{"error": 448, "message": "OK", "parameters": {"id": 7288, "name": "Chartbeat ", "created_at": "2023-01-18 21:22:40.665819", "updated_at": "2023-01-22 17:00:20.609274", "wikipedia": "https://en.wikipedia.org/wiki/Chartbeat", "keywords": null, "related": null, "slug": "chartbeat", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7288.png", "url": "chartbeat.com", "documents": [{"id": 13978, "name": "Terms of Use", "url": "https://chartbeat.com/terms/", "xpath": "//body", "text": null, "created_at": "2023-01-18 21:22:40.728125", "updated_at": "2023-01-18 21:23:51.358673"}, {"id": 13980, "name": "Privacy Policy", "url": "https://chartbeat.com/privacy/", "xpath": "//body", "text": " Opens in a new window Opens an external website Opens an external website in a new window Close this dialog This website stores data such as cookies to enable essential site functionality, as well as marketing, personalization, and analytics.\nYou may change your settings at any time or accept the default settings.\nYou may close this banner to continue with only essential cookies.\nPrivacy Policy <p> Storage Preferences </p>\n<ul>\n<li> Marketing </li>\n<li> Personalization </li>\n<li> Analytics </li>\n</ul> Save Accept All Reject All <p>\n</p> Close Cookie Preferences <ul>\n<li> Products <ul>\n<li> Chartbeat for Publishing <ul>\n<li>Dashboards</li>\n<li>Optimization</li>\n<li>Reporting</li>\n<li>Add-Ons</li>\n</ul>\n</li>\n<li> Datastream Real-Time Data Pipeline </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Product Support <ul>\n<li>Help Center</li>\n<li>Documentation</li>\n<li>APIs</li>\n<li>Education</li>\n</ul>\n</li>\n<li> Industry &amp.\nCommunity <ul>\n<li>Blog</li>\n<li>Webinars</li>\n<li>Partnerships</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Company <ul>\n<li>About</li>\n<li>Team</li>\n<li>Careers</li>\n<li>Press</li>\n</ul>\n</li>\n<li> Sign In </li>\n<li> Get a Demo </li>\n</ul> Chartbeat Privacy Policy <p> Effective Date: April 1, 2022\n</p>\n<p> This privacy policy (the \"Privacy Policy\") describes how Chartbeat, Inc.\n(\"Chartbeat\", \"We\", \"Our\" or \"Us\") collects and uses Personal Data (defined below) relating to: (i) Visitors (\"Chartbeat Site Visitors\") of Our websites, including chartbeat.com (collectively, the \"Site\").\n(ii) registered users of the Chartbeat service (\"Customers\").\nand (iii) visitors (\"Customer Visitors\") to Our Customers' websites on which the Chartbeat service is implemented (\"Customer Websites\").\nCertain sections of this Privacy Policy are only relevant if you are a Chartbeat Site Visitor.\nothers are only relevant if you are a Customer, or a Customer Visitor.\n\"Personal Data\" means any information that identifies or relates to a particular individual and also includes information referred to as \"personally identifiable information\" or \"Personal Data\" under applicable data privacy laws, rules, or regulations\n</p>\n<p> Chartbeat is a company with offices at 826 Broadway, 6th Floor, New York, New York 10003.\nWe are the data controller of the Personal Data that We collect about Chartbeat Site Visitors and about Our Customers.\nWe are the data processor of the Personal Data that We collect about Customer Visitors.\n</p>\n<p> If you have any questions or comments regarding this Privacy Policy or its\nenforcement, please contact Us at privacy@chartbeat.com.\nWhere appropriate We may refer you to Our Customer in respect of any queries relating to the Customer as the data controller.\n</p>\n<p> This privacy policy describes the following important topics relating to your information:\n</p>\n<p>\n</p>\n<ol>\n<li>Application of this Privacy Policy</li>\n<li>Notification of changes</li>\n<li>What information We collect and how We use it</li>\n<li>Our legal basis for using your Personal Data</li>\n<li>Onward transfer - disclosure of information to third parties</li>\n<li>How long We store your Personal Data</li>\n<li>Choice, access and your rights</li>\n<li>Cookies</li>\n<li>Links to third party websites</li>\n<li>Third party advertisers</li>\n<li>Voluntary public disclosure of public information</li>\n<li>Privacy protection for children</li>\n<li>Security</li>\n<li>Location and storage of Personal Data</li>\n<li>International users</li>\n<li>Contact Us</li>\n</ol>\n<p>\n</p>\n<p> You have various rights in respect of Our use of your Personal Data as set out in section 7.\nYou can find out more information in section 7.\n</p> 1.\nAPPLICATION OF THIS PRIVACY POLICY <p> Please read this Privacy Policy carefully - by visiting the Site or using the Chartbeat service (the \"Service\"), you confirm that you have read about and understand our use and processing of your Personal Data as set out in this Privacy Policy.\n</p>\n<p> If you are a Customer using the Service, this Privacy Policy is a part of Our Terms of Service.\n\"Terms of Service\" as used herein shall refer to Our online terms of use as well as the terms of any master service agreement or other agreement governing use of the Service.\nCustomers agree to be bound by the Terms of Service and to have read and understood this Privacy Policy.\nCapitalized terms used here and defined in the Terms of Service shall have the meanings set forth in the Terms of Service.\nAny order forms or additional agreements to which Customers agree governing the provision of optional Chartbeat features shall take precedence over the terms of this Privacy Policy to the extent of any differences, so please read such order forms or additional agreements carefully.\n</p>\n<p> This Privacy Policy only addresses activities on Our Site and Service.\nThis Privacy Policy does not cover the practices of companies we don't own or control or people we don't manage.\n</p> 2.\nNOTIFICATION OF CHANGES <p> If We change this Privacy Policy and seek to use Personal Data which has already been collected and stored by Us in a manner which is different from that stated at the time of collection, We will either notify the relevant website visitors and/or Customers via e-mail or otherwise in some manner through the Site or Service.\n</p>\n<p> If We make any material changes in Our privacy practices that do not affect Personal Data already collected and stored by Us, We will post a notice on Our Site notifying users and/or Customers of the change.\n</p> 3.\nSOURCES OF INFORMATION.\nWHAT INFORMATION WE COLLECT.\nAND HOW WE USE IT <p> We collect Personal Data about you from:\n</p>\n<ul>\n<li>You: when you provide such information directly to us, and when Personal Data about you is automatically collected in connection with your use of our Services.\n</li>\n<li>Third parties, when they provide us with Personal Data about you (\"Third Parties\").\nThird Parties that share your Personal Data with us include: <ul>\n<li>Service providers.\nFor example, we may use analytics service providers to analyze how you interact and engage with the Services, or third parties may help us provide you with customer support.</li>\n<li>Social networks connected to the services.\nIf you provide your social network account credentials to us or otherwise sign in to the Services through a third-party site or service, you understand some content and/or information in those accounts may be transmitted into your Account with us.</li>\n<li>Advertising partners.\nWe receive information about you from some of our service providers who assist us with marketing or promotional services related to how you interact with our websites, applications, products, services, advertisements or communications.</li>\n</ul>\n</li>\n</ul>\n<p> We use the information We collect from Chartbeat Site Visitors, Chartbeat Customers, and Customer Visitors to create a secure and personalized service, according to the purposes described below.\n</p>\n<ul> a.\nChartbeat Site Visitors (which includes Customers who visit the Site) <p> The following chart details the categories of Personal Data that we collect and have collected from Chartbeat Site Visitors over the past twelve (12) months.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Category of Personal Data</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Personal Data Collected</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>What is the source of this Personal Data?</u>\n</strong>\n</p>\n<p>\n<strong>A.</strong>\n</p>\n<p>\n<strong>Personal identifiers</strong>\n</p>\n<p>\n<em>\n<u>Examples</u>\n</em>\n<em> : Real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver's license number, passport number or other similar identifiers.\n</em>\n</p>\n<p> Name, account name, email address, IP address, business postal address.\n</p>\n<p> You or your Chartbeat account's administrator </p>\n<p>\n<strong>B.</strong>\n</p>\n<p>\n<strong>Customer records identified by state law</strong> (including the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))) </p>\n<p>\n<em> Name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number or any other financial information, medical information or health insurance information.\n</em>\n</p>\n<p> Name, employment records, credit card numbers </p>\n<p> You or your Chartbeat account's administrator </p>\n<p>\n<strong>C.</strong>\n</p>\n<p>\n<strong> Internet or other similar network activity information </strong>\n</p>\n<p>\n<em>\n<u>Examples</u>\n</em>\n<em> : Browsing history, search history, or information on a consumer's interaction with a website, application or advertisement.\n</em>\n</p>\n<p> Browsing history on our website or applications.\n</p>\n<p> You </p>\n<p>\n<strong>D.</strong>\n</p>\n<p>\n<strong>Geolocation data</strong>\n</p>\n<p>\n<em>\n<u>Examples</u>\n</em>\n<em>: Physical location or movements.</em>\n</p>\n<p> We collect approximate location data based on a user's anonymized IP address.\n</p>\n<p> You </p>\n<p>\n<strong> For our website Visitors, we use data for the following purposes: </strong>\n</p>\n<ul>\n<li>Analytics of website traffic</li>\n<li>Providing information you request (e.g.\nnewsletter subscriptions, responses to support ticket)</li>\n</ul> b.\nCustomers (those who use the Chartbeat Product) <p> For Customers specifically, We collect and store Personal Data that Our Customers submit to Us, such as their names, job roles, e-mail addresses, and billing information, to allow Us to identify Customers, provide the Service and notify Customers of changes or updates to the Service.\n</p>\n<p> If a Customer elects to provide it, We also collect and store the Customer's phone number, which We use to assist Us in providing the Service, including to contact them in account recovery and other scenarios.\n</p>\n<p> We also collect other information from Customers, such as IP address and browser type.\nWe use the IP addresses of Customers to assist in login and other uses related to Customers' use of the Service.\nCustomers' sessions on Our Site are also tracked for systems administration purposes and to track user trends.\nWe may link IP address and other information to a Customer's account.\n</p>\n<p> We also collect Customers' user ID and password information to enable them to log into and use the Service.\n</p>\n<p> Finally, Customers will start receiving marketing emails from us when they register for the Service, as we believe it is of our common interest for the Customer to know more about our services and products.\nCustomers can opt-out of marketing emails by utilizing the unsubscribe links provided therein, but We may still need to send Customers e-mails relating to their accounts (e.g.\nsupport requests response, security warnings, updates to our Terms and Conditions), as strictly needed, so We can continue to provide our Services in accordance with our obligations to you.\n</p> c.\nCustomer Visitors (individuals who visit publisher's websites) <p> For Customer Visitors, when a Customer Visitor visits a Customer Website, We collect certain information regarding their use of the Customer Website, such as their IP address and browser type on behalf of our Customer.\nTheir session on the Customer Website will be tracked.\nWe may use their IP address to identify the general geographic area from which they are accessing the Customer Website.\nWe remove the last octet of the IP address and therefore do not store IP addresses or link IP addresses to any Personal Data.\nWe also use this information for systems administration purposes, abuse prevention and to track user trends in connection with Our provision of the Service.\n</p>\n<p> As part of the Service, We collect information relating to traffic on the Customer Websites (\"Traffic Data\") on which Customers choose to activate the Service.\nIn connection with the collection of this Traffic Data, Chartbeat does not collect any Personal Data from Customer Visitors, (i) so long as the Customer configures the Chartbeat code on the Customer Website in accordance with the instructions and documentation provided by Us, so that URLs containing Personal Data of Customer Visitors are not captured by the Service, and (ii) provided that We do collect IP addresses from Customer Visitors in order to show geolocation information but We remove the last octet of the IP address and therefore do not store IP addresses in a manner that would permit personal identification.\n</p>\n<p> Traffic Data is used to provide Customers with real-time analytics and uptime monitoring.\nWe may aggregate and anonymize Traffic Data with that from other sites to provide benchmarking data and other functionality, but We will not use or disclose aggregated Traffic Data in a manner that reveals the identity of a Customer or Customer Website without the Customer's express prior consent.\n</p>\n<p> We also collect first party cookie IDs on behalf of Customers.\nChartbeat code, by default, sets and reads a cookie on the Customer's website domain containing a randomly-generated user ID for purposes of determining unique visitor counts and visitors' loyalty to a site.\nSuch information can be classified as Personal Data under the European General Data Protection Regulation and any other applicable data protections legislations which Chartbeat may be subject to, including the Brazilian General Data Protection Law (Federal Law n.\n13,709/2018) (together, “Data Protection Laws”), but it is not stored in a manner that would permit personal identification.\n</p>\n<p> We also collect and use browser header information to help Us understand from which websites a Customer Visitor navigates to a Customer Website.\n</p>\n<p> Our Customers are required to: (a) make appropriate disclosures using the Customer's privacy policy or via statements on the Customer's website(s).\nand (b) obtain all Customer Visitors' consent to the use of cookies, if applicable and when required by Data Protection Laws.\nChartbeat is not and shall not be liable for any collection or use of Personal Data of Customer Visitors due to a Customer's placement of the Chartbeat code on the Customer Website not in accordance with Chartbeat's instructions or documentation.\n</p>\n</ul> 4.\nOUR LEGAL BASIS FOR USE OF YOUR PERSONAL DATA <p> We consider that the legal bases for using your Personal Data as set out in this Privacy Policy are as follows:\n</p>\n<ul> a.\nChartbeat Site Visitors <p>\n<u>Our use of your Personal Data is necessary</u> : </p>\n<ul>\n<p> 1.\nto perform Our obligations in connection with the Terms of Use which Customers accept by using the Service.\nor </p>\n<p> 2.\nfor Our legitimate interests or business purposes (for example, to ensure the security of Our Site).\nOur legitimate interests and business purposes are to: (i) run, grow and develop Our business.\n(ii) operate our Site.\n(iii) analyze the use of Our Site and make improvements.\n(iv) identify visitors, administer the Service.\n(v) make product decisions.\n(vi) notify visitors of changes or updates to the Site.\n(vii) for systems administration purposes.\nand (viii) to track visitor trends.\n</p>\n</ul> b.\nCustomers <p>\n<u>Our use of your Personal Data is necessary</u>: </p>\n<ul>\n<p> 1.\nTo perform Our obligations in connection with the Terms of Use which you accept by using the Service and/or to comply with Our contract to provide Services to you or (if you are an employee of a Customer) your employer.\nor </p>\n<p> 2.\nFor Our legitimate interests or the legitimate interests of others (for example to ensure the security of Our Site).\nOur legitimate interest are to: (i) run, grow and develop Our business.\n(ii) operate Our Site.\n(iii) allow Us to identify Customers.\n(iv) provide the Service.\n(v) notify Customers of changes or updates to the Service.\n(vi) contact you in account recovery and other scenarios.\n(viii) assist in login and other uses related to Customers' use of the Service.\n(ix) perform systems administration activities.\n(x) track visitor trends.\n(xi) enable you to log into and use the Service.\n(xii) send marketing emails.\n(xiii) send account related emails.\n</p>\n<p> 3.\nIf we rely on your consent for us to use your Personal Data in a particular way, but you later change your mind, you may withdraw your consent by contacting us at privacy@chartbeat.com and we will stop doing so.\nHowever, if you withdraw your consent, this may impact the ability for us to be able to provide Our Services </p>\n</ul> c.\nCustomer Website Visitors <p> We are processors of information about Customer Visitors and therefore are not strictly required to provide information about the legal basis on which We use Personal Data of Customer Visitors.\nAccordingly, if you are a Customer Visitor, you should check the privacy policy of the website that you are visiting and that is being operated by Our Customer.\nSection 3 (c) above describes how we process information on behalf of Our Customers.\n</p>\n<p> If We rely on Our legitimate interests for using Personal Data, We will undertake a balancing test to ensure that Our legitimate interests are not outweighed by your interests or fundamental rights and freedoms which require protection of the Personal Data.\nYou can ask Us for information on this balancing test by contacting us at privacy@chartbeat.com.\n</p>\n</ul> 5.\nONWARD TRANSFER - DISCLOSURE OF INFORMATION TO THIRD PARTIES <p> Except as expressly set out in this Privacy Policy, We will not sell, lease or exchange the Personal Data relating to: (i) Chartbeat Site Visitors.\n(ii) Our Customers.\nor (iii) Customer Visitors (to the extent that we obtain Personal Data), to third parties without first obtaining express consent, unless permitted or required by Data Protection Laws.\n</p>\n<ul> a.\nTraffic Data <p> For Customers and Customer Visitors, We may aggregate and anonymize Traffic Data with that from Our other Customers to provide benchmarking data and other functionality, but we will not disclose aggregated Traffic Data in a manner that reveals the identity of a Customer or a Customer Website without the Customer's express prior consent.\n</p> b.\nAgents, vendors and service providers <p> For all types of Personal Data (from Chartbeat Site Visitors, Customers and Customer Visitors ), We employ other companies and people to perform tasks on Our behalf and may need to share Personal Data with them to provide Our products and services.\nExamples include billing, technical assistance, and customer service.\nOur agents subscribe to the same level of privacy protection as we do.\nUnless we tell you differently, Chartbeat's agents do not have any right to use the Personal Data we share with them beyond what is necessary to assist us.\nAny agent that we share your Personal Data with must agree, via contract, to provide adequate protections for the Personal Data that are no less protective than those set out in this policy.\n</p> c.\nBusiness Transfers <p> Chartbeat may choose to buy or sell assets.\nIn these types of transactions, information about Customers as well as aggregated and anonymized data is typically one of the business assets that is transferred.\nMoreover, if Chartbeat, or substantially all of its assets, were acquired, user information would be one of the assets that is reviewed and transferred or acquired by a third party.\nYou acknowledge that such transfers may occur, and that any acquirer of Chartbeat may continue to use your Personal Data as set forth in this Privacy Policy.\n</p> d.\nPublic authorities and compliance with law <p> Chartbeat may be required to disclose Personal Data in response to a lawful request by public authorities, including to meet national security or law enforcement requirements, prevent illegal activity, or comply with any legal obligation.\n</p> e.\nEnforce Our Terms of Use and agreements <p> We may disclose your Personal Data to third parties in order to enforce or apply Our Terms of Service, or any other agreement or to respond to any claims, to protect Our rights or the rights of a third party, to protect the safety of any person or to prevent any illegal activity.\n</p> f.\nProtect rights and property <p> We may disclose your Personal Data to protect the rights, property, or safety of Chartbeat, Our staff, Our Customers or other persons.\nThis may include exchanging Personal Data with other organizations for the purposes of fraud protection.\n</p>\n<p> In cases of onward transfer to third parties of data of EU or Swiss individuals received pursuant to the EU-US and Swiss-US Privacy Shield, Chartbeat remains potentially liable if third party processing Personal Data received from the European Union or Switzerland on its behalf processes that Personal Data in a manner which is inconsistent with the Privacy Shield Principles (unless Chartbeat can prove that it is not responsible for the event giving rise to the damage).\n</p>\n</ul> 6.\nHOW LONG WE STORE YOUR PERSONAL DATA <p> We keep your Personal Data for no longer than necessary for the purposes for which the Personal Data is processed.\nThe length of time for which We retain Personal Data depends on the purposes for which We collect and use it and/or as required to comply with applicable laws and to establish, exercise or defend Our legal rights.\n</p>\n<p> Except as required by applicable laws or in order to defend any actual or possible legal claims, We will take reasonable steps to return or irretrievably delete all personal data processed on behalf of Our Customers when it is no longer required to exercise or perform Our rights or obligations under Our Terms of Service.\n</p> 7.\nCHOICE, ACCESS AND YOUR RIGHTS <ul> a.\nYour Authorization Required <p> Whether you are a Chartbeat Site Visitor, a Customer or a Customer Visitor, We will not use or share your Personal Data other than as set forth in this Privacy Policy, or as you have explicitly authorized, without obtaining your consent.\n</p>\n<p> If at any time We would like to disclose your Personal Data to a third party in a manner not described above, We will provide you with an affirmative or explicit (opt in) choice.\nTo limit the use and disclosure of your Personal Data, you may also submit a written opt-out request to privacy@chartbeat.com.\nCustomer Visitors specifically have the right to opt out of data tracking by visiting https://static.chartbeat.com/opt-out.html </p> b.\nEmail Opt-Out <p> As noted above in relation to Our Customers specifically, Customers will start receiving marketing emails from us when they register for the Service, as this kind of communication is in the common interests of both the Customers and Chartbeat.\nCustomers may choose not to receive marketing emails from Us and can opt out of such e-mails by utilizing the unsubscribe links provided therein.\n</p> c.\nYOUR RIGHTS <p> In addition, you have certain rights in relation to your Personal Data.\nIf you would like further information in relation to these or would like to exercise any of them, please contact Us via email at at privacy@chartbeat.com at any time.\n</p>\n<p> Please note that We do not retain IP addresses, browser information or header information relating to Customer Visitors for more than a temporary period of time in order to provide the Service, and as such, that information cannot be accessed or modified once deleted.\n</p>\n<p> You have the following rights.\nhowever, if you are Customer Visitor, except as may otherwise be set forth below, you must exercise these by contacting the Customer which operates the Customer Website that you are visiting and which gives rise to your right to exercise.\n</p>\n<p> Please note that the rights here described may suffer limitations or even be enhanced depending on which laws of the Data Protection Laws are applicable to You in particular.\nAccordingly, you may have additional rights as provided by applicable laws or legal limitations, depending on where you are.\n</p>\n<ol>\n<li> RIGHT OF ACCESS <p>\n</p>\n<p> You have a right of access to any Personal Data We hold about you.\nYou can ask Us (or if you are a Customer Visitor, the Customer which operates the Customer Website that you are visiting) for a copy of your Personal Data.\nconfirmation as to whether your Personal Data is being used by Us.\ndetails about how and why it is being used.\nand details of the safeguards which are in place if We transfer your information outside of the United Kingdom, the European Economic Area (\"EEA\") or any other areas covered by Data Protection Laws.\n</p>\n<p>\n</p>\n</li>\n<li> Right to update your information <p> You have a right to request an update to any of your Personal Data which is out of date or incorrect.\n</p>\n</li>\n<li> Right to delete your information <p> You have a right to ask Us (or if you are a Customer Visitor, the Customer which operates the Customer Website that you are visiting) to delete any Personal Data which is being held about you in certain specific circumstances.\nYou can ask Us (or if you are a Customer Visitor, the Customer which operates the Customer Website that you are visiting) for further information on these specific circumstances.\nWhen applicable, contact Us at privacy@chartbeat.com.\n</p>\n<p> We will pass your request onto other recipients of your Personal Data unless that is impossible or involves disproportionate effort.\nYou can ask Us who the recipients are, by contacting us at privacy@chartbeat.com.\n</p>\n</li>\n<li> Right to restrict use of your information <p> You have a right to ask Us (or if you are a Customer Visitor, the Customer which operates the Customer Website that you are visiting) to restrict the way that We process your Personal Data in certain specific circumstances.\nYou can ask Us (or if you are a Customer Visitor, the Customer which operates the Customer Website that you are visiting) for further information on these specific circumstances.\nContact Us at privacy@chartbeat.com.\n</p>\n<p> We will pass your request onto other recipients of your Personal Data unless that is impossible or involves disproportionate effort.\nYou can ask Us who the recipients are by contacting us at privacy@chartbeat.com.\n</p>\n</li>\n<li> Right to stop marketing <p> You have a right to ask Us to stop using your Personal Data for direct marketing purposes.\nIf you exercise this right, We will stop using your Personal Data for this purpose.\nIn any event, we do not use Customer Visitor Personal Data for this purpose </p>\n</li>\n<li> Right of data portability <p> You have a right to ask Us to provide your Personal Data to a third party provider of services.\n</p>\n<p> This right only applies where We use your Personal Data on the basis of your consent or performance of a contract.\nand where Our use of your information is carried out by automated means.\n</p>\n</li>\n<li> Right to object <p> You have a right to ask Us to consider any valid objections which you have to Our use of your Personal Data where We process your Personal Data on the basis of Our or another person's legitimate interest.\n</p>\n<p> We will consider all such requests and provide Our response within a reasonable period (and in any event within one month of your request unless We tell you We are entitled to a longer period under applicable law).\nPlease note, however, that certain Personal Data may be exempt from such requests in certain circumstances, for example if We need to keep using the information to comply with Our own legal obligations or to establish, exercise or defend legal claims.\nIf an exception applies, We will tell you this when responding to your request.\nWe may request you provide Us with information necessary to confirm your identity before responding to any request you make.\nFurther, if you are Customer Visitor, you may be required to make your request by contacting the Customer which operates the Customer Website that you are visiting and which gives rise to your request.\n</p>\n</li>\n<li> RIGHT TO OBTAIN INFORMATION <p> Depending on the jurisdiction under which the processing of Your Personal Data takes place, you may have the right to obtain additional information about how Your data is processed, with whom it was shared, what would happen if you withdrew your consent, among other information, assured by Data Protection Laws.\n</p>\n</li>\n</ol> D.\nCalifornia Privacy Rights <p> If you are a Chartbeat Site Visitor and a California resident, you have the rights outlined in this section.\nPlease see the \"Exercising Your Rights\" section below for instructions regarding how to exercise these rights.\nIf there are any conflicts between this section and any other provision of this Privacy Policy and you are a California resident, the portion that is more protective of Personal Data shall control to the extent of such conflict.\nIf you have any questions about this section or whether any of the following applies to you, please contact us at privacy@chartbeat.com.\n</p>\n<p> For purposes of exercising your rights below, please note the following regarding how we collect and use your Personal Data as described in this Privacy Policy: </p>\n<p>\n<u> The following details the categories of Personal Data that we collect and have collected over the past twelve (12) months from Chartbeat Site Visitors: </u> personal identifiers.\ncustomer records identified by state law (including the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).\ninternet or other similar network activity information.\nand geolocation data.\n</p>\n<p>\n<u> Over the past twelve (12) months, we have disclosed the following categories of Personal Data from Chartbeat Site Visitors to service providers or other parties for business purposes: </u> personal identifiers.\ncustomer records identified by state law (including the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).\ninternet or other similar network activity information.\nand geolocation data.\n</p>\n<p>\n<u> Over the past twelve (12) months, we have not sold your Personal Data, as the term \"sell\" is defined in the California Consumer Privacy Act (\"CCPA\").\n</u>\n</p>\n<p>\n<u>Access</u>\n</p>\n<p> You have the right to request certain information about our collection and use of your Personal Data over the past 12 months.\nWe will provide you with the following information as a Chartbeat Site Visitor: </p>\n<ul>\n<li>The categories of Personal Data that we have collected about you.</li>\n<li>The categories of sources from which that Personal Data was collected.</li>\n<li>The business or commercial purpose for collecting your Personal Data.</li>\n<li>The categories of third parties with whom we have shared your Personal Data.</li>\n<li>The specific pieces of Personal Data that we have collected about you.</li>\n<li>If we have disclosed your Personal Data for a business purpose over the past 12 months, we will identify the categories of Personal Data shared with each category of third party recipient.</li>\n</ul>\n<p>\n<u>Deletion</u>\n</p>\n<p> You have the right to request that we delete the Personal Data that we have collected from you as a Chartbeat Site Visitor.\nUnder the CCPA, this right is subject to certain exceptions: for example, we may need to retain your Personal Data to provide you with the Services or complete a transaction or other action you have requested.\nIf your deletion request is subject to one of these exceptions, we may deny your deletion request.\n</p>\n<p>\n<u>Exercising Your Rights</u>\n</p>\n<p> To exercise the rights described above, you must send us a request that (1) provides sufficient information to allow us to verify that you are the person about whom we have collected Personal Data, and (2) describes your request in sufficient detail to allow us to understand, evaluate, and respond to it.\nEach request that meets both of these criteria will be considered a \"Valid Request.\" We may not respond to requests that do not meet these criteria.\nWe will only use Personal Data provided in a Valid Request to verify you and complete your request.\nYou do not need an account to submit a Valid Request.\n</p>\n<p> We will work to respond to your Valid Request within 45 days of receipt.\nWe will not charge you a fee for making a Valid Request unless your Valid Request(s) is excessive, repetitive, or manifestly unfounded.\nIf we determine that your Valid Request warrants a fee, we will notify you of the fee and explain that decision before completing your request.\n</p>\n<p> You may submit a Valid Request using the following methods: </p>\n<p> • Call us at: (646) 786-8472 </p>\n<p> • Emailing us at: privacy@chartbeat.com </p>\n<p>\n<u> We Will Not Discriminate Against You for Exercising Your Rights Under the CCPA.\n</u>\n</p>\n<p> We will not discriminate against you for exercising your rights under the CCPA.\nWe will not deny you our goods or services, charge you different prices or rates, or provide you a lower quality of goods and services if you exercise your rights under the CCPA.\nHowever, we may have different tiers of Services as allowed by applicable data protection laws (including the CCPA) with varying prices, rates, or levels of quality of the goods or services you receive related to the value of Personal Data that we receive from you.\n</p> E.\nNevada Residents <p> If you are a resident of Nevada, you have the right to opt-out of the sale of certain Personal Data to third parties who intend to license or sell your Personal Data.\nYou can exercise this right by contacting us at privacy@chartbeat.com] with the subject line \"Nevada Do Not Sell Request\" and providing us with your name and the email address associated with your account.\nPlease note that we do not currently sell your Personal Data (as sales are defined in Nevada Revised Statutes Chapter 603A).\n</p>\n</ul> 8.\nCOOKIES <p> Like many other websites, We use a standard technology called \"cookies.\"\n</p>\n<p> Cookies are small pieces of information stored on your hard drive.\nThey can help make the Internet experience quicker and more convenient.\n</p>\n<ul> a.\nOur site <p> As set forth above, we may use cookies in connection with third party services to run analytics on Our Site.\n</p> b.\nCustomers <p> Cookies allow Customers to login without entering their user ID and password each time they use the Service.\n</p> c.\nCustomers' websites <p> We also use cookies on Customer Websites.\nthese cookies help Us understand how Customer Visitors interact with those Customer Websites.\nCookies also allow Us to improve the Service.\n</p>\n<p> If a Customer does not allow the placement of Chartbeat cookies on its Customer Website, the \"new vs.\nreturning user\" data point in its Chartbeat dashboard will not be accurately reported.\nIf you choose to remove Chartbeat cookies, please refer to the documentation for your browser.\n</p> d.\nDisabling cookies <p> Most browsers have an option for turning off the cookie feature, which will prevent your browser from accepting new cookies, as well as (depending on the sophistication of your browser software) allowing you to decide on acceptance of each new cookie in a variety of ways.\nIf a Customer disables cookies, it will not be able to use the data tracking capabilities of the Service.\n</p> e.\nFor Our European Customers where the EU ePrivacy Directive applies: <p> Chartbeat uses several cookies: </p>\n<ul>\n<li>\n<strong>_cb: </strong> This cookie stores a visitor's unique identifier (relative to your specific site) for Chartbeat tracking on your site.\nThis cookie has a 395 day duration.\n</li>\n<li>\n<strong>_chartbeat2: </strong> This cookie stores timing information about when this visitor has visited your site before.\nThis enables us to distinguish between new, returning, and loyal visitors.\nThis cookie has a 395 day duration.\n</li>\n<li>\n<strong>_cb_svref</strong>\n<strong>:</strong> This cookie stores the original referrer for this site visitor -- for example, this will store the fact that a visitor arrived to your site via Twitter, past the first page view, so that when a visitor recirculates to a different article page, we still know that they originally arrived on your site via Twitter.\nThis cookie expires after 30 minutes but the timer is reset if a visitor visits a new page on your site before the cookie expires.\nThis cookie has a 30 minute duration.\n</li>\n<li>\n<strong>_chartbeat4</strong>\n<strong>:</strong> This is a short-lived cookie that carries leftover engagement data from one page to the next, to make sure that we can send it to our servers successfully from the next page.\nThis ensures that we capture as much engagement data as possible.\nThis cookie has a 1 minute duration.\n</li>\n<li>\n<strong>_chartbeat5</strong>\n<strong>:</strong> This is a short-lived cookie that carries click information from one page to the next.\nThis enables us to track which links on a page were clicked on to display to editors in real-time.\nThis cookie has a 1 minute duration.\n</li>\n<li>\n<strong>_v__chartbeat3</strong>\n<strong>:</strong> This is used by our video tracking system.\nIt is a video-specific visitor identifier.\nThis cookie has a 1 minute duration.\n</li>\n<li>\n<strong>_v__cb_cp:</strong> This is used by our video tracking system.\nIt briefly stores leftover data from a previous video view session as a visitor navigates from one page to the next.\nThis cookie has a 1 hour duration.\n</li>\n</ul>\n</ul> 9.\nLINKS TO THIRD PARTY WEBSITES <p> Our Site may contain links to third party websites.\nPlease be aware that We are not responsible for the privacy practices of third party websites you choose to visit.\nIf you provide any Personal Data directly to parties other than Us, different rules may apply to the use or disclosure of that Personal Data.\nWe encourage you to investigate and ask questions before disclosing your Personal Data to third parties.\n</p> 10.\nThird party advertisers <p> We may choose to deploy advertising on the Site and Service that is delivered to Chartbeat Visitors and Customers through a third party's advertising server.\nInformation about Chartbeat Visitors and Customers' use of Our Service, such as the number of times a visitor has viewed an ad (but no Personal Data of the user), would be used in such a scenario to serve ads to Chartbeat Visitors and Customers.\n</p> 11.\nVOLUNTARY PUBLIC DISCLOSURE OF PERSONAL DATA <p> Please be aware that whenever one voluntarily discloses Personal Data online - e.g., on message boards, in chat areas, in file uploads, through events, etc.\n- that information becomes public and can be collected and used by others and indexed in search engines.\nWe have no control over, and take no responsibility for, the use, storage or dissemination of such publicly disclosed Personal Data.\nBy posting Personal Data online in public forums, users may receive unsolicited messages from other parties.\n</p>\n<p> If you log on to our Site or Service through a social networking site (e.g., Facebook or Twitter), we may receive personal or anonymous data about you from that site, in accordance with the terms of use and privacy policy of that site.\nWe may add this information to the information we have already collected from you via the Site or Service.\n</p> 12.\nPRIVACY PROTECTION FOR CHILDREN <p> In compliance with the Children's Online Privacy Protection Act (COPPA), applicable European data privacy laws, and other Data Protection Laws, We do not knowingly provide access to the Service to persons under the age of eighteen (18).\nIf We learn that any user of the Service is under the age of eighteen (18), We will take appropriate steps to remove that user's information from Our records and We will restrict that individual from future access to the Service.\nPlease contact us at privacy@chartbeat if you are aware that we may have inadvertently collected Personal Data from a child.\n</p> 13.\nSECURITY <p> We have implemented security measures to protect information from loss, misuse and alteration.\nWe use industry-standard practices such as encrypted storage, firewalls and password protection systems to safeguard the confidentiality of Personal Data which is collected and used in accordance with this Privacy Policy.\nEach of Our employees and agents are aware of Our security policies.\nPersonal Data is only available to those employees and agents who need it to perform their jobs.\n</p> 14.\nLOCATION AND STORAGE OF PERSONAL DATA <p> We process all Personal Data in facilities in the United States.\nPersonal Data is either collected in the United States, obtained through websites which are hosted in the United States, or transferred to the United States from websites which are hosted outside of the United States.\n</p>\n<p> Regardless of where the Personal Data comes from, it is subject to this Privacy Policy and receives the same level of privacy protection as described herein.\n</p> 15.\nINTERNATIONAL USERS <ul> a.\nEU-US and Swiss-US Privacy Shield Framework (the \"Privacy Shield\") <p> Chartbeat complies with the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of Personal Data transferred from the European Union, the United Kingdom, and Switzerland to the United States, respectively.\nChartbeat has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/ </p>\n<p> Chartbeat is subject to the investigatory and enforcement powers of the Federal Trade Commission in respect of any failure to comply with the Privacy Shield.\n</p> b.\nStandard Contractual Clauses <p> In accordance with our Data Processing Addendum, which is incorporated into our terms of service, we utilize the standard contractual clauses for authorizing transfers of EU personal data to the US.\n</p>\n</ul> 16.\nCONTACT US <ul> a.\nGeneral <p> If you have any questions or complaints about how we use your Personal Data, or if you would like to request access to your information in accordance with this Privacy Policy, please contact Chartbeat's Chief of Product, Engineering, and Data Science at privacy@chartbeat.com, or Chartbeat, Inc.\nat 826 Broadway, 6th Floor, New York, New York 10003.\n</p>\n<p> We have also appointed an EU based representative who can be contacted at: chartbeat@mcf.ie </p>\n<p> You may also make a complaint to the UK Information Commissioner's Office or the data protection regulator in the country where you usually live or work, or where an alleged infringement of the General Data Protection Regulation has taken place.\nAlternatively, you may seek a remedy through the courts if you believe your rights have been breached.\n</p> b.\nComplaints under the Privacy Shield Principles <p> We follow internal procedures for verifying that Our commitments under this Privacy Policy have been implemented, and will remedy problems arising out of a failure to comply with this Privacy Policy, and (if applicable) the Privacy Shield Principles.\n</p>\n<p> In compliance with the US-EU and Swiss-US Privacy Shield Principles, Chartbeat commits to resolve complaints about your privacy and our collection or use of your Personal Data.\nEuropean Union, United Kingdom, Swiss or Brazilian individuals with inquiries or complaints regarding this privacy policy should first contact Chartbeat at privacy@chartbeat.com.\n</p>\n<p> Chartbeat has further committed to refer unresolved privacy complaints under the Privacy Shield Principles to an independent dispute resolution mechanism, the BBB EU PRIVACY SHIELD, operated by BBB National Programs.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit https://bbbprograms.org/privacy-shield-complaints/ for more information and to file a complaint.\nThis service is provided free of charge to you.\n</p>\n<p> Provided certain conditions are met, you may also be entitled to invoke binding arbitration before a Privacy Shield Panel for residual claims about whether Chartbeat has violated its obligations to you under the Privacy Shield, and if that violation remains fully or partially unremedied.\n</p>\n<p> For individuals in the United Kingdom, we have appointed a UK based representative to serve as a direct contact for data protection authorities and individuals on our behalf, who can be contacted at chartbeat@mcfg.co.uk or MCF Legal Technology Solutions (UK) Limited, Tower 42 Level 38C, 25 Old Broad St, London EC2N 1HQ, United Kingdom.\n</p>\n</ul>\n<ul>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Your Privacy Settings</li>\n<li>Security &amp.\nCompliance</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Product</li>\n<li>Dashboards</li>\n<li>Reporting</li>\n<li>Optimization</li>\n<li>Add-ons</li>\n</ul>\n<ul>\n<li>Resources</li>\n<li>Help Center and FAQ</li>\n<li>Documentation</li>\n<li>Education</li>\n<li>APIs</li>\n</ul>\n<ul>\n<li>Company</li>\n<li>About</li>\n<li>Team</li>\n<li>Careers</li>\n<li>Press</li>\n</ul> Made to measure.\n<p>© Chartbeat</p>\n<p>826 Broadway, Floor 6, New York, NY 10003</p>\n<p>hello@chartbeat.com ｜ 646.786.8472</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Get our latest research.\nSubscribe to our monthly newsletter.\n</p> Request a Demo First name*Last name*Business email*Company name*Website URL*Phone number*<ul>\n<li>I agree to receive emails from Chartbeat and know I can unsubscribe at any time.*</li>\n</ul>Sales Ready FormCIDgclid ", "created_at": "2023-01-18 21:22:40.850715", "updated_at": "2023-01-18 21:23:24.640321"}, {"id": 13979, "name": "Data Protection", "url": "https://chartbeat.com/data-protection/", "xpath": "//body", "text": " Opens in a new window Opens an external website Opens an external website in a new window Close this dialog This website stores data such as cookies to enable essential site functionality, as well as marketing, personalization, and analytics.\nYou may change your settings at any time or accept the default settings.\nYou may close this banner to continue with only essential cookies.\nPrivacy Policy <p> Storage Preferences </p>\n<ul>\n<li> Marketing </li>\n<li> Personalization </li>\n<li> Analytics </li>\n</ul> Save Accept All Reject All <p>\n</p> Close Cookie Preferences <ul>\n<li> Products <ul>\n<li> Chartbeat for Publishing <ul>\n<li>Dashboards</li>\n<li>Optimization</li>\n<li>Reporting</li>\n<li>Add-Ons</li>\n</ul>\n</li>\n<li> Datastream Real-Time Data Pipeline </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Product Support <ul>\n<li>Help Center</li>\n<li>Documentation</li>\n<li>APIs</li>\n<li>Education</li>\n</ul>\n</li>\n<li> Industry &amp.\nCommunity <ul>\n<li>Blog</li>\n<li>Webinars</li>\n<li>Partnerships</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Company <ul>\n<li>About</li>\n<li>Team</li>\n<li>Careers</li>\n<li>Press</li>\n</ul>\n</li>\n<li> Sign In </li>\n<li> Get a Demo </li>\n</ul> Chartbeat and Data Protection <ul>\n<li>GDPR and CCPA compliance</li>\n<li>How Chartbeat products use data</li>\n<li>Customer Resources</li>\n</ul>\n<p>In light of General Data Protection Regulation (GDPR) obligations and the California Consumer Privacy Act (CCPA), Chartbeat wants our customers and users to know that we are committed to ensuring compliance and superior data protection.</p>\n<p>We have always held strict guidelines around consumer data privacy and data security.\nSince 2017, we have undergone an extensive data protection audit, appointed a data protection officer, and have been working to review and augment all of our data practices..\nEven though we have already achieved high levels of data security and protections, we continue to diligently work to enhance and improve our data privacy practices.</p>\n<p>Important: We wanted to provide this readiness summary as a plain English explanation of GDPR and the CCPA and our compliance efforts.<strong> This is not a legal document, nor is it meant to provide all legal terms related to our provision of the services to you.</strong> For legal terms, please see the relevant agreement between you and Chartbeat.</p> GDPR and CCPA compliance <p>The below FAQ addresses how Chartbeat is approaching GDPR and the CCPA, how our product works with regard to personal data, and what resources customers can access with respect to each.</p>\n<ul>\n<li> What is GDPR? <p>The General Data Protection Regulation (GDPR) is a European regulation adopted by the European Commission on data protection and privacy for the benefit of individuals located in the European Union.\nIn short, it provides comprehensive data privacy protection for the personal data of EU individuals, focusing on transparency, accountability and the rights of data subjects.</p> What is CCPA? <p>The California Consumer Privacy Act (CCPA) is a California law on data protection and privacy for the benefit of California consumers.</p>\n</li>\n<li> What is Chartbeat’s approach to data? <p>One of the earliest decisions Chartbeat made as a business — and one which we've stuck to steadfastly over the years — is to build our products with user privacy as a top priority.</p>\n<p>In light of GDPR and CCPA, we continue to evaluate and improve all of our data security, privacy, storage and data handling procedures and practices.\nChartbeat does not sell any personal information.</p>\n<p>Beyond our product, Chartbeat continuously evaluates our data privacy and security practices around standard business operations (such as marketing, finance and sales) to ensure that we are GDPR- and CCPA-compliant now and in the future.</p>\n</li>\n<li> How can I learn more about Chartbeat’s commitment to complying with data protection laws? <p>We will continue to enrich our data protection measures and communicate about them here on this site, and directly with our customers.</p>\n</li>\n</ul> How Chartbeat products use data <ul>\n<li> Does Chartbeat track personal data? <p>In terms of the data we collect on behalf of our customers, Chartbeat obtains but does not store user internet protocol (IP) addresses and certain other online identifiers which constitute “Personal Data” and personal information under GDPR and CCPA’s broad definition, respectively.</p>\n<p>Chartbeat’s products are designed to provide full functionality to our customers without needing any identifying information about our customer’s website visitors or consumers such as the name, email address or any similar information.\nWe do not collect or store such information.\nFurther, as a matter of data security and privacy, we also do not collect or store any sensitive or special categories of Personal Data or personal information.</p>\n</li>\n<li> What are IP addresses and why does Chartbeat obtain them? <p>Every computer and device connected to the Internet is assigned an Internet Protocol (“IP”) address.\nIP addresses, which need to be used by websites for the Internet to function, enable information to pass between computers and servers.</p>\n<p>Chartbeat uses IP addresses in order to provide our service.\nWhen visitors browse on websites using Chartbeat, Chartbeat code transmits information about what was read to our servers.\nThis communication between browser and server necessarily involves IP addresses, as all Internet communication does.\nWe use IP addresses to handle that data transmission.\nAfter receipt of this data, we strip identifying information from the IP addresses by masking the last octet, and use this masked IP address to identify the city and country in which a visitor is based.\nWe then delete masked IP addresses from our systems within two hours of receipt.\nWe do not use IP addresses in any other part of our system.</p>\n<p>In technical terms, this means that each IP’s final octet is converted to 000 before being processed by Chartbeat's systems and is never written to disk.\nConversion to 000 prevents the address from being used to track back to an individual host.</p>\n</li>\n<li> Does Chartbeat set cookies? <p>\n<strong>Chartbeat does not set third-party cookies.</strong> We also do not take any steps to identify specific visitors (for example, we do not do browser fingerprinting or collect device IDs).</p>\n<p>There are two types of cookies: first-party cookies and third-party cookies.\nFirst-party cookies are controlled by website owners, and they are specific to that particular website.\nThird-party cookies, by contrast, are set by third parties and may be used to track visitors between domains.</p>\n<p>Chartbeat was designed with privacy in mind, and is a first-party analytics platform.\nThis means that publishers who use our service can set first-party cookies on their sites using Chartbeat code, or they can run in cookieless mode.\nHowever, Chartbeat does not, under any circumstances, set third-party cookies on our publisher’s sites.</p>\n</li>\n</ul> Customer Resources <ul>\n<li> Have the GDPR changes affected my Terms of Service with Chartbeat? <p>Yes.\nChartbeat’s standard Terms of Service have been amended consistent with GDPR requirements and are located here.\nCustomers governed by our standard Terms of Service will be automatically served by our Data Processing Addendum (\"DPA\") after May 25, 2018.</p>\n<p>Additionally, we will have updated our Privacy Policy, and other related documentation.</p>\n</li>\n<li> Have the CCPA changes affected my Terms of Service with Chartbeat? <p>Yes.\nChartbeat’s standard Terms of Service have been amended consistent with CCPA requirements and are located here.</p>\n<p>Additionally, we will have updated our Privacy Policy, and other related documentation.</p>\n</li>\n<li> How can I adjust the controls that I have over the data I share with Chartbeat? <p>Chartbeat customers have the ability to manage and adjust controls over data they share with Chartbeat.\nAdditionally, publishers can modify Chartbeat data settings, including running Chartbeat in cookieless mode.\nPlease note that the only way to enter cookieless mode is for a developer to change the way that Chartbeat's code is implemented across the entire domain.</p>\n<p>Refer to our documentation guide or contact support@chartbeat.com if you have specific requests.</p>\n</li>\n<li> Where can I learn more about Chartbeat’s data security practices? <p>For more information on our data security practices, you can access our data security policy here.</p>\n</li>\n</ul>\n<ul>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Your Privacy Settings</li>\n<li>Security &amp.\nCompliance</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Product</li>\n<li>Dashboards</li>\n<li>Reporting</li>\n<li>Optimization</li>\n<li>Add-ons</li>\n</ul>\n<ul>\n<li>Resources</li>\n<li>Help Center and FAQ</li>\n<li>Documentation</li>\n<li>Education</li>\n<li>APIs</li>\n</ul>\n<ul>\n<li>Company</li>\n<li>About</li>\n<li>Team</li>\n<li>Careers</li>\n<li>Press</li>\n</ul> Made to measure.\n<p>© Chartbeat</p>\n<p>826 Broadway, Floor 6, New York, NY 10003</p>\n<p>hello@chartbeat.com ｜ 646.786.8472</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Get our latest research.\nSubscribe to our monthly newsletter.\n</p> Request a Demo First name*Last name*Business email*Company name*Website URL*Phone number*<ul>\n<li>I agree to receive emails from Chartbeat and know I can unsubscribe at any time.*</li>\n</ul>Sales Ready FormCIDgclid ", "created_at": "2023-01-18 21:22:40.789462", "updated_at": "2023-01-18 21:23:46.859877"}], "points": [], "urls": ["chartbeat.com"]}}