{"error": 448, "message": "OK", "parameters": {"id": 2781, "name": "GNOME", "created_at": "2021-02-16 00:27:10.658475", "updated_at": "2023-07-10 22:01:41.097232", "wikipedia": "https://en.wikipedia.org/wiki/GNOME", "keywords": null, "related": null, "slug": "gnome", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2781.png", "url": "gnome.org", "documents": [{"id": 4229, "name": "Code of Conduct", "url": "https://wiki.gnome.org/Foundation/CodeOfConduct", "xpath": "//*[@id=\"main_content\"]", "text": " <p>\n</p>GNOME Code of Conduct\n<p>Thank you for being a part of the GNOME project.\nWe value your participation and want everyone to have an enjoyable and fulfilling experience.\nAccordingly, all participants are expected to follow this Code of Conduct, and to show respect, understanding, and consideration to one another.\nThank you for helping make this a welcoming, friendly community for everyone.\n</p>\n<p>\n</p>Scope\n<p>This Code of Conduct applies to all GNOME community spaces, including, but not limited to: </p>\n<ul>\n<li>Issue tracking systems - bugzilla.gnome.org </li>\n<li>Documentation and tutorials - developer.gnome.org </li>\n<li>Code repositories - git.gnome.org and gitlab.gnome.org </li>\n<li>Mailing lists - mail.gnome.org </li>\n<li>Wikis - wiki.gnome.org </li>\n<li>Chat and forums - irc.gnome.org, discourse.gnome.org, GNOME Telegram channels, and GNOME groups and channels on Matrix.org (including bridges to GNOME IRC channels) </li>\n<li>Community spaces hosted on gnome.org infrastructure </li>\n<li>Any other channels or groups which exist in order to discuss GNOME project activities </li>\n<li>All event venues and associated spaces, including conferences, hackfests, release parties, workshops and other small events </li>\n<li>All areas related to event venues: vendor exhibit halls, staff and meal areas, connecting infrastructure like walkways, hallways, elevators, and stairs </li>\n<li>Sponsor events, either on-site or off-site </li>\n<li>Private events off-site that involve one or more attendees </li>\n<li>Private conversations taking place in official conference hotels </li>\n</ul>\n<p>Communication channels and private conversations that are normally out of scope may be considered in scope if a GNOME participant is being stalked or harassed.\nSocial media conversations may be considered in-scope if the incident occurred under a GNOME event hashtag, or when an official GNOME account on social media is tagged, or within any other discussion about GNOME.\nThe GNOME Foundation reserves the right to take actions against behaviors that happen in any context, if they are deemed to be relevant to the GNOME project and its participants.\n</p>\n<p>All participants in GNOME community spaces are subject to the Code of Conduct.\nThis includes GNOME Foundation board members, corporate sponsors, and paid employees.\nThis also includes volunteers, maintainers, leaders, contributors, contribution reviewers, issue reporters, GNOME users, and anyone participating in discussion in GNOME community spaces.\nFor in-person events, this also includes all attendees, exhibitors, vendors, speakers, panelists, organizers, staff, and volunteers.\n</p>\n<p>\n</p>Reporting an Incident\n<p>If you believe that someone is violating the Code of Conduct, or have any other concerns, please contact the Code of Conduct committee.\n</p>\n<p>\n</p>Our Standards\n<p>The GNOME community is dedicated to providing a positive experience for everyone, regardless of: </p>\n<ul>\n<li>age </li>\n<li>body size </li>\n<li>caste </li>\n<li>citizenship </li>\n<li>disability </li>\n<li>education </li>\n<li>ethnicity </li>\n<li>familial status </li>\n<li>gender expression </li>\n<li>gender identity </li>\n<li>genetic information </li>\n<li>immigration status </li>\n<li>level of experience </li>\n<li>nationality </li>\n<li>personal appearance </li>\n<li>pregnancy </li>\n<li>race </li>\n<li>religion </li>\n<li>sex characteristics </li>\n<li>sexual orientation </li>\n<li>sexual identity </li>\n<li>socio-economic status </li>\n<li>tribe </li>\n<li>veteran status </li>\n</ul>\n<p>\n</p>Community Guidelines\n<p>Examples of behavior that contributes to creating a positive environment include: </p>\n<ul>\n<li>\n<p>\n<strong>Be friendly.</strong> Use welcoming and inclusive language.\n</p>\n</li>\n<li>\n<p>\n<strong>Be empathetic.</strong> Be respectful of differing viewpoints and experiences.\n</p>\n</li>\n<li>\n<p>\n<strong>Be respectful.</strong> When we disagree, we do so in a polite and constructive manner.\n</p>\n</li>\n<li>\n<p>\n<strong>Be considerate.</strong> Remember that decisions are often a difficult choice between competing priorities.\nFocus on what is best for the community.\nKeep discussions around technology choices constructive and respectful.\n</p>\n</li>\n<li>\n<p>\n<strong>Be patient and generous.</strong> If someone asks for help it is because they need it.\nWhen documentation is available that answers the question, politely point them to it.\nIf the question is off-topic, suggest a more appropriate online space to seek help.\n</p>\n</li>\n<li>\n<p>\n<strong>Try to be concise.</strong> Read the discussion before commenting in order to not repeat a point that has been made.\n</p>\n</li>\n</ul>\n<p>\n</p>Inappropriate Behavior\n<p>Community members asked to stop any inappropriate behavior are expected to comply immediately.\n</p>\n<p>We want all participants in the GNOME community have the best possible experience they can.\nIn order to be clear what that means, we've provided a list of examples of behaviors that are inappropriate for GNOME community spaces: </p>\n<ul>\n<li>\n<p>\n<strong>Deliberate intimidation, stalking, or following.</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>Sustained disruption of online discussion, talks, or other events.</strong> Sustained disruption of events, online discussions, or meetings, including talks and presentations, will not be tolerated.\nThis includes 'Talking over' or 'heckling' event speakers or influencing crowd actions that cause hostility in event sessions.\nSustained disruption also includes drinking alcohol to excess or using recreational drugs to excess, or pushing others to do so.\n</p>\n</li>\n<li>\n<p>\n<strong>Harassment of people who don't drink alcohol or other legal substances.</strong> We do not tolerate derogatory comments about those who abstain from alcohol or other legal substances.\nWe do not tolerate pushing people to drink, talking about their abstinence or preferences to others, or pressuring them to drink - physically or through jeering.\n</p>\n</li>\n<li>\n<p>\n<strong>Sexist, racist, homophobic, transphobic, ableist language or otherwise exclusionary language.</strong> This includes deliberately referring to someone by a gender that they do not identify with, and/or questioning the legitimacy of an individual's gender identity.\nIf you're unsure if a word is derogatory, don't use it.\nThis also includes repeated subtle and/or indirect discrimination.\n</p>\n</li>\n<li>\n<p>\n<strong>Unwelcome sexual attention or behavior that contributes to a sexualized environment.</strong> This includes sexualized comments, jokes or imagery in interactions, communications or presentation materials, as well as inappropriate touching, groping, or sexual advances.\nSponsors should not use sexualized images, activities, or other material.\nMeetup organizing staff and other volunteer organizers should not use sexualized clothing/uniforms/costumes, or otherwise create a sexualized environment.\n</p>\n</li>\n<li>\n<p>\n<strong>Unwelcome physical contact.</strong> This includes touching a person without permission, including sensitive areas such as their hair, pregnant stomach, mobility device (wheelchair, scooter, etc) or tattoos.\nThis also includes physically blocking or intimidating another person.\nPhysical contact or simulated physical contact (such as emojis like \"kiss\") without affirmative consent is not acceptable.\nThis includes sharing or distribution of sexualized images or text.\n</p>\n</li>\n<li>\n<p>\n<strong>Violence or threats of violence.</strong> Violence and threats of violence are not acceptable - online or offline.\nThis includes incitement of violence toward any individual, including encouraging a person to commit self-harm.\nThis also includes posting or threatening to post other people's personally identifying information (\"doxxing\") online.\n</p>\n</li>\n<li>\n<p>\n<strong>Influencing or encouraging inappropriate behavior.</strong> If you influence or encourage another person to violate the Code of Conduct, you may face the same consequences as if you had violated the Code of Conduct.\n</p>\n</li>\n<li>\n<p>\n<strong>Possession of an offensive weapon at a GNOME event.</strong> This includes anything deemed to be a weapon by the event organizers.\n</p>\n</li>\n</ul>\n<p>\n</p>Safety versus Comfort\n<p>The GNOME community prioritizes marginalized people's safety over privileged people's comfort, for example in situations involving: </p>\n<ul>\n<li>\"Reverse\"-isms, including \"reverse racism,\" \"reverse sexism,\" and \"cisphobia\" </li>\n<li>Reasonable communication of boundaries, such as \"leave me alone,\" \"go away,\" or \"I'm not discussing this with you.\" </li>\n<li>Criticizing racist, sexist, cissexist, or otherwise oppressive behavior or assumptions </li>\n<li>Communicating boundaries or criticizing oppressive behavior in a \"tone\" you don't find congenial </li>\n</ul>\n<p>The examples listed above are not against the Code of Conduct.\nIf you have questions about the above statements, please read our document on Supporting Diversity.\n</p>\n<p>Outreach and diversity efforts directed at under-represented groups are permitted under the code of conduct.\nFor example, a social event for women would not be classified as being outside the Code of Conduct under this provision.\n</p>\n<p>Basic expectations for conduct are not covered by the \"reverse-ism clause\" and would be enforced irrespective of the demographics of those involved.\nFor example, racial discrimination will not be tolerated, irrespective of the race of those involved.\nNor would unwanted sexual attention be tolerated, whatever someone's gender or sexual orientation.\nMembers of our community have the right to expect that participants in the project will uphold these standards.\n</p>\n<p>If a participant engages in behavior that violates this code of conduct, the GNOME Code of Conduct committee may take any action they deem appropriate.\nExamples of consequences are outlined in the Committee Procedures Guide.\n</p>\n<p>\n</p>Procedure for Handling Incidents\n<ul>\n<li>\n<p>Reporter Guide </p>\n</li>\n<li>\n<p>Moderator Procedures </p>\n</li>\n<li>\n<p>Committee Procedures Guide </p>\n</li>\n</ul>\n<p>\n</p>License\n<p>The GNOME Code of Conduct is licensed under a Creative Commons Attribution Share-Alike 3.0 Unported License </p>\n<p>\n</p>\n<p>\n</p>Attribution\n<p>The GNOME Code of Conduct was forked from the example policy from the Geek Feminism wiki, created by the Ada Initiative and other volunteers, which is under a Creative Commons Zero license.\n</p>\n<p>Additional language was incorporated and modified from the following Codes of Conduct: </p>\n<ul>\n<li>\n<p>Citizen Code of Conduct is licensed Creative Commons Attribution-ShareAlike 3.0 Unported License.\n</p>\n</li>\n<li>\n<p>Code of Conduct template is licensed Creative Commons Attribution 3.0 Unported License by Otter Tech </p>\n</li>\n<li>\n<p>Contributor Covenant version 1.4 (licensed CC BY 4.0) </p>\n</li>\n<li>\n<p>Data Carpentry Code of Conduct is licensed Creative Commons Attribution 4.0 License </p>\n</li>\n<li>\n<p>Django Project Code of Conduct is licensed under a Creative Commons Attribution 3.0 Unported License </p>\n</li>\n<li>\n<p>Fedora Code of Conduct </p>\n</li>\n<li>\n<p>Geek Feminism Anti-harassment Policy which is under a Creative Commons Zero license </p>\n</li>\n<li>\n<p>Previous GNOME Foundation Code of Conduct </p>\n</li>\n<li>\n<p>LGBTQ in Technology Slack Code of Conduct licensed Creative Commons Zero </p>\n</li>\n<li>\n<p>Mozilla Community Participation Guidelines is licensed Creative Commons Attribution-ShareAlike 3.0 Unported License.\n</p>\n</li>\n<li>\n<p>Python Mentors Code of Conduct </p>\n</li>\n<li>\n<p>Speak Up! Community Code of Conduct, licensed under a Creative Commons Attribution 3.0 Unported License </p>\n</li>\n</ul>\n<p>Foundation/CodeOfConduct (last edited 2020-10-01 10:18:20 by AndreaVeri)</p> ", "created_at": "2021-02-16 00:28:20.09191", "updated_at": "2022-12-25 21:35:30.854962"}, {"id": 13571, "name": "Privacy Policy", "url": "https://www.gnome.org/privacy-policy/", "xpath": "//*[@id=\"main\"]", "text": " Privacy Policy for the GNOME Foundation Scope of This Notice <p>This Privacy Policy is intended to describe the GNOME Foundation’s privacy practices and provide information about the choices you have regarding the ways in which information collected by the GNOME Foundation is used and disclosed.\nThe GNOME Foundation is referred to in this document as the “Foundation”.</p>\n<p>For GNOME Online Accounts, please see our disclosure.</p> Our Commitment to Privacy <p>Your privacy is important to the Foundation.\nTo better protect your privacy and to comply with various laws and regulations, we have provided this policy explaining our information practices and the choices you can make about the way your personal information is collected, used and disclosed.\nTo make this policy easy to find, we have made it available on our homepage and at many of the locations where personally-identifiable information may be requested.</p> The Information We Collect <p>This Privacy policy applies to all information collected by or submitted to the Foundation, including personal data.\n“Personal data” is data that can be used to identify an individual.</p>\n<p>The Foundation collects personal data when:</p>\n<ul>\n<li>you sign up as a Foundation Supporter or otherwise donate to the Foundation;</li>\n<li>you visit any Foundation&nbsp;website;</li>\n<li>you use one of the Foundation’s mailing lists;</li>\n<li>you use one of the Foundation’s code repositories;</li>\n<li>you use one of the Foundation’s IRC channels;</li>\n<li>register to, present at, and/or attend, our events and conferences, or at our booths when we are present at someone else’s conference/event</li>\n<li>enter into a contract with us;</li>\n<li>sign up for job alerts on our websites, submit a job application, a CV, cover letter, or social media profile to a job vacancy, attend an interview, assessment, or meeting;</li>\n<li>register for, and update an online account with us (including if you access through Facebook, LinkedIn, Twitter, Google, or an open IP provider);</li>\n<li>you participate in surveys and evaluations;</li>\n<li>‘follow’, ‘like’, post to, or interact with, our social media accounts, including Facebook, LinkedIn, Twitter, Instagram, and Google+;</li>\n<li>you submit questions or comments to us.</li>\n</ul>\n<p>This policy applies to the Foundation’s general operations, supporter program, websites and events.</p>\n<p>The information you provide to us will include (depending on the circumstances):</p>\n<ul>\n<li>\n<strong>Identity and contact data</strong>: title, names, addresses, email addresses, phone numbers or your signature.</li>\n<li>\n<strong>Account profile data</strong>: a username/display name, password, user preferences and, if you sign up through a social media account, certain information about that account.</li>\n<li>\n<strong>Conference registration details</strong>: the company/organization you work for, job title/position, language preferences, your name, your email, your age, your gender, your job function, your experience, your opinions and why you are attending the conference and what you hope to learn, your accessibility needs.</li>\n<li>\n<strong>Financial data</strong>: payment details, which may include billing addresses, credit/debit card details and bank account details.</li>\n<li>\n<strong>Employment and background data</strong>: if you apply for employment on our sites, your academic and work history, qualifications, skills, projects and research that you are involved in, references, proof of your entitlement to work in the relevant country, your national security number, your passport or other identity document details, your current level of remuneration (including benefits), and any other such similar information that you may provide to us.</li>\n<li>\n<strong>Visual and audio information about yourself</strong>: e.g.\na photo or video footage, or sound recording.</li>\n<li>\n<strong>Sensitive information</strong>: information about your race or ethnicity, religious beliefs, sexual orientation, health and whether or not you have any disability.\nYou can find out more about how we use the sensitive information below in the “Special Categories of Data” section.</li>\n<li>\n<strong>Any other information that you choose to share with us</strong>: for example, any information that you provide via correspondence, when you fill out our survey(s), that you share via our website or social media accounts linked to our website, or any information that you choose to provide in person at events, meetings, or over the phone.</li>\n</ul>\n<p>In certain circumstances, we will receive information about you from other sources, including third parties.\nFor example, we may receive personal information from any of the following, who may be based inside and/or outside the EU:</p>\n<ul>\n<li>\n<strong>Other website or service users.</strong>\n</li>\n<li>\n<strong>Event attendees.</strong>\n</li>\n<li>\n<strong>Your agents or representatives</strong>&nbsp;who are acting on your instructions.</li>\n<li>\n<strong>Organizations with whom we provide co-branded events, websites, products, and services.</strong>\n</li>\n<li>\n<strong>Fraud detection agencies.</strong>\n</li>\n<li>\n<strong>Your current and former employers, recruitment agencies, and referees.</strong>\n</li>\n<li>\n<strong>Service providers</strong>&nbsp;including our website developers, IT support providers, cloud services providers, payment services providers, billing service providers, contractors, consultants, advertising agencies and platforms, digital performance monitoring and management providers, advertising analytics providers, recruitment agencies, survey tool providers, event ticket retailers, event management platform service providers, HR service providers, couriers, instant messaging service providers.</li>\n<li>\n<strong>Social media plugins.</strong>&nbsp;By providing your social media account details you are authorizing that third-party provider to share with us certain information about you.</li>\n<li>\n<strong>Publicly available sources</strong>&nbsp;such as LinkedIn.</li>\n</ul>\n<p>We might also receive information about you from other third parties if you have indicated to such third parties that you would like to hear from us.</p> Special Categories of Data <p>Special categories of particularly sensitive personal information require higher levels of protection.\nThese so-called “special categories of data” include details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data.\nDepending on the circumstances, we will also collect information about criminal convictions and offenses.</p>\n<p>We need to have further justification for collecting, storing and using this type of personal information.\nWe process special categories of personal information in the following circumstances:</p>\n<ul>\n<li>in limited circumstances, with your explicit written consent</li>\n<li>where it is necessary to carry out our legal obligations or exercise rights in connection with employment</li>\n<li>where it is necessary for reasons of substantial public interest, such as for equal opportunities monitoring</li>\n<li>where it is necessary in relation to legal claims</li>\n<li>where it is necessary to protect your interests (or someone else’s interests) and you are not capable of giving your consent</li>\n<li>where you have already made the information public.</li>\n</ul>\n<p>For example, we may collect special categories of information:</p>\n<ul>\n<li>when you apply to work for us (for diversity and equal opportunities records, to support your needs and facilitate access to our premises, and to carry out background checks);</li>\n<li>when you attend our events, visit our premises, or apply for a scholarship or funding from us (to make any necessary arrangements for your attendance, monitor diversity, and to investigate claims about breaches of our Conference Code of Conduct).</li>\n</ul>\n<p>In limited circumstances, we may request your written consent to allow us to use certain particularly sensitive data.\nIf we do so, we will provide you with full details of the information that we would like and the reason we need it, so that you can carefully consider whether you wish to consent.</p> Using (Processing) Your Personal Data <p>The Foundation uses the personal data you provide to:</p>\n<ul>\n<li>\n<strong>To provide access to our website</strong>&nbsp;in a manner convenient and optimal (on the basis of our legitimate interest to ensure our website is presented in an effective and optimal manner, or where we have a legal obligation to prevent unauthorised access).</li>\n<li>\n<strong>To process and fulfill your donation to the Foundation</strong>&nbsp;(on the basis of performing our contract with you).</li>\n<li>\n<strong>To process and facilitate transactions and payments, and recover money owed to us</strong>&nbsp;(on the basis of performing our contract with you, and on the basis of our legitimate interest to recover debts due).</li>\n<li>\n<strong>To monitor your account and use of services</strong>&nbsp;to prevent and identify unlawful content use and violations of our policies (on the basis of our legitimate interests to operate a safe and lawful business, or where we have a legal obligation to do so).</li>\n<li>\n<strong>To identify and authenticate you</strong>&nbsp;(on the basis of your consent where we have requested it, or on the basis of our legitimate interest to ensure that users are verifiable)</li>\n<li>\n<strong>To enable you to communicate with other users</strong>&nbsp;(on the basis of your consent where we have requested it, or on the basis of performing our contract with you).</li>\n<li>\n<strong>To attribute data and content you produce directly and indirectly in our public-facing services</strong>&nbsp;(on the basis our legitimate interests&nbsp;to create a public record of the data and content produced by the Foundation’s services.\nand to maintain the integrity of that data and content for historical, scientific, and research purposes.)</li>\n<li>\n<strong>To manage our relationship with you</strong>, which will include notifying you about changes to our terms of service or privacy policy, and asking you to leave a review or take a survey (on the basis of performing our contract with you, to comply with our legal obligations, and our legitimate interest in keeping our records updated and study how our website and services are used).</li>\n<li>\n<strong>To conduct business with you or your employer</strong>, including to contact you and manage and facilitate our business relationship with you and your employer (on the basis of performing our contract with you, and our legitimate interest in running our business).</li>\n<li>\n<strong>To work with you and undertake projects with you</strong>, including to process any proposals that you submit to us (on the basis of our contract with you, and our legitimate interest in running our business).</li>\n<li>\n<strong>To provide access to, and administer scholarship and funding programs</strong>&nbsp;(on the basis of your consent where we have requested it, on the basis of performing our contract with you, and our legitimate interest in making our products and services accessible to a range of individuals with diverse backgrounds).</li>\n<li>\n<strong>For recruitment</strong>, including to process any job applications you submit to us, whether directly or via an agent or recruiter including sharing your information with our third-party recruitment agencies (on the basis of our legitimate interest to recruit new employees or contractors).</li>\n<li>\n<strong>To carry out marketing</strong>&nbsp;and let you know about our news, events, products or services that we believe may interest you, including sharing your information with our marketing services providers (either on the basis of your consent where we have requested it, or our legitimate interests to provide you with marketing communications where we may lawfully do so).</li>\n<li>\n<strong>For research activities</strong>, including the production of statistical reports (on the basis of our legitimate interest in making our products and services accessible to a range of individuals with diverse backgrounds).</li>\n<li>\n<strong>To answer your questions</strong>&nbsp;(on the basis of consent)</li>\n<li>\n<strong>To maintain our servers</strong>&nbsp;(on the basis of our legitimate interest in maintaining an efficient business operation)</li>\n<li>\n<strong>To interact with users on social media platforms</strong>&nbsp;(on the basis of our legitimate interest in promoting our brand and communicating with interested individuals).</li>\n<li>\n<strong>To protect, investigate, and deter against fraudulent, unauthorized, or illegal activity</strong>&nbsp;(on the basis of our legitimate interests to operate a safe and lawful business, or where we have a legal obligation to do so).</li>\n<li>\n<strong>To enable us to comply with our policies and procedures and enforce our legal rights</strong>, and to protect the rights, property or safety of our employees and volunteers and share your information with our technical and legal advisors (on the basis of our legitimate interests to operate a safe and lawful business, or where we have a legal obligation to do so).</li>\n</ul>\n<p>As outlined above, in certain circumstances we may use your personal information to pursue legitimate interests of our own or those of third parties.\nWhere we refer to our “legitimate interests”, we mean our legitimate business interests in conducting and managing our business and our relationship with you, including the legitimate interests we have specified in the section above.\nWhere we use your information for our legitimate interests, we make sure that we take into account any potential impact that such use may have on you.\nOur legitimate interests don’t automatically override yours and we won’t use your information if we believe your interests should override ours unless we have other grounds to do so (such as your consent or a legal obligation).\nIf you have any concerns about our processing please refer to details of “Your Rights” below.</p> Sharing Your Personal Data <p>Unless you consent, the Foundation will never process or share the personal data you provide to us except as described below.</p>\n<ul>\n<li>To attribute your contributions to mailing lists, source repositories, Etherpads, wikis, forums, and IRC channels.</li>\n<li>As required to provide service (as a consequence of uses already described in this Privacy Statement)</li>\n<li>Sponsors, partners and collaborators, such as those organizations with whom we host co-branded events.</li>\n<li>Our service providers who are acting as processors&nbsp;and who assist us with our administrative or business functions, or in the provision of any of our products/services to you.</li>\n<li>For research activities, including the production of statistical reports (such aggregated information is used to describe our services and is not used to contact the subjects of the report).</li>\n<li>Regulators and governmental bodies&nbsp;like the IRS, HMRC, and other authorities and regulators acting as processors or joint controllers who require reporting of processing activities in certain circumstances.</li>\n<li>Other third parties&nbsp;including legal, professional or other advisors, regulatory authorities, courts, law enforcement agencies and government agencies) where necessary to enable us to enforce our legal rights or to protect the rights, property or safety of our employees or where such disclosure may be permitted or required by law</li>\n</ul> Donations <p>We receive personal information from third-party services when you donate to us via online payment mechanisms.\nWe do not sell or distribute this information to third parties.\nThe Foundation uses this information to acknowledge your donation and send you occasional solicitations and newsletters.\nDonors can opt out of all contact or specify only print or e-mail contact by emailing info@gnome.org.\nDonor names are posted on our&nbsp;Sponsors and Supporters&nbsp;page as a recognition of their support, as well as listed in our annual report.\nAt the time of the donation, the donor can ask to be anonymous, so that their name will not be publicly recognized.</p> Receiving E-Mail <p>The Foundation may send you e-mail to authorize accounts you create on our sites, to inform you of important upcoming Foundation events, to send occasional solicitations in connection with our donor programs as described above or in response to your questions.\nFor your protection, the Foundation may contact you in the event that we find an issue that requires your immediate attention.\nThe Foundation processes your personal data in these cases to fulfill and comply with its contractual obligations to you, to provide the services you have requested, and to ensure the security of your account.</p> Cookies and Other Browser Information <p>The Foundation’s online services automatically capture IP addresses.\nWe use IP addresses to help diagnose problems with our servers, to administer our website, and to help ensure the security of your interaction with our services.</p>\n<p>As part of offering and providing customizable and personalized services, the Foundation uses cookies to store and sometimes track information about you.\nA cookie is a small amount of data that is sent to your browser from a Web server and stored on your computer’s hard drive.\nAll sections of Foundation websites where you are prompted to log in or that are customizable require your browser to accept cookies.</p>\n<p>Generally, we use cookies to remind us of who you are and to access your account information (stored on our computers) in order to provide a better and more personalized service.\nThis cookie is set when you register or “sign in” and is modified when you “sign out” of our services.</p>\n<p>If you do not want your personal information to be stored by cookies, you can configure your browser so that it always rejects these cookies or asks you each time if you accept them or not.\nHowever, you must understand that the use of cookies may be necessary to provide certain services, and by&nbsp;choosing to reject cookies will reduce the performance and functionality of the site.\nYour browser documentation includes instructions explaining how to enable, disable or delete cookies at the browser level (usually located in the “Help”, “Tools” or “Edit” facility).</p> Our Commitment to Data Security <p>The Foundation trains its administrators on our privacy policy guidelines and makes our privacy policy available to our partners.\nOur websites use Secure Socket Layer (SSL) technology, which encrypts your personal data when you send your personal information on our website.\nIn addition, the Foundation and its partners enter into agreements which require that care and precautions be taken to prevent loss, misuse, or disclosure of your personal data.</p>\n<p>We will keep your information for as long as is necessary to provide you with the services that you have requested from us or for as long as we reasonably require to retain the information for our lawful business purposes, such as for the purposes of exercising our legal rights or where we are permitted to do.\nWe operate a data retention policy and look to find ways to reduce the amount of information we hold about you and the length of time that we need to keep it.\nFor information on the length of time that any particular piece of information may be kept, please contact info@gnome.org.</p> Public Forums Reminder <p>The Foundation often makes mailing lists, source repositories, Etherpads, wikis, websites, forums and IRC logs available to the public.\nPlease remember that any information that is disclosed in these areas becomes public information.\nPlease think carefully about your desired level of anonymity before you disclose personal information.\nAlthough we value individual ideas and encourage free expression, the Foundation reserves the right to take necessary action to preserve the integrity of these areas, such as removing any posting that is vulgar or inappropriate.\nIt is in the Foundation’s legitimate business interests to provide all users with an accurate record of data and content provided in the public forums it maintains and uses.\nto maintain the integrity of that data and content for historical, scientific, and research purposes.\nand to provide an environment for the free exchange of ideas relevant and constructive to the development and propagation of free software.</p> Our Commitment to Children’s Online Privacy <p>Out of special concern for children’s privacy, the Foundation does not knowingly accept online personal information from children under the age of 13.\nThe Foundation does not knowingly allow children under the age of 13 to become registered members of our sites.\nThe Foundation does not knowingly collect or solicit personal information about children under 13.</p>\n<p>In the event that the Foundation ever decides to expand its intended site audience to include children under the age of 13, those specific web pages will, in accordance with the requirements of the Children’s Online Privacy Protection Act (COPPA), be clearly identified and provide an explicit privacy notice addressed to children under 13.\nIn addition, the Foundation will provide an appropriate mechanism to obtain parental approval, allow parents to subsequently make changes to or request removal of their children’s personal information, and provide access to any other information as required by law.</p>\n<p>Additionally, EU residents under the age of 16 should not submit their personal data for subscribing to our email solicitations and we will delete any such data if we become aware of it.</p> About Links to Other Sites <p>This site contains links to other sites.\nThe Foundation does not control the information collection of sites that can be reached through links from gnome.org, guadec.org, gnome.asia, flatpak.org or its sub-domains.\nIf you have questions about the data collection procedures of linked sites, please contact those sites directly.</p> International Transfers <p>The Foundation is based in the United States of America.&nbsp;We transact business throughout the world and have operations, processes and systems that cross borders.</p>\n<p>If you reside in the European Union, please be advised that your personal data will be processed outside of the European Economic Area (EEA).\nWe will take all steps necessary to ensure that your information is adequately protected and processed in accordance with this Privacy Policy, including but not limited to:</p>\n<ul>\n<li>only transferring your personal data to&nbsp;countries that have been deemed to provide an adequate level of protection for personal data by the European Commission;</li>\n<li>where we use providers based in the US, we may transfer data to them if they are part of the&nbsp;EU-US Privacy Shield&nbsp;which requires them to provide similar protection to personal data shared between Europe and the US.\nor</li>\n<li>where we use certain service providers, we may use specific contracts approved by the European Commission which give personal data the same protection it has in Europe (the so-called&nbsp;European Commission’s Standard Contractual Clauses).</li>\n</ul>\n<p>We may transfer your personal information to countries in the following regions outside of the EEA: North America and Asia.\nPlease contact us if you want further information on the specific mechanism used by us when transferring your personal data out of the EEA.</p> Your Rights <p>Where the EU General Data Protection Regulation 2016/679 (“GDPR”) applies to the processing of your personal data, especially when you access the website from a country in the European Economic Area (“EEA”), you have the following rights, subject to some limitations, against the Foundation:</p>\n<ul>\n<li>The right to access your personal data;</li>\n<li>The right to rectify the personal data we hold about you;</li>\n<li>The right to erase your personal data;</li>\n<li>The right to restrict our use of your personal data;</li>\n<li>The right to object to our use of your personal data;</li>\n<li>The right to receive your personal data in a usable electronic format and transmit it to a third party (also known as the right of data portability).\nand</li>\n<li>The right to lodge a complaint with your local data protection authority.</li>\n</ul>\n<p>If you would like to exercise any of these rights, you may do so by emailing info@gnome.org Please understand, however, the rights enumerated above are not absolute in all cases.</p>\n<p>Where the GDPR applies, you also have the right to withdraw any consent you have given to uses of your personal data.\nIf you wish to withdraw consent that you have previously provided to the Foundation, you may do so emailing&nbsp;info@gnome.org.\nHowever, the withdrawal of consent will not affect the lawfulness of processing based on consent before its withdrawal.</p>\n<p>The Foundation will undertake best efforts to provide these rights to people outside of the EEA as well.</p> How to Access, Modify or Update Your Information <p>The Foundation gives you the ability to access, modify or update your personal data at any time.\nOn sites where you can create accounts, you may log in and make changes to your login information (change your password), your contact information, your general preferences and your personalization settings.\nIf necessary, you may also contact us and describe the changes you want to be made to the personal data you have previously provided by emailing info@gnome.org.</p>\n<p>If you wish to remove your personal data from the Foundation, you may contact us at info@gnome.org and request that we remove this information from the Foundation’s systems.\nOther locations where you may have used your personal data as an identifier (e.g.\nlist postings in the archives, wiki change history, repository changelogs, and IRC logs) will not be altered.</p> How to Contact Us <p>If you have any questions about any of these practices or the Foundation’s use of your personal information, please feel free to contact us by email, or by mail at:</p>\n<p>Foundation Privacy<br>GNOME Foundation<br>#117<br>21c Orinda Way<br>Orinda, CA 94563<br>USA</p>\n<p>The Foundation will work with you to resolve any concerns you may have about this policy.</p> Changes to this Privacy Statement <p>The Foundation reserves the right to change this policy from time to time.\nIf we do make changes, the revised Privacy Policy will be posted on this site.\nA notice will be posted on our homepage for 30 days whenever this privacy statement is changed in a material way.\nThis Privacy Policy was last amended on April 18, 2019.</p> Attribution and License <p>This Privacy Policy is licensed under Attribution-ShareAlike 4.0 International (CC BY-SA 4.0).\nIt is a derivative work of&nbsp;https://sfconservancy.org/privacy-policy/</p>\n<p>\n</p> ", "created_at": "2022-12-25 21:35:53.423028", "updated_at": "2022-12-25 21:36:02.118291"}], "points": [{"id": 26743, "title": "Details are provided about what kind of information they collect", "source": "https://www.gnome.org/privacy-policy/", "status": "Section The Information We Collect:\"This Privacy policy applies to all information collected by or submitted to the Foundation, including personal data. “Personal data” is data that can be used to identify an individual.\r\n\r\nThe Foundation collects personal data when: ...........\"", "created_at": "2022-02-06 04:55:08.60931", "updated_at": "2022-08-17 21:39:13.070727", "quoteText": null, "case_id": 228, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["gnome.org"]}}