{"error": 448, "message": "OK", "parameters": {"id": 9636, "name": "Sapphire Praxical", "created_at": "2023-09-14 23:02:20.798853", "updated_at": "2023-09-15 10:02:41.637196", "wikipedia": "https://en.wikipedia.org/wiki/d:Q65555701", "keywords": null, "related": null, "slug": "sapphire-praxical", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9636.png", "url": "gitgud.io,sapphire.moe", "documents": [{"id": 19146, "name": "Privacy Policy", "url": "https://sapphire.moe/privacy", "xpath": "//body", "text": " Sapphire\n<ul>\n<li>Blog</li>\n<li>Developers</li>\n<li>Open Source</li>\n<li>Login</li>\n</ul> Sapphire Praxical LLC Privacy Policy\n<p>This document was last updated on December 4th, 2017 7:00pm EST</p>\n<br>\n<p>This Privacy Policy discusses the manner in which Sapphire.moe collects, uses, maintains and discloses any information from users of Sapphire.moe.</p> Personal identification information\n<p>Our web server doesn't log IP addresses for accesses on the server.\nIP addresses are only logged for the error log for debugging and deleted after 3 days.\nHowever Cloudflare blocks almost all IP addresses to the server so most of these IPs are just Cloudflare's IPs.</p> Non-personal identification information\n<p>Non-personal identification information may include the browser type and the OS in error logs.\nThis info only lasts 3 days.</p> Cookies\n<p>Visiting Sapphire may generate a cookie in your browser.\nIt's from Cloudflare.\nWe don't currently use cookies besides that.</p> How we use collected information\n<p>Access and error logs from nginx are used to troubleshoot issues with the server and identify if we are under attack or being abused by a botnet.</p> How we protect your information\n<p>HTTPS encryption on all pages, Error log IP addresses deleted after 3 days, no stored usernames or passwords.</p> Sharing your personal information\n<p>We do not sell, trade, or rent Users personal identification information to others.</p> Third party websites\n<p>We have linked, on the website, links to Twitter, GitGud, and Opengem.org for information links.</p> Changes to this privacy policy\n<p>Sapphire.moe has the discretion to update this privacy policy at any time.\nWhen we do, we will post a notification on the main page of our site.\nYou acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.</p> Your acceptance of these terms\n<p>By using this site, you signify your acceptance of this policy.\nIf you do not agree to this policy, please do not use our site.\nYour continued use of the site following the posting of changes to this policy will be deemed your acceptance of those changes.</p> Contacting us\n<p>If you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us via: admin at opengem dot org.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\nSapphire\n<li>Status</li>\n<li>Discord</li>\n<li>Developers</li>\n</ul>\n<ul>\nResources\n<li>Open Source</li>\n<li>Feedback</li>\n<li>Terms</li>\n</ul>\n<ul>\nCompany\n<li>Blog</li>\n<li>About</li>\n<li>Privacy</li>\n</ul> ", "created_at": "2023-09-14 23:02:20.834798", "updated_at": "2023-09-14 23:02:53.032619"}, {"id": 19147, "name": "Terms of Service", "url": "https://sapphire.moe/tos", "xpath": "//body", "text": " Sapphire\n<ul>\n<li>Blog</li>\n<li>Developers</li>\n<li>Open Source</li>\n<li>Login</li>\n</ul> Sapphire Praxical LLC Terms of Service\n<p>This document was last updated on December 7th, 2017 7:00pm EST</p>\n<br>\nINTELLECTUAL PROPERTY\n<p>By uploading a file or other content or by making a comment, you represent and warrant to us that (1) doing so does not violate or infringe anyone else's rights.\nand (2) you created the file or other content you are uploading, or otherwise have sufficient intellectual property rights to upload the material consistent with these terms.\nWith regard to any file or content you upload to the public portions of our site, you grant Sapphire a non-exclusive, royalty-free, perpetual, irrevocable worldwide license (with sublicense and assignment rights) to use, to display online and in any present or future media, to create derivative works of, to allow downloads of, and/or distribute any such file or content.\nTo the extent that you delete any such file or content from the public portions of our site, the license you grant to Sapphire pursuant to the preceding sentence will automatically terminate, but will not be revoked with respect to any file or content Sapphire has already copied and sublicensed or designated for sublicense.\nAlso, of course, anything you post to a public portion of our site may be used by the public pursuant to the following paragraph even after you delete it.</p> USE OF SAPPHIRE PRAXICAL LLC CONTENT\n<p>By downloading an image, video, or copying other user-generated content (UGC) from Sapphire, you agree that you do not claim any rights to it.\nThe following conditions apply:</p>\n<ul>\n<li>You may use UGC for personal, non-commercial purposes.</li>\n<li>You may use UGC for anything that qualifies as fair use under copyright law, for example journalism (news, comment, criticism, etc.), but please include an attribute (\"Sapphire\" or \"courtesy of Sapphire\") next to where it is displayed.</li>\n<li>You may not use UGC for non-journalistic commercial purposes.</li>\n<li>Your use of UGC is at your own risk.\nSapphire MAKES NO WARRANTIES OF NON-INFRINGEMENT, and you will indemnify and hold Sapphire harmless from any copyright infringement claims arising out of your use of the UGC.\n(See our general disclaimers below.)</li>\n<li>You may not copy or use any portions of our site that are not UGC except within the limits of fair use.</li>\n</ul> NOTICES OF CLAIMED COPYRIGHT INFRINGEMENT (OR OTHER TYPES OF INFRINGEMENT)\nIf you see anything on our site that you believe infringes your copyright rights, you may notify our Digital Millennium Copyright Act (\"DMCA\") agent by sending the following information <strong>BY MAIL</strong> to the mailing address below as well as a digital copy by email:\n<ul>\n<li>Identification of the copyrighted work or works claimed to have been infringed.\nIMPORTANT: you must have a registered copyright for the work, or at least have filed with the Copyright Office an application to register a copyright for the work.\n<strong>DMCA notifications based on unregistered works are not valid.</strong>\n</li>\n<li>Identification of the material on our servers that is claimed to be infringing and that is to be removed, including the URL or other information to enable us to locate the material.</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by you as copyright owner, or by your agent, or by law.</li>\n<li>A statement that the information in your notice is accurate, and under penalty of perjury, that you are the owner (or authorized to act on behalf of the owner) of the exclusive copyright right that is allegedly being infringed.</li>\n<li>Your physical signature, or of someone authorized to act on your behalf.</li>\n<li>Instructions on how we may contact you: email, mailing address and phone.</li>\n</ul>\n<p>Because all DMCA notifications must be based on a work for which the copyright is registered with the Copyright Office (or for which registration has been applied for), and because a high percentage of DMCA takedown notices are not valid, it will speed our investigation of your DMCA notice if you attach to it a copy of your copyright registration, or registration application, for the work.</p>\n<p>\n<strong>Due to past problems with email requests all DMCA requests must be mailed to us to the Mailing Address below.\nSend us an email with a complete copy of the contents of the documents mailed us to notify us of your mailed request and to verify your request as well as identify you as the content creator.\nAll mailed in requests must contain all legal documentation proving you have a registered copyright claim with the U.S Copyright Office.</strong>\n</p>\n<p>Email: abuse [at] Sapphire [dot] moe<br>\n<br>\n</p>\n<br>\n<p>Use the same procedure for any claimed trademark violations or other infringements.\nIf we receive a DMCA takedown demand for material you posted that we believe constitutes fair use, we will attempt to notify you if we have your contact info.\notherwise we are under no obligation to notify you regarding the removal.\nWe reserve the right to refuse to remove any material that in our view constitutes fair use.\nIf we identify you as a \"repeat infringer,\" we will block or remove your images and terminate any accounts you have with us.\n(If we notify you of a DMCA removal and you respond with a legitimate counter-notice, that won't count toward being a repeat infringer.) Keep in mind that we reserve the right to remove any content at any time whether or not it infringes or violates any of our policies.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\nSapphire\n<li>Status</li>\n<li>Discord</li>\n<li>Developers</li>\n</ul>\n<ul>\nResources\n<li>Open Source</li>\n<li>Feedback</li>\n<li>Terms</li>\n</ul>\n<ul>\nCompany\n<li>Blog</li>\n<li>About</li>\n<li>Privacy</li>\n</ul> ", "created_at": "2023-09-14 23:02:20.867665", "updated_at": "2023-09-14 23:03:32.405887"}], "points": [], "urls": ["gitgud.io", "sapphire.moe"]}}