{"error": 448, "message": "OK", "parameters": {"id": 8767, "name": "Sender", "created_at": "2023-07-04 02:16:11.796008", "updated_at": "2023-07-04 10:02:12.096095", "wikipedia": null, "keywords": null, "related": null, "slug": "sender", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8767.png", "url": "sender.net", "documents": [{"id": 17106, "name": "Privacy Policy", "url": "https://www.sender.net/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li> Features </li>\n<li> Email Automation </li>\n<li> Text Messaging </li>\n<li> Pricing </li>\n<li> Blog </li>\n</ul>\n<ul>\n<li>Log In</li>\n<li> Get Started </li>\n</ul> Features Grow your audience Email Campaigns High Deliverability Reports Email Automation Text Messaging Pricing Blog Log In Get Started <ul>\n<li> Terms of service </li>\n<li> Anti-SPAM policy </li>\n<li> Privacy policy </li>\n</ul> Privacy Policy <p>This privacy policy applies to www.sender.net , owned and operated by UAB Sender.lt.\nWe realize that you care how your information is processed and shared, and we appreciate your trust in us to do that carefully and sensibly.\nThis document describes our Privacy Policy.\nBy visiting our website at sender.net or using our service, you are accepting and consenting to the practices described in this Privacy Policy.</p> General <p>Sender is a company that provides digital marketing and ancillary services for its clients.\nSender collects personal information about you during your use of our website and services and through our cookie technology as you use and navigate our website and service.\nSender is the Data Processor, our customer is the Data Controller.</p>\n<p>If you provide us with personal information (your name, postal address, telephone, or email address), or have done so in the past, via our websites, our publications or surveys, we may use that information to send you updates on our latest services and promotions or to contact you so that we may learn more about our customers.</p>\n<p>You can choose to “opt out” of these communications.\nTo state your contact preferences please contact us at info@sender.net .\nTo opt out of any email communications from us, please click the ‘unsubscribe’ link at the footer of the email in question.</p>\n<p>We may use your data to collate and create an information database of visitors to our website in order to improve our website and our service and to provide relevant services and information to you.\nWe may also share any aggregated information, but not individual data, with third parties which offer their goods or services on our websites to help them better understand our services and monitor their advertising reach on the sites.</p> Customer Data Processing <p>Sender collects personal information from Customers who visit the Website and register with our Service.\nSender is the data controller in regard to the Customer’s personal data.\nWhen the Customer registers with our Service, we require: username, password, email address, first and last name, country and billing information such as billing address, tax ID number.\nWe may also ask Customers to provide additional personal information such as company name and other company and personal details that the Customer may opt out of by not entering data when asked.\nWe use the Customers’ registration information to authenticate users and provide access to the Service.\nWe also use the email addresses used in the registration information to communicate with our Customers.\nFrom time to time, Sender may contact you via email to notify you of changes to its Service, scheduled maintenance, information about Sender and promotional material from Sender.\nThe Customer is obliged to update the data provided in the registration form as soon as any change in these data has occurred.\nWe will retain your information for as long as needed to provide you the Service.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nProvision of personal data in connection with your use of the Service is voluntary.\nNote, however, that the refusal to provide certain data may make it impossible for you to use all or part of the Service functionalities.</p> Sharing Information Regarding the Customers and Subscribers <p>Sender will not share, sell, rent or trade the Customer’s and Subscriber’s personal information other than as disclosed within this Privacy Policy.</p>\n<p>We reserve the right to disclose the Customer’s and Subscriber’s personal information as required by law and when we believe that disclosure is necessary to protect our rights and/or comply with a judicial proceeding, Court order, or legal process served on Sender.</p>\n<p>We use other third parties in a scope necessary to provide the Service, such as a credit card processing company to bill the Customer for services.\nWhen you sign up for the Service we will share your information as necessary for the third party to provide the Service.</p>\n<p>These third parties are prohibited from using your personal information for promotional purposes.</p>\n<p>If Sender is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on the Website of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.\n</p> Website Use Information <p>Our servers automatically collect site use information, each time you visit the Website.</p>\n<p>The Website use information includes, but is not limited to the following: domain names, operating system in use (e.g.\nmacOS, Windows), browser (e.g.\nChrome, Mozilla Firefox, Internet Explorer) and version, the Website which referred you to us, and other similar information.\nThis information may be aggregated to measure the number of visits, average time spent on the Website, pages viewed, time and date of visits, and other similar information.\nWe may use and disclose site use information, for example, to measure the use of the Website, improve the content, explain the utility of the Website and services we provide, and to extend their functionality.</p>\n<p>As is true of most Websites, we gather certain information automatically and store it in log files.\nThis information includes browser type, referring/exit pages, operating system, date/time stamp, and click data.</p>\n<p>We use this information, which does not identify individual users, to analyze trends, to administer the Website, to track users’ movements around the Website and to gather demographic information about our user base as a whole.\nWe do not link this automatically-collected data to personal information.</p>\n<p>Similar to other commercial websites, “cookies” may be used to provide you with tailored information.\nA cookie is a small piece of data that a website can send to your browser, which may then be stored on your hard drive, so we can recognize you when you return.\nYou may be able to set your browser to notify you when you receive a cookie.\nOur cookies collect general information that enhances our ability to serve you and measure the utility of the Website.\nWe do not link the information we store in cookies to any personal information you submit while on the Website.</p>\n<p>The use of cookies by third party web analytics partner is not covered by our Privacy Policy.\nWe do not have access or control over these cookies.\nThese third parties use session ID and persistent cookies to make it easier for you to navigate the Website.</p>\n<p>Information we collect may be used to enhance your use of the Website, and to provide you with the Service, arrange the Website in the most customer friendly way, communicate special offers and featured items, and/or respond to your questions and suggestions.</p>\n<p>In the case of an agreement, personal information includes data that identifies you as the specific individual, i.e.\nyour name, email address, phone number, geographical address, and/or company name and company address.\nThis information is used to complete the account application process, Customer’s information request, and/or to verify the validity of the request, and to process payment.</p>\n<p>We will use this information solely for processing payments for the Service that you ordered.</p>\n<p>Sender collects only personal information that you choose to provide voluntarily registering to our Service.\nSender shall advise you which information is mandatory to provide and what you do not have to fill in.</p> Information Security <p>We believe that keeping personal information secure is one of our most significant responsibilities.</p>\n<p>We restrict access to personal information about you to those employees and others who need to know that information to assist us in our business, or to provide services to you.\nWe safeguard personal information, according to the established security standards and procedures, by maintaining physical, electronic, and procedural safeguards to the personal data information.</p>\n<p>When we request Customers to enter sensitive information, such as credit card number, it is encrypted and protected with the best encryption software in the industry SSL and processed through a reputable payment processor.\nWhile on a secure page, such as our order form, the lock icon at the bottom of web browsers, e.g.\nMozilla Firefox or Microsoft Internet Explorer, becomes locked, as opposed to unlocked or open, when you are just ‘surfing’.</p>\n<p>All of our Customers’ information, not just the sensitive information mentioned above, is restricted in our offices.\nOnly employees who need the information to perform a specific job (e.g.\nour billing clerk or a customer service representative) are personally granted access to sensitive information.</p> Security <p>Sender stores its servers in a highly secure server environment, with surveillance and support to prevent unauthorized access and data security.</p>\n<p>We cannot guarantee the security of your data while it is being transmitted over the Internet and through servers that are out of our control.\nWe strive to protect your personal information but Sender cannot ensure or warrant the security of any information you transmit to the Website or Services.\nAny data transmissions you make over the Internet are done so at your own risk.\nOnce we receive the data transmission, we make our best efforts to ensure its security and privacy on our systems.</p> Customer Testimonials/Reviews <p>We post customer testimonials/reviews on the Website which may contain personal information.\nWe do obtain the customer’s consent via email prior to posting the testimonial/review to post their name along with their testimonial/review.\nIf you wish to update or delete your testimonial, please contact us at support@sender.net</p> View, Change or Remove Information <p>You may change or delete your profile information at any time by going to your profile page.\nPlease contact us if you need assistance in updating or reviewing your information at support@sender.net.</p> Other Terms <p>We may change this Privacy Policy at any time.\nUnless stated otherwise, our current Privacy Policy applies to all information that we have about you and your account.\nIf we make changes to this Privacy Policy we will notify you by publication here prior to the changes taking effect.</p>\n<p>If, however, we make material changes or Sender is going to use users’ personal information in a manner different from that stated at the time of collection we will notify users via the Website prior to the change becoming effective.\nUsers will have a choice as to whether or not we use their information in this different manner.\nHowever, if users have opted out of all communication with the Website, or deleted their account, then they will not be contacted, nor will their personal information be used in this new manner.</p> Get started with a free plan <p>With our Free Forever plan you can send emails to up to 2,500 of your subscribers.</p>\n<ul>\n<li> Access to all features, including automation</li>\n<li> Up to 15 000 emails per month to 2 500 subscribers</li>\n<li> No credit card required</li>\n</ul> Get Started Product Email automation Email editor Signup forms &amp.\npopups Automated texting service Text messaging Text blast service Mass texting service Group text service SMS enterprise Bulk SMS service Reports &amp.\nanalytics Integrations API All features Pricing Resources Blog Mailto link generator Mailchimp alternatives Constant Contact alternatives Sendinblue alternatives Getresponse alternatives ConvertKit alternatives Email campaign Newsletter software Email template builders Email list management software Email marketing services Wordpress newsletter plugins Support Help center Training videos Migration service Report abuse Company Contact us Affiliate program Terms of service Anti-SPAM policy Privacy policy Blog guidelines Brand assets © 2012-2023 Sender.net ", "created_at": "2023-07-04 02:16:11.825544", "updated_at": "2023-07-04 02:16:41.025094"}, {"id": 17107, "name": "Anti-SPAM policy", "url": "https://www.sender.net/anti-spam-policy/", "xpath": "//body", "text": " <ul>\n<li> Features </li>\n<li> Email Automation </li>\n<li> Text Messaging </li>\n<li> Pricing </li>\n<li> Blog </li>\n</ul>\n<ul>\n<li>Log In</li>\n<li> Get Started </li>\n</ul> Features Grow your audience Email Campaigns High Deliverability Reports Email Automation Text Messaging Pricing Blog Log In Get Started <ul>\n<li> Terms of service </li>\n<li> Anti-SPAM policy </li>\n<li> Privacy policy </li>\n</ul> Anti-SPAM policy <p>Sender follows a zero tolerance spam policy and prohibits users from sending unsolicited emails of any form while using our service.\nBy creating an account and using our service, you agree to comply with the Sender Anti-Spam Policy stated below.</p>\n<p>Spam, also known as unsolicited bulk email (UBE), or junk email, is an unsolicited mass email to people with whom you do not have a business relationship or have not requested (opted-in to) your mailing.\nExamples of spamming include, but are not limited to: </p>\n<ul>\n<li>Sending email to harvested emails from websites, business directories, and so on.</li>\n<li>Using purchased, rented, loaned or otherwise third-party lists</li>\n<li>Sending email to people who previously unsubscribed from your campaigns</li>\n</ul>\n<p>In addition, to ensure the best possible deliverability for our users we prohibit the following types of content:</p>\n<ul>\n<li>Affiliate marketing</li>\n<li>Gambling, betting</li>\n<li>Forex, stock trading tips, “get rich quick”, “work at home”, etc.</li>\n<li>Pornography, escorts, dating services</li>\n<li>Drugs, male enhancement pills, etc.</li>\n<li>Email campaigns for multiple companies to the same list (“solo email ads”)</li>\n<li>Loans</li>\n<li>Weight loss products</li>\n</ul>\n<p>We reserve the right to suspend your account and require proof of your recipients’ permission to email them if your campaigns exceed these thresholds:</p>\n<ul>\n<li>Spam Complaints ≤ 0.1% When sending over 1000 but never more than 50 complaints per day</li>\n<li>Spamtrap hits &amp.\nunjustified abuse complaints ≤ 1%</li>\n<li>More than 5% bounce rate</li>\n<li>Unsubscribes ≤ 1.4% or 1% if unsubs &gt.\nclicks</li>\n</ul>\n<p>If we find that you use your account for spamming or other abusive or illegal practices, your account will be terminated without notice and no refund will be provided.\nFurthermore, if your actions cause disruption to other users of our service, we will consider taking legal action against you and hold you liable for any loss incurred.</p> Reporting Abuse <p>If you suspect that a Sender customer is sending unsolicited email, please report it to us by forwarding the message, including headers, to abuse@sender.net.\nWe will thoroughly investigate each report and take appropriate action against the user who violated our policies.</p> Get started with a free plan <p>With our Free Forever plan you can send emails to up to 2,500 of your subscribers.</p>\n<ul>\n<li> Access to all features, including automation</li>\n<li> Up to 15 000 emails per month to 2 500 subscribers</li>\n<li> No credit card required</li>\n</ul> Get Started Product Email automation Email editor Signup forms &amp.\npopups Automated texting service Text messaging Text blast service Mass texting service Group text service SMS enterprise Bulk SMS service Reports &amp.\nanalytics Integrations API All features Pricing Resources Blog Mailto link generator Mailchimp alternatives Constant Contact alternatives Sendinblue alternatives Getresponse alternatives ConvertKit alternatives Email campaign Newsletter software Email template builders Email list management software Email marketing services Wordpress newsletter plugins Support Help center Training videos Migration service Report abuse Company Contact us Affiliate program Terms of service Anti-SPAM policy Privacy policy Blog guidelines Brand assets © 2012-2023 Sender.net ", "created_at": "2023-07-04 02:16:46.192683", "updated_at": "2023-07-04 02:16:53.446389"}, {"id": 17108, "name": "Terms of Service", "url": "https://www.sender.net/terms-of-service/", "xpath": "//body", "text": " <ul>\n<li> Features </li>\n<li> Email Automation </li>\n<li> Text Messaging </li>\n<li> Pricing </li>\n<li> Blog </li>\n</ul>\n<ul>\n<li>Log In</li>\n<li> Get Started </li>\n</ul> Features Grow your audience Email Campaigns High Deliverability Reports Email Automation Text Messaging Pricing Blog Log In Get Started <ul>\n<li> Terms of service </li>\n<li> Anti-SPAM policy </li>\n<li> Privacy policy </li>\n</ul> Terms of Service <p>By signing up to use Sender, you agree to the terms and conditions described in these Terms of Service and our Anti-spam Policy.\nThis is a legal agreement, so please read all of this documentation carefully.</p>\n<p> The following terms and conditions govern all use of the sender.net website and all content, services and products available at or through the website, including, but not limited to, sending email through Sender (hereafter referred to as the “Services” or the “Service” or the “Agreement”).\nThe Service is owned and operated by UAB Sender.lt, located at Lvivo St.\n25, Vilnius, Lithuania.\nIf you have any questions about these Terms of Service or our Anti-spam policy, please contact us at support@sender.net.</p> Eligibility <ul>\n<li>You must be at least 18 years of age to use Sender.</li>\n<li>You must provide true and complete contact information in the profile of your account.</li>\n<li>You must agree to our terms, conditions and rules and abide by them.</li>\n</ul>\n<p>By signing up, you warrant that you meet the above eligibility requirements.\nSender reserves the right to close or shut down accounts of any users for any reason disclosed or undisclosed and to change these eligibility requirements at any time.</p> General Rules <ul>\n<li>You are only allowed to have one Sender account sending the same or similar content.\nIf your account is suspended or disabled, creating another account will automatically result in cancellation.</li>\n<li>You must not delete, bulk unsubscribe, or otherwise modify your list in order to avoid our billing thresholds.</li>\n<li>You must not use false or misleading header information.\nYour “From,” “To,” “Reply-To,” and routing information – including the originating domain name and email address – must be accurate and true and must identify the person or business who initiated the message.\nWe do not allow sending from generic address such as gmail.com, yahoo.com, hotmail.com, outlook.com etc.</li>\n<li>You must not use deceptive subject lines or redirect links to sites and pages that are not relevant to your mail.</li>\n<li>You agree not to use any content, including graphics that is not either created by you or provided for you to use or would infringe or violate on any other party’s rights.</li>\n<li>If you send advertisements, you must identify the message as an ad.\nYou must disclose clearly and conspicuously that your message is an advertisement.</li>\n<li>Your message must include your valid physical postal address.\nThis can be your current street address, a post office box you have registered with your Postal Service, or a private mailbox you have registered with a commercial mail receiving agency established under Postal Service regulations.</li>\n<li>Your message must include a clear and conspicuous explanation of how the recipient can opt out of getting email from you in the future.</li>\n<li>Honor opt-out requests promptly.</li>\n</ul> Account and Passwords <p>If you create an online account on sender.net, you are responsible for maintaining the security of your account and the API key assigned to you.\nIt is up to you as the account owner to keep your password and account name confidential.\nYou are fully responsible for all activities that occur under the account and API Key and any other actions taken in connection with your account or the use of the API by that account or API Key.\nYou will contact Sender immediately if you suspect a breach of security regarding your account.</p> Payments <p>\n<strong>Prepaid email credits: </strong>You may purchase prepaid email credits (one email credit equals one email sent) and these credits will remain in your account for you to use as long as your account is considered active.\nIf your account shows no activity for a period of 12 months, your account may be considered inactive and your email credit may expire.</p>\n<p>\n<strong>Monthly subscriptions: </strong> Payments are due for any month on the same or closest date to the day you made your first monthly payment (the “Pay Date”).\nIf you go over your sending limit and reach another pricing level, then you’ll have to pay at the higher level on or before the next pay date.\nIf the Term ends before that payment is due, you’ll still be required to make one payment at the higher level.</p> Changes <p>Sender reserves the right, at its sole discretion, to modify or replace any part of its policies, terms, conditions or rules.\nIt is your responsibility to review these terms periodically for changes.\nAny changes made to Sender’s Terms of Service or Anti-Spam Policy go into effect immediately and your continued use of or access to the Service following the posting of any changes to this Agreement constitutes acceptance of those changes.</p> Disputes <p>You agree to submit any disputes regarding charges or Sender credits in writing within 30 days of the charge or purchase.\nYou agree that any disputes rendered outside that time period are void and any charges are considered irrefutable.</p> Refunds <p>We are required to provide a refund only if we terminate our Services to you without cause before the end of a year for which you have paid.\nThere is no other circumstance in which you will be entitled to a refund from us.\nPlease note:</p>\n<ul>\n<li>We do not provide refunds if your account is suspended because of violation of our Anti-Spam Policy or Terms of Use.\nWe do not refund monthly/yearly plans (incl.\nupgrades) if it turns out that you're sending (or were going to send) newsletters a) without having permission from your subscribers, and/or b) with prohibited content as per our Anti-SPAM policy.\n</li>\n<li>We do not refund any unused or partially used plans (monthly or yearly) when you did not use or partially used the Services, and/or forgot to cancel your plan, and/or if you canceled immediately after your credit card was charged for the new billing period.\nA refund will not be applied if you purchased a wrong monthly/yearly plan (even by mistake), and/or decided to cancel your subscription after the purchase because of functionality.</li>\n<li>We treat all customers equally, so we don't make exceptions to this policy.</li>\n</ul> Termination <p>Sender has the right to, at its sole discretion refuse or send any emails that, in Sender’s opinion, violate any Sender policy or are in any way harmful or objectionable, or terminate or deny access to and use of the Services to any individual or entity for any reason, in Sender’s sole discretion.\nYou also have the option of canceling your account at any time without penalty.</p> Data retention period <p>Personal data collected by Sender relating to the identity and contact details of its users and prospects is stored for a period of five years following the termination of the contractual relationship for data relating to users, or from the time it was collected by the data controller or from the last contact made by the prospect for data relating to prospects.</p>\n<p>The termination of the contractual relationship is understood as being the deliberate cancellation of the contract by the user or the non-use of Sender’s services for a period of five years.</p> Disclaimer of Warranties <p>\n<strong>To the maximum extent permitted by law, we provide the material on the sender.net website and the sender.net service as is.\n</strong>Neither UAB Sender.lt, nor its suppliers and licensors, make any warranty that this Service will be error free or that access thereto will be continuous or uninterrupted.\nYou understand that you use these at your own discretion and risk.</p> Limitation of Liability <p>\n<strong>To the maximum extent permitted by law, you assume full responsibility for any loss that results from your use of the sender.net website and the sender.net service.\n</strong>In no event shall Sender be liable for any indirect, special, incidental or consequential damages (including but not limited to loss of use, loss of profits, or loss of data) whether in an action in contract, equity or otherwise, arising out of or in any way connected with the use of or inability to use this site or the materials therein or resulting from unauthorized access to or alteration of data.</p> Indemnity <p>You agree to indemnify and hold us and our Team harmless from any losses, including attorney fees that result from any claims you make that aren’t allowed under these Terms due to a “Limitation of Liability” or other provision.\nYou also agree to indemnify and hold us harmless from any losses, including attorney fees that result from third-party claims that you or someone using your password did something that, if true, would violate any of these Terms.</p> Extent <p>This Agreement, including the policies included in our Anti-Spam Policy constitutes the entire agreement between Sender and you, and which you, the user have agreed to concerning the subject matter herein and pertaining to services as outlined on the website sender.net.</p> Choice of Law <p>The laws of Lithuania will apply to any disputes arising out of or relating to these terms or the Services.\nAll claims arising out of or relating to these terms or the Services will be litigated exclusively in courts of Lithuania and you and Sender consent to personal jurisdiction in those courts.</p> Get started with a free plan <p>With our Free Forever plan you can send emails to up to 2,500 of your subscribers.</p>\n<ul>\n<li> Access to all features, including automation</li>\n<li> Up to 15 000 emails per month to 2 500 subscribers</li>\n<li> No credit card required</li>\n</ul> Get Started Product Email automation Email editor Signup forms &amp.\npopups Automated texting service Text messaging Text blast service Mass texting service Group text service SMS enterprise Bulk SMS service Reports &amp.\nanalytics Integrations API All features Pricing Resources Blog Mailto link generator Mailchimp alternatives Constant Contact alternatives Sendinblue alternatives Getresponse alternatives ConvertKit alternatives Email campaign Newsletter software Email template builders Email list management software Email marketing services Wordpress newsletter plugins Support Help center Training videos Migration service Report abuse Company Contact us Affiliate program Terms of service Anti-SPAM policy Privacy policy Blog guidelines Brand assets © 2012-2023 Sender.net ", "created_at": "2023-07-04 02:16:59.775461", "updated_at": "2023-07-04 02:17:08.112238"}], "points": [], "urls": ["sender.net"]}}