{"error": 448, "message": "OK", "parameters": {"id": 8279, "name": "Monero", "created_at": "2023-05-14 02:05:53.573264", "updated_at": "2023-07-10 22:02:47.603391", "wikipedia": "https://en.wikipedia.org/wiki/Monero", "keywords": null, "related": null, "slug": "monero", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8279.png", "url": "getmonero.org,monerotoruzizulg5ttgat2emf4d6fbmiea25detrmmy7erypseyteyd.onion", "documents": [{"id": 16068, "name": "Terms of Use And  Privacy Policy", "url": "https://www.getmonero.org/legal/", "xpath": "//body", "text": " Get Started What is Monero? Accepting Contributing Mining FAQ Downloads Blog Community Workgroups Hangouts Sponsorships Merchants &amp.\nExchanges Resources About Roadmap Research Lab Moneropedia User Guides Developer Guides Tools Library Press Kit Community Crowdfunding Vulnerability Response Translate Community Crowdfunding Vulnerability Response Translate English Español Italiano Polski Français العربية Русский Deutsch Nederlands Português do Brasil Türkçe 简体中文 繁體中文 臺灣 Norsk ελληνική Get Started What is Monero? Accepting Contributing Mining FAQ Downloads Blog Community Workgroups Hangouts Sponsorships Merchants &amp.\nExchanges Resources About Roadmap Research Lab Moneropedia User Guides Developer Guides Tools Library Press Kit <p>English</p> Español Italiano Polski Français العربية Русский Deutsch Nederlands Português do Brasil Türkçe 简体中文 繁體中文 臺灣 Norsk ελληνική Legal Last revised: June 22nd, 2017 Terms of Use <p>This website is operated by The Monero Project, a loose collective of individuals behind Monero.\nBy visiting and using this website you will be accepting these Terms of Use (\"TOU\").\nPlease read them carefully and if you disagree with the TOU in any way, then do not use this website.\nThe Monero Project reserves the right to post changes to the TOU on this website at any time, and by your continuing to use the website thereafter, you agree to be bound by the new version of the TOU.\nIf any TOU changes are not acceptable, you must stop your use of this website.\nIn these TOU, \"The Monero Project\" and \"we\" refers to The Monero Project, and \"User\" or \"you\" refers to each visitor to this website.\n\"Monero\" refers to the digital currency that can be used by the software available on this website.</p> Sites and Services <p>We do not guarantee that access to or use of this website or any services will be uninterrupted or error free, and The Monero Project shall not be liable for any feature not being accessible or for any unavailability of its website and services.\nThe website and its features may be expanded, limited or modified at any time by The Monero Project to meet the needs of its Users, or for technical or other reasons, without advance notice or reason.\nWe may also in our sole discretion, and at any time, discontinue providing, temporarily or permanently, any or all of the website, without notice.\nTo access some of the content or features of the website or its services, Users may need to enhance or update the hardware or software in their computer systems.\nThe Monero Project assumes no responsibility for any failure to access the website or any services, partially or fully, whether due to the User's system, the Internet network or any other cause.</p> Minors <p>We do not provide information or services to minors, and if you are under 18 you may only use this site with the active involvement of a parent, guardian or other supervising adult.</p> No Investment Advice <p>This website does not provide individual or customized legal, tax, financial, or investment services.\nSince each individual's situation is unique, a qualified professional should be consulted before making financial decisions.\nSince Monero is meant to be used as a medium of exchange, nothing on this website constitutes investment advice or a solicitation to buy, hold, invest in, own, or use Monero.</p> Content Limitations <p>We make no guarantees as to the accuracy, thoroughness or quality of the information on this website, which is provided only on an \"AS-IS\" and \"AS AVAILABLE\" basis at User's sole risk.\nThis information may be provided by third parties and The Monero Project shall not be responsible or liable for any errors, omissions or inaccuracies in the website content.\nThe information provided at this site are neither comprehensive nor appropriate for every individual.\nSome of the information is relevant only in certain parts of the world, and may not be relevant to or compliant with the laws, regulations or other legal requirements of other countries.\nIt is your responsibility to determine whether, how and to what extent your intended use of the information and services will be technically and legally possible in the areas of the world where you intend to use them.\nYou are advised to verify any information before using it for any personal, financial or business purpose.\nIn addition, the opinions and views expressed in any forum post on this website are solely those of the author(s) of the article and do not reflect the opinions of The Monero Project.\nThe website content and services may be modified at any time by us, without advance notice or reason, and The Monero Project shall have no obligation to notify you of any corrections or changes to any website content.</p> Proprietary Rights and License <p>This website and its content are protected by copyright, trademark and other proprietary laws.\nFor details please refer to our Copyright section.</p> Third Party Content <p>Any testimonials, opinions, advice, product or service offers, or other information or content made available on or through this website by third parties (\"Third Party Content\") are solely those of their respective providers and not of The Monero Project which does not guarantee the accuracy, completeness, reliability or usefulness of Third Party Content.\nIt is the responsibility of the User to evaluate Third Party Content and The Monero Project shall not be liable for any damage or loss caused by Users' reliance on or other use of Third Party Content.</p> Materials Posted by Users <p>By posting or submitting any material to this website, including on the forum, you will be (a) granting The Monero Project a world-wide fully paid-up non-exclusive license to allow your materials to be edited and displayed by The Monero Project on its website, and accessed by Users, for the purposes and on the terms in these TOU, (b) agreeing to indemnify and hold harmless The Monero Project and its Users from any claim or demand made by any third party due to or arising out of your materials, and (c) representing that you own or otherwise have the right to post the materials, that the materials are accurate, that use of the materials on the The Monero Project website does not violate any laws, and that the materials will not cause injury to any person.\nThe Monero Project shall have the right to use your name in connection with your posted materials.</p> Viruses and Malware <p>The Monero Project takes many precautions to ensure the files available for downloading through this website are not tampered with, and where appropriate SHA hashes are provided for end users to confirm they have downloaded the correct file.\nNonetheless, The Monero Project does not guarantee that files available for downloading through this website will be free of infection or viruses or other code that may have contaminating or destructive properties.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for integrity, security and accuracy of data input and output, and for maintaining a means external to the site for the reconstruction of any lost data.\nIt is almost always advisable to check the SHA hashes of the files you have downloaded, and if in any doubt consider compiling Monero from the source code.</p> Sponsors and Advertisers are Not Endorsed <p>Though we seek to partner with quality companies, we are not responsible for the claims or representations made by sponsors and advertisers.\nThe Monero Project does not review, endorse or recommend the products or services of any company mentioned on our site.\nWe will not be liable in any way for damages of any kind resulting out of the misuse of any personal information or data submitted by you to a sponsor or advertiser.</p> Offsite Links <p>As a convenience to Users, the The Monero Project website and services may provide links to other sites or resources.\nBecause we do not review or have no control over such sites and resources, The Monero Project shall not be responsible or liable for use of or reliance on any content, products, services or information at such sites or resources.\nInclusion of any links does not imply any endorsement, affiliation, approval, association or sponsorship by The Monero Project of the linked websites, resources, their operators or owners.\nWhen you select a link, you may be leaving our website.\nThe information available on Third Parties' websites may have certain restrictions on its use or distribution which differ from these TOU.</p> Password Protected Areas <p>Some areas of the The Monero Project site (\"Password Protected Areas\"), primarily the Monero forum, are password protected and available only to Users who are registered on the Monero forum.\nRegistration requires Users to fully complete the account registration process.\nThe Monero Project reserves the right to deny or revoke registration or access to Password Protected Areas for any User.\nThe Monero Project takes reasonable measures to ensure the security of the Password Protected Areas but cannot guarantee the absolute security of information or communications in such Password Protected Areas.\nUsers are responsible for maintaining the security of the password they set and must notify us if they believe that the security of their password or account has been breached or subject to unauthorized use.\nAdditional account security is available through the use of GPG authentication, and all users of any Password Protected Areas are encouraged to take advantage of this layer of protection.\nThe Monero Project will not be liable for any loss or liability incurred as a result of an unauthorized person using a User's password.</p> Prohibited Conduct <p>The following activities are strictly prohibited:</p>\n<ul>\n<li>Spamming, advertising, soliciting or political campaigning</li>\n<li>Personal attacks on or abuse of any members, moderators, or administrators of the forum</li>\n<li>Postings for any unlawful or fraudulent purpose (including links)</li>\n<li>Posting of personal information (for yourself or anyone else)</li>\n<li>Phishing</li>\n<li>Posting materials containing viruses or other malicious or destructive code</li>\n<li>Posting of offensive content including profanity, obscenity, racist or pornographic material</li>\n<li>Posting of any materials that are defamatory or infringe any person's rights</li>\n</ul> Privacy <p>This website may collect personal information from some Users.\nBecause The Monero Project respects the privacy of its Users and their personal information, it has established the Privacy Policy to protect your personal information.</p> Communications <p>When you visit our website or send us email, our responses to your communications will be by e-mail.\nAll agreements, notices and communications that we provide to you by email will satisfy all legal requirements that they be in writing and delivered to you.\nThe Monero Project will have the right to disclose any email sent by a User, or any objectionable material, to comply with legal process or to protect the rights or property of The Monero Project, its customers, suppliers and Users.</p> No Monero Financial Services <p>This website does not store, sell, buy, send, or receive Monero.\nAll activities related to the ownership and transfer of Monero currency units is done on the decentralized Monero network, of which this website is not an active participant.</p> No Liability for Monero Loss <p>The Monero Project will not be responsible for any damages, claims, or losses arising from the use of Monero, including the actions or inactions or events related to third parties, security problems during the use of any Monero-related software or service, technical failures during the use of any Monero-related software or service, software or data corruption problems during the use of any Monero-related software or service, or user errors during the use of any Monero-related software or service.</p> DISCLAIMER OF WARRANTIES <p>THE MONERO PROJECT DISCLAIMS ALL WARRANTIES, REPRESENTATIONS AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, WITH RESPECT TO THE USE OF THIS WEBSITE AND ITS SERVICES, OR THE ACCURACY, COMPLETENESS, TIMELINESS OR CURRENTNESS OF ITS CONTENT, IN ANY WAY AND FOR ANY PURPOSE.</p> EXCLUSION OF CONSEQUENTIAL DAMAGES <p>IN NO EVENT WILL THE MONERO PROJECT BE LIABLE FOR ANY INCIDENTAL, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INDIRECT DAMAGES ARISING OUT OF THE USE OF OR INABILITY TO USE THIS WEBSITE OR ANY OF ITS SERVICES OR CONTENT, OR LOSS OF DATA, EVEN IF THE MONERO PROJECT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, PRODUCT LIABILITY, STRICT LIABILITY OR OTHERWISE.</p> EXCLUSION OF LIMITATIONS AND DISCLAIMERS <p>BECAUSE SOME JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OF WARRANTIES, OR THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH JURISDICTIONS THE MONERO PROJECT'S LIABILITY IS LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.</p> General <p>These TOU, and any applicable TOS, constitute the entire agreement between each User and The Monero Project governing the User's access to and use of the website and its services, and supersede all prior agreements regarding its subject matter.\nThe TOU shall be governed by the laws of the Republic of South Africa without giving effect to any principles of conflicts of laws.\nEach User hereby attorns and agrees to the non-exclusive jurisdiction of the courts of the Western Cape, South Africa.\nThe failure by a User or The Monero Project to exercise any right or to enforce any provision of the TOU shall not constitute a waiver of such right or provision.\nIf any provision of the TOU is found by a court of competent jurisdiction to be invalid or unenforceable, the court shall give effect to the intentions reflected in the provision to the degree possible, and the other provisions of the TOU will remain in full force and effect.\nIt is the express will of The Monero Project and each User that the TOU and any applicable TOS have been prepared in English.</p> Copyright The Monero Project <p>The majority of the content on this website, including the Monero logo and our Monero Missive podcast, is released under the CC BY-SA 4.0 license (the Creative Commons Attribution-ShareAlike 4.0 International license).\nThis means that you can copy and redistribute the material in any medium or format, and remix, transform, and build upon the material for any purpose, even commercially.\nHowever, when doing so you must give appropriate credit, provide a link to the license, and indicate if changes were made.\nYou may do so in any reasonable manner, but not in any way that suggests The Monero Project endorses you or your use.</p> Other Attributed Items <p>Certain logos, such as those for the operating systems and platforms we support as well as those of our sponsors, are copyrighted by their owners.\nThe Monero Project does not own these copyrights, and use these logos either with permission or in an unambiguous and unharmful way.</p> Privacy Policy What We Collect <p>We collect standard server logs from our webserver.</p> What We Use the Data For <p>Server log data is used to provide statistics on the website and help us to improve the content and the information flow.\nThis data is also used to analyze errors and diagnose requests to dead links.\nA portion of the server logs are used to gather statistics on Monero downloads in order to help us better understand our users' needs.</p> Resources <ul>\n<li>About Monero</li>\n<li>Moneropedia</li>\n<li>Developer Guides</li>\n<li>User Guides</li>\n<li>Library</li>\n<li>Downloads</li>\n</ul> Reach Out <ul>\n<li>Workgroups</li>\n<li>Hangouts</li>\n<li>Mailing List</li>\n</ul> Community <ul>\n<li>Merchants &amp.\nExchanges</li>\n<li>Stack Exchange</li>\n<li>BitcoinTalk</li>\n<li>Weblate</li>\n</ul> The Monero Project <ul>\n<li>Open Alias</li>\n<li>Monero Research Lab (MRL)</li>\n<li>Press Kit</li>\n<li>Community Crowdfunding System</li>\n</ul>\n<ul>\n<li>Tor Onion service</li>\n<li>Legal</li>\n<li>Source Code</li>\n<li>Sitemap</li>\n<li>RSS Feed</li>\n</ul> ", "created_at": "2023-05-14 02:05:53.603124", "updated_at": "2023-05-14 02:06:24.457721"}], "points": [{"id": 33818, "title": "No guarantee is given regarding quality", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:51:55.783122", "updated_at": "2023-07-11 06:32:28.641457", "quoteText": null, "case_id": 160, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33820, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:54:07.876227", "updated_at": "2023-07-11 06:32:28.727413", "quoteText": null, "case_id": 278, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33821, "title": "The service has non-exclusive use of your content", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:54:59.160907", "updated_at": "2023-07-11 06:32:28.47119", "quoteText": null, "case_id": 402, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33843, "title": "Content is published under a free license instead of a bilateral one", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:29:02.677194", "updated_at": "2023-07-11 06:32:28.560133", "quoteText": null, "case_id": 131, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33822, "title": "You agree not to use the service for illegal purposes", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:55:59.578506", "updated_at": "2023-07-11 06:32:28.815253", "quoteText": null, "case_id": 280, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33833, "title": "The posting of pornographic content is prohibited", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:06:51.093217", "updated_at": "2023-07-11 06:32:28.905616", "quoteText": null, "case_id": 315, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33842, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:28:01.565017", "updated_at": "2023-07-11 06:32:29.004647", "quoteText": null, "case_id": 294, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33812, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:44:13.305087", "updated_at": "2023-07-11 06:32:29.09215", "quoteText": null, "case_id": 121, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33825, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:59:57.945477", "updated_at": "2023-07-11 06:32:29.175691", "quoteText": null, "case_id": 201, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33823, "title": "Information is provided about security practices", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:57:32.971204", "updated_at": "2023-07-11 06:32:29.60148", "quoteText": null, "case_id": 226, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33828, "title": "Two factor authentication is provided for your account", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:02:18.447025", "updated_at": "2023-07-11 06:32:29.684506", "quoteText": null, "case_id": 312, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33832, "title": "The publishing of personally identifiable information is not allowed", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:05:42.353239", "updated_at": "2023-07-11 06:32:29.765437", "quoteText": null, "case_id": 444, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33815, "title": "They may stop providing the service at any time", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:49:33.050785", "updated_at": "2023-07-11 06:32:29.861269", "quoteText": null, "case_id": 203, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33816, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:50:41.604802", "updated_at": "2023-07-11 06:32:29.949111", "quoteText": null, "case_id": 486, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33817, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:51:35.717123", "updated_at": "2023-07-11 06:32:30.043583", "quoteText": null, "case_id": 288, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33819, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:52:48.834713", "updated_at": "2023-07-11 06:32:30.127356", "quoteText": null, "case_id": 292, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33824, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:58:32.523654", "updated_at": "2023-07-11 06:32:30.213043", "quoteText": null, "case_id": 279, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33826, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:00:42.020773", "updated_at": "2023-07-11 06:32:30.296609", "quoteText": null, "case_id": 148, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33827, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:01:11.019873", "updated_at": "2023-07-11 06:32:30.377369", "quoteText": null, "case_id": 484, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33830, "title": "Political discussions or campaining are prohibited", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:04:27.041924", "updated_at": "2023-07-11 06:32:30.458519", "quoteText": null, "case_id": 316, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33831, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:05:04.028886", "updated_at": "2023-07-11 06:32:30.550319", "quoteText": null, "case_id": 281, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33813, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:44:43.683585", "updated_at": "2023-07-11 06:32:30.631962", "quoteText": null, "case_id": 403, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33834, "title": "Your personal data may be disclosed to comply with government requests without notice to you", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:08:23.538431", "updated_at": "2023-07-11 06:32:30.710892", "quoteText": null, "case_id": 164, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33829, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:03:19.044375", "updated_at": "2023-05-28 20:46:31.372089", "quoteText": null, "case_id": 186, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33814, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:48:19.605451", "updated_at": "2023-07-11 06:32:29.517101", "quoteText": null, "case_id": 287, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33840, "title": "The court of law governing the terms is in South Africa, a jurisdiction that is friendlier to user privacy protection.", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:26:25.52701", "updated_at": "2023-07-11 06:32:31.252571", "quoteText": null, "case_id": 241, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33841, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:27:37.668406", "updated_at": "2023-07-11 06:32:30.895829", "quoteText": null, "case_id": 295, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33839, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:25:05.088403", "updated_at": "2023-07-11 06:32:33.470342", "quoteText": null, "case_id": 293, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 33811, "title": "There is a date of the last update of the agreements", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-05-28 10:43:34.891149", "updated_at": "2023-07-11 06:32:35.098625", "quoteText": null, "case_id": 331, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 34170, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-06-12 11:14:44.179102", "updated_at": "2023-06-30 18:15:54.304948", "quoteText": null, "case_id": 121, "document_id": 16068, "quoteStart": null, "quoteEnd": null}, {"id": 34044, "title": "Only necessary logs are kept by the service to ensure quality", "source": "https://www.getmonero.org/legal/", "status": "Generated through the annotate view", "created_at": "2023-06-02 23:35:03.075191", "updated_at": "2023-07-11 06:32:44.108394", "quoteText": null, "case_id": 176, "document_id": 16068, "quoteStart": null, "quoteEnd": null}], "urls": ["getmonero.org", "monerotoruzizulg5ttgat2emf4d6fbmiea25detrmmy7erypseyteyd.onion"]}}