{"error": 448, "message": "OK", "parameters": {"id": 7360, "name": "Redash", "created_at": "2023-02-07 06:37:03.653639", "updated_at": "2023-03-29 19:26:39.819988", "wikipedia": null, "keywords": null, "related": null, "slug": "redash", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7360.png", "url": "redash.io", "documents": [{"id": 14136, "name": "Terms of Service", "url": "https://redash.io/terms", "xpath": "//body", "text": "This app works best with JavaScript enabled.Toggle navigation<ul>\n<li>Product</li>\n<li>Users</li>\n<li>Case Studies</li>\n<li>Community</li>\n<li>Help <ul>\n<li>Knowledge Base</li>\n<li>Forum</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Get Started</li>\n</ul>Terms of Service\n<p>These Terms of Service constitute a binding agreement between Redash, Ltd., a limited liability Israeli corporation (“Redash”), and yourself, a natural person or a designated agent of an organization, corporation, company, partnership or other legal entity (“You”).</p>\n<p>The full terms attached to this summary are the binding agreement between Redash and yourself.\nhowever, we do acknowledge that reading them could be a major burden.\nTherefore, we present to you a short summary to help you decide if you want to read the full terms, or just keep the tl;dr version and reject the terms.</p>\n<p>When you confirm these terms upon registration, we need you to acknowledge that you read the full terms, and not just this summary.</p>\n<p>Redash is a service which allows you to visualize and monitor information you allow it to access, such as your databases and other data sources.\nIt is not a magical item.</p>\n<p>When you create content through Redash’s services, you retain all your rights in it, you may choose to make it available to your organization, selected people in it, or other definitions.</p>\n<p>In order to use the Redash service, you will need to sign up, provide Redash with contact information, and allow it access to your databases using a username and password.\nIf you don’t want to provide Redash with this information, you can download a copy of Redash’s source code and run it on your servers.</p>\n<p>When you use the Redash service, it will keep a copy of some of your information and use it to provide you with the service.\nRead Redash’s privacy policy to understand more.</p>\n<p>Also, please note that Redash is provided AS-IS and without any warranty.\nThis means that for no reason will Redash be liable for anything, it will do its best to provide you with a service, but downtime will occur, accidents will happen, use sunscreen.</p>\n<p>Please take the time to read the full terms, and understand better what are our contractual obligations.</p>\n1.\nRegistration, Eligibility\n<p>In order to register to the services, Redash may perform several actions to verify your identity, including the authentication of your email account, or validation of other information.\nWhen you register, you state and warrant that you adhere to Redash’s eligibility terms, as stated hereunder:</p>\n<ol>\n<li>\n<p>\n<strong>Who Can Register?</strong> Organizations can register multiple entities per multiple parts of the organization.\nIf you are the authorized agent of your corporation, you may set up an organizational Redash account, which you may share later with other employees.\nWhen you open the account, it shall be under your corporate name, and you, personally, shall have an additional “Administrator” account.</p>\n<p>i.\n<strong>Corporation:</strong> If you are a corporation, you hereby warrant that you are a valid corporation, business, partnership, non-profit entity and/or government agency, which is solvent and may enter into these binding terms.\nYou hereby warrant the following:</p>\n<ol>\n<li>\n<p>\n<strong>Designated Agent:</strong> The first administrator who opened an account is the designated agent who is authorized to enter into these terms on your behalf.</p>\n</li>\n<li>\n<p>\n<strong>Owner of the Domain:</strong> You are the owner database access by Redash on your behalf, and no other third party has made any claims in regards to ownership of such domain and/or trade name and/or database.</p>\n</li>\n<li>\n<p>\n<strong>No Enemy State:</strong> You do not reside in any proscribed state nor in any state that is embargoed by the United States department of commerce or any applicable law.</p>\n</li>\n<li>\n<p>\n<strong>Solvency:</strong> You are solvent and have not filed for bankruptcy, liquidation, debt arrangement or otherwise lost your ability into entering into agreements such as these terms.</p>\n</li>\n<li>\n<p>\n<strong>Previously Blocked:</strong> You were not previously blocked by Redash from having an account.</p>\n</li>\n</ol>\n<p>ii.\n**Users: **If you are a user, then you hereby warrant the following, as well as the statements in sections 1(a)(ii)(2)-(5).</p>\n<ol>\n<li>\n<strong>Age:</strong> You are over 18 years of age, or if you are a corporation, the corporation is valid and allowed to enter into this agreement.\nIf you are under 18 and over 13, you obtained your parents consent to these terms of service.\nIf you’re under 13, don’t use the Redash service.</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Registration and Log-In</strong>: You will be able to register and log-in to Redash’s services using specific log-in methods, as updated by Redash from time to time.\nCurrently, the following means apply:</p>\n<p>i.\n<strong>Using A Google Account</strong>: You may use your Google Account to access Redash’s services.\nHowever, if you lose access to your Google Account, Redash will not be able to provide you with your information.</p>\n<p>ii.\n<strong>Using a Email and Password</strong>: You may also use your email address and password to access the Redash services.\nIf you this method, your password shall be retained at Redash’s servers using standard security practices.</p>\n</li>\n<li>\n<p>\n<strong>Securing Your Account</strong>: When registering to the services, you may be required to provide Redash with some information, and Redash may request to access additional information.\nDue to the sensitivity of information stored on your behalf on service and the potential risk if it is exposed, you are required to use a strong password.\nIf you don’t know how to choose a strong password, then don’t use any of the following: (i) your name with “123” added.\n(2) your phone number, or any other number.\n(iii) any word which appears in the dictionary.\n(iv) anything like “password1234” or “q1w2e3r4t5y6” even if it is a mix of name and numbers.\nA good password is something that is easy to remember but hard to guess.\nthings like “willzyxwasthewhaleinsouthpark” is a great password.</p>\n<p>i.\n**Don’t Share Login Details: **Please do not allow others to use your account and create multiple accounts for multiple users.\nYou are required to inform Redash, immediately, upon any case where you believe that your account was breached and in any case you are in knowledge of any unauthorized use of any Redash account.\nSuch notification shall be by email to support@redash.io.</p>\n<p>ii.\n**If You Forgot Your Password: **Don’t worry! Should you forget your password you can request or replace it by pressing the “forgot password” link.</p>\n</li>\n</ol>\n2.\nThe Services:\n<p>Redash provides the following services as a part of the “service” and or “services”.\nwhere these Terms refer to the term “Services” and/or “Service” they refer to the services provided under this agreement and defined in this article.\nIt may add other services and functionality and/or modify some of the services according to future decisions.\nHowever, material changes in the service shall be posted.</p>\n<ol>\n<li>\n<p>\n<strong>Adding Data Sources</strong>: In order to use the Redash services, you shall need to add a few data sources, which are credentials for your databases.\nThese data sources are mostly username/password/hostport, but may be done differently, like with oauth if this is supported, or even via SSL.\nRedash recommends that you use different username/pass for the Service, and it recommends that the credentials shall be to a read only user, Moreover, if possible, please use SSL to connect to the database.\nRedash will do its best to protect these login details, but they are stored in a way which allows Redash to access them.</p>\n</li>\n<li>\n<p>\n<strong>Create Queries</strong>: Redash may allow you to create custom queries, which include periodic queries.\nSuch queries shall be run from your data sources, and may also use public APIs for additional information.\nPlease notice that Redash’s acceptable use policy prohibits some queries, and your violation of the AUP may cause termination of your account.</p>\n</li>\n<li>\n<p>\n<strong>Create Visualizations</strong>: Redash may allow you to create visualizations from your queries, including charts, graphs and tables, and may also allow you to present them through an embedding mechanism.</p>\n</li>\n<li>\n<p>\n<strong>Manage Permissions</strong>: Redash may allow you to manage the permissions of your queries (if you are an administrator, you have additional permissions, which may override the permissions of users).\nPermissions may be public, private, organizational, or custom.</p>\n</li>\n<li>\n<p>\n<strong>Alerts</strong>: Redash may allow you to create alerts that will provide you notifications either by email, desktop or mobile, which are sent following a specific event (like, send me a sales graph at the end of each day, or let me know when the perfect guy signs up for my dating site).</p>\n</li>\n<li>\n<p>\n<strong>Export</strong>: Redash may allow you to export some of the information, in standard forms.</p>\n</li>\n<li>\n<p>\n<strong>API</strong>: Redash may provide you a full application programming interface which may provide you at least some of the functionality of the site.\nthe access to this API may be done with either specific, query based, credentials, or with you ultra-mega-secret personal API key.\nDon’t let anyone use your API key, as it is really something private that may do serious harm if used by others, don’t store it inside files on your server and don’t use it unless you really need to.</p>\n</li>\n<li>\n<p>\n<strong>Embedding</strong>: Redash may allow you to embed links to results, queries or visualizations with a public link.\nPlease note that anyone having such link may use these, and therefore don’t share stuff you don’t want on the internet.</p>\n</li>\n</ol>\n3.\nAcceptable Use Policy:\n<p>Redash has a strict Acceptable Use Policy, which a violation of may cause termination of your account and suspending all funds held until further investigations.\nThe Acceptable Use Policy limits: (a) the use of the services and/or API to a reasonable level, which is currently defined as 20 times the average use of other Redash users.\n(b) a limit on using Redash with harmful content, such as content infringing on the rights of third parties or the law (c) use of the Redash services and/or API to compete with Redash.\n(d) reselling of the Redash service to others.\n(e) use of Redash’s services to commit a crime.\n(f) use of Redash’s services to access unauthorized material.\nMoreover, Redash specifically requests that you do not use Redash to process personal information or confidential information without obtaining its consent.</p>\n4.\nAdditional Restrictions:\n<p>You shall not: (i) copy, distribute or modify any part of the Redash service without Redash’s prior written authorization.\n(ii) use, modify, create derivative works of, transfer (by sale, resale, license, sublicense, download or otherwise), reproduce, distribute, display or disclose Content (as defined below), except as expressly authorized herein.\n(iii) disrupt servers or networks connected to the Redash service.\n(iv) use or launch any automated system (including without limitation, “robots” and “spiders”) to access the Redash service, save for API features which are compliant with the Acceptable Use Policy .\nand/or (v) circumvent, disable or otherwise interfere with security-related features of the Redash service or features that prevent or restrict use or copying of any Content or that enforce limitations on use of the Redash service.</p>\n5.\nContent Policy:\n<p>By either providing Redash with visual, textual, audiovisual, or other material or by using Redash’s Service to create content, You hereby accept Redash’s User Generated Content Policy as set forth.\nYou acknowledge that any violation of the User Generated Content Policy may cause termination of Your service, removal of your content and legal action by both Redash and the person whose rights were infringed.</p>\n<ol>\n<li>\n<p>\n<strong>What is “Content”?</strong> For the purpose of these Terms, the term Content shall refer to: (i) images and/or text and/or videos used in creating content through the service, as well as comments.\n(ii) images or videos retrieved from 3rd parties in such items.\n(iii) description, text and information processed through Service.\n(iv) submissions made through Service.</p>\n</li>\n<li>\n<p>\n<strong>Guidelines:</strong> You hereby warrant that Your Content is not offensive and does not infringe the right of any 3rd party, including, but not only:</p>\n<p>a.\n<strong>Intellectual Property Infringing</strong>: Your Content does not infringe any 3rd party copyright, design, patent, trademark, trade secrets or any other intellectual property rights.</p>\n<p>b.\n<strong>Pornography</strong>: Your Content does not contain any text, image or depiction including nudity, profanity, sexual activity, sexual innuendos, sexually offensive or otherwise obscene.</p>\n<p>c.\n<strong>Slanderous</strong>: Your Content does not slander, defame or otherwise harm the good name of others.</p>\n<p>d.\n<strong>Hate Speech and Racism</strong>: Your Content does not include any hate speech or racist opinions, as well as does not incite others to violent acts against persons solely based on their inclusion in a specific group.</p>\n<p>e.\n<strong>Scams</strong>: Your Content is not used to initiate or encourage any participation in a scam, market manipulation, pyramid scheme, religion, alcoholics anonymous meetings, cults, phishing or otherwise any use which may be used to extract goods and/or money from others, including any virtual property.</p>\n</li>\n<li>\n<p>\n<strong>License</strong>: You hereby warrant that you are the sole owner and proprietor of any content you distribute through the service.\nFor the service, You hereby grant Redash license to use your Content to provide other users with the Services.\nIt does not mean that Redash may publish it publicly, it means that Redash can provide others, inside your organization, with the contents of your post.</p>\n</li>\n<li>\n<p>\n<strong>Warranty</strong>: You hereby warrant that you are either the sole proprietor or a designated licensee of any content you post through the service and that no other party’s rights are infringed or violated by your use of the content and the Service.\nYou moreover warrant that no legal claim, dispute or lawsuit was filed against you or threatened against you for publishing content through the Service.</p>\n</li>\n</ol>\n6.\nLicense:\n<p>In relation to Content, as well as your queries and the results of your queries, you hereby grant Redash a limited, non-exclusive, world-wide, royalty-free, sublicenseable, license to use, distribute, publish, make derivative works and allow others to do so using the scope of the services.\nThis does not mean that Redash may take your queries and use them in the demo account or publish them in other places, it says specifically “using the scope of the services”.\nThis means “in order to allow other users you allow to use the API and get your queries, you need to provide us such an extensive license”.</p>\n7.\nPrivacy Policy:\n<p>See Privacy Policy.</p>\n8.\nRedash’s Intellectual Property Rights:\n<p>Redash retains all applicable intellectual property rights, as well as other rights, in the service.\nYour use of the services does not grant you any title or right in the services which is not specified in these terms.</p>\n9.\nLimitation on Storage:\n<p>Redash may put specific caps on data use and storage.\nwhere currently the specific storage is laid out in the membership plan.\nMoreover, save for where specifically stated, Redash may not retain information for more than 30 days.</p>\n10.\nPayment:\n<p>In consideration of Redash’s services, it may charge you a fee, which shall be paid through a recurring membership program, a one time fee, or a usage fee.</p>\n<ol>\n<li>\n<p>\n<strong>Trial Period</strong>: During the trial period, you will not be charged.\nFollowing it, however, Redash may suspend your account or may choose, according to its sole discretion, to re-allow you to enter into a trial period.</p>\n</li>\n<li>\n<p>\n<strong>Payments</strong>: The payments made to Redash shall be made on a recurring basis, and shall be changed in accordance to your usage of the service.</p>\n</li>\n<li>\n<p>\n<strong>Storing Your Credit Card</strong>: As Redash uses 3rd party services to provide billing services, it may store your credit card information at such party’s premises.\nRedash shall only use 3rd party services who are compliant with professional standards and the law.</p>\n</li>\n<li>\n<p>\n<strong>Refunds:</strong> as Redash provides you with tailored services, you are not entitled for any refunds under applicable laws.\nHowever, Redash may refund you according to its sole discretion.</p>\n</li>\n<li>\n<p>\n<strong>30-Days Money Back Guarantee</strong>: Redash has a 30 days money back guarantee, no questions asked.\nIf you used the service for less than 30 days and you are not satisfied, you may contact Redash and request that your payment be refunded.</p>\n</li>\n</ol>\n11.\nSupport:\n<p>Redash provides you with various means of support.\nThe support itself is provided by Redash’s trained staff and includes the following support services:</p>\n<ol>\n<li>\n<p>\n<strong>Phone &amp.\nEmail Support</strong>: Redash shall also provide you support through phone and email.\nSuch support shall be provided in Redash’s regular business hours.\nRedash’s support shall assist you in any service related question and shall also provide you with walkthroughs in the service.\nIn any case of service malfunction, Redash’s support shall also attempt to resolve the malfunction in a timely manner.\nPhone support shall be provided, however, solely to specific paying users.</p>\n</li>\n<li>\n<p>\n<strong>Community Support</strong>: Redash may allow you to provide other users with support through its on-line forums and/or methods.\nRedash does not endorse, nor does it warrant, for any user generated support.</p>\n</li>\n</ol>\n12.\nIndemnification:\n<p>You hereby warrant and agree to hold Redash harmless and to indemnify Redash for any damage, loss, expense, legal expense or cost incurred as a result of (i) your use of the services in direct violation of these terms, including any false representation.\nOR (ii) any claim, complaint or notification filed maliciously or negligently against any Redash or other Redash user where no such claim had any legal standing.</p>\n13.\nWarranty:\n<p>REDASH DOES NOT WARRANT FOR SERVICE AND SUPPLIES IT ON AN “AS-IS” AND “AS-AVAILABLE” BASIS.\nYOUR USE OF SERVICE IS AT YOUR OWN RISK AND UNDER YOUR LIABILITY.\nREDASH MAKES NO WARRANTY THAT (I) THE SERVICE WILL MEET YOUR REQUIREMENTS AND (II) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE AND (III) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE AND (IV) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH SERVICE WILL MEET YOUR EXPECTATIONS, OR (V) ANY ERRORS IN THE SERVICE WILL BE CORRECTED.</p>\n14.\nLiability:\n<p>FOR NO CASE AND FOR NO REASON SHALL REDASH BE HELD LIABLE FOR ANY DAMAGE, DIRECT OR INDIRECT, CONSEQUENTIAL, EXEMPLARY, PHYSICAL OR SPECIAL, TO YOU, ANY OTHER USER OR ANY 3RD PARTY DUE TO ITS MISPERFORMANCE OF DUTIES HEREIN.\nREDASH PROVIDES SERVICE ON AN AS-IS BASIS AND SHALL NOT BE HELD LIABLE, TO THE EXTENT PERMITTED BY LAW, BY ANY CASE OF MISCONDUCT, NEGLIGENCE, GROSS NEGLIGENCE, MALICE OR ANY OTHER MEAN, TO ANY DAMAGES OR LOSS OF PROPERTY, VIRTUAL PROPERTY, REPUTATION AND BUSINESS REPUTATION, USER ACCOUNT INFORMATION INCLUDING LOGIN INFORMATION, LOSS OF PROFIT, LOSS OF GOOD NAME, ALL RESULTING FROM THE USE OR INABILITY TO USE REDASH’S SERVICES.\nSOME JURISDICTIONS DO NOT ALLOW SUCH LIMITATION OF LIABILITY.\nIN SUCH CASE, THEN REDASH’S LIABILITY SHALL BE LIMITED SOLELY TO THE SUMS PAID BY YOU TO REDASH DURING THE 12 MONTHS PRIOR THE EVENT CAUSING THE DAMAGE.\nYOU ACKNOWLEDGE THAT THIS DISCLAIMER OF LIABILITY WAS A MATERIAL PART OF REDASH’S TERMS AND THAT IF REDASH WOULD HAVE BEEN REQUIRED TO BE LIABLE FOR SOME PART OF THE SERVICE AND/OR TO PROVIDE ANY WARRANTIES, THEN THE FEES SET FORTH IN THIS AGREEMENT WOULD HAVE BEEN MATERIALLY AND SIGNIFICANTLY HIGHER</p>\n15.\nAmending these terms:\n<p>Redash may amend these terms from time to time, provided that you shall be informed by electronic mail upon such change.\nSuch changes shall not come into effect until at least 14 days following the amendment and shall not have any retroactive effect on your rights.</p>\n16.\nTerminating Your Service:\n<p>Redash shall have the right to terminate your use of the Redash Service or to terminate the Redash Service at any time and by providing you, or the entirety of users, a 7 day prior notice.\nNotwithstanding, Redash may terminate your use of the Redash service at any time and without prior written notice in any case where it believes that you breached these terms and such breach may cause Redash irreparable harm unless your account is terminated immediately.\nUpon termination of these terms, you shall cease all use of the Redash services.</p>\n17.\nSurvival:\n<p>Upon termination of these Terms of Service, the stipulations relating to limitation of user generated content, liability, warranty, indemnification, governing law and jurisdiction shall survive.</p>\n18.\nAssignment:\n<p>You may not assign any of your rights and/or obligations under these terms to any third party.\nRedash may assign its rights and obligations under these terms, by providing you with a 30 day written notification.</p>\n19.\nGoverning Law, Jurisdiction:\n<p>The laws of the state of Israel shall govern your use of the Services and these Terms of Service.\nAny dispute arising between Redash and yourself shall solely be brought to the competent courts of the Tel-Aviv District.\nYou hereby agree and acknowledge that you may only bring claims against Redash on an individual basis and not as a plaintiff or class member in any purported class or representative action or proceeding.</p>Redash<ul>\n<li>Product</li>\n<li>Integrations</li>\n<li>Users</li>\n<li>Case Studies</li>\n</ul>Community<ul>\n<li>About</li>\n<li>Blog</li>\n</ul>Help<ul>\n<li>Knowledge Base</li>\n<li>Forum</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>Terms ⚬ Privacy Policy</p>", "created_at": "2023-02-07 06:37:03.71518", "updated_at": "2023-02-07 06:37:28.744057"}, {"id": 14137, "name": "Privacy Policy", "url": "https://redash.io/privacy", "xpath": "//body", "text": "This app works best with JavaScript enabled.Toggle navigation<ul>\n<li>Product</li>\n<li>Users</li>\n<li>Case Studies</li>\n<li>Community</li>\n<li>Help <ul>\n<li>Knowledge Base</li>\n<li>Forum</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Get Started</li>\n</ul>Privacy Policy\n<p>\nRedash values your privacy, and therefore has set up this extensive privacy policy to inform you of your rights.\nPlease take into consideration that your information travels through third parties as a part of its services, and that Redash shall obey local regulations if required by law, which may require disclosure of information.\n</p>\nInformation Redash Collects\n<p>Redash collects some information, both personally identifiable and non-personally identifiable, according to the following criteria:</p>\n<ol>\n<li>\n<p>\n<strong>Information You Provide Redash</strong>: Redash may retain information you voluntarily provide it, such as your name, email address, profile photo and other information you submit through the services.</p>\n</li>\n<li>\n<p>\n<strong>Information Redash Collects Through Your Use of the Services</strong>: Redash may also retain information it gathers through your use of the services such as your device’s type, browser type, screen resolution, operating system, system preferences, the pages you viewed, the content you submitted and other information it collects through your use of the services, which is in its nature non-personally identifiable.</p>\n</li>\n<li>\n<p>\n<strong>Information Redash receives From Third Parties</strong>: Redash may also retain information it received and/or procured from third parties, such as its service providers, ad networks and marketing agencies, which all relate to your preferences and your use of the services.</p>\n</li>\n</ol>\nHow Does Redash Use The Information?\n<p>Redash uses your personally identifiable information to provide you with the services, such as to let other users to view your content and contact information.\nRedash also uses aggregated, non-personally-identifiable information to provide improvement in the services and to perform random tests for additional features.\nRedash shares your information inside your organization, and may share information with third parties you requested it to share through its API and/or third party applications.</p>\nYour Privacy Settings:\n<p>Redash uses some third party services to provide with parts of the services and therefore shall make best efforts to comply with all privacy settings set in your account.\nHowever, as your information travels through various networks and servers, Redash cannot ensure that it shall remain private at all times.</p>\nWho Has Access To Your Information?\n<p>Redash uses selected third parties to provide you with the service, and shall share some information with them, under strict confidentiality obligations, to provide you with the services.\nSuch service providers shall include, amongst others:</p>\n<ul>\n<li>Amazon Web Services</li>\n<li>Google (Cloud Services)</li>\n<li>Google Analytics</li>\n<li>Segment.com</li>\n<li>Sentry</li>\n<li>Intercom</li>\n<li>Stripe</li>\n<li>Mailjet</li>\n<li>Postmark</li>\n</ul>\n<p>Moreover, Redash’s employees and agents, who are under the most strict confidentiality obligations, also have monitored access to some of your information.\nRedash’s employees undergo casual and routine monitoring.\nLastly, your information will be shared with people you specifically ask to share.</p>\nHow Is Your Information Secured?\n<p>Your information is secured in Redash’s servers, which is secured under industry standards.\nRedash also performs occasional penetration tests, to make sure your information is secure.</p>\nHow Can You Review Your Information?\n<p>You can review all your information using Redash’s web application.</p>\nHow Can You Remove Your Information?\n<p>Should you request to remove your account, please contact Redash at support@redash.io.</p>\nCan Redash Contact You?\n<p>Redash may send you periodic updates regarding the service, your use and other information relating to the service as well as promotional messages.\nYou can opt-out of these messages at any time.</p>\nWhat Can You Do If You Feel That Your Privacy Was Violated?\n<p>If you feel your privacy was compromised, you can contact Redash’s privacy officer at team@redash.io and request that he’ll review your complaint.</p>Redash<ul>\n<li>Product</li>\n<li>Integrations</li>\n<li>Users</li>\n<li>Case Studies</li>\n</ul>Community<ul>\n<li>About</li>\n<li>Blog</li>\n</ul>Help<ul>\n<li>Knowledge Base</li>\n<li>Forum</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>Terms ⚬ Privacy Policy</p>", "created_at": "2023-02-07 06:37:03.776016", "updated_at": "2023-02-07 06:41:34.330662"}], "points": [], "urls": ["redash.io"]}}