{"error": 448, "message": "OK", "parameters": {"id": 9429, "name": "Rivertowns Pediatric Dentistry ", "created_at": "2023-08-23 22:04:12.552546", "updated_at": "2023-08-24 10:02:18.423168", "wikipedia": null, "keywords": null, "related": null, "slug": "rivertowns-pediatric-dentistry", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9429.png", "url": "rivertownspediatricdentistry.com", "documents": [{"id": 18578, "name": "Privacy Policy ", "url": "https://rivertownspediatricdentistry.com/privacy-policy", "xpath": "/html/body/div[1]/main/div", "text": " Privacy Policy <p>This privacy policy (“Privacy Policy”) sets out how this office uses and protects any information that you provide when you use the website.\nThe office is committed to ensuring that your privacy is protected.\nYou can be assured that information you provide on this website will only be used in accordance with this Privacy Policy.\nThe office may change this Privacy Policy from time to time by updating the office website.\nYou should check this website as often as possible to ensure that you are happy with any changes.\nThis Privacy Policy is effective February 13, 2020.</p>\n<p>This office understands that your privacy is important.\nWe've created this Privacy Policy to inform you about the ways we collect, use, disclose and otherwise treat your personal information.\nBy visiting this office's site, you agree to the practices described here in our Privacy Policy.</p>\n<p>WHAT PERSONAL INFORMATION DO WE GATHER ABOUT YOU?</p>\n<ul>\n<li>Your contact information, such as your email, home address, ZIP code, phone number and email.\nSuch items are collected when you sign up for our contests or promotions, or use our online appointment scheduling process.</li>\n<li>Your name, date of birth, insurance information, appointment date and time and family member information.\nSuch items are collected when you use our online appointment scheduling process.</li>\n<li>Your public information, such as comments or reviews that you post on our site.\nWe also collect requests or questions that you publicly post.</li>\n<li>Your demographic information, such as your postcode, preferences and interests.</li>\n<li>Other information, such as your location, your IP address, the browser/device/hardware you are using, your GPS location and what pages you visit on our site.\nSuch items are collected when you visit our website, affiliated websites, or any other digital property associated with us.</li>\n</ul>\n<p>HOW DO WE USE YOUR INFORMATION?</p>\n<ul>\n<li>To keep an internal record for our reporting and analysis purposes.</li>\n<li>To provide you with relevant content, materials, offers, programs and to administer your participation in our contests or sweepstakes.</li>\n<li>To respond to your requests or questions that you may provide via our social sites.</li>\n<li>To improve our sites, products, services and other marketing purposes.</li>\n<li>To protect the office, other patients and our assets and sites and for other security measures.</li>\n<li>To remain in communication with you with any products or services you requested.</li>\n<li>To schedule an appointment for you, and contact you via mobile phone text/SMS or e-mail to confirm your appointment.</li>\n<li>To target ads to you based on your past online activity.</li>\n<li>We will never sell your information.</li>\n<li>Any information collected is disclosed to you here and is used as permitted or required by law.</li>\n</ul>\n<p>EMAILS ABOUT APPOINTMENTS, SPECIALTY TREATMENT, SPECIAL OFFERS AND PROMOTIONS AND HOW TO OPT-OUT</p>\n<p>It is our intention to only send email communications that are useful to you and that you want to receive.\nWhen you provide us with your email address as part of the registration or appointment setting process, we will place you on a list of patients to receive informational and promotional emails.\nEach time you receive a non-transactional email, you will be provided the choice to \"opt-out\" of future emails by following the instructions provided in the email.</p>\n<p>Information you receive by email will be an unsecure transmission meaning it is possible that information could potentially be exposed while in transmission from our office email server to your email server.\nIf this is not acceptable to you, you will be provided the choice to \"opt-out\" of future emails by following the instructions provided in the email.</p>\n<p>SECURITY</p>\n<p>We are committed to ensuring that your information is secure.\nIn order to prevent unauthorized access or disclosure, we have put in place physical, electronic and managerial procedures to safeguard and secure the information we collect online.</p>\n<p>HOW DO WE COLLECT INFORMATION ABOUT YOU?</p>\n<ul>\n<li>When you schedule an appointment with us through our office website.</li>\n<li>Through tracking tools, such as cookies, tags and other technologies.</li>\n</ul>\n<p>WHAT ARE COOKIES? HOW DO WE USE THEM?</p>\n<p>A cookie is a small file that asks permission to be placed on your computer's hard drive.\nThe cookie helps analyze web traffic or informs when you visit a particular site.\nCookies allow web applications to respond to you as an individual.\nThe web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.</p>\n<p>We transfer cookies to your device to provide you with personalized services and content and to identify which of our sites or pages are of most interest to you.\nWe do, however, recommend that you leave these cookies on as it allows us to provide you with the best patient experience possible through reporting and analysis.\nBy disabling cookies, you will also be prevented from experiencing the entire site as was intended, and we will not be able to personalize our services to you.\nTo disable cookies, please visit your browser's settings.</p>\n<p>Overall, cookies help us provide you with a better website experience, by enabling us to monitor which pages you find useful and which you do not.\nA cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.</p>\n<p>LINKS TO OTHER WEBSITES</p>\n<p>This website may contain links to enable you to visit other websites of interest easily.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over other websites.\nTherefore, we cannot be responsible for the protection and privacy of any information that you provide whilst visiting such sites, and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.</p>\n<p>HOW DO THIRD PARTIES COLLECT AND USE YOUR INFORMATION?</p>\n<p>Third-party vendors, including Google, may show our ads on sites across the internet.</p>\n<p>Please be aware that third parties may use cookies, web beacons, and similar technologies to collect or receive information from our website and use that information to provide measurement services and target ads.</p>\n<p>Additionally, please be aware that Facebook may also use cookies, web beacons, and similar technologies to collect or receive information from our website and use that information to provide measurement services and target ads.</p>\n<p>Using the tools on this page, you can opt out from receiving interest-based advertising from some or all of our participating companies, as well as:</p>\n<ul>\n<li>Find out which participating companies have currently enabled customized ads for your browser;</li>\n<li>See all the participating companies on this site and learn more about their advertising and privacy practices;</li>\n<li>Check whether you've already opted out from participating companies;</li>\n<li>Opt out of browser-enabled interest-based advertising by some or all participating companies, using opt-out cookies to store your preferences in your browser.\nor</li>\n<li>Use the \"Choose All Companies\" feature to opt out from all currently participating companies in one step.</li>\n<li>Opting out, or choosing to have data about you removed from marketing data products, will reduce the amount of unsolicited telemarketing, direct-mail and/or email offers you receive from companies with whom you have not done business.\nIt may also reduce the relevance of offers you receive from companies with whom you have done business since our clients use these products to better understand what offers may be of interest to you.\nYou should also be aware that your choice to opt-out will only impact marketers using our marketing data products.\nTherefore, we suggest you also consider opting-out directly from any company that sends you unwanted solicitations or use the Direct Marketing Association's Commitment to Consumer Choice services which applies to all DMA member companies and can be accessed at www.dmachoice.org.</li>\n</ul>\n<p>WHAT CHOICES DO I HAVE? CAN I CONTROL MY PRIVACY?</p>\n<ul>\n<li>If you wish to inquire about how we are using your personal information and for requests to opt-out, write our Privacy Contact (see below).\nIf you live in California, you have the right to ask us one time each year if we have shared personal information with any third parties.\nPlease specify \"California Privacy Rights\" in the letter.</li>\n<li>To delete your cookies, please visit your browser's settings.</li>\n<li>To turn off push notifications or your GPS locator on your phone, please visit your device settings.</li>\n<li>To opt-out of email communications sent to you, please refer to the unsubscribe instructions listed on the bottom of the emails we send to you.</li>\n<li>Please note, that law may require us to comply by disclosing any information that we collect about you.</li>\n</ul>\n<p>WHAT IS OUR POLICY TOWARD CHILDREN?</p>\n<p>We do not knowingly collect personally identifiable information from children under the age of 13 without expressed permission from a parent or guardian.\nIf you feel the privacy of your child has been compromised by our site, please advise the Privacy Contact.</p>\n<p>TRADEMARK</p>\n<p>The contents of this website are protected by United States and International copyright and trademark law.\nAny unauthorized use or reproduction of this website is prohibited and may subject a violator to civil and criminal penalties.\nAll rights reserved.</p>\n<p>HOW DO I REACH THE PRIVACY CONTACT?</p>\n<p>Any questions or comments that relate to this Privacy Policy may be directed to our office at 495 Central Park Avenue, Suite 208, Scarsdale, NY 10583 914-725-9620.</p>\n<p>PRIVACY POLICY REVISIONS</p>\n<p>Our Privacy Policy may change from time to time.\nAny updates will be posted here on the office website.\nPlease check our site regularly for updates.</p>\n<p>\n</p> ", "created_at": "2023-08-23 22:04:12.583415", "updated_at": "2023-08-23 22:04:31.208189"}], "points": [], "urls": ["rivertownspediatricdentistry.com"]}}