{"error": 448, "message": "OK", "parameters": {"id": 6751, "name": "Odysee", "created_at": "2022-08-02 15:48:39.656936", "updated_at": "2023-07-10 22:02:26.046204", "wikipedia": "https://en.wikipedia.org/wiki/Odysee", "keywords": null, "related": null, "slug": "odysee", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/6751.png", "url": "odysee.com", "documents": [{"id": 12334, "name": "Privacy Policy", "url": "https://odysee.com/$/privacypolicy", "xpath": "/html/body/div[1]/div/div[5]/div[2]/main/section/div/div[2]/div", "text": "<p>This privacy policy has been compiled to better serve those who are concerned with how their 'Personally Identifiable Information' (PII) is being used online.\nPII, as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\nPlease read our privacy policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personally Identifiable Information in accordance with our website.</p>\n<p>\n<strong>What personal information do we collect from the people that visit our blog, website or app?</strong>\n</p>\n<p>When ordering or registering on our site, as appropriate, you may be asked to enter your name, email address, mailing address, phone number, credit card information or other details to help you with your experience.</p>\n<p>\n<strong>When do we collect information?</strong>\n</p>\n<p>We collect information from you when you register on our site, place an order, subscribe to a newsletter, respond to a survey, fill out a form, open a support ticket or enter information on our site, or provide us with feedback on our products or services.</p>\n<p>\n<strong>How do we use your information? </strong>\n</p>\n<p>We may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways:</p>\n<ul>\n<li>To personalize your experience and to allow us to deliver the type of content and product offerings in which you are most interested.</li>\n<li>To improve our website in order to better serve you.</li>\n<li>To allow us to better service you in responding to your customer service requests.</li>\n<li>To administer a contest, promotion, survey or other site feature.</li>\n<li>To quickly process your transactions.</li>\n<li>To send periodic emails regarding your order or other products and services.</li>\n<li>To follow up with them after correspondence (live chat, email or phone inquiries)</li>\n</ul>\n<p>\n<strong>How do we protect your information?</strong>\n</p>\n<p>Our website is scanned on a regular basis for security holes and known vulnerabilities in order to make your visit to our site as safe as possible.</p>\n<p>We use regular Malware Scanning.</p>\n<p>Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential.\nIn addition, all sensitive/credit information you supply is encrypted via Secure Socket Layer (SSL) technology.</p>\n<p>We implement a variety of security measures when a user places an order enters, submits, or accesses their information to maintain the safety of your personal information.</p>\n<p>All transactions are processed through a gateway provider and are not stored or processed on our servers.</p>\n<p>\n<strong>Do we use \"cookies\"?</strong>\n</p>\n<p>Yes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow) that enables the site's or service provider's systems to recognize your browser and capture and remember certain information.\nFor instance, we use cookies to help us remember and process the items in your shopping cart.\nThey are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services.\nWe also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.</p>\n<p>\n<strong>We use cookies to:</strong>\n</p>\n<ul>\n<li>Help remember and process the items in the shopping cart.</li>\n<li>Compile aggregate data about site traffic and site interactions in order to offer better site experiences and tools in the future.\nWe may also use trusted third-party services that track this information on our behalf.</li>\n</ul>\n<p>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou do this through your browser settings.\nSince browser is a little different, look at your browser's Help Menu to learn the correct way to modify your cookies.</p>\n<p>\n<strong>If users disable cookies in their browser:</strong>\n</p>\n<p>If you turn cookies off it will turn off some of the features of the site.</p>\n<p>\n<strong>Third-party disclosure</strong>\n</p>\n<p>We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information unless we provide users with advance notice.\nThis does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.\nWe may also release information when it's release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property or safety.</p>\n<p>However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.</p>\n<p>\n<strong>Third-party links</strong>\n</p>\n<p>Occasionally, at our discretion, we may include or offer third-party products or services on our website.\nThese third-party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.</p>\n<p>\n<strong>Google</strong>\n</p>\n<p> As part of Odysee YouTube Sync Verification, we will only use read-only access to verify the ownership of YouTube channels and will not transfer this data to others unless doing so is necessary to comply with applicable law, or as part of a merger, acquisition, or sale of assets.</p>\n<p>Google's advertising requirements can be summed up by Google's Advertising Principles.\nThey are put in place to provide a positive experience for users.\n<code>https://support.google.com/adwordspolicy/answer/1316548?hl=en</code>\n</p>\n<p>We use Google AdSense Advertising on our website.</p>\n<p>Google, as a third-party vendor, uses cookies to serve ads on our site.\nGoogle's use of the DART cookie enables it to serve ads to our users based on previous visits to our site and other sites on the Internet.\nUsers may opt-out of the use of the DART cookie by visiting the Google Ad and Content Network privacy policy.</p>\n<p>\n<strong>We have implemented the following:</strong>\n</p>\n<ul>\n<li>Remarketing with Google AdSense</li>\n<li>Google Display Network Impression Reporting</li>\n<li>Demographics and Interests Reporting</li>\n</ul>\n<p>We, along with third-party vendors such as Google use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) or other third-party identifiers together to compile data regarding user interactions with ad impressions and other ad service functions as they relate to our website.</p>\n<p>\n<strong>Opting out:</strong>\n</p>\n<p>Users can set preferences for how Google advertises to you using the Google Ad Settings page.\nAlternatively, you can opt out by visiting the Network Advertising Initiative Opt Out page or by using the Google Analytics Opt Out Browser add on.</p>\n<p>\n<strong>California Online Privacy Protection Act</strong>\n</p>\n<p>CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy.\nThe law's reach stretches well beyond California to require any person or company in the United States (and conceivably the world) that operates websites collecting Personally Identifiable Information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals or companies with whom it is being shared.\n- See more at: <code>http://consumercal.org/california-online-privacy-protection-act-caloppa/#sthash.0FdRbT51.dpuf</code>\n</p>\n<p>\n<strong>According to CalOPPA, we agree to the following:</strong>\n</p>\n<p>Users can visit our site anonymously.</p>\n<p>Once this privacy policy is created, we will add a link to it on our home page or as a minimum, on the first significant page after entering our website.</p>\n<p>Our Privacy Policy link includes the word 'Privacy' and can easily be found on the page specified above.</p>\n<p>You will be notified of any Privacy Policy changes:</p>\n<ul>\n<li>On our Privacy Policy Page</li>\n</ul>\n<p>Can change your personal information:</p>\n<ul>\n<li>By emailing us</li>\n<li>By logging in to your account</li>\n<li>By chatting with us or by sending us a support ticket</li>\n</ul>\n<p>\n<strong>How does our site handle Do Not Track signals?</strong>\n</p>\n<p>We honor Do Not Track signals and Do Not Track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.</p>\n<p>\n<strong>Does our site allow third-party behavioral tracking?</strong>\n</p>\n<p>It's also important to note that we do not allow third-party behavioral tracking</p>\n<p>\n<strong>COPPA (Children Online Privacy Protection Act)</strong>\n</p>\n<p>When it comes to the collection of personal information from children under the age of 13 years old, the Children's Online Privacy Protection Act (COPPA) puts parents in control.\nThe Federal Trade Commission, United States' consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.</p>\n<p>We do not specifically market to children under the age of 13 years old.</p>\n<p>Do we let third-parties, including ad networks or plug-ins collect PII from children under 13?</p>\n<p>\n<strong>Fair Information Practices</strong>\n</p>\n<p>The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe.\nUnderstanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.</p>\n<p>\n<strong>In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:</strong>\n</p>\n<p>We will notify you via email:</p>\n<ul>\n<li>Within 7 business days</li>\n</ul>\n<p>We will notify the users via in-site notification:</p>\n<ul>\n<li>Within 7 business days</li>\n</ul>\n<p>We also agree to the Individual Redress Principle which requires that individuals have the right to legally pursue enforceable rights against data collectors and processors who fail to adhere to the law.\nThis principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and/or prosecute non-compliance by data processors.</p>\n<p>\n<strong>CAN SPAM Act</strong>\n</p>\n<p>The CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.</p>\n<p>\n<strong>We collect your email address in order to:</strong>\n</p>\n<ul>\n<li>Send information, respond to inquiries, and/or other requests or questions</li>\n<li>Process orders and to send information and updates pertaining to orders.</li>\n<li>Send you additional information related to your product and/or service</li>\n<li>Market to our mailing list or continue to send emails to our clients after the original transaction has occurred.</li>\n</ul>\n<p>\n<strong>To be in accordance with CANSPAM, we agree to the following:</strong>\n</p>\n<ul>\n<li>Not use false or misleading subjects or email addresses.</li>\n<li>Identify the message as an advertisement in some reasonable way.</li>\n<li>Include the physical address of our business or site headquarters.</li>\n<li>Monitor third-party email marketing services for compliance, if one is used.</li>\n<li>Honor opt-out/unsubscribe requests quickly.</li>\n<li>Allow users to unsubscribe by using the link at the bottom of each email.</li>\n</ul>\n<p>\n<strong>If at any time you would like to unsubscribe from receiving future emails, you can email us at:</strong>\n</p>\n<ul>\n<li>Follow the instructions at the bottom of each email.</li>\n</ul>\n<p>and we will promptly remove you from <strong>ALL</strong> correspondence.</p>\n<p>\n<strong>Contacting Us</strong>\n</p>\n<p>If there are any questions regarding this privacy policy, you may contact us using the information below.</p>\n<blockquote>\n<p>Odysee, Inc 2540 S Maryland Pkwy Unit #5021 Las Vegas, NV 89109 hello@odysee.com</p>\n</blockquote>\n<small>Last edited on 2021-10-08</small>", "created_at": "2022-08-02 15:49:18.274031", "updated_at": "2023-01-08 10:55:29.45462"}, {"id": 13890, "name": "Community Guidelines", "url": "https://help.odysee.tv/communityguidelines/", "xpath": "/html/body/div[1]/div[2]/div/main/div/div/div[1]/div/article/div[2]", "text": null, "created_at": "2023-01-08 10:52:54.055573", "updated_at": "2023-11-17 17:43:26.612024"}, {"id": 12335, "name": "Terms of Service", "url": "https://odysee.com/$/tos", "xpath": "/html/body/div[1]/div/div[5]/div[2]/main/section/div/div[2]/div", "text": null, "created_at": "2022-08-02 15:52:29.992137", "updated_at": "2023-11-17 17:42:50.902214"}], "points": [{"id": 28315, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:03:21.092255", "updated_at": "2023-07-11 06:25:25.353863", "quoteText": null, "case_id": 138, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28318, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:04:49.277507", "updated_at": "2023-07-11 06:25:25.525683", "quoteText": null, "case_id": 290, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28310, "title": "This service is only available to users over 13 years of age", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 14:54:15.4909", "updated_at": "2023-07-11 06:25:25.626569", "quoteText": null, "case_id": 152, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28311, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 14:54:24.054737", "updated_at": "2023-07-11 06:25:25.439359", "quoteText": null, "case_id": 486, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28319, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:05:06.047879", "updated_at": "2023-07-11 06:25:26.784932", "quoteText": null, "case_id": 288, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28325, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:08:53.225051", "updated_at": "2023-07-11 06:25:26.864217", "quoteText": null, "case_id": 201, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28314, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:02:45.464683", "updated_at": "2023-07-11 06:25:25.791258", "quoteText": null, "case_id": 182, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28309, "title": "There is a date of the last update of the agreements", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 14:53:21.110645", "updated_at": "2023-07-11 06:25:25.867764", "quoteText": null, "case_id": 331, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28312, "title": "You agree not to use the service for illegal purposes", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 14:58:17.831053", "updated_at": "2023-07-11 06:25:25.944418", "quoteText": null, "case_id": 280, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28313, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://odysee.com/$/tos", "status": "\"Further, you will not do any of the following in connection with the Services or any other users: [...] e) Send, distribute or post spam, unsolicited or bulk commercial electronic communications, chain letters, or pyramid schemes\"", "created_at": "2022-08-09 14:59:01.886815", "updated_at": "2023-07-11 06:25:26.02695", "quoteText": null, "case_id": 281, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28317, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:04:21.926069", "updated_at": "2023-07-11 06:25:26.123011", "quoteText": null, "case_id": 286, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28334, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:15:33.351684", "updated_at": "2023-07-11 06:25:27.200114", "quoteText": null, "case_id": 210, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28339, "title": "You can access most of the pages on the service's website without revealing any personal information", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:20:12.283628", "updated_at": "2023-07-11 06:25:27.279654", "quoteText": null, "case_id": 298, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28338, "title": "Information is gathered about you through third parties", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:18:27.168614", "updated_at": "2023-07-11 06:25:27.356827", "quoteText": null, "case_id": 382, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28340, "title": "Your browser's Do Not Track (DNT) headers are respected", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:20:42.062261", "updated_at": "2023-07-11 06:25:27.436648", "quoteText": null, "case_id": 383, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28330, "title": "Information is provided about security practices", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:13:44.155562", "updated_at": "2023-07-11 06:25:27.513855", "quoteText": null, "case_id": 226, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28320, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:05:31.666881", "updated_at": "2023-07-11 06:25:27.594368", "quoteText": null, "case_id": 293, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28331, "title": "Third-party cookies are used for statistics", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:14:24.532934", "updated_at": "2023-07-11 06:25:27.676394", "quoteText": null, "case_id": 325, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28337, "title": "Third-party cookies are used for advertising", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:17:45.499488", "updated_at": "2023-07-11 06:25:27.758469", "quoteText": null, "case_id": 128, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28324, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:08:31.867364", "updated_at": "2023-07-11 06:25:27.84122", "quoteText": null, "case_id": 294, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28328, "title": "Information is provided about how they collect personal data", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:12:36.793899", "updated_at": "2023-07-11 06:25:27.923358", "quoteText": null, "case_id": 297, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28333, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:15:21.684909", "updated_at": "2023-07-11 06:25:29.083555", "quoteText": null, "case_id": 188, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28341, "title": "You will be notified if personal data has been affected by data breaches", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:21:14.325182", "updated_at": "2023-07-11 06:25:28.267587", "quoteText": null, "case_id": 391, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28332, "title": "Your personal data is not sold", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:14:55.25493", "updated_at": "2023-07-11 06:25:28.35873", "quoteText": null, "case_id": 193, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28335, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:16:23.232052", "updated_at": "2023-07-11 06:25:28.441343", "quoteText": null, "case_id": 164, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28322, "title": "You are forced into binding arbitration in case of disputes", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:07:06.677069", "updated_at": "2023-07-11 06:25:28.525688", "quoteText": null, "case_id": 339, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28323, "title": "You waive your right to a class action.", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:07:31.227739", "updated_at": "2023-07-11 06:25:28.683579", "quoteText": null, "case_id": 117, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28342, "title": "You can opt out of promotional communications", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:21:53.267216", "updated_at": "2023-07-11 06:26:04.609328", "quoteText": null, "case_id": 223, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28336, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:17:15.201974", "updated_at": "2023-07-11 06:27:10.080288", "quoteText": null, "case_id": 243, "document_id": 12334, "quoteStart": null, "quoteEnd": null}, {"id": 28327, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:09:49.661052", "updated_at": "2023-07-11 06:27:12.726225", "quoteText": null, "case_id": 329, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28326, "title": "You have the right to leave this service at any time", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:09:16.261299", "updated_at": "2023-07-11 06:27:18.262789", "quoteText": null, "case_id": 170, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28316, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:03:51.716375", "updated_at": "2023-07-11 06:25:25.715133", "quoteText": null, "case_id": 146, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28321, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or $100", "source": "https://odysee.com/$/tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:05:48.322315", "updated_at": "2023-07-11 06:25:28.603385", "quoteText": null, "case_id": 149, "document_id": 12335, "quoteStart": null, "quoteEnd": null}, {"id": 28329, "title": "Your personal data is used for limited purposes", "source": "https://odysee.com/$/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:13:25.021446", "updated_at": "2023-07-11 06:27:27.425566", "quoteText": null, "case_id": 196, "document_id": 12334, "quoteStart": null, "quoteEnd": null}], "urls": ["odysee.com"]}}