{"error": 448, "message": "OK", "parameters": {"id": 9770, "name": "The Furry Forums", "created_at": "2023-10-10 01:16:36.756432", "updated_at": "2023-10-10 10:02:30.103025", "wikipedia": null, "keywords": null, "related": null, "slug": "the-furry-forums", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9770.png", "url": "thefurryforum.com", "documents": [{"id": 19447, "name": "Terms and Policies", "url": "https://www.thefurryforum.com/forums/index.php?action=agreement", "xpath": "/html/body/div[1]/div[2]/div", "text": " <ul>\n<li>\nThe Furry Forums »\n</li>\n<li>\nForum »\n</li>\n<li>\nRegistration Agreement and Privacy Policy\n</li>\n</ul>\n<br> The Furry Forums would like to place cookies on your computer to help us make this website better.\nTo find out more about the cookies, see our privacy notice.<br>To accept the cookie click here, or please login or register.\nRegistration Agreement You agree, through your use of this forum, that you will not post any material which is false, defamatory, inaccurate, abusive, vulgar, hateful, harassing, obscene, profane, sexually oriented, threatening, invasive of a person's privacy, adult material, or otherwise in violation of any International or United States Federal law.\nYou also agree not to post any copyrighted material unless you own the copyright or you have written consent from the owner of the copyrighted material.\nSpam, flooding, advertisements, chain letters, pyramid schemes, and solicitations are also forbidden on this forum.<br>\n<br>Note that it is impossible for the staff or the owners of this forum to confirm the validity of posts.\nPlease remember that we do not actively monitor the posted messages, and as such, are not responsible for the content contained within.\nWe do not warrant the accuracy, completeness, or usefulness of any information presented.\nThe posted messages express the views of the author, and not necessarily the views of this forum, its staff, its subsidiaries, or this forum's owner.\nAnyone who feels that a posted message is objectionable is encouraged to notify an administrator or moderator of this forum immediately.\nThe staff and the owner of this forum reserve the right to remove objectionable content, within a reasonable time frame, if they determine that removal is necessary.\nThis is a manual process, however, please realize that they may not be able to remove or edit particular messages immediately.\nThis policy applies to member profile information as well.<br>\n<br>You remain solely responsible for the content of your posted messages.\nFurthermore, you agree to indemnify and hold harmless the owners of this forum, any related websites to this forum, its staff, and its subsidiaries.\nThe owners of this forum also reserve the right to reveal your identity (or any other related information collected on this service) in the event of a formal complaint or legal action arising from any situation caused by your use of this forum.<br>\n<br>You have the ability, as you register, to choose your username.\nWe advise that you keep the name appropriate.\nWith this user account you are about to register, you agree to never give your password out to another person except an administrator, for your protection and for validity reasons.\nYou also agree to NEVER use another person's account for any reason.\n&nbsp;We also HIGHLY recommend you use a complex and unique password for your account, to prevent account theft.\nYou agree that your soul and first born are the property of this forum if the administration deem it worthy (Not enough people read these things, right?).<br>\n<br>After you register and login to this forum, you will be able to fill out a detailed profile.\nIt is your responsibility to present clean and accurate information.\nAny information the forum owner or staff determines to be inaccurate or vulgar in nature will be removed, with or without prior notice.\nAppropriate sanctions may be applicable.<br>\n<br>Please note that with each post, your IP address is recorded, in the event that you need to be banned from this forum or your ISP contacted.\nThis will only happen in the event of a major violation of this agreement.<br>\n<br>Also note that the software places a cookie, a text file containing bits of information (such as your username and password), in your browser's cache.\nThis is ONLY used to keep you logged in/out.\nThe software does not collect or send any other form of information to your computer.\n<br> Privacy Policy This privacy policy sets out how The Furry Forums uses and protects any information that you give The Furry Forums when you use this website.<br>The Furry Forums is committed to ensuring that your privacy is protected.\nShould we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.<br>The Furry Forums may change this policy from time to time by updating this page.\nYou should check this page from time to time to ensure that you are happy with any changes.\nThis policy is effective from June 2, 2018, 2:34 am.<br>\n<br>\n<br>\n<strong>What information we collect about you</strong>\n<br>\n<br>\n<strong>We may collect the following information when you use our website:</strong>\n<br>-Username<br>-Email Address<br>-Date of Birth<br>-IP Address<br>-Other data collected that could directly or indirectly identify you.<br>\n<br>\n<strong>Cookies and other tracking scripts</strong>\n<br>A cookie is a small file which asks permission to be placed on your computer's hard drive.\nOnce you agree, the file is added and the cookie helps analyze web traffic or lets you know when you visit a particular site.\nCookies allow web applications to respond to you as an individual.\nThe web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.\n<br>We use traffic log cookies to identify which pages are being used.\nThis helps us analyze data about web page traffic and improve our website in order to tailor it to customer needs.\nWe only use this information for statistical analysis purposes and then the data is removed from the system.\n<br>Overall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not.\nA cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.\n<br>You can choose to accept or decline cookies.\nMost web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nThis may prevent you from taking full advantage of the website.<br>\n<br>\n<br>If at any time you have questions about our privacy practices or any of your rights described below, you may reach us at alex@alfreelancing.com<br>\n<br>\n<br>\n<strong>How we use information we collect</strong>\n<br>We require this information to understand your needs and provide you with a better service, and in particular for the following reasons:<br>-Internal record keeping including service optimization, website stats.\n<br>-We may use the information to improve our products and services.\n<br>-We may periodically send promotional emails about new products, special offers or other information which we think you may find interesting using the email address which you have provided.\n&nbsp;<br>\n<br>\n<strong>Sharing with trusted third parties.</strong>\n<br>We may share your personal data with third parties with which we have partnered to allow you to integrate their services into our own Services, and with trusted third party service providers as necessary for them to perform services on our behalf, such as:<br>-Serving advertisements<br>-Performing analysis of our Services and customers demographics<br>\n<br>\n<strong>Data about Usage of Services</strong>\n<br>Is automatically collected when you use and interact with our Services, including metadata, log files, cookie/device IDs and location information.\nThis information includes specific data about your interactions with the features, content and links (including those of third-parties, such as social media plugins) contained within the Services, Internet Protocol (IP) address, browser type and settings, the date and time the Services were used, information about browser configuration and plugins, language preferences and cookie data, information about devices accessing the Services, including type of device, what operating system is used, device settings, application IDs, unique device identifiers and error data, and some of this data collected might be capable of and be used to approximate your location.\n<br>\n<br>\n<strong>How we store and secure information we collect</strong>\n<br>We are committed to ensuring that your information is secure.\nIn order to prevent unauthorized access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard.and secure the information we collect online.<br>\n<br>While we implement safeguards designed to protect your information, no security system is impenetrable and due to the inherent nature of the Internet, we cannot guarantee that data, during transmission through the Internet or while stored on our systems or otherwise in our care, is absolutely safe from intrusion by others.<br>\n<br>\n<br>\n<strong>Compliance with legal, regulatory and law enforcement requests.</strong>\n<br>We cooperate with government and law enforcement officials and private parties to enforce and comply with the law.\nWe will disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (such as subpoena requests), to protect our property and rights or the property and rights of a third party, to protect the safety of the public or any person, or to prevent or stop activity we consider to be illegal or unethical.<br>\n<br>\n<strong>Communicating with you.</strong>\n<br>We may contact you directly such as necessary to deliver transactional or website related communications.\n<br>We may also contact you with offers for additional services we think you'll find valuable if you give us consent, or where allowed based upon legitimate interests.<br>These contacts may include:<br>-Email<br>\n<br>You may also update your subscription preferences with respect to receiving communications from us and/or our partners by signing into your account and visiting your Profile -&gt.\nNotifications page.\n<br>\n<br>\n<br>\n<strong>Transfer of personal data abroad.</strong> &nbsp;<br>If you utilize our Services from a country other than the country where our servers are located, your communications with us may result in transferring your personal data across international borders<br>\n<br>\n<strong>Links to other websites</strong>\n<br>Our website may contain links to other websites of interest.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.<br>\n<br>\n<br>\n<strong>Controlling your personal information</strong>\n<br>We will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so.\nWe may use your personal information to send you promotional information about third parties which we think you may find interesting if you tell us that you wish this to happen.<br>You may request details of personal information which we hold about you under by visiting your profile and clicking export data.<br>If you believe that any information we are holding on you is incorrect or incomplete, please email us at alex@alfreelancing.com as soon as possible.\nWe will promptly correct any information found to be incorrect.<br>\n<br> Powered by EzPortal<br> ", "created_at": "2023-10-10 01:16:36.790752", "updated_at": "2023-10-10 01:16:56.223102"}], "points": [], "urls": ["thefurryforum.com"]}}