{"error": 448, "message": "OK", "parameters": {"id": 7220, "name": "Home Run Inn Pizza", "created_at": "2023-01-05 02:31:41.217727", "updated_at": "2023-01-22 17:00:16.694876", "wikipedia": null, "keywords": null, "related": null, "slug": "home-run-inn-pizza", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7220.png", "url": "homeruninnpizza.com", "documents": [{"id": 13830, "name": "PRIVACY POLICY  ", "url": "https://www.homeruninnpizza.com/privacy-policy/", "xpath": "//*[@id=\"page-content\"]", "text": " <p>\n<strong>HOME RUN INN INC.’S</strong>\n</p>\n<p>\n<strong>PRIVACY POLICY </strong>\n</p>\n<p>Home Run Inn, Inc.\n(“<u>Home Run Inn</u>”) values your privacy.\nThis Privacy Policy applies to the Home Run Inn online and mobile web sites (collectively, the “<u>Web Sites</u>“) and the Home Run Inn platforms and applications owned and operated by Home Run Inn and our direct and indirect parents, subsidiaries and affiliates (“<u>we</u>,” “<u>our</u>,” “<u>us</u>“).\nThis Privacy Policy describes how Home Run Inn collects, uses, and shares information provided through the Web Sites and Applications and information received from other sources.\nIt also describes your rights and choices regarding our use and sharing of your information, including how you can access and update such information.</p>\n<p>Your use of the Web Sites or Applications constitutes your agreement to our Terms of Use, and acceptance of this Privacy Policy and your consent to the practices it describes.</p>\n<p>If you have questions about our Privacy Policy or wish to exercise your rights and choices, please contact us as set forth below.\nIf you are a California resident, please see the sections entitled “<u>What Rights Do You Have</u>?” below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Overview of Use of Services and Information Collected </strong>\n</p>\n<p>For each visitor to or user of Home Run Inn’s Services, Home Run Inn’s web server automatically recognizes and stores computer-readable information, such as the visitor’s IP address and domain name combination.\nThis is typically anonymous information automatically provided by your computer.\nHome Run Inn uses this information to follow visitor traffic patterns through the Services to improve user experience.\nIf your Internet browser employs blocking or “Do Not Track” technology that limits recognition or the collection of such computer-readable information, Home Run Inn will not alter or bypass such technology.\nHome Run Inn does not provide access to third parties to track your personal information through your use of the Services.</p>\n<p>When you visit or use the Services, Home Run Inn may use “cookies” to store certain information on your computer that allows us to customize your visit to Home Run Inn’s Services or to simply facilitate signing into the Services.\nMost browsers automatically accept cookies, but your browser settings can be adjusted to erase or block cookies or receive a warning before a cookie is stored.\nPlease refer to your browser instructions or help screen to learn more about these functions.</p>\n<p>In order to provide some of our services to you, including on-line purchases or comment entries, Home Run Inn may ask for some of your personal information, including your email address, name, mailing address, telephone number, or persistent identifier (such as a customer number held in a cookie).\nYou should provide such personal information accurately, so we can communicate with you, perform services for you, or process your requests relating to any of your information that we have.</p>\n<p>If you need to inform us about any changes to your personal information, or any changes you wish to make to Home Run Inn’s retention of your information, you can contact us through the “<u>Contact Us</u>” page at www.homeruninnpizza.com or by using the contact information below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What Information Does Home Run Inn Collect From You?</strong>\n</p>\n<p>In addition to the information described above that Home Run Inn may collect through your use of the Services (e.g., IP addresses, cookies), including but not limited to, setting up account information, filling out surveys, entering sweepstakes, corresponding with Home Run Inn or its affiliates, or otherwise volunteering information about yourself.\nHome Run Inn may have collected the following types of information that could constitute “<u>Personal Information</u>”:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<u>Identifiers</u>: names, signatures, aliases, postal addresses, telephone numbers, unique personal identifiers, online identifiers, Internet Protocol addresses, e-mail addresses, Social Security numbers, driver’s license numbers, passport numbers, employment history, credit card numbers, bank account numbers, debit card numbers, medical information, health insurance information, or other similar identifiers;</li>\n<li>\n<u>Information protected against security breaches</u>: names, Social Security numbers, driver’s license numbers, passport numbers, credit card numbers, bank account numbers, debit card numbers;</li>\n<li>\n<u>Protected legal characteristics</u>: race, gender, etc.;</li>\n<li>\n<u>Commercial information</u>: product shipment addresses, purchase histories;</li>\n<li>\n<u>Internet activity</u>: information on customers’ interactions with the Services, interaction with social media sites maintained by Home Run Inn;</li>\n<li>\n<u>Audio information</u>;</li>\n<li>\n<u>Employment information</u>: employment history within or outside Home Run Inn;</li>\n<li>\n<u>Educational information from education history</u>;</li>\n<li>\n<u>Geolocation data</u>.\nand/or,</li>\n<li>\n<u>Inferences about personal preferences</u>: use of or visits to the Services.\nproduct purchases and reviews.</li>\n</ul>\n<p>Please note that different jurisdictions may have varying definitions for Personal Information.\nYou should check with local resources to determine how Personal Information is defined where you reside.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Sources of Information Collected by Home Run Inn</strong>\n</p>\n<p>&nbsp;</p>\n<p>Home Run Inn may collect personal information through these sources:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Customers providing information directly to Home Run Inn, such as through Home Run Inn’s “<u>Contact Us</u>” page, calls or e-mail made to our Customer Service department, or calls or e-mail to other Home Run Inn departments;</li>\n<li>Customers using the Services;</li>\n<li>Employment applications;</li>\n<li>Points of purchase for Home Run Inn’s products and services;</li>\n<li>Social media sites maintained by Home Run Inn;</li>\n<li>On-line purchases or donations;</li>\n<li>Vendor data used to provide services to Home Run Inn;</li>\n<li>Information provided at Home Run Inn events or locations;</li>\n<li>Information provided to obtain Home Run Inn food services.\nand/or,</li>\n<li>Geographic data and preferences from use of mobile applications.</li>\n</ul>\n<p>You may choose to voluntarily disclose other information when using the Web Sites or Applications that we do not request, and, in such instances, you are solely responsible for such information.\nFurther, certain Applications may capture information that you do not voluntary provide, such as background noise or secondary communications.\nTherefore, you should take steps to prevent the communication of unnecessary information when using such Applications.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Information Collected Automatically</strong>\n</p>\n<p>When you visit the Web Sites or Applications, we automatically collect information about your device and how your device interacts with our Web Sites or Applications.</p>\n<p>The categories of information we have collected about you in the last 12 months include the following:</p>\n<ul>\n<li>\n<u>Service Use Data</u>.\nWe collect data about the features you use, the emails and advertisements you view, the products you consider and purchase, the date and time you access the Web Sites or Applications, the pages you access while using the Web Sites or Applications, and the internet address of the web sites, if any, from which you linked directly to the Web Sites or Applications, and other similar information.</li>\n<li>\n<u>Device Connectivity and Configuration Data</u>.\nWe collect data about the type of device you use, the operating system and browser you use, your internet service provider, your device’s regional and language settings, and other similar information.\nThis data also includes IP address, MAC address, device advertising Id (e.g., IDFA or AAID), and other device identifiers.</li>\n<li>\n<u>Location Data</u>.\nWe collect data about your device’s location, which can be precise (e.g., latitude/longitude data) or imprecise (e.g., location derived from an IP address or data that indicates a city or postal code level).</li>\n</ul>\n<p>We use cookies and other tracking technologies now and hereafter developed to automatically collect this information, including the following:</p>\n<ul>\n<li>\n<u>Log Files</u>.\nA log file is a file that records events that occur in connection with your use of the Web Sites and Applications, such as IP address, browser type, internet service provider, referring/exit pages, operating system, date/time stamps, and related data.</li>\n<li>\n<u>Cookies</u>.\nHome Run Inn servers, or the servers of other entities, may place a “cookie” on your device, store data in your device’s browser or access pre-existing removable tracking features on your device in order to allow you to use the Web Sites and Applications and to personalize your experience.\nA “cookie” is a small piece of data that can be sent by a web server to your device, which then may be stored by your browser on your device’s hard drive.\nCookies and browser storage allow us to recognize your device while you are on our Web Sites and Applications and help customize your online experience and support security features.\nCookies and browser storage are also useful in allowing more efficient log-in for users, tracking transaction histories and preserving information between sessions.\nThe information collected from cookies and browser storage may also be used to improve the functionality of the Web Sites and Applications, analyze your use of the Web Sites and Applications, or bring you advertising.\nTo learn more about how we use cookies, please visit the “Your Rights and Choices” section below.</li>\n<li>Types of cookies and tags on our Web Sites and Applications include:</li>\n<li>Functionality: Used to remember your preferences and for facilitating transactions such as purchases.</li>\n<li>Performance or Analytics: Used to measure site activity to improve user experience.</li>\n<li>Targeting: Used to display information and offers that specifically interest you.</li>\n<li>Local Storage</li>\n<li>We use Local Storage, such as HTML5 storage, to store information related to whether the user has chosen to “Remain Logged In” as well as tokens if other services are used.\nWe may partner with other entities to provide certain features on our Web Sites and Applications or to display advertising based upon your web browsing activity use Local Storage such as HTML 5 storage to collect and store information.\nVarious browsers may offer their own management tools for removing HTML5 Local Storage.</li>\n<li>\n<u>Web Beacons</u> (“<u>Tracking Pixels</u>“).\nWeb beacons are pieces of code embedded in a website, video, email or advertisement that send information about your use to a server.\nThere are various types of web beacons, including image pixels (which are small graphic images) and Java Script pixels (which contains Java Script code).\nWhen you access a website, video, email, or advertisement that contains a pixel, the pixel may permit us or another party to drop or read cookies on your browser.\nWeb beacons are used in combination with cookies to track activity by a particular browser on a particular device.\nWe may incorporate web beacons to allow us to track conversions, bring you advertising both on and off the Web Sites and Applications, and provide you with additional functionality, such as the ability to connect our Web Sites and Applications with your social media account.</li>\n<li>\n<u>Location-identifying Technologies</u>.\nGPS (global positioning systems) software, geo-filtering, and other location-aware technologies locate (sometimes precisely) you for purposes such as verifying your location and delivering or restricting relevant content based on your location.</li>\n<li>\n<u>Voice Processing Technologies</u>.\nVoice processing technologies collect data through the microphone on your device to effectuate an instruction or request by you.\nWe only maintain the audio long enough to complete your instruction or request and then immediately delete it.\nWe may use non-audio data associated with the collection for additional purposes such as data analytics and in accordance with this Privacy Policy.</li>\n<li>\n<u>Device Fingerprinting</u>.\nDevice fingerprinting is the process of analyzing and combining sets of information elements from your device’s browser, such as JavaScript objects and installed fonts, in order to create a “fingerprint” of your device and uniquely identify your device and applications.</li>\n<li>\n<u>In-App Tracking Methods</u>.\nThere are a variety of tracking technologies that may be included in mobile applications, and these are not browser-based like cookies and cannot be controlled by browser settings.\nSome use device advertising Id or other device identifiers to associate app user activity to a particular app and to track user activity across apps.</li>\n</ul>\n<p>&nbsp;</p>\n<p>We may incorporate tracking technologies into our emails, Web Sites, or Applications, as well as into our ads.\nSome of these tracking technologies may track your activities across time and services for purposes of associating the different devices you use, and delivering relevant ads and/or other content to you.</p>\n<p>For further information on how we use tracking technologies for analytics and advertising and your rights and choices regarding them, please see the sections entitled “<u>Analytics, Advertising, and Retargeting</u>” and “<u>Your Rights and Choices</u>” below.</p>\n<p>\n<strong>Information Collected from Other Sources</strong>\n</p>\n<p>We also obtain information about you from other sources and combine such information with information we have collected about you.\nThe categories of other sources from which we collect and have collected information in the last 12 months includes the following:</p>\n<ul>\n<li>Social networks when you reference our service or grant permission to Home Run Inn to access your data on one or more of these services.</li>\n<li>Business Partners with which we offer co-branded services, sell or distribute our products, or engage in joint marketing activities.</li>\n<li>Publicly available sources such as data in the public domain.</li>\n</ul>\n<p>We are not responsible for the accuracy of any information provided by other sources or the data practices of other sources.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What Will Home Run Inn Do With Your Information?</strong>\n</p>\n<p>When Home Run Inn receives your personal information, we may use your information or disclose your personal information to third parties in the following instances:</p>\n<ul>\n<li>you request or authorize it;</li>\n<li>to satisfy a reason or request for which you provided the information;</li>\n<li>to complete a transaction, donation, purchase, or payment;</li>\n<li>to prevent fraud;</li>\n<li>to respond to communications from you;</li>\n<li>to process employment applications or employment history inquiries;</li>\n<li>to help you locate Home Run Inn restaurant locations;</li>\n<li>to provide, personalize, develop, and support the Services and other services provided by Home Run Inn;</li>\n<li>to perform research on consumer preferences and habits;</li>\n<li>to comply with laws, regulations, governmental and quasi-governmental requests, court orders or subpoenas, and legal investigations;</li>\n<li>to enforce our Terms of Use or other agreements;</li>\n<li>to protect the rights, property, safety, and security of Home Run Inn, you, and others;</li>\n<li>to allow our agents, outside vendors, or service providers to perform functions on our behalf, such as order processing, merchandise shipments, and application processing.\nand/or,</li>\n<li>for other purposes consistent with this Privacy Policy.\nWe may also gather aggregated data about you and disclose such aggregated data, without any personally identifiable information, to third parties for research purposes.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Purposes for Transactions of Personal Information</strong>\n</p>\n<p>Home Run Inn does not sell your personal information to third parties for monetary consideration.\nHome Run Inn may have used or disclosed personal information to trusted third parties for business purposes.\nThese business purposes include:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<u>Security</u>: protecting against fraud and malicious activity;</li>\n<li>\n<u>Related personal information</u>: credit card numbers, debit card numbers, bank account information, names;</li>\n<li>\n<u>Short-term use</u>: contextual ad customization that does not involve or contribute to profiling;</li>\n<li>\n<u>Related personal information</u>: IP addresses, geolocation data, social media identifiers;</li>\n<li>\n<u>Performing services</u>: customer service.\nprocessing transactions.\nmarketing;</li>\n<li>\n<u>Related personal information</u>: name, e-mail addresses, phone numbers, addresses, credit card numbers, debit card numbers, bank account information, geolocation data, purchase histories;</li>\n<li>\n<u>Internal research to develop or demonstrate technology</u>;</li>\n<li>\n<u>Related personal information</u>: geolocation data, social media identifiers, IP addresses, product purchases and reviews, unique personal identifiers;</li>\n<li>\n<u>Testing or improving the Services or other products and services provided by Home Run Inn</u>;</li>\n<li>\n<u>Related personal information</u>: geolocation data, social media identifiers, IP addresses, e-mail addresses, voicemail, product purchases and reviews, unique personal identifiers, online identifiers;</li>\n<li>\n<u>Processing job applications and providing employment opportunities</u>.\nand/or,</li>\n<li>\n<u>Related personal information</u>: names, signatures, aliases, postal addresses, telephone numbers, e-mail addresses, Social Security numbers, driver’s license numbers, passport numbers, employment history, race, gender, education history.</li>\n</ul>\n<p>Home Run Inn only shares this personal information to the extent necessary to fulfill these business purposes.\nHome Run Inn requires such third parties to maintain security measures to ensure privacy and security for personal information.</p>\n<p>Notwithstanding the above, we may use information that does not identify you (including aggregate information or information that has been de-identified) without obligation to you except as prohibited by applicable law.\nFor information on your rights and choices regarding how we use your information, please see the section entitled “<u>Your Rights and Choices</u>” below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Disclosure Of Information</strong>\n</p>\n<p>We disclose information we collect in accordance with the practices described in this Privacy Policy.\nThe categories of entities to whom we disclose and have shared information with in the last 12 months, include the following:</p>\n<ul>\n<li>\n<u>Service Providers</u>.\nHome Run Inn shares information with entities that help us with maintaining and operating our Web Sites and Applications, payment processing, data analytics, marketing and advertising, and other business purposes.\nThese companies may only use such information for the purpose of performing those functions and may not use it for any other purpose, although we may permit them to use aggregate information which does not identify you or de-identified data for any purpose except as prohibited by applicable law.</li>\n<li>\n<u>Vendors</u>.\nWe share information with vendors and other entities in connection with tailoring advertisements, measuring and improving our Web Sites or Applications and advertising effectiveness, and enabling other enhancements.\nThese companies may act as our service providers, or in certain contexts, independently decide how to process your information.\nFor more information on advertising and analytics, see the section entitled “Analytics, Advertising, and Retargeting” below.</li>\n<li>\n<u>Affiliates</u>.\nWe share information with our related entities including our parent and sister companies.\nFor example, we share your information with our affiliates for customer support, marketing, and technical operations.</li>\n<li>\n<u>Business Partners</u>.\nWe share information with our business partners in connection with offering you co-branded services, selling or distributing our products, or engaging in joint marketing activities.</li>\n<li>\n<u>Promotions</u>.\nOur Promotions may be jointly sponsored or offered by other entities.\nIf you voluntarily choose to enter a Promotion, we share information as set out in the official rules that govern the Promotion as well as for administrative purposes and as required by law (e.g., on a winners list).\nBy entering a Promotion, you agree to the official rules that govern that Promotion, and may, except where prohibited by applicable law, allow the sponsor and/or other entities to use your name, voice and/or likeness in advertising or marketing materials.</li>\n<li>\n<u>Merger or Acquisition</u>.\nWe may share information if Home Run Inn is involved in a merger, acquisition, or sale of all or a portion of its assets.\nIn such event, you may be notified via email and/or a prominent notice on our Web Sites or Applications of any change in ownership or uses of your information, as well as any choices you may have regarding your information.</li>\n<li>\n<u>Security and Compelled Disclosure</u>.\nHome Run Inn must disclose information about you in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nWe may share information about you in connection with legal requirements, such as in response to an authorized subpoena or when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, or investigate fraud.\nWe may also share information about you to defend the Terms of Use or other policies applicable to the Web Sites and Applications or if we believe your actions are inconsistent with our user agreements or policies.\nTo the maximum extent permitted by applicable law, we may use IP addresses, mobile device identifiers or any other information we collect to identify users, and may do so in cooperation with copyright owners, internet service providers, wireless service providers or law enforcement agencies in our discretion.\nSuch disclosures may be carried out without notice to you.</li>\n<li>\n<u>Facilitating Requests</u>.\nWe share information at your request or direction, such as when you choose to share information with a social network about your activities on the Web Sites or Applications.</li>\n<li>\n<u>Consent</u>.\nWe may share your information with notice and as required by applicable law, with your consent.</li>\n<li>Notwithstanding the above, Home Run Inn may disclose aggregated or de-identified information for any purpose except as prohibited by applicable law.\nFor information on your rights and choices regarding how we share your information, please see the section entitled “Your Rights and Choices” below.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>External Links, Applications And Devices</strong>\n</p>\n<p>The Web Sites and Applications may contain links to other web sites, or may be available through devices, not maintained or related to Home Run Inn.\nThese links and devices are not sponsored by or affiliated with the Web Sites, Applications, or Home Run Inn.\nHome Run Inn has not reviewed any or all of the sites hyper-linked to or from the Web Sites or Applications and has not reviewed any or all of the devices through which certain Home Run Inn Applications are available and is not responsible for the content or privacy practices of other web sites, applications or devices.\nThe links and devices are accessed and used at the user’s own risk, and Home Run Inn makes no representations or warranties about the content, completeness or accuracy of these links or devices, the sites hyper-linked to the Web Sites or Applications or the devices through which the Applications may be available.\nOther entity web sites that are accessible by hyperlinks from the Web Sites or Applications may use cookies and other tracking technologies.\nHome Run Inn encourages you to read the privacy policies provided by other web sites and devices manufacturers before you provide any information to them.\nHome Run Inn does not implicitly endorse web sites hyper-linked to Home Run Inn Web Sites or Applications or devices through which Applications may be available.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Social Media Features</strong>\n</p>\n<p>Our Web Sites and Applications may include social media features.\nThese social media features may use tracking technologies to collect information about you, such as your IP address, which page you are visiting on the Web Sites or Applications and may set a cookie to enable the social media feature to function properly.\nIf you use social media features, information you post or provide access to may be publicly displayed on our Web Sites and Applications or by the social network you use which is a separate entity.\nSimilarly, if you post information on a social network that references our Web Sites and Applications (e.g., by using a hashtag associated with Home Run Inn in a tweet or status update), your post may be used on or in connection with our Web Site and Applications.\nAlso, both Home Run Inn and the social network may have access to certain information about you and your use of our Web Site and Applications and the social media features.\nSocial media features are operated by a social network, which is a separate entity and governed by the social network’s privacy policy.\nWe are not responsible for and make no representations regarding the policies or business practices of any separate entities and encourage you to familiarize yourself with and consult their privacy policies and terms of use.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Analytics, Advertising, And Retargeting</strong>\n</p>\n<p>Home Run Inn engages other entities for analytics services.\nThese entities may use cookies and other tracking technologies to analyze your usage of our Web Sites and Applications.</p>\n<p>In addition, we engage other entities to serve advertisements on the Web Sites and Applications and/or on other services.\nThese entities may use cookies and other tracking technologies to collect and share information with us about your visits to this and other services in order to provide advertisements about goods and services likely to be of greater interest to you, measure and research the effectiveness of our advertisements, track page usage and paths followed during visits through our Web Sites and Applications, help us serve relevant internet banner advertisements on our Web Sites and Applications and on other services, and track use of our internet banner advertisements and other links from our business partners’ services to our Web Sites and Applications.\nHome Run Inn may use the information collected on its Web Sites and Applications for online behavioral advertising purposes including retargeting and to customize ads to you when you visit other services.</p>\n<p>We also use audience matching services to reach people (or people similar to people) who have visited our Web Sites, Applications, or are identified in one or more of our databases (“<u>Matched Ads</u>”).\nThis is done by us uploading a customer list to a technology service or programmatically by incorporating technologies such as pixels, SDKs, or APIs from a technology service into our own Web Sites or Applications, and the technology service matching common factors between our data and their data.\nFor instance, we incorporate the Facebook pixel on our Web Sites and may share your email address with Facebook as part of our use of Facebook Custom Audiences.</p>\n<p>As indicated above, the entities providing these services may act as our service providers, or in certain contexts, independently decide how to process your information.\nInformation collected by these services may be transmitted to and stored on servers in the U.S.\n(or elsewhere).\nWe encourage you to familiarize yourself with and consult their privacy policies and terms of use.</p>\n<p>For further information on the types of tracking technologies we use and your rights and choices regarding analytics, interest-based advertising, and Matched Ads, please see the sections entitled “<u>Information Collected Automatically</u>” above and “<u>Your Rights and Choices</u>” below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Third Party Sites</strong>\n</p>\n<p>Home Run Inn’s Services and communications through the Services may contain links and pointers to other third-party websites, including, without limitation, advertising and social media platforms.\nThis Privacy Policy does not apply to these third-party websites, and we are not responsible for the privacy practices, policies, or content of any such third-party websites, even if you link to them through the Services or communications related to the Services.\nWe have no control over how such third-party websites collect or use personal information, and we have no responsibility for any personal information you provide or content you post on such third-party websites.\nWe encourage you to read and understand the privacy policies of any third-party websites that you visit.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Credit Card Purchases</strong>\n</p>\n<p>Home Run Inn may ask you to provide a credit card number in order to purchase a product.\nCredit card transactions are processed by a third-party professional payment authorization service selected by Home Run Inn to provide added security and reliability.\nOnly the purchase price and the credit card information provided by you are supplied to this third-party service.\nInformation collected during credit card transactions is maintained in the service’s database for accounting and billing purposes and is not released to other third parties.\nHome Run Inn does not maintain a copy of your credit card information on its servers and will not use your credit card information for any purpose other than processing your order.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Your Rights And Choices</strong>\n</p>\n<p>\n<u>Review and Update of Account Information</u>.\nYou have the right to access certain account information that you have voluntarily submitted to us through the Web Sites and Applications.\nYou may correct, update, amend, delete, or remove that information by making the change within your Home Run Inn online account or contacting us as set forth below.\nWe may require additional information from you to allow us to confirm your identity.\nPlease note that we will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>\n<u>Tracking Technologies Generally</u>.\nMost web browsers (such as Microsoft Internet Explorer, Google Chrome, Firefox and Apple Safari) accept cookies by default.\nYou can instruct your browser, by changing its settings, to decline or delete cookies.\nIf you use multiple browsers on your device, you will need to instruct each browser separately.\nYour ability to limit cookies is subject to your browser settings and limitations.</p>\n<p>You can reset your device advertising Id at any time through your device settings, which is designed to allow you to limit the use of information collected about you.\nFor information on how to do this on Apple devices, visit Apple.com or https://support.apple.com/en-us/HT202074.\nFor information on how to do this on Android devices, visit Google.com.\nYou can stop all collection of information via an app by uninstalling the app.</p>\n<p>The location data collected through an app depends on your device settings and app permissions.\nYou can exercise choice over the location data collected through our apps by (i) for GPS data, disabling location in your device settings or disabling location permissions to that app.\n(ii) for Bluetooth data, disabling Bluetooth and any Bluetooth scanning option in your device settings.\nor (iii) for WiFi data, disabling WiFi and any WiFi scanning option in your device settings.\nYou can stop collection of all location data via an app by uninstalling the app.</p>\n<p>Your browser settings may allow you to automatically transmit a “Do Not Track” signal to online services you visit.\nNote, however, there is no industry consensus as to what site and app operators should do with regard to these signals.</p>\n<p>If you disable cookies or other device tracking features, however, you may not be able to use certain functions of the Web Sites or Applications.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Communications</strong>\n</p>\n<p>In order to provide service to you, we may send you communications related to your transactions, security or the administration of the Web Sites or Applications.\nFrom time to time, Home Run Inn may also send you other messages or updates about our Web Sites, Applications, Home Run Inn, or our Promotions and other activities.\nIf you do not wish to receive promotional communications from Home Run Inn, you can opt out at any time by following the instructions provided in those communications or by contacting us as set forth below.\nPlease note that even if you opt out of receiving promotional communications, we may continue to send you non-promotional emails, such as those about your account, servicing, or our ongoing business relations.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Notice Regarding Minors</strong>\n</p>\n<p>Home Run Inn strongly believes in protecting and maintaining the privacy rights of children.\nHome Run Inn’s Services are not intended to be used by or targeted to children under age 13.\nWe do not intend to collect personal information through our Services from children under age 13.\nIf we receive actual knowledge that we have collected any individually identifiable information about a child under age 13, we will delete that information and not use or disclose the child’s information except as may be required by law.\nIf you are a parent or legal guardian and believe your child under age 13 has provided us with personally identifiable information, you can write us at the address provided at the end of this Privacy Policy or through the “<u>Contact Us</u>” page at www.homeruninnpizza.com.\nPlease use “COPPA Information Request” in the subject line of your communication.</p>\n<p>Home Run Inn does not intend to collect personally identifiable information from children under age 18 (or under the age of majority in their jurisdiction of residence) without permission from a parent or guardian.\nHome Run Inn strongly encourages all parents to supervise their children’s on-line activities and regularly monitor their children’s use of the Internet, including use of Home Run Inn’s Services.\nParents should consider using parental control tools and other services to assist them in supervising their children’s on-line use or on-line disclosure of their name, address or other personal information without parental consent.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Request to Remove Posts by Minors</strong>\n</p>\n<p>If you are under age 18 and you posted content on one of Home Run Inn’s Services that you no longer want anyone to see, you can send a request to Home Run Inn to remove that content.\nTo send a request, contact Home Run Inn’s Customer Service Department using the information and instructions on the “<u>Contact Us</u>” page at www.homeruninnpizza.com or write us at the address provided at the end of this Privacy Policy.\nWe will review your request and determine whether your request is appropriate for proper removal of content.\nYou should be aware that even if Home Run Inn attempts to remove content per your request, this does not ensure complete or comprehensive removal of the content posted on Home Run Inn’s Services.</p>\n<p>This provision only applies to Home Run Inn’s Services and does not apply to any websites operated by third parties that may have content related to Home Run Inn and its Services, such as social media sites.\nAlso, this provision only applies to content that you post yourself and does not apply to content posted by third parties, even if it refers to you.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What Rights Do You Have?</strong>\n</p>\n<p>\n<u>California Consumers</u>: The CCPA allows users of our website that are California consumers to request access to, change, or erase their personal information as collected by Home Run Inn.\nCalifornia consumers are California residents who are either within California or outside of California on a temporary basis.\nCalifornia consumers includes direct customers, employees, and business to business customers.\nSee “<u>Exercising Your Rights</u>” below for further information.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<u>Access to Specific Information and Data Portability</u>: California residents have the right to request that Home Run Inn disclose certain information to you about our collection and use of your Personal Information over the 12 months prior to the date of the inquiry.\nOnce we receive and confirm your verifiable consumer request, we will disclose the categories of Personal Information we have collect about you and the category of the source of the Personal Information, our business or commercial purpose for collecting that Personal Information, the categories of third parties with whom we shared that Personal Information and the recipient category of any third party who received information for a business purpose, and a copy of the specific pieces of Personal Information we collected about you.</li>\n<li>\n<u>Right to Request Information About Disclosure to Third Parties</u>: You may request information about our disclose of personal information to third parties or affiliated companies for their direct marketing purposes.\nTo make such a request, please follow the instructions in the “<u>Exercising Your Rights</u>” section.</li>\n<li>\n<u>Deletion Request Rights</u>.\nYou have the right to request that we delete any of your Personal Information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request, we will delete your Personal Information and direct our service providers to delete your Personal Information.\nThe following exceptions may apply, and we may deny your request if retaining the information is necessary for us or our service providers to:</li>\n</ol>\n<ul>\n<li>Complete the transaction for which we collected the Personal Information;</li>\n<li>Take actions reasonably anticipated within the context of our ongoing business relationship with you;</li>\n<li>Perform our contract with you;</li>\n<li>Detect security incidents or protect against malicious or illegal activity;</li>\n<li>Comply with any other relevant California or federal law;</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us;</li>\n<li>Comply with a legal obligation.\nand/or,</li>\n<li>Make other internal and lawful uses of that Information that are compatible with the context in which you provided it.</li>\n</ul>\n<ol>\n<li>\n<u>Opt-Out and Opt-In Rights</u>.\nYou have the right to direct us not to sell your personal information at any time (the “right to opt out”).\nThe law defines “sale” more broadly than you may believe.\n“<u>Sale</u>” covers the transfer of Personal Information to any third party in exchange for valuable consumer information.\nWe do not transfer your information to third parties in exchange for money, but we may transfer Personal Information to third parties to operate our business.\nTo exercise the right to opt-out, you or your authorized representative may submit a request to us by filling out the California Consumer Privacy Act Opt-Out Form.\nOnce you make an opt-out request, we are required by law to wait at least 12 months before asking you to reauthorize personal information sales, but you may change your mind and opt-in by emailing us.\nCustomers who opt-in may opt-out of future sales at any time.</li>\n</ol>\n<p>There are some exceptions to opting out.\nWe can transfer data to a service provider even if you opt out.\nA service provider is a business that agrees not to use your information for any purpose other than providing the services specified in our contract, like a business partner that manages our data security.\nWe can also transfer your information to a third party if it is necessary to process an order or other transaction to which you have agreed and directed us to complete.\nCollecting information and using that information ourselves for internal, reasonable business activity is not a sale.\nIf you opt-out, we may still collect and process your Personal Information for our internal purposes.\nOpt-out also applies only to Personal Information.\ninformation that has been anonymized and aggregated is no longer Personal Information and opting out will not limit our ability to transfer this kind of data to third parties.</p>\n<p>There are also reasonable technical limitations on opting out.\nWhere we can reasonably determine that information relates to you, and you submit a verifiable consumer request to opt-out of data sales, we will not “sell” it to third parties.\nHowever, if we are unable to determine that information relates to you, it will not be covered by an opt-out request.</p>\n<p>Opting out is not unsubscribing from marketing messages from us.\nPlease follow the unsubscribe link in any email communications from Home Run Inn to unsubscribe to email communications.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How Do I Exercise My Rights As A California Consumer?</strong>\n</p>\n<p>If you are a California Consumer, you have certain privacy rights under the CCPA.\nYou may only make two requests as described below over a 12-month period.\nTo exercise the access, data portability, and deletion rights reserved to California consumers, a consumer may submit a verifiable consumer request by either:</p>\n<p>– Accessing our web form at https://www.homeruninnpizza.com/contact/.\nor</p>\n<p>– By physically mailing your request to:</p>\n<p>Home Run Inn</p>\n<p>1300 Internationale Parkway</p>\n<p>Woodridge, IL 60517</p>\n<p>&nbsp;</p>\n<p>Only you or someone legally authorized to act on your behalf may make a verifiable consumer request related to your Personal Information.\nYou may also make a verifiable consumer request on behalf of your minor child.\nYou may only make a verifiable consumer request for access or data portability twice within a one-year period.</p>\n<p>A verifiable consumer request must provide sufficient information that allows us to reasonably verify that you are the person about whom we collected Personal Information (or an authorized representative thereof) and must describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</p>\n<p>We cannot respond to a request or provide you with Personal Information if we cannot verify your identity or authority to make the request and confirm that the Personal Information relates to you.</p>\n<p>We will endeavor to respond to all verifiable consumer requests within 45 days.\nIf we require more time, up to 90 days total, we will inform you of the reason and extension period in writing.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Your Nevada Privacy Rights</strong>\n</p>\n<p>Nevada law (NRS 603A.340) requires each business to establish a designated request address where Nevada consumers may submit requests directing the business not to sell certain kinds of personal information that the business has collected or will collect about the consumer.\nA sale under Nevada law is the exchange of personal information for monetary consideration by the business to a third party for the third party to license or sell the personal information to other third parties.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Data Security</strong>\n</p>\n<p>Home Run Inn maintains reasonable physical, electronic, and procedural safeguards to help guard your information from loss, theft, misuse and unauthorized access, disclosure, alteration, and destruction.\nPlease be aware, however, that any email or other transmission you send through the internet cannot be completely protected, and we cannot guarantee the security of your information collected through our Web Sites or Applications.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Security Vulnerabilities</strong>\n</p>\n<p>Home Run Inn is committed to keeping your data safe.\nIn the event you detect any security vulnerabilities, we want to hear from you.\nPlease report all security vulnerabilities by contacting us through the “Contact Us” page at www.homeruninnpizza.com or by using the contact information below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Consent</strong>\n</p>\n<p>Your continued use of the Services constitutes your agreement to this Privacy Policy and any updates.\nBy accepting the terms of this Privacy Policy, you are consenting to the collection and processing of all personal information provided by you through your use of the Services and sharing of such information in accordance with the terms of this Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Changes To This Privacy Policy</strong>\n</p>\n<p>Home Run Inn reserves the right to modify or supplement this policy at any time.\nIf a material change to the terms of this policy is made, Home Run Inn will post a notice prior to the change becoming effective on its homepage and a link to the new policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Revocations of Policy and Questions</strong>\n</p>\n<p>You may revoke acceptance of the terms of this Privacy Policy, request that your e-mail address or other personal information is not shared, or send any other inquiries about our practices relating to personal information and Privacy Policy by:</p>\n<p>– Accessing our webform at https://www.homeruninnpizza.com/contact/.\nor</p>\n<p>– By physically mailing your request to:</p>\n<p>Home Run Inn</p>\n<p>1300 Internationale Parkway</p>\n<p>Woodridge, IL 60517</p>\n<p>\n<strong>Revision Date</strong>\n</p>\n<p>This policy was last updated on February 23, 2022.</p>\n<p>&nbsp;</p> ", "created_at": "2023-01-05 02:31:41.279216", "updated_at": "2023-01-05 02:32:21.713764"}, {"id": 13831, "name": "Terms & Conditions ", "url": "https://www.homeruninnpizza.com/terms-conditions/", "xpath": "//*[@id=\"page-content\"]", "text": " Terms &amp.\nConditions\nINTRODUCTION\n<p>Welcome to http://www.homeruninnpizza.com which is the same website as https://www.homeruninnpizza.com.\nThis website is owned and operated by Home Run Inn Pizza, Inc..\nBy visiting our website and accessing the information, resources, services, products, and tools we provide, you understand and agree to accept and adhere to the following terms and conditions as stated in this policy (hereafter referred to as ‘User Agreement’), along with the terms and conditions as stated in our Privacy Policy (please refer to the Privacy Policy section below for more information).</p>\n<p>This agreement is in effect as of Dec 05, 2009.</p>\n<p>We reserve the right to change this User Agreement from time to time without notice.\nYou acknowledge and agree that it is your responsibility to review this User Agreement periodically to familiarize yourself with any modifications.\nYour continued use of this site after such modifications will constitute acknowledgment and agreement of the modified terms and conditions.</p>\nRESPONSIBLE USE AND CONDUCT\n<p>By visiting our website and accessing the information, resources, services, products, and tools we provide for you, either directly or indirectly (hereafter referred to as ‘Resources’), you agree to use these Resources only for the purposes intended as permitted by (a) the terms of this User Agreement, and (b) applicable laws, regulations and generally accepted online practices or guidelines.</p>\nWHEREIN, YOU UNDERSTAND THAT:\n<p>a.\nIn order to access our Resources, you may be required to provide certain information about yourself (such as identification, contact details, etc.) as part of the registration process, or as part of your ability to use the Resources.\nYou agree that any information you provide will always be accurate, correct, and up to date.</p>\n<p>b.\nYou are responsible for maintaining the confidentiality of any login information associated with any account you use to access our Resources.\nAccordingly, you are responsible for all activities that occur under your account/s.</p>\n<p>c.\nAccessing (or attempting to access) any of our Resources by any means other than through the means we provide, is strictly prohibited.\nYou specifically agree not to access (or attempt to access) any of our Resources through any automated, unethical or unconventional means.</p>\n<p>d.\nEngaging in any activity that disrupts or interferes with our Resources, including the servers and/or networks to which our Resources are located or connected, is strictly prohibited.</p>\n<p>e.\nAttempting to copy, duplicate, reproduce, sell, trade, or resell our Resources is strictly prohibited.</p>\n<p>f.\nYou are solely responsible any consequences, losses, or damages that we may directly or indirectly incur or suffer due to any unauthorized activities conducted by you, as explained above, and may incur criminal or civil liability.</p>\n<p>g.\nWe may provide various open communication tools on our website, such as blog comments, blog posts, public chat, forums, message boards, newsgroups, product ratings and reviews, various social media services, etc.\nYou understand that generally we do not pre-screen or monitor the content posted by users of these various communication tools, which means that if you choose to use these tools to submit any type of content to our website, then it is your personal responsibility to use these tools in a responsible and ethical manner.\nBy posting information or otherwise using any open communication tools as mentioned, you agree that you will not upload, post, share, or otherwise distribute any content that:</p>\n<p>i.\nIs illegal, threatening, defamatory, abusive, harassing, degrading, intimidating, fraudulent, deceptive, invasive, racist, or contains any type of suggestive, inappropriate, or explicit language;<br>\nii.\nInfringes on any trademark, patent, trade secret, copyright, or other proprietary right of any party;<br>\nIii.\nContains any type of unauthorized or unsolicited advertising;<br>\nIiii.\nImpersonates any person or entity, including any http://www.homeruninnpizza.com employees or representatives.</p>\n<p>We have the right at our sole discretion to remove any content that, we feel in our judgment does not comply with this User Agreement, along with any content that we feel is otherwise offensive, harmful, objectionable, inaccurate, or violates any 3rd party copyrights or trademarks.\nWe are not responsible for any delay or failure in removing such content.\nIf you post content that we choose to remove, you hereby consent to such removal, and consent to waive any claim against us.</p>\n<p>h.\nWe do not assume any liability for any content posted by you or any other 3rd party users of our website.\nHowever, any content posted by you using any open communication tools on our website, provided that it doesn’t violate or infringe on any 3rd party copyrights or trademarks, becomes the property of Home Run Inn Pizza, Inc., and as such, gives us a perpetual, irrevocable, worldwide, royalty-free, exclusive license to reproduce, modify, adapt, translate, publish, publicly display and/or distribute as we see fit.\nThis only refers and applies to content posted via open communication tools as described, and does not refer to information that is provided as part of the registration process, necessary in order to use our Resources.\nAll information provided as part of our registration process is covered by our privacy policy.</p>\n<p>i.\nYou agree to indemnify and hold harmless Home Run Inn Pizza, Inc.\nand its parent company and affiliates, and their directors, officers, managers, employees, donors, agents, and licensors, from and against all losses, expenses, damages and costs, including reasonable attorneys’ fees, resulting from any violation of this User Agreement or the failure to fulfill any obligations relating to your account incurred by you or any other person using your account.\nWe reserve the right to take over the exclusive defense of any claim for which we are entitled to indemnification under this User Agreement.\nIn such event, you shall provide us with such cooperation as is reasonably requested by us.</p>\nPRIVACY\n<p>Your privacy is very important to us, which is why we’ve created a separate Privacy Policy in order to explain in detail how we collect, manage, process, secure, and store your private information.\nOur privacy policy is included under the scope of this User Agreement.\nTo read our privacy policy in its entirety, click here.</p>\nLIMITATION OF WARRANTIES\n<p>By using our website, you understand and agree that all Resources we provide are “as is” and “as available”.\nThis means that we do not represent or warrant to you that:<br>\ni) the use of our Resources will meet your needs or requirements.<br>\nii) the use of our Resources will be uninterrupted, timely, secure or free from errors.<br>\niii) the information obtained by using our Resources will be accurate or reliable, and<br>\niv) any defects in the operation or functionality of any Resources we provide will be repaired or corrected.</p>\nFURTHERMORE, YOU UNDERSTAND AND AGREE THAT:\n<p>v) any content downloaded or otherwise obtained through the use of our Resources is done at your own discretion and risk, and that you are solely responsible for any damage to your computer or other devices for any loss of data that may result from the download of such content.<br>\nvi) no information or advice, whether expressed, implied, oral or written, obtained by you from Home Run Inn Pizza, Inc.\nor through any Resources we provide shall create any warranty, guarantee, or conditions of any kind, except for those expressly outlined in this User Agreement.</p>\nLIMITATION OF LIABILITY\n<p>In conjunction with the Limitation of Warranties as explained above, you expressly understand and agree that any claim against us shall be limited to the amount you paid, if any, for use of products and/or services.\nHome Run Inn Pizza, Inc.\nwill not be liable for any direct, indirect, incidental, consequential or exemplary loss or damages which may be incurred by you as a result of using our Resources, or as a result of any changes, data loss or corruption, cancellation, loss of access, or downtime to the full extent that applicable limitation of liability laws apply.</p>\nCOPYRIGHTS/TRADEMARKS\n<p>All content and materials available on http://www.homeruninnpizza.com, including but not limited to text, graphics, website name, code, images and logos are the intellectual property of Home Run Inn Pizza, Inc., and are protected by applicable copyright and trademark law.\nAny inappropriate use, including but not limited to the reproduction, distribution, display or transmission of any content on this site is strictly prohibited, unless specifically authorized by Home Run Inn Pizza, Inc..</p>\nTERMINATION OF USE\n<p>You agree that we may, at our sole discretion, suspend or terminate your access to all or part of our website and Resources with or without notice and for any reason, including, without limitation, breach of this User Agreement.\nAny suspected illegal, fraudulent or abusive activity may be grounds for terminating your relationship and may be referred to appropriate law enforcement authorities.\nUpon suspension or termination, your right to use the Resources we provide will immediately cease, and we reserve the right to remove or delete any information that you may have on file with us, including any account or login information.</p>\nGOVERNING LAW\n<p>This website is controlled by Home Run Inn Pizza, Inc.\nfrom our offices located in the state of IL, USA.\nIt can be accessed by most countries around the world.\nAs each country has laws that may differ from those of IL, by accessing our website, you agree that the statutes and laws of IL, without regard to the conflict of laws and the United Nations Convention on the International Sales of Goods, will apply to all matters relating to the use of this website and the purchase of any products or services through this site.</p>\n<p>Furthermore, any action to enforce this User Agreement shall be brought in the federal or state courts located in USA, IL You hereby agree to personal jurisdiction by such courts, and waive any jurisdictional, venue, or inconvenient forum objections to such courts.</p>\nGUARANTEE\n<p>UNLESS OTHERWISE EXPRESSED, Home Run Inn Pizza, Inc.\nEXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</p>\nCONTACT INFORMATION\n<p>If you have any questions or comments about these our Terms of Service as outlined above, you can contact us at:</p>\n<p>Home Run Inn Pizza, Inc.</p>\n<p>&nbsp;</p> ", "created_at": "2023-01-05 02:31:41.342729", "updated_at": "2023-01-05 02:33:01.333857"}], "points": [], "urls": ["homeruninnpizza.com"]}}