{"error": 448, "message": "OK", "parameters": {"id": 7816, "name": "Black Hills State University Bookstore", "created_at": "2023-03-29 22:43:57.033608", "updated_at": "2023-04-22 11:50:34.389405", "wikipedia": null, "keywords": null, "related": null, "slug": "black-hills-state-university-bookstore", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7816.png", "url": "bhsubookstore.com", "documents": [{"id": 15085, "name": "TERMS OF USE AND Privacy Policy", "url": "https://www.bhsubookstore.com/site_terms_of_use.asp?", "xpath": "//*[@id=\"page\"]", "text": " Open MenuClose Menu Log In Home Shop <ul>\n<li> COLLECTIONS Mom &amp.\nDad<br> Departmental Shirts<br> Alumni<br> Sports Specific Apparel<br> Featured Items<br> Spartan Gear <br> GIFTS Decals &amp.\nMagnets<br> Drinkware<br> Flags &amp.\nPennants<br> Keychains &amp.\nLanyards<br> Novelty Items<br>\n<br>\n</li>\n<li> APPAREL T-Shirts<br> Sweatshirts<br> Polo &amp.\nDress Shirts<br> Shorts &amp.\nPants<br> Jackets<br> Ladies<br> Headwear<br> Children<br> Accessories<br> Spartan Adult<br> Spartan Youth </li>\n<li> SUPPLIES Calculators<br> Binders/Notebooks<br> Pens/Pencils<br> Electronics<br> Miscellaneous Supplies<br>\n</li>\n</ul> Support <ul>\n<li> STORE INFO About Us<br> Store Hours<br> Find Us<br> Customer Service<br> Return Policy<br> Shipping Policy<br> Faculty Resources <br>\n<br>\n<strong>605-642-6636</strong>\n<br> kaysie.tope@bhsu.edu<br>\n<br>\n</li>\n<li> BHSU INFO BHSU Website<br> Writing Assistance Center<br> Web Advisor<br> Math Assistance Center<br> Tech &amp.\nComputer Services<br> Student Health Services<br> Campus Map <br>\n<br> ADMISSIONS <strong>605-642-6131</strong>\n<br> Contact </li>\n<li> YOUR ACCOUNT Sign In<br> Create An Account<br>\n<br>\n<br> FOLLOW US </li>\n</ul> Browse Privacy Policy/Terms of Use <ul>\n<li>PRIVACY POLICY</li>\n<li>WEBSITE TERMS OF USE</li>\n</ul> University Bookstore PRIVACY POLICY\n<p>\n<strong>Introduction</strong> - University Bookstore is committed to protecting your privacy.\nWe have established this Privacy Policy and are providing it to you so that you can understand the manner in which we collect and use your information and the efforts we use to protect it.\nPlease note that this policy is for University Bookstore's Web site only and does not apply to other 3rd party web sites linked to from our web site.\nPlease check the privacy policies on those web sites for more information.\n<br>\nUniversity Bookstore<br>\n1200 University Street Unit 9001<br>\nSpearfish, SD 57799-9001 </p>\n<p>\n<strong>Personal Information Collected</strong> - University Bookstore recognizes the need for consumers to control the use and management of personal information.\nBy personal information we mean information that can be used to identify or contact an individual.\nThis may include, but is not limited to, a first and last name, a physical address, an email address, a student id number, or a phone number.\nIf you are visiting our site to browse or find information about University Bookstore's products or services, you do not need to provide any personal information.\nIf you decide to make a purchase, however, we may collect this information so that we can provide you with the product or service you requested.\n</p>\n<p>\n<strong>Automatic Information Collected</strong> - Our website makes use of various technologies to collect information about types and versions of internet browsers used when accessing our web site.\nThis information, and information about internet IP addresses, as well as date and time web pages are visited are stored in various security and traffic logs.\nOur service provider reviews these logs, using statistical analysis, in an effort to track and predict traffic patterns and estimate resource needs.\nUnless we are tracking down a technical problem or we suspect either fraudulent behavior or illegal conduct we do not trace specific user sessions.\n</p>\n<p>\n<strong>Personal Information Use</strong> - University Bookstore uses personal information provided by you so that we can service your account.\nAlso note that we may need to transfer that information to our agents or employees of our service providers.\nWe will not sell or trade your information to unrelated third parties.\nWhen you submit an order you will receive an email confirmation from our system.\nAs your order status changes you may also receive notifications via email.\nThese notifications are considered part of our service and may not be disabled.\nWe may also periodically send you email notifications concerning products or services.\nAny such notification will include instructions for opting out of future mailings.\n</p>\n<p>\n<strong>Third Parties</strong> - We may partner with other third parties to provide various products and services.\nWhen you sign up for these services or products we will share required personal information that is necessary for the third party to provide the product or service to you.\nWe take reasonable steps to ensure that these third parties are obligated to protect your information on our behalf.\nIt is also against our policy to sell or trade information collected online without consumer consent.\nWe may, however, release personal information if we are legally required to do so.\nIf we are legally compelled to release information to a third party, University Bookstore, may or may not notify you of this release.\nNotification will be at the discretion of University Bookstore and will be based on the nature and conditions surrounding the release of information.\n</p>\n<p>\n<strong>Information Control</strong> - Your customer profile is accessible from our website and you may update it at anytime.\nOur web site provides you with the ability to change your phone numbers, physical addresses, and email address information stored in your profile.\nYou may also write to us at the address listed at the bottom of this policy to request that we make the change for you.\n</p>\n<p>\n<strong>Children</strong> - University Bookstore's website is targeted to college students, faculty and alumni and as such is not meant to attract children.\nWe do not intend to collect personal information from anyone we know to be under thirteen years of age.\nIf you are the parent or guardian of a child under thirteen years of age and believe that your child has disclosed personally identifiable information to us, please contact us so that we may remove the child's information.\n</p>\n<p>\n<strong>Supplemental Technologies</strong> - Our website uses cookies, session identifiers, JavaScript, and browser detection technology to provide consumers with a more pleasant online experience.\nMany browsers provide consumers with the ability to disable some or all of these technologies.\nDisabling them, especially in the case of JavaScript, may prevent you from viewing some web pages.\nNote that the cookies we use do not place any personally identifiable information on your computer.\n</p>\n<p>\n<strong>Confidentiality and Security</strong> - University Bookstore takes reasonable steps to ensure that your information is protected.\nOn our website we use industry standard Secure Sockets Layer (SSL) encryption when collecting your personal information.\nOur website is hosted in a data center which makes use of multiple levels of redundant firewalls and database encryption to protect information.\nInternally, we limit access to your information to those employees or agents who we believe have reasonable need to use the information to provide products or services to you, or to perform their jobs.\n</p>\n<p>\n<strong>Notifications</strong> - This web site may send you notifications via email in order to service your University Bookstore account.\nThese notifications are considered part of our service and may not be disabled.\nWe will send the email but we cannot guarantee delivery.\nYou are responsible for providing a valid email address and for updating it when your address changes.\n</p>\n<p>\n<strong>History</strong> - A privacy policy was established for this web site on May 19, 2006.\nWe periodically make changes to the policy to reflect additions or changes to our practices.\nYou may review the current policy at anytime by returning to this web page.\nThis policy was last changed on May 19, 2006.\n</p>\n<p>\n<strong>Compliance</strong> - This privacy policy complies ecommerce industry best practice guidelines and with California's Privacy Protection Act of 2004.\nIf you have any questions or concerns about this policy please contact us using the information provided below.\n</p>\n<p>\n<strong>Contact</strong> - Please direct all privacy related questions and concerns to the following address:\n</p>\n<p>\nMichael Jastorff<br>\nUniversity Bookstore<br>\n1200 University Street Unit 9001<br>\nSpearfish, SD 57799-9001 </p>\nback to top University Bookstore WEBSITE TERMS OF USE\n<p>\nUse of the University Bookstore website (the 'Site') and the content contained herein (the 'Site') is governed by the terms of this Agreement (the 'Agreement') between you and University Bookstore ('Bookstore').\nYour use of this Site constitutes your unconditional agreement to be bound by the terms of this Agreement.\n</p>\n<p>\nIf you do not agree with the terms and conditions of this Agreement, you must immediately cease using this Site.\n</p>\n<p>\n1.\nThe Site is subject to protection under copyrights, trademarks and/or other intellectual property rights owned, controlled or licensed by Bookstore and its affiliates or by third parties.\nThese rights are protected by common law, state laws, and U.S.\nand international laws.\nBookstore expressly reserves all rights, titles, and interests in and to all copyrights, trade names, logos, patents and other intellectual property and proprietary rights in and to the Site, including but not limited to any images, photographs, animations, video, audio, music, text, and \"applets\".\nthe overall \"look and feel\", processes, software, technology, and other materials which appear on this Site.\nand the business processes used to market products and services.\nYou agree that your rights are limited to those granted herein, and you will not acquire any rights except as expressly set forth in this Agreement.\n</p>\n<p>\n2.\nYou are prohibited from violating or attempting to violate the security of the Site, including, without limitation, (a) accessing data not intended for your use or logging onto a server or an account which you are not authorized to access.\n(b) attempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures without proper authorization.\n(c) attempting to interfere with service to any user, host or network, including without limitation, via means of submitting a virus to the Site, overloading, 'flooding,' 'spamming,' 'mailbombing' or 'crashing;' or (d) sending unsolicited email, including promotions and/or advertising of products or services.\nViolations of system or network security may result in civil or criminal liability.\n</p>\n<p>\n3.\nThe Site may contain robot exclusion headers.\nMuch of the information on the Site is updated on a regular basis and is proprietary or is licensed to Bookstore by our suppliers and other third parties.\nYou agree not to use any device, technique, software, system or routine to interfere or attempt to interfere with, or to otherwise circumvent the proper working of this Site or any activity being conducted on this Site.\nYou agree, further, not to use or attempt to use any engine, device, technique, software, tool, agent or other device or mechanism (including without limitation browsers, spiders, robots, scrapers, avatars or intelligent agents) to navigate, access or search this Site, other than generally available third party web browsers such as Microsoft Internet Explorer', Netscape Navigator', and Mozilla Firefox'.\nAdditionally, you agree that you will not take any action that imposes or may impose (in the sole discretion of us or our suppliers affected by your action) an unreasonable or disproportionately large load on our infrastructure, or the bandwidth or infrastructure of the company that hosts this Site, or bypass the robot exclusion headers or other measures on this Site or on the host servers that may be used to prevent or restrict access.\n</p>\n<p>\n4.\nBookstore will not be liable for damages resulting from any failure caused by events beyond its control, by any act of God, such as a power failure, or by any other cause not within the control of Bookstore.\n</p>\n<p>\n5.\nIf you violate any of the terms or conditions of this Agreement, this Agreement terminates immediately without notice.\nBookstore may deny access to the Site to you and anyone claiming by or through you without liability to anyone.\nBookstore shall have all additional rights and remedies at law and in equity arising from such violation.\nFurther, you agree to indemnify, defend and hold Bookstore, and its affiliates, suppliers, employees and agents harmless from all claims, actions, losses, liabilities, damages, costs and expenses (including attorneys fees) arising out of or relating to any such prohibited use of the Site.\nIf you violate or infringe upon the rights of any third party, they have all remedies at law and in equity to enforce their rights against you to the extent applicable arising from your actions.\n</p>\n<p>\n6.\nAny delay or failure to act with respect to a breach of this Agreement by you or others does not constitute a waiver and shall not limit such rights with respect to such breach or any subsequent breaches.\nThis Agreement shall be governed by and construed in accordance with the laws of the State in which Bookstore resides.\nIf any provision of this Agreement is held to be invalid or unenforceable, such invalidity or unenforceability shall not affect the remainder of this Agreement, which shall be given full effect without regard to the invalid portions.\n</p>\n<p>\n7.\nThis Agreement represents the entire agreement between you and Bookstore regarding the use of the Site.\n</p>\n<p>\nCopyright (c) 2006 University Bookstore.\nAll rights reserved.\n</p>\nback to top ", "created_at": "2023-03-29 22:43:57.064536", "updated_at": "2023-03-29 22:44:18.859991"}], "points": [], "urls": ["bhsubookstore.com"]}}