{"error": 448, "message": "OK", "parameters": {"id": 1512, "name": "Obeo", "created_at": "2019-04-26 14:35:38.747508", "updated_at": "2022-12-23 01:05:39.754546", "wikipedia": null, "keywords": null, "related": null, "slug": "obeo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1512.png", "url": "www.obeo.fr,obeosoft.com", "documents": [{"id": 13527, "name": "Legal information", "url": "https://www.obeosoft.com/en/legal-information", "xpath": "//*[@id=\"t3-content\"]", "text": " <dl>\n<dt> Details </dt>\n<dd>\n<i>\n</i> 27 Oct 2022 </dd>\n</dl>\n<p>&nbsp;</p>\n<p>\n<strong>This Website is created and published by </strong>\n</p>\n<p>Obeo - S.A.S au capital de 499 963 €</p>\n<p>7 Boulevard Ampère<br>BP 20773<br>Espace Performance La Fleuriaye<br>44 481 CARQUEFOU CEDEX<br>France<br>Tel : +33 02 51 13 51 42</p>\n<p>Siren : 485 129 860 RCS NANTES<br>Siret : 485 129 860 00048</p>\n<p>\n<b>Contact:</b> info@obeosoft.com</p>\n<p>\n<b>Publication manager:</b>&nbsp;Cédric Brun - Obeo S.A.S President</p>\n<p>\n<b>Hosting providers:</b> OVH - 2 rue Kellermann - 59100 Roubaix - France</p>\nLegislation\n<p>Information displayed on Obeo's websites (obeosoft.com, obeodesigner.com, obeosmartea.com) is offered in utmost good faith.\nObeo cannot guarantee that this information is complete, accurate or up to date.\nTechnical information on these websites may be inexact or may contain typographical errors.\nThese information may be periodically modified and modifications may be published.</p>\n<p>Obeo may change or improve products, programs or services described on these websites at any time without prior notice.</p>\n<p>Unless approved in writing, any reproduction, representation, dissemination or redissemination, in full or in part, of the content of these websites on any medium or by any means whatsoever (including caching, framing), in addition to any sale, resale, retransmission or making available to third parties in any way whatsoever shall be prohibited.</p>\n<p>Failure to comply with these restrictions shall constitute an infringement, which may invoke the infringer's civil and criminal liability.\nSame rules apply to any database being, if so, on&nbsp;these&nbsp;website.</p>\nCopyright\n<p>\n<b>Purpose:</b>\n</p>\n<p>Obeo S.A.S.\nhas created and registered a number of trademarks and associated logos to identify the Obeo company and/or products, like Obeo SmartEA for example.\nThis document describes the use of these trademarks and logos.</p>\n<p>The Obeo trademarks and logos are a symbol of the quality of the products and services provided by the company.\nTo ensure that they continue to serve these functions, we need to keep some element of control over their use, especially, we want to ensure that their use is not made in a disparaging manner or to be rude about the Obeo technology, the Obeo company, its products, or its staff.</p>\n<p>\n<b>Property and identification of Obeo trademarks and logos:</b>\n</p>\n<p>The “Obeo” name and logo, and the others products names and logos are the intellectual property of Obeo S.A.S.\nand should be identified as such, by including a statement attributing the trademarks to Obeo S.A.S.\n(for example, \"‘Obeo and Obeo SmartEA are trademarks of Obeo S.A.S.\").</p>\n<p>The Obeo logos are the logos associated to Obeo trademark or other trademarks owned by Obeo :</p>\n<p>&nbsp;&nbsp.\n&nbsp;&nbsp.\n&nbsp;&nbsp.\n</p>\n<p>\n<strong>Usage of \"Obeo\" Trademarks and Logos:</strong>\n</p>\n<p>You may not use or incorporate the Obeo trademark in a company name, a trade name, a sign, a software product name or any other product name or more generally in a brand or trademark.</p>\n<p>You may not use or incorporate the Obeo trademark in a \"namespace\", especially the string \"fr.obeo\".</p>\n<p>By \"namespace\" we mean an abstract place to group a set of computer programs in a logical manner, in order to build modular programs.\nThis naming convention is used to identify code that has been developed and/or is owned by Obeo S.A.S.\nTherefore, we request that no one, except Obeo, develop or maintain software packages that use ‘fr.obeo’ in their namespace.\nIt is acceptable to use or to mention the ‘Obeo’ trademark only through a scientific and technical communication, for example in a technical or scientific publication or book.\nHowever you must ensure that a) such use is made in compliance with these, b) ‘Obeo’ is not concatenated with another word, and c) such use does not imply or make the user believe that the publication or book is supported or authorized by Obeo S.A.S.</p>\n<p>Use of Obeo logos are not permitted whatsoever, including the use of derivative works of these logos or alteration of these logos.</p>\n<p>No other use of trademarks and/or use of any Obeo logos is possible without a prior written consent by Obeo S.A.S.\nYou can ask us any request by sending an email to info@obeosoft.com.</p>\nHypertext links\n<p>Obeo shall not be liable for hypertext links established to other sites, particularly as regards the content of these sites.\nObeo shall not be liable for hypertext links to this site.</p>\nPersonal data\n<p>Obeo gathers personal information from forms on the websites we administer (www.obeosoft.com, www.obeodesigner.com, www.obeosmartea.com, www.siriuscon.org), and from events we either organize (SiriusCon, Webinars, Workshops, etc) or sponsor.</p>\n<p>The data collected are treated for the following end-uses:</p>\n<ul>\n<li>\n<b>Fulfill your request;</b> The information gathered is forwarded to the relevant Obeo service (technical support, marketing team, product team, commercial team).</li>\n<li>\n<b>Inform you&nbsp;</b>about our products (latest releases, articles, documentation and so on) and events.\nWe do our utmost to ensure the emails you receive are pertinent to your interests (based on the form you used to subscribe).\nIn each email sent to you via the mailing list, a link allows you to unsubscribe at any time.\nForms which are not dedicated to the subscription to Obeo's mailing list include an option allowing you to explicitly subscribe to this mailing list.\nShould you already feature on the list then by not ticking the option you are automatically removed from the list.\nEvery email sent includes a link should you wish to unsubscribe.</li>\n</ul>\n<p>In compliance with the current legal provisions, you hold the following rights over information relating to yourself:</p>\n<ul>\n<li>Access</li>\n<li>Correction</li>\n<li>Deletion</li>\n</ul>\n<p>You can exercise these rights by request to the Obeo marketing service: marketing@obeosoft.com</p>\n<p>Except if it is explicitly mentioned when we collect the data, they are not shared with other organizations.\nThere are three exceptions:</p>\n<ul>\n<li>\n<b>ObeoSoft Canada Inc.:</b>&nbsp;The Obeo's subsidiary based in Vancouver (Canada), can access the data</li>\n<li>\n<b>MailChimp:</b>&nbsp;By subscribing to Obeo's mailing list, you acknowledge that the information you provide will be transferred to MailChimp for processing our emailings.\nThe data is used by MailChimp in accordance with their&nbsp;Privacy Policy and Terms.</li>\n<li>\n<strong>BigMarker: </strong>When registering for an online event organized by Obeo (Capella webinar, Capella Days, SiriusCon, ...) data are collected by the BigMarker platform.&nbsp;The data is used by BigMarker&nbsp;in accordance with their&nbsp;Privacy Policy&nbsp;and&nbsp;Terms.</li>\n</ul>\nCookies\n<p>\n<b>What are cookies and what are they used for?</b>\n</p>\n<p>A cookie is a small string of information that the website you visit transfers to your computer for identification purposes.\nCookies can be used to follow your activity throughout the Website and that information helps us to understand your preferences and improve your experience.</p>\n<p>Obeo cookies do not collect personal information from you, and we do not combine the general information collected through cookies with other personal information you may provide to personally identify you.</p>\n<p>\n<b>Public Information and Third-Party Websites</b>\n</p>\n<ul>\n<li>\n<b>Social media platforms and widgets.</b> Our Websites include social media features, such as the Twitter widgets, Youtube videos.\nThese features may collect information about your IP address and which page you are visiting on our Website, and they may set a cookie to make sure the feature functions properly.</li>\n<li>\n<b>Links to third-party websites.</b> Our Websites include links to other websites, whose privacy practices may be different from ours.\nIf you submit Personal Information to any of those sites, your information is governed by their privacy policies.\nWe encourage you to carefully read the privacy policy of any website you visit.</li>\n</ul>\n<p>\n<b>What types of cookies do we use?</b>\n</p>\n<p>On the website, both first-party and third-party cookies are allowed.\nFirst-party cookies are cookies that are set by Obeo.\nThird-party cookies are set by a domain other than ours.</p>\n<p>Based on their function, our websites use the following categories of cookies:</p>\n<ul>\n<li>\n<b>Functionality Cookies</b>: These cookies allow the website to remember the choices you make (such as your user name, language or the region you are in) to provide a more personalized online experience.\nObeo uses them on its forms and websites.\nThese cookies have a one-year life and are only used to pre-fill fields on our forms saving you time completing information.</li>\n<li>\n<p>\n<b>Performance Cookies (Analytics)</b>: These cookies allow us to count the number of visitors and to see how visitors move around our websites when they’re using it.\nThis helps us to improve the way the websites works, for example by making sure users are finding what they need easily.</p>\n<p>Google Analytics gathers information allowing us to understand interactions with our websites and ultimately refine that experience to better serve you.</p>\n<p>Twitter cookies: They help Twitter improve and understand how people use their services, including Twitter buttons and widgets, and Twitter Ads.</p>\n</li>\n<li>\n<p>\n<b>Advertising (Targeting) Cookies</b>: These cookies, set on our websites through Youtube and Twitter widgets, are used to make advertising messages more relevant to you and your interests.\nThey also perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed, and in some cases selecting advertisements that are based on your interests.</p>\n</li>\n</ul>\n<p>\n<b> How can I control or delete cookies?</b>\n</p>\n<p>You can set your browser to notify you before you receive a cookie, giving you the chance to decide whether to accept it.</p>\n<p>You can also set your browser to turn off cookies.\nIf you do so, however, some areas of our sites may not function properly.</p>\n<p>Most internet browsers are initially set up to automatically accept cookies.\nYou can change the settings to block cookies or to alert you when cookies are being sent to your device.\nThere are a number of ways to manage cookies.\nPlease refer to documentation provided with your web browser (e.g., Firefox, Safari, Chrome, or Internet Explorer) for information on enabling cookies.\nThere are also software products available that can manage cookies for you.\nIf you use different devices to view and access the Website (e.g.\nyour computer, smartphone, tablet etc.) you will need to ensure that each browser on each device is adjusted to suit your cookie preferences.</p> ", "created_at": "2022-12-23 01:06:00.953641", "updated_at": "2022-12-23 01:06:07.574633"}], "points": [], "urls": ["www.obeo.fr", "obeosoft.com"]}}