{"error": 448, "message": "OK", "parameters": {"id": 7399, "name": "SWITCH", "created_at": "2023-02-16 21:23:12.121724", "updated_at": "2023-07-10 22:02:36.946042", "wikipedia": null, "keywords": null, "related": null, "slug": "switch", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/7399.png", "url": "switch.ch", "documents": [{"id": 14204, "name": "Protection des données", "url": "https://www.switch.ch/fr/about/legal-notice/data-protection/", "xpath": "//body", "text": " Toggle navigation <ul>\n<li> Prestations <ul>\n<li>Security</li>\n<li>SWITCH-CERTProtection de vos données</li>\n<li>SWITCH DNS FirewallPremier niveau de protection</li>\n<li>SWITCHsonarAutomatisez votre sécurité</li>\n<li>\n</li>\n<li>Trust &amp.\nIdentity</li>\n<li>SWITCHaai &amp.\nSWITCH edu-IDConnexion universitaire</li>\n<li>SWITCHsignSignature électronique</li>\n<li>SWITCHpkiCertificats</li>\n<li>SWITCHverifyCertifier les diplômes</li>\n<li>eduroamWi-Fi Roaming</li>\n<li>\n</li>\n<li>Network</li>\n<li>SWITCHlanRéseau de recherche et d’enseignement</li>\n<li>SWITCHlan SCION AccessL’architecture Internet sécurisée nouvelle génération</li>\n<li>\n</li>\n<li>Infrastructure &amp.\nData Services</li>\n<li>SWITCHenginesSWITCH cloud solution</li>\n<li>SWITCHkaasKubernetes-as-a-Service</li>\n<li>SWITCHcoldstorLong term storage</li>\n<li>SWITCHbackupSauvegarde et restauration des données</li>\n<li>Data@SWITCHData storage &amp.\ntransmission</li>\n<li>\n</li>\n<li>Digital Solutions &amp.\nCoordination</li>\n<li>SWITCHprocureL'efficacité en achats de logiciel</li>\n<li>SWITCHlegalConseil juridique ciblé sur le droit des TIC</li>\n<li>\n</li>\n<li>Autres</li>\n<li>RegistryNoms de domaine</li>\n<li>CollaborationDes outils de collaboration</li>\n<li>Video managementConférence en ligne &amp.\nportail vidéo</li>\n<li>\n</li>\n</ul>\n</li>\n<li> Articles <ul>\n<li>Tags</li>\n<li>Collaboration</li>\n<li>Trust &amp.\nIdentity</li>\n<li>Infrastructure &amp.\nData Services</li>\n<li>Network</li>\n<li>Procurement</li>\n<li>Registry</li>\n<li>Security</li>\n<li>Divers</li>\n<li>\n</li>\n<li>Community</li>\n<li>Connectome</li>\n<li>Corporate</li>\n<li>Innovation</li>\n<li>Coopérations internationales </li>\n<li>\n</li>\n<li>Tous les articles</li>\n</ul>\n</li>\n<li> A propos de nous <ul>\n<li>Corporate</li>\n<li>Fondation</li>\n<li>Direction générale</li>\n<li>Transformation Blog </li>\n<li>Coopérations internationales</li>\n<li>Contact</li>\n<li>\n</li>\n<li>Community work</li>\n<li>Groupes de travail</li>\n<li>Universités &amp.\nBibliothèques</li>\n<li>eduhub</li>\n<li>\n</li>\n<li>Innovation</li>\n<li>Aperçu général</li>\n<li>Research Data Connectome</li>\n<li>Projets</li>\n<li>FUTURE UNIVERSITY</li>\n<li>\n</li>\n<li>Carrière</li>\n<li>Travailler chez SWITCH</li>\n<li>Career Starters</li>\n<li>Avantages</li>\n<li>Portail de l'emploi</li>\n<li>\n</li>\n<li>Salle de presse</li>\n<li>Communiqués de presse</li>\n<li>Publications</li>\n<li>Newsletter</li>\n<li>Événements</li>\n<li>Blogs</li>\n<li>\n</li>\n</ul>\n</li>\n<li> FR <ul>\n<li>EN</li>\n<li>DE</li>\n<li>IT</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> FR <ul>\n<li>EN</li>\n<li>DE</li>\n<li>IT</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Prestations </li>\n<li> Articles </li>\n<li> A propos de nous </li>\n</ul> Security <ul>\n<li>SWITCH-CERTProtection de vos données</li>\n<li>SWITCH DNS FirewallPremier niveau de protection</li>\n<li>SWITCHsonarAutomatisez votre sécurité</li>\n</ul> Trust &amp.\nIdentity <ul>\n<li>SWITCHaai &amp.\nSWITCH edu-IDConnexion universitaire</li>\n<li>SWITCHsignSignature électronique</li>\n<li>SWITCHpkiCertificats</li>\n<li>SWITCHverifyCertifier les diplômes</li>\n<li>eduroamWi-Fi Roaming</li>\n</ul> Network <ul>\n<li>SWITCHlanRéseau de recherche et d’enseignement</li>\n<li>SWITCHlan SCION AccessL’architecture Internet sécurisée nouvelle génération</li>\n</ul> Infrastructure &amp.\nData Services <ul>\n<li>SWITCHenginesSWITCH cloud solution</li>\n<li>SWITCHkaasKubernetes-as-a-Service</li>\n<li>SWITCHcoldstorLong term storage</li>\n<li>SWITCHbackupSauvegarde et restauration des données</li>\n<li>Data@SWITCHData storage &amp.\ntransmission</li>\n</ul> Digital Solutions &amp.\nCoordination <ul>\n<li>SWITCHprocureL'efficacité en achats de logiciel</li>\n<li>SWITCHlegalConseil juridique ciblé sur le droit des TIC</li>\n</ul> Autres <ul>\n<li>RegistryNoms de domaine</li>\n<li>CollaborationDes outils de collaboration</li>\n<li>Video managementConférence en ligne &amp.\nportail vidéo</li>\n</ul> Corporate <ul>\n<li>Fondation</li>\n<li>Direction générale</li>\n<li>Transformation Blog </li>\n<li>Coopérations internationales</li>\n<li>Contact</li>\n</ul> Community work <ul>\n<li>Groupes de travail</li>\n<li>Universités &amp.\nBibliothèques</li>\n<li>eduhub</li>\n</ul> Innovation <ul>\n<li>Aperçu général</li>\n<li>Research Data Connectome</li>\n<li>Projets</li>\n<li>FUTURE UNIVERSITY</li>\n</ul> Carrière <ul>\n<li>Travailler chez SWITCH</li>\n<li>Career Starters</li>\n<li>Avantages</li>\n<li>Portail de l'emploi</li>\n</ul> Salle de presse <ul>\n<li>Communiqués de presse</li>\n<li>Publications</li>\n<li>Newsletter</li>\n<li>Événements</li>\n<li>Blogs</li>\n</ul> Tags <ul>\n<li>Collaboration</li>\n<li>Trust &amp.\nIdentity</li>\n<li>Infrastructure &amp.\nData Services</li>\n<li>Network</li>\n<li>Procurement</li>\n<li>Registry</li>\n<li>Security</li>\n<li>Divers</li>\n</ul>\n<ul>\n<li>Community</li>\n<li>Connectome</li>\n<li>Corporate</li>\n<li>Innovation</li>\n<li>Coopérations internationales </li>\n</ul>Tous les articles A propos de nous → Mentions légales Protection des données <ul>\n<li>Aperçu général</li>\n<li>Protection et sécurité des données</li>\n<li>Conditions générales</li>\n<li>Règlement</li>\n</ul>\n<ul>\n<li>Aperçu général</li>\n<li>Protection et sécurité des données</li>\n<li>Conditions générales</li>\n<li>Règlement</li>\n</ul> Protection des données\n<p>SWITCH prend la protection de vos données personnelles très au sérieux.\nNous traitons les données personnelles collectées lors de la consultation de notre site Internet de manière confidentielle et dans le respect des dispositions légales applicables en matière de protection des données.</p>\n<p>Lorsque vous consultez notre site Internet, des données sont collectées, soit parce que vous nous les communiquez (p.\nex.\ndans des formulaires), soit de manière automatique.\nLes données collectées peuvent être des informations de nature générale ou des données personnelles.\nCes dernières comprennent toutes les informations qui se rapportent à une personne identifiée ou identifiable.</p>\n<p>Le traitement des données a lieu dans la mesure où cela est nécessaire pour mettre à disposition un site Internet fonctionnel ainsi que pour fournir nos contenus et prestations.\nNous expliquons ci-après quelles données nous saisissons pendant votre visite sur notre site Internet, comment celles-ci sont utilisées et pour quelle durée.</p>\n<p>Si vous utilisez les services de SWITCH, veuillez lire le descriptif du service correspondant et les conditions générales ou le règlement.</p>\n&nbsp;<br> 1 Collecte des données lors de la visite de notre site Internet\n1.1 Fichier journal\n<p>Lorsque vous consultez notre site Internet, nos serveurs enregistrent des informations dans des fichiers journaux, sans intervention de votre part.\nCes informations, qui sont transmises automatiquement par votre navigateur, sont nécessaires d’un point de vue technique, en particulier pour l'affichage correct des contenus demandés, l’identification des dérangements et l’évaluation statistique.\nElles sont automatiquement effacées après 6 mois au plus tard.</p>\n<p>Les données suivantes sont enregistrées lors de la visite de notre site Internet:</p>\n<ul>\n<li>Adresse IP</li>\n<li>Date et heure de l'accès</li>\n<li>URL du site Internet visité précédemment (Referrer URL)</li>\n<li>URL du fichier consulté</li>\n<li>Code de statut du serveur</li>\n<li>Système d’exploitation utilisé</li>\n<li>Navigateur utilisé</li>\n<li>Protocole de transmission utilisé (p.\nex.\nHTTP)</li>\n</ul>\n<p>Les fichiers journaux de serveur sont évalués statistiquement au moyen d’AWStats à des fins d’optimisation.\nCe logiciel n’utilise pas de cookies pour l’évaluation et les informations ne sont pas transmises à des tiers, car nous hébergeons le logiciel sur nos propres serveurs en Suisse, ce qui nous donne le contrôle global de ces informations.</p>\n1.2 Cookies et analyse Web\n<p>Les données transmises par votre navigateur sont analysées au moyen de l’outil d’analyse Web open source Matomo.\nCela nous permet de suivre les mouvements des visiteurs sur notre site Internet et d’optimiser continuellement notre site Internet.</p>\n<p>Pour la collecte des données, des données nous sont transmises via Javascript et des cookies sont générés.\nLes cookies sont des fichiers qui sont temporairement enregistrés par le navigateur sur votre terminal lorsque vous consultez notre site Internet.\nCes cookies enregistrent d’autres informations en plus des données mises à disposition par le navigateur.\nLes données collectées ne sont pas transmises à des tiers, car nous hébergeons Matomo sur nos propres serveurs en Suisse, ce qui nous donne le contrôle global de ces informations.</p>\n<p>Les informations suivantes sont collectées lors de la visite de notre site Internet grâce aux cookies:</p>\n<ul>\n<li>ID utilisateur unique</li>\n<li>Date de la première visite</li>\n<li>Date de la dernière visite</li>\n<li>Nombre de visites</li>\n</ul>\n<p>Les informations suivantes nous sont transmises lors de la visite de notre site Internet via Javascript:</p>\n<ul>\n<li>Adresse IP</li>\n<li>Date et heure de l'accès</li>\n<li>Titre du site Internet consulté (Page Title)</li>\n<li>URL du site Internet consulté (Page URL)</li>\n<li>URL du site Internet visité précédemment (Referrer URL)</li>\n<li>Résolution de l'écran</li>\n<li>Heure locale</li>\n<li>Plugins de navigateur activés tels que Flash, Quicktime, etc.</li>\n<li>Contenus qui ont été cliqués et téléchargés (Download)</li>\n<li>Liens vers un domaine externe qui ont été cliqués (Outlink)</li>\n<li>Temps de chargement du site Internet (Page speed)</li>\n<li>Géodonnées telles que pays d’origine, continent, régions, ville (Geolocation)</li>\n<li>Langue du navigateur</li>\n<li>Système d'exploitation</li>\n</ul> Options \"opt-in\" / \"opt-out\" <p>&nbsp;</p>\n<p>\n<strong>Important:</strong> l’opposition est activée sous la forme d’un «cookie opt-out».\nsi, par exemple, tous les cookies ont été supprimés, l’opt-out doit être réactivé.\nUne opposition formulée une fois n'est donc pas permanente.\nSur le plan technique, un opt-out ne s'applique qu'au navigateur et au terminal en cours d’utilisation.\nSi vous utilisez un autre navigateur ou terminal, il est nécessaire d'activer à nouveau l'option opt-out.</p>\n<p>Vous pouvez cependant configurer votre navigateur de manière à ce qu’aucun cookie ne soit enregistré sur votre terminal ou que vous soyez toujours informé quand vous recevez un nouveau cookie.\nLes détails concernant les réglages nécessaires à cet effet se trouvent dans les descriptions de produits ou les instructions du fournisseur du navigateur que vous utilisez.</p>\n2 Newsletter\n2.1 Informations générales\n<p>Grâce à notre newsletter électronique SWITCH-News, vous restez informé sur les thèmes et événements actuels concernant SWITCH et nos produits.\nPour vous abonner à la newsletter, vous pouvez vous inscrire sur notre site Internet.\nLes données suivantes vous concernant sont collectées au moyen d’un masque de saisie:</p>\n<ul>\n<li>Titre*</li>\n<li>Prénom*</li>\n<li>Nom de famille*</li>\n<li>Organisation</li>\n<li>Adresse e-mail*</li>\n<li>Langue*</li>\n</ul>\n<p>Les données marquées d’un * sont des champs obligatoires</p>\n<p>En vous enregistrant, vous nous donnez votre consentement au traitement des données fournies pour l’envoi périodique de la newsletter à l’adresse e-mail que vous avez indiquée.</p>\n<p>Vous pouvez à tout moment révoquer votre consentement à l'envoi de notre newsletter par e-mail (voir ch.&nbsp;11) ou au moyen du lien prévu à cet effet à la fin de chaque newsletter.</p>\n2.2 Suivi des newsletters\n<p>Nous attirons votre attention sur le fait que nous analysons votre comportement d’utilisateur lors de l’envoi de la newsletter.\nLes newsletters contiennent une balise Web (web beacon) qui est récupérée par un serveur externe lors de l’ouverture de la newsletter.\nDans ce cadre, des données techniques telles que des informations sur le navigateur et votre système d’exploitation, ainsi que votre adresse IP et le moment de la consultation, sont recueillies pour être enregistrées dans les centres de calcul de mailXpert GmbH en Suisse.</p>\n<p>Grâce à votre adresse e-mail, nous pouvons également savoir si et quand vous avez ouvert une newsletter et sur quels liens de la newsletter vous avez cliqué.\nL’analyse de ces informations nous permet de connaître les habitudes de lecture de nos utilisateurs et de personnaliser nos contenus à leur intention ou d’envoyer des contenus différents en fonction des intérêts de nos utilisateurs.</p>\n3 Contact par e-mail\n<p>Plusieurs adresses e-mail qui vous permettent de nous contacter figurent sur notre site Internet.\nSi vous nous contactez par le biais de ces options de contact, vos données sont sauvegardées afin que nous puissions les utiliser pour traiter et répondre à votre demande.\nLes données sont utilisées exclusivement pour traiter la prise de contact et la communication qui en découle.\nAucune transmission de données à des tiers n’a lieu dans ce contexte sans votre consentement.</p>\n4 Événements\n<p>Sur notre site Internet, vous avez la possibilité de vous inscrire à différents événements de SWITCH.\nPour ce faire, il est nécessaire que vous nous communiquiez vos nom et prénom, l’institution pour laquelle vous travaillez et votre adresse e-mail.\nEn outre, il est parfois nécessaire ou possible de fournir d’autres informations spécifiques à l'événement (p.\nex.\ndates d’arrivée et de départ, éventuelles préférences et, le cas échéant, informations de paiement pour la réservation de nuitées ou informations sur les intolérances et/ou allergies ainsi que choix des repas en cas de restauration).\nVos nom et prénom ainsi que le nom de l’institution pour laquelle vous travaillez peuvent être utilisés pour établir des listes de participants qui seront remises exclusivement aux participants à l'événement en question.</p>\n<p>Vos données peuvent être transmises à des tiers, tels que les hôtels, conférenciers ou restaurateurs, dans la mesure où cela est nécessaire à l’organisation de l'événement.</p>\n<p>Nos événements sont régulièrement suivis par des photographes ou des équipes de film qui réalisent des photos ou des vidéos de l’événement.\nEn participant à un événement, vous autorisez SWITCH à utiliser ces enregistrements à des fins de reportage et de publicité pour SWITCH et ses événements.\nSi vous n’êtes pas d’accord avec cette démarche, nous vous prions de nous en informer par écrit, par courrier ou par e-mail (cf.\nch.&nbsp;11).</p>\n5 Postulation\n<p>Notre site Internet vous permet de vous renseigner sur les postes vacants et de postuler directement.\nNous utilisons à cet effet le portail du fournisseur externe, Haufe Service Center GmbH (Umantis), sur le site Internet duquel vous serez automatiquement redirigé.\nLes informations relatives à la protection des données dans le cadre de votre candidature font l'objet d'un règlement distinct et sont accessibles sur le site Internet du portail de candidature.</p>\n6 Liens vers les plateformes de médias sociaux\n<p>Sur notre site Internet, vous trouverez les symboles des plateformes de médias sociaux.\nIl s’agit de simples liens qui vous redirigent vers la plateforme en question lorsque vous cliquez dessus.\nNous n’utilisons pas de code spécifique à ces plateformes (à l’exception de Twitter sur https://www.switch.ch/about/media/), de sorte qu’aucune donnée n’est transmise automatiquement lors de la navigation sur notre site Internet.\nSi vous cliquez sur l’un de ces liens, vous quittez notre site Internet et le fournisseur de la plateforme en question détermine lui-même quelles données sont saisies.\nGrâce à l'URL de référence (Referrer URL), la plateforme obtient l’information selon laquelle vous étiez auparavant sur notre site Internet.\nSi vous vous connectez à la plateforme via votre compte, le contenu de notre site peut être relié à votre profil sur la plateforme, ce qui signifie que la plateforme peut associer directement votre visite sur notre site Internet à votre compte utilisateur.</p>\n<p>Vous trouverez de plus amples informations sur le but et l’étendue de la collecte et du traitement des données par les plateformes de médias sociaux ainsi que sur vos droits dans les déclarations de protection des données des fournisseurs de médias sociaux en question.</p>\n7 Durée de conservation\n<p>Si aucune information plus précise n’a été fournie à ce sujet, nous traitons et conservons vos données personnelles aussi longtemps que cela est nécessaire à l’exécution de nos obligations contractuelles et légales ou aux fins poursuivies par le traitement.</p>\n8 Sécurité\n<p>Nous appliquons des mesures de sécurité techniques et organisationnelles appropriées afin de protéger vos données personnelles enregistrées chez nous contre toute manipulation, perte partielle ou totale ainsi que contre tout accès non autorisé de tiers.\nNos mesures de sécurité ne cessent d'être améliorées en fonction des progrès techniques.</p>\n9 Vos droits en tant que personne concernée\n<p>Vous avez le droit de recevoir à tout moment, par écrit et gratuitement, des informations sur vos données personnelles que nous traitons.\nVous pouvez nous faire parvenir votre demande de renseignements par écrit en joignant une copie de votre carte d’identité ou de votre passeport à notre adresse de contact (voir ch.&nbsp;11).</p>\n<p>Vous avez également le droit de demander la rectification et la limitation du traitement des données ainsi que la communication de certaines données personnelles en vue de leur transfert à un autre service.\nVous avez aussi le droit d'obtenir l'effacement de vos données personnelles, dans la mesure où nous ne sommes pas obligés ou autorisés par les lois et règlements en vigueur à en conserver certaines.</p>\n<p>Dans la mesure où un traitement repose sur votre consentement, vous avez le droit de le retirer en tout temps, avec effet pour l’avenir.</p>\n<p>Toute personne concernée a par ailleurs le droit de faire valoir ses droits en justice ou de déposer une réclamation auprès de l'autorité de protection des données compétente.\nL'autorité de protection des données compétente en Suisse est le Préposé fédéral à la protection des données et à la transparence (http://www.edoeb.admin.ch).</p>\n10 Modification des informations sur la protection des données\n<p>Le développement de notre site Internet ou la mise en œuvre de nouvelles technologies peut rendre nécessaire la modification de cette déclaration de protection des données.\nNous nous réservons donc le droit de modifier en tout temps cette déclaration avec effet pour l’avenir.\nLa version disponible au moment de votre visite sur le site Internet fait foi.</p>\n11 Contact des responsables du traitement\n<p>Si vous avez des questions sur la protection des données sur notre site Internet, veuillez vous adresser à:</p>\n<p>SWITCH<br> Case postale <br> Werdstrasse 2 <br> 8021 Zurich</p>\n<p>E-mail: privacy@switch.ch</p> Partagez ce contenu facebook twitter mail <ul>\n<li>Corporate</li>\n<li>Médias</li>\n<li>Communiqués aux médias</li>\n<li>Transformation Blog</li>\n<li>Newsletter</li>\n<li>Contact</li>\n<li>Jobs</li>\n</ul>\n<ul>\n<li>Accès direct </li>\n<li>Safer Internet</li>\n<li>Community Portal</li>\n<li>Blogs</li>\n<li>eduhub</li>\n<li>Webcams</li>\n<li>Monitoring</li>\n<li>Report Phishing</li>\n<li>Open Data</li>\n</ul>\n<ul>\n<li>Domaines</li>\n<li>nic.ch</li>\n<li>nic.li</li>\n</ul>\n<ol>\n<li>© 2023&nbsp;pour contenus chez SWITCH</li>\n<li>Infos légales</li>\n<li>Impressum</li>\n</ol>fr_about_legal-notice_data-protection_index.html@prod.switchwww.ch twitter youtube rss <p>\n</p> ", "created_at": "2023-02-16 21:24:42.751786", "updated_at": "2023-02-16 21:24:51.375128"}], "points": [{"id": 29936, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.switch.ch/fr/about/legal-notice/data-protection/", "status": "Generated through the annotate view", "created_at": "2023-02-16 21:26:04.788702", "updated_at": "2023-07-11 06:27:30.31962", "quoteText": null, "case_id": 399, "document_id": 14204, "quoteStart": null, "quoteEnd": null}, {"id": 29937, "title": "You can opt out of promotional communications", "source": "https://www.switch.ch/fr/about/legal-notice/data-protection/", "status": "Generated through the annotate view", "created_at": "2023-02-16 21:30:28.460551", "updated_at": "2023-07-11 06:27:30.401713", "quoteText": null, "case_id": 223, "document_id": 14204, "quoteStart": null, "quoteEnd": null}, {"id": 29939, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://www.switch.ch/fr/about/legal-notice/data-protection/", "status": "Generated through the annotate view", "created_at": "2023-02-16 21:35:17.884248", "updated_at": "2023-07-11 06:28:03.603604", "quoteText": null, "case_id": 241, "document_id": 14204, "quoteStart": null, "quoteEnd": null}, {"id": 29938, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.switch.ch/fr/about/legal-notice/data-protection/", "status": "Generated through the annotate view", "created_at": "2023-02-16 21:34:45.873375", "updated_at": "2023-07-11 06:28:03.703435", "quoteText": null, "case_id": 195, "document_id": 14204, "quoteStart": null, "quoteEnd": null}], "urls": ["switch.ch"]}}