{"error": 448, "message": "OK", "parameters": {"id": 7035, "name": "Andisearch", "created_at": "2022-11-30 04:09:01.598577", "updated_at": "2022-11-30 23:01:07.813579", "wikipedia": null, "keywords": null, "related": null, "slug": "andisearch", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7035.png", "url": "andisearch.com", "documents": [{"id": 12908, "name": "Privacy policy", "url": "https://andisearch.com/privacy", "xpath": "//body", "text": "You need to enable JavaScript to run this app.<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Anonymous User<i>\n</i>Settings<i>\n</i>Commands Guide<i>\n</i>Set as Default Search<i>\n</i>Release StatusProtecting Privacy\n<p>We promise not to share your data with anyone else.</p>\n<p>We only collect and retain sufficient data to help our customers use the service effectively, when they want to create an account or be remembered between devices and sessions, and to improve the service we provide.</p>\n<p>No data is shared with any other person or company, and personal information is not available to our team members beyond that directly required for customer support and service.</p>\nWhat we do to try to protect you\n<p>There is a limit to what we can do while still providing links to external websites and displaying content.\nBut while you're searching, we do our best to try to shield our users from the worst intrusive aspects of the Web.</p>\n<ul>\n<li>\n<p>We don't store any cookies.</p>\n</li>\n<li>\n<p>We block Google's FLoC (Federated Learning of Cohorts) tracking technology from this app.</p>\n</li>\n<li>\n<p>We don't log or store your IP address.\nIt's used to lookup your approximate location (nearest town) for location searches only, then discarded.\nIt is never passed to third-parties.</p>\n</li>\n<li>\n<p>We only use your GPS or detailed location for searches with your express permission, and then only to approximate the area.\nYour GPS location details are not stored or passed to any third-parties.</p>\n</li>\n<li>\n<p>Searches are anonymous and private to you.\nWe don't log searches.</p>\n</li>\n<li>\n<p>We only use analytics within our service to improve it for our users.</p>\n</li>\n<li>\n<p>We block referrers on external links and use \"nofollow noopener noreferrer\" to protect you.</p>\n</li>\n<li>\n<p>We do not share any customer data with any third parties.</p>\n</li>\n<li>\n<p>We collect only the data needed to provide the service.</p>\n</li>\n<li>\n<p>We don't use any off-site or third-party user tracking.\nThere is no ad tracking such as Facebook's or analytics platforms like Google Analytics.</p>\n</li>\n<li>\n<p>No advertising display or advertising tracking.</p>\n</li>\n<li>\n<p>We use randomized proxies to retrieve content for preview and reader mode.</p>\n</li>\n<li>\n<p>We use https encryption everywhere including for external links wherever available.</p>\n</li>\n<li>\n<p>We proxy images and try to strip third-party cookies from any reader content as much as possible.</p>\n</li>\n<li>\n<p>We display embedded videos and content for our customer's convenience (so you can play a YouTube video in chat), but they are in a sandbox to help protect you, and restricted to only major reputable web services (like YouTube or Spotify).\nAn embedded video might have cookies outside of our control.</p>\n</li>\n</ul>\nEarning trust\n<p>We know we have to earn our customers' trust through our actions.\nOur mission is to protect privacy, and we're trying to do it in a practical and useful way that's accessible to as many people as possible.</p>\n<p>While we're in early test stages (alpha and beta) our privacy technology and systems will be evolving, and we expect to make changes and try different things, based on the principles here.\nWe're only a small team, but we are committed to our mission.\nWe're actively seeking feedback from our community about doing privacy right.\nWe support the principles of GDPR, and before we move out of prototype stage and release commercially, we will implement a fully GDPR-compliant privacy policy.</p>\n<p>We commit to having our privacy systems, practices and technology audited by a reputable firm and the results made public before we leave beta testing.</p>\n<p>We welcome feedback, help and suggestions! Email us at info@andisearch.com.</p>AboutPrivacyHelpMade with ❤️ by the Andi team", "created_at": "2022-11-30 04:09:01.600783", "updated_at": "2022-11-30 03:09:41.560084"}], "points": [], "urls": ["andisearch.com"]}}