{"error": 448, "message": "OK", "parameters": {"id": 7867, "name": "Varsity Tutors", "created_at": "2023-04-02 00:11:53.225474", "updated_at": "2023-07-10 22:02:41.093131", "wikipedia": null, "keywords": null, "related": null, "slug": "varsity-tutors", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7867.png", "url": "varsitytutors.com", "documents": [{"id": 15190, "name": " Terms of Use", "url": "https://www.varsitytutors.com/terms-of-use", "xpath": "//body", "text": " Varsity Tutors <ul>\n<li> Varsity Tutors </li>\n<li> Academic Academic <ul>\n<li> Grades K-5 Subjects Grades K-5 Subjects <ul>\n<li> All K-5 Subjects </li>\n<li> English </li>\n<li> Math </li>\n<li> Phonics </li>\n<li> Reading </li>\n<li> Study Skills </li>\n<li> Writing </li>\n</ul>\n</li>\n<li> AP AP <ul>\n<li> All AP Subjects </li>\n<li> AP Biology </li>\n<li> AP Calculus </li>\n<li> AP Chemistry </li>\n<li> AP Computer Science </li>\n<li> AP French </li>\n<li> AP History </li>\n<li> AP Human Geography </li>\n<li> AP Macroeconomics </li>\n<li> AP Microeconomics </li>\n<li> AP Physics </li>\n<li> AP Spanish </li>\n<li> AP Statistics </li>\n<li> AP US History </li>\n<li> AP World History </li>\n</ul>\n</li>\n<li> Business Business <ul>\n<li> All Business </li>\n<li> Accounting </li>\n<li> Business Calculus </li>\n<li> Economics </li>\n<li> Finance </li>\n<li> Marketing </li>\n<li> MBA </li>\n<li> Microsoft Excel </li>\n<li> Supply Chain Management </li>\n</ul>\n</li>\n<li> Humanities Humanities <ul>\n<li> All Humanities </li>\n<li> Essay Editing </li>\n<li> History </li>\n<li> Law </li>\n<li> Literature </li>\n<li> Theology </li>\n</ul>\n</li>\n<li> Languages Languages <ul>\n<li> All Languages </li>\n<li> Arabic </li>\n<li> Bengali </li>\n<li> French </li>\n<li> German </li>\n<li> Hindi </li>\n<li> Italian </li>\n<li> Japanese </li>\n<li> Korean </li>\n<li> Latin </li>\n<li> Mandarin Chinese </li>\n<li> Portuguese Chinese </li>\n<li> Sign Language </li>\n<li> Spanish </li>\n</ul>\n</li>\n<li> Learning Differences Learning Differences <ul>\n<li> All Learning Differences </li>\n<li> ADD &amp.\nADHD </li>\n<li> Autism </li>\n<li> Dyslexia </li>\n<li> Learning Disabilities </li>\n<li> Sign Language </li>\n<li> Special Education </li>\n</ul>\n</li>\n<li> Math Math <ul>\n<li> All Math </li>\n<li> Algebra </li>\n<li> Calculus </li>\n<li> College Math </li>\n<li> Common Core Math </li>\n<li> Elementary School Math </li>\n<li> Geometry </li>\n<li> High School Math </li>\n<li> Middle School Math </li>\n<li> Pre-Calculus </li>\n<li> Statistics </li>\n<li> Trigonometry </li>\n</ul>\n</li>\n<li> Science Science <ul>\n<li> All Science </li>\n<li> Anatomy </li>\n<li> Biology </li>\n<li> Chemistry </li>\n<li> Organic Chemistry </li>\n<li> Physical Chemistry </li>\n<li> Physics </li>\n<li> Physiology </li>\n</ul>\n</li>\n<li> Tech &amp.\nEngineering Tech &amp.\nEngineering <ul>\n<li> All Engineering </li>\n<li> AutoCAD </li>\n<li> C++ </li>\n<li> Chemical Engineering </li>\n<li> Civil Engineering </li>\n<li> Computer Science </li>\n<li> Electrical Engineering </li>\n<li> HTML &amp.\nCSS </li>\n<li> Industrial Engineering </li>\n<li> Java </li>\n<li> Materials Science &amp.\nEngineering </li>\n<li> Mechanical Engineering </li>\n<li> Python </li>\n<li> Ruby </li>\n<li> SQL </li>\n<li> Thermodynamics </li>\n</ul>\n</li>\n<li> Popular Subjects Popular Subjects <ul>\n<li> Biostatistics </li>\n<li> Coding </li>\n<li> College Essays </li>\n<li> Essay Editing </li>\n<li> Homeschool </li>\n<li> Minecraft </li>\n<li> Preschool </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Learning Membership Learning Membership <ul>\n<li> Grades K-8 </li>\n<li> High School </li>\n<li> College &amp.\nAdult </li>\n<li> Languages </li>\n</ul>\n</li>\n<li> About Tutoring About Tutoring <ul>\n<li> 1-on-1 Private Tutoring </li>\n<li> Online Tutoring </li>\n<li> Instant Tutoring </li>\n<li> Pricing Info </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Test Prep Test Prep <ul>\n<li> K-8 Exams K-8 Exams <ul>\n<li> CogAT </li>\n<li> ISEE </li>\n<li> MAP </li>\n<li> SHSAT </li>\n<li> SSAT </li>\n</ul>\n</li>\n<li> High School Exams High School Exams <ul>\n<li> ASVAB </li>\n<li> AP AP <ul>\n<li> All AP Exams </li>\n<li> AP Biology </li>\n<li> AP Calculus </li>\n<li> AP Chemistry </li>\n<li> AP Computer Science </li>\n<li> AP French </li>\n<li> AP History </li>\n<li> AP Human Geography </li>\n<li> AP Macroeconomics </li>\n<li> AP Microeconomics </li>\n<li> AP Physics </li>\n<li> AP Spanish </li>\n<li> AP Statistics </li>\n<li> AP US History </li>\n<li> AP World History </li>\n</ul>\n</li>\n<li> GED </li>\n<li> HSPT </li>\n<li> IB </li>\n<li> ISEE </li>\n<li> SHSAT </li>\n<li> SSAT </li>\n<li> TACHS </li>\n</ul>\n</li>\n<li> College Entrance Exams College Entrance Exams <ul>\n<li> ACT ACT <ul>\n<li> ACT Tutoring </li>\n<li> ACT Math </li>\n<li> ACT Reading </li>\n<li> ACT Science </li>\n<li> ACT Writing </li>\n</ul>\n</li>\n<li> PSAT </li>\n<li> SAT SAT <ul>\n<li> SAT Tutoring </li>\n<li> SAT Math </li>\n<li> SAT Reading </li>\n<li> SAT Writing </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Graduate School Entrance Exams Graduate School Entrance Exams <ul>\n<li> DAT </li>\n<li> GMAT </li>\n<li> GRE GRE <ul>\n<li> GRE Tutoring </li>\n<li> GRE Prep </li>\n</ul>\n</li>\n<li> LSAT </li>\n<li> MCAT </li>\n<li> PCAT </li>\n</ul>\n</li>\n<li> Certifications &amp.\nLicenses Certifications &amp.\nLicenses <ul>\n<li> Bar </li>\n<li> CPA </li>\n<li> Finance Finance <ul>\n<li> CAIA </li>\n<li> CFA </li>\n<li> CFP </li>\n</ul>\n</li>\n<li> Medical Medical <ul>\n<li> COMLEX </li>\n<li> NAPLEX </li>\n<li> USMLE </li>\n</ul>\n</li>\n<li> NCLEX NCLEX <ul>\n<li> NCLEX Tutoring </li>\n<li> NCLEX Prep </li>\n</ul>\n</li>\n<li> NMLS </li>\n<li> PMP </li>\n<li> Praxis </li>\n<li> Real Estate License </li>\n<li> Securities Securities <ul>\n<li> SIE </li>\n<li> Series 7 </li>\n<li> Series 65 </li>\n</ul>\n</li>\n<li> And more...\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Enrichment Enrichment <ul>\n<li> StarCourses </li>\n<li>\n</li>\n<li> Art </li>\n<li> Chess </li>\n<li> Coding Coding <ul>\n<li> Beginners Coding </li>\n<li> Minecraft </li>\n<li> Roblox </li>\n<li> Unity </li>\n</ul>\n</li>\n<li> Early Childhood </li>\n<li> Languages Languages <ul>\n<li> All Languages </li>\n<li> Arabic </li>\n<li> Bengali </li>\n<li> French </li>\n<li> German </li>\n<li> Hindi </li>\n<li> Italian </li>\n<li> Japanese </li>\n<li> Korean </li>\n<li> Latin </li>\n<li> Mandarin Chinese </li>\n<li> Portuguese Chinese </li>\n<li> Sign Language </li>\n<li> Spanish </li>\n</ul>\n</li>\n<li> Music </li>\n<li> STEM </li>\n</ul>\n</li>\n<li> For Schools For Schools <ul>\n<li> For Schools Overview </li>\n<li> Solutions </li>\n<li> Tutors </li>\n<li> Resources </li>\n<li> Talk with Our Team </li>\n</ul>\n</li>\n<li> About About <ul>\n<li> Reviews &amp.\nTestimonials </li>\n<li> Press &amp.\nMedia Coverage </li>\n<li> Tutor/Instructor Jobs </li>\n<li> Corporate Solutions </li>\n<li> Careers </li>\n<li> Our Team </li>\n<li> About Nerdy </li>\n</ul>\n</li>\n<li> Become a Tutor </li>\n<li> Sign In </li>\n</ul>\n<ul>\n</ul>\n<ul>\n</ul>\n<ul>\n<li> Become a Tutor </li>\n</ul>\n<ul>\n<li> Sign In </li>\n</ul> Get Started We're Open, Call Now Call Now <strong>(888) 888-0446</strong> We're open! Call now: (888) 888-0446 Get Started Terms of Use <p>\nUpdated: January 22, 2019\n</p>\n<p>\nThese Terms of Use constitute a legally binding agreement (the “<b>Agreement</b>”) between you and Varsity Tutors LLC.\n<b>(“Company”)</b>\ngoverning your use of Company’s applications, website, and technology Platform (collectively, the “<b>Platform</b>”).\n</p>\n<p>\nPLEASE BE ADVISED: IF YOU PROVIDE YOUR EXPRESS WRITTEN CONSENT (DEFINED BELOW) TO THIS AGREEMENT, YOU WILL BE SUBJECT TO PROVISIONS THAT GOVERN HOW CLAIMS THAT YOU AND COMPANY MAY HAVE AGAINST EACH OTHER CAN BE BROUGHT (SEE ‘DISPUTE RESOLUTION AND ARBITRATION’ IN SECTION 4 BELOW).\nTHESE PROVISIONS WILL, WITH LIMITED EXCEPTION, REQUIRE YOU TO SUBMIT CLAIMS YOU HAVE AGAINST COMPANY TO BINDING AND FINAL ARBITRATION ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS, GROUP, OR REPRESENTATIVE ACTION OR PROCEEDING.\nYOU HAVE AN OPPORTUNITY TO OPT OUT OF ARBITRATION WITH RESPECT TO CERTAIN CLAIMS AS PROVIDED BELOW.\n</p>\n<p>\nThe\nvarsitytutors.com\nwebsite (“<b>Website</b>”) and its matching and related services for students who are seeking tutors, matching and related services for tutors who seek to advertise and provide their services to potential students on Varsity’s Platform, customized learning, test preparation provider connecting, and/or educational content and learning tools (the “<b>Service</b>”) are owned and operated by Company.\nFrom time to time, tutors advertise and provide their tutoring services (or seek to do so) to potential students obtained through Varsity’s Platform (a “<b>Tutor</b>”) and Company may negotiate an independent contractor agreement with such a Tutor for purposes of the Tutor advertising and providing their services for potential students.\nIndividuals, groups, entities, etc.\nalso, from time to time, locate and obtain a Tutor (or seek to do so) through Company’s Platform (a “<b>Student</b>”).\nCompany has adopted this Agreement to make you aware of the terms and conditions of your use of the Website and the Service.\nBy using the Website and/or the Service, you agree to be bound by certain terms of this Agreement and acknowledge that Sections 3 and 4 are not binding upon you unless you provide your express written consent, as more fully described below.\n</p>\n<p>\nBy entering this Agreement, you expressly acknowledge that you understand this Agreement.\nYou also expressly acknowledge that the Consent to Communications (Section 3) and the Dispute Resolution and Arbitration (Section 4) provisions of this Agreement are only binding on you if you have provided express written consent by submitting your phone number and/or email address on the Website and by affirmatively checking the box next to “I Agree to the Terms of Use” (“<b>Express Written Consent</b>”).\nExpress Written Consent is not required to be bound by the terms of this Agreement except for Sections 3 and 4, which require Express Written Consent.\nIF YOU HAVE NOT PROVIDED YOUR EXPRESS WRITTEN CONSENT, YOU ARE NOT BOUND BY THE CONSENT TO COMMUNICATIONS (SECTION 3) OR THE DISPUTE RESOLUTION AND ARBITRATION (SECTION 4) PROVISIONS OF THIS AGREEMENT.\nIF YOU HAVE NOT PROVIDED YOUR EXPRESS WRITTEN CONSENT AND DO NOT WISH TO BE FURTHER BOUND BY ANY TERMS AND CONDITIONS OF THIS AGREEMENT, YOU MAY NOT USE OR ACCESS THE PLATFORM OR YOUR USE OR ACCESS MAY BE LIMITED AS DETERMINED BY COMPANY IN ITS SOLE DISCRETION.\n</p>\n<p>\nThe terms “you,” “your” or “User(s)” refers to any individual accessing the Website or the Service for his/her/its own personal purposes, on behalf of an entity or other person, for purposes related to Tutors and the Service provided to Tutors, and for purposes related to Students and the Service provided to Students.\nIn the event that you purport to be the agent of, represent, or otherwise act on behalf of an entity or any other person, references to “you,” “your” or “User(s)” shall include you individually and any such entity or person that you purport to represent, and you further represent and warrant that you are in fact an authorized representative of such entity or other person, that you have the authority to bind such entity or other person to this Agreement, and that your acceptance of this Agreement (including if you have provided your Express Written Consent to its terms) shall constitute acceptance on behalf of such entity or person.\n</p>\n<p>\nThe disclaimers, terms, and conditions on these pages are of general application and may be supplemented upon a purchase by a Consent to Electronic Communications Delivery and Electronic Signature Policy, Terms of Customer Account Use, Customer Terms of Account Use, Independent Contractor Agreement and/or by additional policies, procedures, disclaimers, guidelines, rules, terms or conditions of specific application disclosed by Company, as set forth in these referenced documents, if any.\nThe above supplements to the Agreement may include such supplements as appear on any particular page of this Website, Platform, or through what is purchased, or through a registration process or other means.\nIn the event of a conflict between the Agreement and any additional policies, procedures, disclaimers, guidelines, rules, terms or conditions of specific application, the additional policies, procedures, disclaimers, guidelines, rules, terms or conditions of specific application shall control.\n</p>\n<p>\nBy using or otherwise accessing the Website or the Service, posting or downloading content or any other information to or from the Website or the Service, or manifesting your assent to this Agreement in any other manner, you hereby unequivocally and expressly agree to, and shall be subject to, this Agreement (except for Sections 3 and 4 which you will not be subject to and are not binding unless you have provided your Express Written Consent).\nIf you do not unequivocally agree to be bound by the provisions of this Agreement (except for Sections 3 and 4, to which you are not required to agree to use or for access to the Website or the Service), you may not use or otherwise access the Website or the Service or post or download content or any other information to or from the Website or the Service.\nAlternatively, access and/or use may be limited as determined by Company in its sole discretion.\nYour sole remedy for dissatisfaction with the Website or the Service or any content is to stop using the Website.\n</p>\n<b>1.\nGeneral Terms of Use and Restrictions on Use of Materials</b>\n<p>\nCompany hereby grants you a limited, non-exclusive, non-assignable, nontransferable license to access and use the Website solely for your own personal, non-commercial purposes, and for purposes related to Tutors or Students, subject to your agreement to, compliance with and satisfaction of this Agreement other than Sections 3 and 4, which are not binding and require no compliance with or satisfaction thereof unless you have provided your Express Written Consent to this Agreement.\nAll rights not otherwise expressly granted by this Agreement are reserved by Company.\nIf you do not comply with the Agreement at any time, Company reserves the right to revoke the aforementioned license(s), limit your access to the Website, or restrict your ability to post or download Content, which may include the ordering of products and Service.\nAll materials contained in this Website or made available through the Service, are protected by United States and international trademark and copyright laws, are owned or controlled by Company (or its partners), and must only be used for certain approved purposes as established by Company.\nYou may only view or download material from this Website for your own use or as otherwise expressly authorized by Company.\nYou are solely responsible for providing, maintaining and ensuring the compatibility of all hardware, software, electrical, and other physical requirements necessary for your access to and use of the Website or any part thereof.\n</p>\n<p>\nThe reproduction, duplication, distribution (including by way of email, facsimile or other electronic means), publication, modification, copying or transmission of material available on or through this Website or the Service is&nbsp;strictly prohibited&nbsp;without the prior written consent of Company or unless expressly permitted by this Website or the Service.\nThis includes, without limitation, any application, text, graphics, logos, photographs, audio or video material or stills from audiovisual material available on this Website by Company, including Subscription Content (“<b>Content</b>”), if any.\nThe copying, posting, linking or other use of Content from this Website or the Service on any other website or networked computer environment is similarly prohibited.\nRequests for permission to reproduce or distribute materials found on this Website or the Service can be made by contacting Company by mail, in writing at the address listed below.\nYou are also strictly prohibited from creating works or materials that derive from or are based on the Content or other materials contained in this Website or the Service.\nThis prohibition applies regardless of whether the derivative materials are sold, bartered or given away.\nYou shall not copy, reverse engineer, disassemble, decompile, translate, modify, reproduce, republish, transmit, sell, offer for sale, disseminate or redistribute the Content, trademarks, Service marks, logos, or icons displayed on the Website or Service, which are the property of Company, or its affiliates or licensors, if any, unless otherwise specifically noted in this Agreement.\nTrademarks, service marks, logos, and icons owned by third parties are the property of those respective third parties.\nCompany and affiliates do not warrant or represent that your use of the Content will not infringe the rights of third parties.\n</p>\n<p>\nIf you do not comply with the Agreement at any time, Company reserves the right to terminate, limit, or otherwise alter your access to the Website or the Service.\nWe may discontinue or alter any aspect of the Website or the Service, including, but not limited to, (i) restricting the time the Website or the Service is available, (ii) restricting the amount of use permitted, and (iii) restricting or terminating your right to use the Website or the Service, at Company’s sole discretion and without prior notice or liability.\n</p>\n<b>2.\nModification to the Agreement</b>\n<p>\nThis Agreement is intended to provide you with the safest and most secure experience possible.\nSince offerings and technologies change, Company reserves the right to change, modify, add or remove portions of this Agreement at any time without prior notice.\nContinued use of the Platform or Service after any such changes shall constitute your consent to such changes unless such changes are to Sections 3 or 4 of this Agreement.\nIf Company changes or modifies the Consent to Communications (Section 3) or Dispute Resolution and Arbitration (Section 4) provisions of this Agreement, such modifications shall be binding on you only upon your Express Written Consent of the modified Agreement.\nCompany reserves the right to modify any information referenced in the hyperlinks from this Agreement from time to time, and such modifications shall become effective upon posting.\n</p>\n<p>\nIf you have any questions, or would like further clarification, please e-mail Company at terms@varsitytutors.com.\nAny changes in Company’s policies will be communicated on this page.\n</p>\n<p>\nThis Website is operated by Varsity Tutors LLC.\nAll inquiries may be directed to:\n</p>\n<p>\nVarsity Tutors LLC\n<br>\n101 S.\nHanley Rd, Suite 300\n<br>\nSt.\nLouis, MO 63105\n<br>\nterms@varsitytutors.com\n</p>\n<b>3.\nConsent to Communications</b>\n<p>\nYou acknowledge that the Consent to Communications provision of this Agreement is not binding on you unless you have provided your Express Written Consent (as defined above) to this Agreement.\nIf you have provided your Express Written Consent (as defined above), the following provisions of the Consent to Communications provision are binding on you.\n</p>\n<p>\na)\n<b>Agreement to Receive Communications from Company.</b>\n</p>\n<p>\nBy using the Platform and providing your phone number and/or email on the Platform, you agree and acknowledge that Company may communicate with you via email, text messaging, text receipts, Short Messaging Service (“SMS”), facsimile, and all phone calls at the number you provide.\nSuch communications may be for any purpose, including marketing purposes, purposes related to Tutors and the Service provided to Tutors, and purposes related to Students and the Service provided to Students, using all methods now known and discovered in the future, including, but not limited to, auto-dialers, artificial messages, pre-recorded messages, general telemarketing practices, and all other electronic communication.\nYou agree that these calls may be regarding products and/or Service that Company may market to you and that you are not obligated to receive such calls in order to purchase said products and/or Service.\n<b>Company will not charge you a fee for sending SMS text messages, but your communication Service provider may.\nYou agree to pay any fee(s) or charges(s) that you may incur for incoming and outgoing text messages from or to Company or Company's assigns, successors, Servicers or agents, without reimbursement from Company or them.</b>\n</p>\n<p>\nYou understand that, should the phone number provided above cease to be a valid means to contact you or if you cease to retain ownership of the phone number, you have an obligation to provide Company notification of same through email at dnc@varsitytutors.com.\nYou understand and agree that, if Company sends you a communication but you do not receive it because your primary email address or phone number on file is incorrect, out of date, blocked by your service provider, or you are otherwise unable to receive communications, Company will be deemed to have provided the communication to you.\nPlease note that if you use a spam filter that blocks or re-routes emails from senders not listed in your email address book, you must add Company to your email address book so that you will be able to receive the communications Company sends to you.\n</p>\n<p>\nBy electronically providing your Express Written Consent to this consent to communications, you are confirming that you have agreed to the terms and conditions herein and you have had an opportunity to download or print a copy of the Agreement for your file.\n</p>\n<p>\nb)\n<b>Electronic Signature.</b>\n</p>\n<p>\nYou acknowledge that by clicking on the \"I Accept\", \"Submit\", “Request Tutoring Info”, or similar button on Company’s website, you are indicating your intent to sign the relevant document or record and that this shall constitute your signature.\n</p>\n<p>\nc)\n<b>How to Withdraw Your Consent to Communications.</b>\n</p>\n<p>\nYou may acknowledge that you may withdraw such consent to communications by notifying Company of such withdrawal (per the opt-out instructions below or per the opt-out option provided with each communication) and repeating notification of such revocation if Company subsequently attempts further communication, but that, until such consent is revoked and, if applicable, repeated, you may receive calls from Company at your phone number provided above.\n</p>\n<p>\nYou may withdraw your consent to receive communications by writing to Company at: Varsity Tutors LLC, Attn: Legal Department, 101 S.\nHanley Rd., Suite 300, Saint Louis, MO 63105, or by contacting Company via the \"Contact Us\" link at the bottom of each page of Company’s website.\n</p>\n<p>\nIf you wish to opt-out of promotional emails, you can unsubscribe from Company’s promotional email list by following the unsubscribe options in the promotional email itself.\nIf you wish to opt out of promotional texts, you may reply&nbsp;to the number from which you&nbsp;received&nbsp;the text&nbsp;and text “STOP” from the mobile device receiving the messages.&nbsp;If you wish to opt out of promotional calls, you can unsubscribe by following the prompt after the call or you may text “STOPCALL” to the number from which you&nbsp;received&nbsp;the call&nbsp;from the device receiving the messages.&nbsp;You acknowledge that you are not required to consent to receive promotional texts or calls as a condition of using the Platform or the Service.\nYou acknowledge that opting out of receiving calls and/or texts may impact your use of the Platform or the Service.&nbsp;At Company’s option, Company may treat your provision of an invalid phone number, or the subsequent malfunction of a previously valid phone number as a withdrawal of your consent to receive SMS text messages.\nCompany will not impose any fee to process the withdrawal of your consent to receive SMS text messages.\nAny withdrawal of your consent to receive SMS text messages will be effective only after Company has a reasonable period of time to process your withdrawal.\n</p>\n<p>\nd)\n<b>Requesting Paper Copies of Electronic Communications.</b>\n</p>\n<p>\nUpon your request, Company will send you a paper copy of the contract(s) or other material provided to you electronically pursuant to this consent.\nIf you would like a paper copy of any of this material please write to Varsity Tutors LLC, Attn: Legal Department at 101 S.\nHanley Road, Suite 300, St.\nLouis, Missouri 63105&nbsp;within 30 days&nbsp;of the communication for which you are seeking a paper copy.\nThere will be no charge for a paper copy of this material.\n</p>\n<p>\ne)\n<b>Miscellaneous.</b>\n</p>\n<p>\nYou agree to indemnify, defend, and hold Company harmless from and against any and all claims, losses, liability, costs, and expenses (including reasonable attorneys’ fees) arising from your provision of a mobile phone number that is not your own or your violation of applicable federal, state or local law, regulation or ordinance.\nYour obligations under Section 3, which are only binding if you have provided your Express Written Consent, shall survive termination of the Agreement.\nCompany will not be liable for losses or damages arising from any delay in delivery or disclosure of information to third parties by your communication service provider.\nCompany may modify or terminate its text messaging service from time to time, for any reason, and without notice, including the right to terminate text messaging with or without notice, without liability to you, any other User or a third party.\n</p>\n<b>4.\nDispute Resolution and Arbitration</b>\n<p>\nYou expressly acknowledge that the Dispute Resolution and Arbitration provision of this Agreement is not binding on you unless you have provided your Express Written Consent (as defined above) to this Agreement.\nIf you have provided your Express Written Consent (as defined above), the following provisions of this Dispute Resolution and Arbitration provision are binding on you.\n</p>\n<p>\na)\n<b>Agreement to Binding Arbitration Between You and Company.</b>\n</p>\n<p>\nYOU AND COMPANY MUTUALLY AGREE TO WAIVE OUR RESPECTIVE RIGHTS TO RESOLUTION OF DISPUTES IN A COURT OF LAW BY A JUDGE OR JURY AND AGREE TO RESOLVE ANY DISPUTE BY ARBITRATION,&nbsp;as set forth below.\nThis arbitration provision (“<b>Arbitration Provision</b>”) is governed by the Federal Arbitration Act and survives after the Agreement terminates or your relationship with Company ends.&nbsp;ANY ARBITRATION UNDER THIS ARBITRATION PROVISION WILL TAKE PLACE ON AN INDIVIDUAL BASIS.\nCLASS ARBITRATIONS AND CLASS ACTIONS ARE NOT PERMITTED.&nbsp;Except as expressly provided below, this Arbitration Provision applies to all claims between you and Company, including Company’s affiliates, subsidiaries, parents, successors and assigns, and each of Company’s respective officers, directors, employees, agents, or shareholders.\n</p>\n<p>\nExcept as expressly provided below,&nbsp;ALL DISPUTES AND CLAIMS BETWEEN US (EACH A “<b>CLAIM</b>” AND COLLECTIVELY, “<b>CLAIMS</b>”) SHALL BE EXCLUSIVELY RESOLVED BY BINDING ARBITRATION SOLELY BETWEEN YOU AND COMPANY.&nbsp;These claims include, but are not limited to, any dispute, claim or controversy, whether based on past, present, or future events, arising out of or relating to: this Agreement and prior versions thereof (including the breach, termination, enforcement, interpretation or validity thereof).\nthe Platform.\nthe Service.\nany other goods or service made available through the Platform.\nyour relationship with Company.\nthe threatened or actual suspension, deactivation or termination of this Agreement.\npayments made by you or any payments made or allegedly owed to you.\nany promotions or offers made by Company.\nany city, county, state or federal wage-hour law.\ntrade secrets.\nunfair competition.\nbreaks and rest periods.\nexpense reimbursement.\nwrongful termination.\ndiscrimination.\nharassment.\nretaliation.\nfraud.\ndefamation.\nemotional distress.\nbreach of any express or implied contract or covenant.\nclaims arising under federal or state consumer protection laws.\nclaims arising under antitrust laws.\nclaims arising under the Telephone Consumer Protection Act.\nand claims arising under the Uniform Trade Secrets Act, Civil Rights Act of 1964, Americans With Disabilities Act, Age Discrimination in Employment Act, Older Workers Benefit Protection Act, Family Medical Leave Act, Fair Labor Standards Act, Employee Retirement Income Security Act (except for individual claims for employee benefits under any benefit plan sponsored by Company and covered by the Employee Retirement Income Security Act of 1974 or funded by insurance for employees eligible under the specific benefit plan), and state statutes, if any, addressing the same or similar subject matters, and all other federal and state statutory and common law claims.\nAll disputes concerning the arbitrability of a Claim (including disputes about the scope, applicability, enforceability, revocability or validity of the Arbitration Provision) shall be decided by the arbitrator, except as expressly provided below.\n</p>\n<p>\nBY AGREEING TO ARBITRATION, YOU UNDERSTAND THAT YOU AND COMPANY ARE WAIVING THE RIGHT TO SUE IN COURT OR HAVE A JURY TRIAL FOR ALL CLAIMS, EXCEPT AS EXPRESSLY OTHERWISE PROVIDED IN THIS ARBITRATION PROVISION.&nbsp;This Arbitration Provision is intended to require arbitration of every claim or dispute that can lawfully be arbitrated, except for those claims and disputes which by the terms of this Arbitration Provision are expressly excluded from the requirement to arbitrate.\n</p>\n<p>\nb)\n<b>Prohibition of Class Actions and Non-Individualized Relief.</b>\n</p>\n<p>\nYOU UNDERSTAND AND AGREE THAT YOU AND COMPANY MAY EACH BRING CLAIMS IN ARBITRATION AGAINST THE OTHER ONLY IN AN INDIVIDUAL CAPACITY AND NOT ON A CLASS, COLLECTIVE ACTION, OR REPRESENTATIVE BASIS (“<b>CLASS ACTION WAIVER</b>”).\nYOU UNDERSTAND AND AGREE THAT YOU AND COMPANY BOTH ARE WAIVING THE RIGHT TO PURSUE OR HAVE A DISPUTE RESOLVED AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS, COLLECTIVE OR REPRESENTATIVE PROCEEDING.\nNOTWITHSTANDING THE FOREGOING, THIS SECTION (b) SHALL NOT APPLY TO REPRESENTATIVE PRIVATE ATTORNEYS GENERAL ACT CLAIMS BROUGHT AGAINST COMPANY, WHICH ARE ADDRESSED SEPARATELY IN SECTION (c).\n</p>\n<p>\nThe arbitrator shall have no authority to consider or resolve any Claim or issue any relief on any basis other than an individual basis.\nThe arbitrator shall have no authority to consider or resolve any claim or issue any relief on a class, collective, or representative basis.\n</p>\n<p>\nNotwithstanding any other provision of this Agreement, the Arbitration Provision, the American Arbitration Association (“AAA”) Consumer Arbitration Rules (“<b>AAA Rules</b>”), disputes regarding the scope, applicability, enforceability, revocability or validity of the Class Action Waiver may be resolved only by a civil court of competent jurisdiction and not by an arbitrator.\nIn any case in which: (1) the dispute is filed as a class, collective, or representative action and (2) there is a final judicial determination that the Class Action Waiver is unenforceable as to any claims, the class, collective, and/or representative action on such claims must be litigated in a civil court of competent jurisdiction, but the Class Action Waiver shall be enforced in arbitration on an individual basis as to all other claims to the fullest extent possible.\n</p>\n<p>\nc)\n<b>Representative PAGA Waiver.</b>\n</p>\n<p>\nNotwithstanding any other provision of this Agreement or the Arbitration Provision, to the fullest extent permitted by law: (1) you and Company agree not to bring a representative action on behalf of others under the Private Attorneys General Act of 2004 (“<b>PAGA</b>”), California Labor Code § 2698 et seq., in any court or in arbitration, and (2) for any claim brought on a private attorney general basis, including under the California PAGA, both you and Company agree that any such dispute shall be resolved in arbitration on an individual basis only (i.e., to resolve whether you have personally been aggrieved or subject to any violations of law), and that such an action may not be used to resolve the claims or rights of other individuals in a single or collective proceeding (i.e., to resolve whether other individuals have been aggrieved or subject to any violations of law) (collectively, “<b>representative PAGA Waiver</b>”).\nNotwithstanding any other provision of this Agreement, the Arbitration Provision or the AAA Rules, disputes regarding the scope, applicability, enforceability, revocability or validity of this representative PAGA Waiver may be resolved only by a civil court of competent jurisdiction and not by an arbitrator.\nIf any provision of this representative PAGA Waiver is found to be unenforceable or unlawful for any reason: (i) the unenforceable provision shall be severed from this Agreement.\n(ii) severance of the unenforceable provision shall have no impact whatsoever on the Arbitration Provision or the requirement that any remaining claims be arbitrated on an individual basis pursuant to the Arbitration Provision.\nand (iii) any such representative PAGA or other representative private attorneys general act claims must be litigated in a civil court of competent jurisdiction and not in arbitration.\nTo the extent that there are any claims to be litigated in a civil court of competent jurisdiction because a civil court of competent jurisdiction determines that the representative PAGA Waiver is unenforceable with respect to those claims, the parties agree that litigation of those claims shall be stayed pending the outcome of any individual claims in arbitration.\n</p>\n<p>\nd)\n<b>Rules Governing the Arbitration.</b>\n</p>\n<p>\nAny arbitration conducted pursuant to this Arbitration Provision shall be administered by the AAA pursuant to its&nbsp.\nConsumer Arbitration Rules\nthat are in effect at the time the arbitration is initiated, as modified by the terms set forth in this Arbitration Provision.\nCopies of the Consumer Arbitration Rules can be obtained at the AAA’s website (www.adr.org) or by calling the AAA at 1-800-778-7879.\nNotwithstanding the foregoing, if requested by you and if proper based on the facts and circumstances of the claims presented, the arbitrator shall have the discretion to select a different set of AAA Rules, but in no event shall the arbitrator consolidate more than one person’s claims, or otherwise preside over any form of representative, collective, or class proceeding.\n</p>\n<p>\nAs part of the arbitration, both you and Company will have the opportunity for reasonable discovery of non-privileged information that is relevant to the claim.\nThe arbitrator may award any individualized remedies that would be available in court.\nThe arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claims.\nThe arbitrator will provide a reasoned written statement of the arbitrator’s decision which shall explain the award given and the findings and conclusions on which the decision is based.\n</p>\n<p>\nThe arbitrator will decide the substance of all claims in accordance with applicable law, and will honor all claims of privilege recognized by law.\nThe arbitrator’s award shall be final and binding and judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof, provided that any award may be challenged in a court of competent jurisdiction.\n</p>\n<p>\ne)\n<b>Arbitration Fees and Awards.</b>\n</p>\n<p>\nThe payment of filing and arbitration fees will be governed by the relevant AAA Rules subject to the following modifications:\n</p>\n<ul>\n<li>\nIf you initiate arbitration under this Arbitration Provision after participating in the optional Negotiation process described in section (j) below and are otherwise required to pay a filing fee under the relevant AAA Rules, Company agrees that, unless your claim is for $5,000 or more, your share of the filing and arbitration fees is limited to $50, and that, after you submit proof of payment of the filing fee to Company, Company will promptly reimburse you for all but $50 of the filing fee.\nIf, however, the arbitrator finds that either the substance of your claim or the relief sought in the claim is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all such fees will be governed by the AAA Rules.\n</li>\n<li>\nIf Company initiates arbitration under this Arbitration Provision, Company will pay all AAA filing and arbitration fees.\n</li>\n<li>\nExcept as provided in Federal Rule of Civil Procedure 68 or any state equivalents, each party shall pay its own attorneys’ fees and pay any costs that are not unique to the arbitration (i.e., costs that each party would incur if the claim(s) were litigated in a court such as costs to subpoena witnesses and/or documents, take depositions and purchase deposition transcripts, copy documents, etc.).\n</li>\n<li>\nAt the end of any arbitration, the arbitrator may award reasonable arbitration fees and costs or any portion thereof to you if you prevail, to the extent authorized by applicable law.\n</li>\n<li>\nAlthough under some laws Company may have a right to an award of attorneys' fees and non-filing fee expenses if it prevails in an arbitration, Company agrees that it will not seek such an award.\n</li>\n<li>\nIf the arbitrator issues you an award that is greater than the value of Company’s last written settlement offer made after you participated in good faith in the optional Negotiation process described in section (i) below, then Company will pay you the amount of the award or U.S.\n$1,000, whichever is greater.\n</li>\n</ul>\n<p>\nf)\n<b>Location and Manner of Arbitration.</b>\n</p>\n<p>\nUnless you and Company agree otherwise, any arbitration hearings between you and Company will take place in the county of your billing address.\nIf AAA arbitration is unavailable in your county, the arbitration hearings will take place in the nearest available location for a AAA arbitration.\nIf your claim is for $10,000 or less, Company agrees that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as determined by the AAA Rules.\nIf your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules.\n</p>\n<p>\ng)\n<b>Exceptions to Arbitration.</b>\n</p>\n<p>\nThis Arbitration Provision shall not require arbitration of the following types of claims: (1) small claims actions brought on an individual basis that are within the scope of such small claims court’s jurisdiction.\n(2) a representative action brought on behalf of others under PAGA or other private attorneys general acts, to the extent the representative PAGA Waiver in section (c) of such action is deemed unenforceable by a court of competent jurisdiction.\n(3) claims for workers’ compensation, state disability insurance and unemployment insurance benefits.\nand (4) claims that may not be subject to arbitration as a matter of law.\n</p>\n<p>\nNothing in this Arbitration Provision prevents you from making a report to or filing a claim or charge with any local, state, or federal agency and nothing in this Arbitration Provision shall be deemed to preclude or excuse a party from bringing an administrative claim before any local, state, or federal agency, to the extent you are entitled to pursue such a claim, in order to fulfill the party’s obligation to exhaust administrative remedies before making a claim in arbitration, however you knowingly and voluntarily waive the right to seek or recover money damages of any type pursuant to any administrative complaint and instead may seek such relief only through arbitration under this Arbitration Provision.\nNothing in this Agreement or Arbitration Provision prevents your participation in an investigation by a government agency of any report, claim or charge otherwise covered by this Arbitration Provision.\n</p>\n<p>\nh)\n<b>Severability.</b>\n</p>\n<p>\nIn addition to the severability provisions in section (c) above, in the event that any portion of this Arbitration Provision is deemed illegal or unenforceable, such provision shall be severed and the remainder of the Arbitration Provision shall be given full force and effect.\n</p>\n<p>\ni)\n<b>Opting Out of Arbitration.</b>\n</p>\n<p>\nYou may opt out of the requirement to arbitrate claims defined in section (e)(3) pursuant to the terms of this section.\nIf you do not wish to be subject to this Arbitration Provision with respect to claims, you may opt out of arbitration with respect to such claims by notifying Company in writing of your desire to opt out of arbitration for such claims, which writing must be dated, signed and delivered by: (1) electronic mail to\ncorporate@varsitytutors.com\nor (2) by certified mail, postage prepaid and return receipt requested, or by any nationally recognized delivery Service (e.g, UPS, Federal Express, etc.) that is addressed to:\n</p>\n<p>\nVarsity Tutors LLC.\n<br>\nAttn: Legal Department\n<br>\n101 S.\nHanley Rd., Suite 300\n<br>\nSt.\nLouis, MO 63105\n</p>\n<p>\nIn order to be effective, (A) the writing must clearly indicate your intent to opt out of this Arbitration Provision with respect to claims, (B) the writing must include the name, phone number, and email address associated with you, and (C) the email or envelope containing the signed writing must be sent within 30 days of the date this Agreement is executed by you.\nShould you not opt out within the 30-day period, you and Company shall be bound by the terms of this Arbitration Provision in full.\n</p>\n<p>\nYou should assume that there may be now, and may be in the future, lawsuits against Company alleging class, collective, and/or representative claims in which the plaintiffs seek to act on your behalf, and which, if successful, could result in some monetary recovery to you.\nBut if you do agree to arbitration of claims with Company under this Arbitration Provision, you are agreeing in advance that you will bring all such claims, and seek all monetary and other relief, against Company in an individual arbitration provision.\nYou are also agreeing in advance that you will not participate in, or seek to recover monetary or other relief, for such claims in any court action or class, collective, and/or representative action.\nYou have the right to consult with counsel of your choice concerning this Arbitration Provision and you will not be subject to retaliation, if you exercise your right to assert claims or timely opt-out of arbitration, for any claims under this Arbitration Provision.\n</p>\n<p>\nj)\n<b>Optional Pre-Arbitration Negotiation Process.</b>\n</p>\n<p>\nBefore initiating any arbitration or proceeding, you and Company may agree to first attempt to negotiate any dispute, claim or controversy between the parties informally for 30 days, unless this time period is mutually extended by you and Company.\nA party who intends to seek negotiation under this section must first send to the other a written notice of the dispute (“<b>Notice</b>”).\nThe Notice must (1) describe the nature and basis of the claim or dispute.\nand (2) set forth the specific relief sought.\nAll offers, promises, conduct and statements, whether oral or written, made in the course of the negotiation by any of the parties, their agents, employees, and attorneys are confidential, privileged and inadmissible for any purpose, including as evidence of liability or for impeachment, in arbitration or other proceeding involving the parties, provided that evidence that is otherwise admissible or discoverable shall not be rendered inadmissible or non-discoverable as a result of its use in the negotiation.\n</p>\n<b>5.\nYour Privacy</b>\n<p>\nIn an effort to address your privacy concerns, Company has instituted the following Privacy Policy located at&nbsp.\nwww.varsitytutors.com/privacy\n(“<b>Privacy Policy</b>”) that is incorporated herein by this reference.\nCompany reserves the right to change the Privacy Policy as set forth therein.\nYou acknowledge that you have read and understand the Privacy Policy and that you have the obligation to periodically review the Privacy Policy from time to time.\nIn the event any provisions contained in this Agreement conflict with any terms, conditions or clauses contained in the Privacy Policy, the provisions of this Agreement shall govern.\n</p>\n<p>\nCompany may disclose information to trusted affiliates, independent contractors, and partners, including but not limited to Veritas Prep LLC and Edunation, Ltd.\n(d/b/a First Tutors), who may use the information for certain business purposes deemed to be aligned with Company’s goals and business objectives.\nIn addition, Company may transfer information collected from Users in connection with a sale or restructuring of Company.\n</p>\n<b>6.\nPermitted User Content Posted on the Website</b>\n<p>\nWe welcome your comments regarding the Website and the Service.\nHowever, to the maximum extent permitted by applicable law, you acknowledge and agree that all right, title, and interest in any content or information you submit, irrespective of the manner of such submission, to Company (collectively, “<b>User Content</b>”) will be and remain the exclusive property of Company at no additional fee, charge, cost, or expense to Company.\nYour submission of any such User Content shall constitute an assignment to Company of all worldwide rights, titles and interests in all copyrights and other intellectual property rights in the User Content.\nCompany will be entitled to use, reproduce, disclose, publish and distribute any material you submit for any purpose whatsoever, without restriction or prior notice and without compensating you in any way.\nFor this reason, do not send Company any comments that you do not wish to assign to us, including any confidential information or any original creative materials such as stories, articles, forms, product ideas, computer code or other original materials.\nCompany hereby retains the unrestricted right to use and to grant third parties the right to use the User Content in any manner and for any purpose in its sole discretion.\n</p>\n<p>\nYou are solely responsible for such User Content you provide to Company or post on the Website or the Service.\nCompany accepts no responsibility whatsoever in connection with, or arising from, such User Content.\nYou agree that Company accepts no liability whatsoever if it decides, in its discretion, to prevent your User Content from being submitted or if it edits, restricts, or removes any User Content for any reason.\nYou also agree to permit any other user of this Website to access, view, store or reproduce the material for that other user’s personal use and not to restrict or inhibit the use of the Website by any other person.\n</p>\n<p>\nCompany does not endorse and has no control over, User Content.\nUser Content is not necessarily reviewed by Company prior to posting and does not necessarily reflect the opinions or policies of Company.\nCompany makes no warranties, express or implied, as to such User Content or its accuracy and reliability, and assumes no responsibility for actively monitoring the Website for inappropriate User Content.\nCompany reserves the right to prevent you from submitting User Content to the Website, and to edit, restrict, or remove such User Content for any reason at any time.\nCompany may choose, in its sole discretion, to monitor the Website.\nhowever, Company assumes no responsibility for User Content, no obligation to modify or remove any inappropriate User Content and no responsibility for the conduct of any user submitting any User Content.\n</p>\n<p>\nYou should exercise discretion before relying on information contained on the Website, including User Content.\nYou agree to evaluate, and assume all risks associated with the use of any information contained on the Website or Service, including, without limitation, any risk relating to any reliance on the accuracy, completeness or usefulness thereof.\n</p>\n<p>\nThe Website is not a backup Service for storing User Content, and Company has and shall have no liability to you or any third parties regarding any loss of User Content.\nYou are solely responsible for creating backups of any User Content you post using the Website or the Service.\n</p>\n<p>\nYou hereby represent, warrant, and covenant that any materials submitted to the Website by you are your own independent creation, solely and exclusively created by you without assistance from or by any third party, and do not infringe, in whole or in part, on any patent, copyright, trademark, or other intellectual property or proprietary rights of any third party.\n</p>\n<b>7.\nUser Representations</b>\n<p>\nYou hereby represent and warrant to Company that: (a) you (i) have reached the age of majority in the jurisdiction where you reside (generally 18, 19, or 21 years of age, depending on the jurisdiction), (ii) are an emancipated minor under the laws of your jurisdiction of domicile or residence, (iii) possess legal parental or guardian consent, or (iv) otherwise have the power and authority to enter into and perform your obligations under this Agreement.\n(b) all information provided by you to Company is truthful, accurate and complete.\n(c) you are an authorized signatory of the credit or debit card or other method of payment that you provide to Company or its third-party payment processor to pay the purchase price and any applicable fees or taxes related to your purchases of products or Service via the Website.\n(d) you will comply with the terms and conditions of this Agreement and any other agreement to which you are subject that is related to your use of the Website, Content or any part thereof.\n(e) you have provided and will maintain accurate and complete registration information with Company, including, without, limitation, your legal name, email address and any other information Company may reasonably require.\n(f) your access to and use of the Website or any part thereof or purchase and use of any products or Service will not constitute a breach or violation of any other agreement, contract, terms of use or any law or regulation to which you are subject.\n(g) you will immediately notify Company in the event that you learn or suspect that your registration information, username, or password has been disclosed or otherwise made known to any other person.\nand (h) if you purport to be the agent of, represent or otherwise act on behalf of an entity or any other person, that you are in fact an authorized representative of such entity or other person\n</p>\n<p>\nIn the event that you post any User Content or provide any feedback via the Website, you hereby make the following additional representations and warranties to Company: (1) you are owner of such User Content or feedback or otherwise have the right to grant Company the licenses or assignments granted pursuant to this Agreement.\n(2) you have secured any and all consents necessary to post the User Content or feedback and to grant the foregoing licenses or assignments.\n(3) the User Content or feedback does not violate the rights of any third party, including, without limitation, the intellectual property, privacy or publicity rights of any third party, and such User Content or feedback does not contain any personally identifiable information about third parties, in violation of such parties’ rights.\n(4) the use of any User Content or feedback will not result in harm or personal injury to any third party.\nand (5) all factual information contained in the User Content or feedback is true and accurate.\n</p>\n<b>8.\nLinks</b>\n<p>\nAs a service to users, Company may provide information about other resources that may be of interest.\nHowever, Company is not responsible or liable for any content, advertising, products, or other materials on, or available from, such sites or resources, and the presentation of third-party links or content by Company is not intended to be an endorsement, sponsorship, or recommendation by Company.\nPlease be aware that when you exit the Website, you are subject to the policies of the new website.\nYou further acknowledge and agree that Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such third-party content, goods or Service available on or through any third-party website or resource.\n</p>\n<b>9.\nProhibited Activities</b>\n<p>\nYou shall not (nor cause any third party to) use the Website or the Service to perform any illegal or immoral activities (including without limitation defaming, abusing, harassing, stalking, threatening, or otherwise violating the legal rights - such as rights of privacy of others) or any of the following types of activities, without limitation:\n</p>\n<ul>\n<li>\ndisseminating any unlawful, harassing, libelous, abusive, threatening, harmful, vulgar, pornographic, obscene, or otherwise objectionable material.\n</li>\n<li>\ntransmitting information that violates any applicable federal, state, or local laws, rules or regulations, including any governmental agency guidelines, policies or procedures, or that infringes any patent, trademark, trade secret, copyright or other intellectual property or proprietary rights of any party.\n</li>\n<li>\nthat would constitute fraud.\n</li>\n<li>\ntransmitting any material that contains software viruses, trojan horses, worms, time bombs, cancelbots, or any other computer code, files, or programs which may interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment.\n</li>\n<li>\nimpersonating anyone or any entity, falsely stating or otherwise misrepresenting your affiliation with a person or entity.\n</li>\n<li>\ninterfering with or disrupting the Website or the Service.\n</li>\n<li>\ndisrupting the activities or enjoyment of the Website or the Service for other users.\n</li>\n<li>\ncollecting or storing personal data about other users.\n</li>\n<li>\nuse of any manual or automated software, devices, or other processes to “crawl” or “spider” any web pages contained in the Website (including, without limitation, the use of robots, bots, spiders, scrapers or any other means to extract pricing, product, Service or other data from the Website).\n</li>\n<li>\nuse of the Website to gain competitive intelligence about Company, the Website, or any product or Service offered via the Website or to otherwise compete with Company or its affiliates.\n</li>\n<li>\nframing or otherwise simulating the appearance or functions of the Website or any portion thereof.\nor\n</li>\n<li>\nharvesting or otherwise collecting any information about other users, including, without limitation, email addresses or other contact information of other users.\n</li>\n</ul>\n<p>\nYou agree to abide by all applicable federal, state, or local laws, rules, or regulations, including any governmental agency guidelines, policies, or procedures, and are solely responsible for all acts or omissions taken by you including without limitation any of the User Content created or submitted by you.\n</p>\n<b>10.\nFees</b>\n<p>\nCompany (or its partners) may charge a fee to post or access Content or for other features, products, Service, or licenses.\nYou are responsible to Company (or its partners) for any fees applicable to Content that you post or other features, products, Service or licenses you purchase or that are purchased through Company (or its partners) for using or accessing the Website or the Service.\nYou authorize Company (or its partners), or its designated payment processor, to charge your specified credit card, debit card, or other payment method for such fees as provided through the registration process.\n</p>\n<p>\nUnless otherwise specified, all fees are in United States dollars, and all charges will be made in United States dollars.\nAny applicable sales or other taxes are additional to the stated fee.\nCurrency exchange settlements and foreign transaction fees are based on your agreement with your credit card or other payment method provider.\n</p>\n<p>\nExcept as required by law, all fees are nonrefundable, including, without limitation, in situations where paid posts are removed by Company (or its partners), or by community flagging.\nPayments and purchases may not be canceled by the user, except as required by law.\nHowever, Company (or its partners) reserves the right to refuse or terminate any purchase or attempted purchase at any time in its sole discretion.\nYou understand and agree that if you authorize a payment transaction with your credit card, debit card, or other payment method, but your charge is rejected for any reason, there may be a hold on your use of that transaction amount for several days.\n</p>\n<b>11.\nRelease / Indemnification</b>\n<p>\nYou agree to release Company, its members, managers, officers, employees, and agents from any and all liability and obligations whatsoever in connection with or arising from your use of the Website and the Service.\nIf at any time you are not happy with the Website or the Service or object to any material within the Website or the Service, your sole remedy is to cease using them.\n</p>\n<b>12.\nExclusion of Warranties / Disclaimer</b>\n<p>\nTo the maximum extent allowed by law, the Website or the Service, and any company content are provided “as is” and “as available,” and at your sole risk.\nAlthough&nbsp;Company&nbsp;uses reasonable efforts to ensure that the information contained on the Website and through the Service is as accurate as possible,&nbsp;Company&nbsp;gives no warranty of any kind regarding the Website or the Service, or&nbsp;company&nbsp;content&nbsp;posted or otherwise made available therein.&nbsp;Further,&nbsp;Company&nbsp;does not warrant the accuracy, completeness, currency, or reliability of any&nbsp;company&nbsp;content that the results obtained from the use of the Website or the Service or&nbsp;company&nbsp;content will be accurate or reliable, or that the quality of the Website or the Service or&nbsp;company&nbsp;content will meet your expectations.&nbsp;Company&nbsp;expressly disclaims all warranties, representations, conditions, undertakings, or other obligations including any implied warranties of merchantability, fitness for a particular purpose, non-infringement and any warranty that the Website, the Service or&nbsp;company&nbsp;content will be error-free or that such errors will be corrected.\n</p>\n<p>\nAny&nbsp;company&nbsp;content or other material downloaded or otherwise obtained through the use of the Website or the Service is done at your sole risk, and you will be solely responsible for any damage to your computer system or loss of data that results from the download of any such&nbsp;company&nbsp;content or material.\n</p>\n<b>13.\nLimitation of Liability</b>\n<p>\nYou expressly understand and agree that&nbsp;Company&nbsp;shall not be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if&nbsp;Company&nbsp;has been advised of the possibility of such damages), resulting from:&nbsp;(i)&nbsp;THE USE OR THE INABILITY TO USE THE WEBSITE;&nbsp;(ii)&nbsp;the cost of procurement of substitute products and Service resulting from&nbsp;the inability to access or utilize&nbsp;any products, data, information or Service purchased or obtained or messages received or transactions entered into through or from the Website or the Service;&nbsp;(iii)&nbsp;unauthorized access to or alteration of your transmissions or data.\nor&nbsp;(iv)&nbsp;any other matter relating to the Website or the Service.\nin no event shall&nbsp;Company’s total liability to you for all damages, losses, and causes of action (whether in contract, tort (including, but not limited to, negligence), or otherwise exceed the amount paid by you, if any, for accessing the Website or the Service.\n</p>\n<p>\nSome jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the above limitations may not apply to you.\n</p>\n<b>14.\nAssignment</b>\n<p>\nThis Agreement may not be assigned by you to any other party without Company’s prior written consent, but is nevertheless binding on your assignees, heirs, and personal representatives.\n</p>\n<b>15.\nTerm and Termination</b>\n<p>\nThis Section does not apply to the Consent to Communications (Section 3) and the Dispute Resolution and Arbitration (Section 4) provisions of this Agreement, which are only binding on you if you have provided your Express Written Consent (as defined above) to this Agreement.\n</p>\n<p>\nIn addition to any other method of termination, suspension, or survival provided for in this Agreement, Company reserves the right to terminate this Agreement at any time and for any reason upon ten (10) days’ notice to you.\nFurther, you agree that Company shall not be liable to you or any third-party for any termination or suspension of your access to the Website or any part thereof, removal of Content or sale of any products.\nYou may terminate this Agreement at any time by immediately discontinuing all access to the Website and by providing notice to Company of such discontinuance.\nTermination or cancellation of this Agreement shall not affect any right or relief to which Company may be entitled at law or in equity.\nUpon termination of this Agreement, you shall terminate all use of the Website and any Content provided thereby.\nIn the event of termination, you will not be entitled to any refund of any fees or other charges, if any, paid in connection with this Agreement.\n</p>\n<b>16.\nGoverning Law and Other Miscellaneous Terms</b>\n<p>\nExcept as otherwise set forth in the Agreement, specifically in the Dispute Resolution and Arbitration (Section 4) provision, the validity and effect of the Agreement shall be governed by and construed and enforced in accordance with the laws of the State of Missouri, USA, without regard to its conflicts of laws principles.\nIn the event litigation is instituted hereunder, each user consents to the exclusive jurisdiction of any federal or state court situated in or serving St.\nLouis County, Missouri, as Company selects in its sole discretion.\nThe prevailing party shall be entitled to recover its attorneys’ fees and court costs, together with any other relief awarded by a court of competent jurisdiction, except as set forth in the Dispute Resolution and Arbitration (Section 4) provision of this Agreement.&nbsp;Any suit, action or proceeding concerning the Website, its use, these terms of use, or concerning any other policy or procedure of&nbsp;Company, must be brought in a court of competent jurisdiction in Missouri, and you hereby irrevocably consent to the jurisdiction of such court (and of the appropriate appellate courts therefrom) in any such suit, action or proceeding.\nand you irrevocably waive, to the fullest extent permitted by applicable law, any objection which you may now or hereafter have to the laying of the venue of any such suit, action or proceeding in any such court or that any such suit, action or proceeding which is brought in any such court has been brought in an inconvenient forum.\n</p>\n<b>17.\nCopyright and Copyright Notices</b>\n<p>\nCompany respects the intellectual property of others, and asks its users to do the same.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please provide Company’s copyright agent the following information:\n</p>\n<ul>\n<li>\nan electronic or physical signature of the owner or person authorized to act on behalf of the owner of the copyright interest.\n</li>\n<li>\na description of the copyrighted work that you claim has been infringed.\n</li>\n<li>\na description of where the material that you claim is infringing is located on the Website sufficient to\n</li>\n<li>\nallow Company to locate the allegedly infringing material.\n</li>\n<li>\nyour address, telephone number, and email address.\n</li>\n<li>\na statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand\n</li>\n<li>\na statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\n</li>\n</ul>\n<p>\nPlease contact Company’s copyright agent for notice of claims of copyright infringement at:&nbsp;copyright@varsitytutors.com.\nCopyright owners and agents acknowledge that failure to comply with all of the requirements of the foregoing may result in an invalidity of the DMCA notice.\n</p>\n<p>\nIf you believe that the User Content that was removed (or to which access was disabled) is not infringing, or that you have authorization from the copyright owner, the copyright owner’s agent, or pursuant to the law, to post and use the User Content, you may send a counter-notice containing the following information to the copyright agent:\n</p>\n<ul>\n<li>\nyour physical or electronic signature.\n</li>\n<li>\nidentification of the User Content that has been removed or to which access has been disabled and the location at which the User Content appeared before it was removed or disabled.\n</li>\n<li>\na statement that you have a good faith belief that the User Content was removed or disabled as a result of mistake or a misidentification of the User Content.\nand\n</li>\n<li>\nyour name, address, telephone number, and e-mail address, a statement that you consent to the jurisdiction and venue of the federal court in the Eastern District of Missouri and a statement that you will accept service of process from the person who provided notification of the alleged infringement.\n</li>\n</ul>\n<p>\nIf a counter-notice is received by the copyright agent, Company may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed User Content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the person providing such User Content, the removed User Content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at Company’s sole discretion.\n</p> Find the Best Tutors Full Name * Email Address Phone Number * Zip Code * Do not enter anything in this field Find Your Tutor Info &amp.\nPrices Emailed <ul>\n<li> Varsity Tutors Varsity Tutors <ul>\n<li> Online Tutoring </li>\n<li> Mobile Tutoring App </li>\n<li> Instant Tutoring </li>\n<li> Reviews and Testimonials </li>\n<li> How We Operate </li>\n<li> Honor Code </li>\n</ul>\n</li>\n<li> Our Company Our Company <ul>\n<li> Press Coverage </li>\n<li> Our Team </li>\n<li> Corporate Solutions </li>\n<li> Tutoring Jobs </li>\n<li> Careers </li>\n</ul>\n</li>\n<li> Free Resources Free Resources <ul>\n<li> Tests, Problems &amp.\nFlashcards </li>\n<li> Classroom Assessment Tools </li>\n<li> Mobile Applications </li>\n<li> College Scholarship </li>\n<li> Admissions Blog </li>\n<li> Test Prep Books </li>\n<li> Web English Teacher </li>\n<li> Early America </li>\n<li> Hotmath </li>\n<li> Aplusmath </li>\n</ul>\n</li>\n<li> Top Subjects Top Subjects <ul>\n<li> ACT Tutors </li>\n<li> Algebra Tutors </li>\n<li> AP Tutors </li>\n<li> Biology Tutors </li>\n<li> Calculus Tutors </li>\n<li> Chemistry Tutors </li>\n<li> Coding Tutors </li>\n<li> College Application Essays Tutors </li>\n<li> Computer Science Tutors </li>\n<li> Elementary Tutors </li>\n<li> French Tutors </li>\n<li> Geometry Tutors </li>\n<li> German Tutors </li>\n<li> GMAT Tutors </li>\n<li> Grammar Tutors </li>\n<li> GRE Tutors </li>\n<li> ISEE Tutors </li>\n<li> LSAT Tutors </li>\n<li> MCAT Tutors </li>\n<li> Math Tutors </li>\n<li> NCLEX Tutors </li>\n<li> Nursing Tutors </li>\n<li> Organic Chemistry Tutors </li>\n<li> Physics Tutors </li>\n<li> Pre-Calculus Tutors </li>\n<li> PSAT Tutors </li>\n<li> Python Tutors </li>\n<li> Real Estate License Tutors </li>\n<li> Reading Tutors </li>\n<li> SAT Math Tutors </li>\n<li> SAT Tutors </li>\n<li> Spanish Tutors </li>\n<li> SSAT Tutors </li>\n<li> Statistics Tutors </li>\n<li> Test Prep Tutors </li>\n<li> Writing Tutors </li>\n</ul>\n</li>\n<li> Top Locations Top Locations <ul>\n<li> Atlanta Tutoring </li>\n<li> Boston Tutoring </li>\n<li> Brooklyn Tutoring </li>\n<li> Chicago Tutoring </li>\n<li> Chicago Math Tutors </li>\n<li> Dallas Tutoring </li>\n<li> Denver Tutoring </li>\n<li> Houston Tutoring </li>\n<li> Kansas City Tutoring </li>\n<li> Los Angeles Tutoring </li>\n<li> Los Angeles Math Tutors </li>\n<li> Miami Tutoring </li>\n<li> Montreal Tutoring </li>\n<li> New York City Tutoring </li>\n<li> New York City Math Tutors </li>\n<li> Philadelphia Tutoring </li>\n<li> Phoenix Tutoring </li>\n<li> San Diego Tutoring </li>\n<li> San Francisco Tutoring </li>\n<li> Seattle Tutoring </li>\n<li> St.\nLouis Tutoring </li>\n<li> Toronto Tutoring </li>\n<li> Vancouver Tutoring </li>\n<li> Washington DC Tutoring </li>\n</ul>\n</li>\n<li> Tutoring By Grade Level Tutoring By Grade Level <ul>\n<li> Kindergarten Tutoring </li>\n<li> 1st Grade Tutoring </li>\n<li> 2nd Grade Tutoring </li>\n<li> 3rd Grade Tutoring </li>\n<li> 4th Grade Tutoring </li>\n<li> 5th Grade Tutoring </li>\n<li> 6th Grade Tutoring </li>\n<li> 7th Grade Tutoring </li>\n<li> 8th Grade Tutoring </li>\n<li> High School Tutoring </li>\n<li> College Tutoring </li>\n</ul>\n</li>\n</ul> Show More Canada - English United Kingdom - English US - English Varsity Tutors © 2007 - 2023 All Rights Reserved <ul>\n<li> Show Disclaimer </li>\n<li> Privacy </li>\n<li> Our Guarantee </li>\n<li> Terms of Use </li>\n<li> a Nerdy company </li>\n<li> Sitemap </li>\n<li> Accessibility </li>\n<li> Sign In </li>\n</ul>\n<p>Names of standardized tests are owned by the trademark holders and are not affiliated with Varsity Tutors LLC.</p>\n<p>4.9/5.0 Satisfaction Rating based upon cumulative historical session ratings through 12/31/20.</p>\n<p>*See complete details of our guarantees.</p>\n<p>Media outlet trademarks are owned by the respective media outlets and are not affiliated with Varsity Tutors.</p>\n<p>Award-Winning claim based on CBS Local and Houston Press awards.</p>\n<p>Varsity Tutors does not have affiliation with universities mentioned on its website.</p>\n<p>Varsity Tutors connects learners with a variety of experts and professionals.\nTutors, instructors, experts, educators, and other professionals on the platform are independent contractors, who use their own styles, methods, and materials and create their own lesson plans based upon their experience, professional judgment, and the learners with whom they engage.</p>\n<p>¹ Lee, J.Y.\n(2013).\n“Private tutoring and its impact on students' academic achievement, formal schooling, and educational inequality in Korea.” Unpublished doctoral thesis.\nColumbia University.</p>\n<p>Do Not Sell or Share My Personal Information / Limit Use</p> ", "created_at": "2023-04-02 00:11:53.288025", "updated_at": "2023-04-02 00:12:16.009423"}, {"id": 15189, "name": " Privacy Policy", "url": "https://www.varsitytutors.com/privacy", "xpath": "//body", "text": " Varsity Tutors <ul>\n<li> Varsity Tutors </li>\n<li> Academic Academic <ul>\n<li> Grades K-5 Subjects Grades K-5 Subjects <ul>\n<li> All K-5 Subjects </li>\n<li> English </li>\n<li> Math </li>\n<li> Phonics </li>\n<li> Reading </li>\n<li> Study Skills </li>\n<li> Writing </li>\n</ul>\n</li>\n<li> AP AP <ul>\n<li> All AP Subjects </li>\n<li> AP Biology </li>\n<li> AP Calculus </li>\n<li> AP Chemistry </li>\n<li> AP Computer Science </li>\n<li> AP French </li>\n<li> AP History </li>\n<li> AP Human Geography </li>\n<li> AP Macroeconomics </li>\n<li> AP Microeconomics </li>\n<li> AP Physics </li>\n<li> AP Spanish </li>\n<li> AP Statistics </li>\n<li> AP US History </li>\n<li> AP World History </li>\n</ul>\n</li>\n<li> Business Business <ul>\n<li> All Business </li>\n<li> Accounting </li>\n<li> Business Calculus </li>\n<li> Economics </li>\n<li> Finance </li>\n<li> Marketing </li>\n<li> MBA </li>\n<li> Microsoft Excel </li>\n<li> Supply Chain Management </li>\n</ul>\n</li>\n<li> Humanities Humanities <ul>\n<li> All Humanities </li>\n<li> Essay Editing </li>\n<li> History </li>\n<li> Law </li>\n<li> Literature </li>\n<li> Theology </li>\n</ul>\n</li>\n<li> Languages Languages <ul>\n<li> All Languages </li>\n<li> Arabic </li>\n<li> Bengali </li>\n<li> French </li>\n<li> German </li>\n<li> Hindi </li>\n<li> Italian </li>\n<li> Japanese </li>\n<li> Korean </li>\n<li> Latin </li>\n<li> Mandarin Chinese </li>\n<li> Portuguese Chinese </li>\n<li> Sign Language </li>\n<li> Spanish </li>\n</ul>\n</li>\n<li> Learning Differences Learning Differences <ul>\n<li> All Learning Differences </li>\n<li> ADD &amp.\nADHD </li>\n<li> Autism </li>\n<li> Dyslexia </li>\n<li> Learning Disabilities </li>\n<li> Sign Language </li>\n<li> Special Education </li>\n</ul>\n</li>\n<li> Math Math <ul>\n<li> All Math </li>\n<li> Algebra </li>\n<li> Calculus </li>\n<li> College Math </li>\n<li> Common Core Math </li>\n<li> Elementary School Math </li>\n<li> Geometry </li>\n<li> High School Math </li>\n<li> Middle School Math </li>\n<li> Pre-Calculus </li>\n<li> Statistics </li>\n<li> Trigonometry </li>\n</ul>\n</li>\n<li> Science Science <ul>\n<li> All Science </li>\n<li> Anatomy </li>\n<li> Biology </li>\n<li> Chemistry </li>\n<li> Organic Chemistry </li>\n<li> Physical Chemistry </li>\n<li> Physics </li>\n<li> Physiology </li>\n</ul>\n</li>\n<li> Tech &amp.\nEngineering Tech &amp.\nEngineering <ul>\n<li> All Engineering </li>\n<li> AutoCAD </li>\n<li> C++ </li>\n<li> Chemical Engineering </li>\n<li> Civil Engineering </li>\n<li> Computer Science </li>\n<li> Electrical Engineering </li>\n<li> HTML &amp.\nCSS </li>\n<li> Industrial Engineering </li>\n<li> Java </li>\n<li> Materials Science &amp.\nEngineering </li>\n<li> Mechanical Engineering </li>\n<li> Python </li>\n<li> Ruby </li>\n<li> SQL </li>\n<li> Thermodynamics </li>\n</ul>\n</li>\n<li> Popular Subjects Popular Subjects <ul>\n<li> Biostatistics </li>\n<li> Coding </li>\n<li> College Essays </li>\n<li> Essay Editing </li>\n<li> Homeschool </li>\n<li> Minecraft </li>\n<li> Preschool </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Learning Membership Learning Membership <ul>\n<li> Grades K-8 </li>\n<li> High School </li>\n<li> College &amp.\nAdult </li>\n<li> Languages </li>\n</ul>\n</li>\n<li> About Tutoring About Tutoring <ul>\n<li> 1-on-1 Private Tutoring </li>\n<li> Online Tutoring </li>\n<li> Instant Tutoring </li>\n<li> Pricing Info </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Test Prep Test Prep <ul>\n<li> K-8 Exams K-8 Exams <ul>\n<li> CogAT </li>\n<li> ISEE </li>\n<li> MAP </li>\n<li> SHSAT </li>\n<li> SSAT </li>\n</ul>\n</li>\n<li> High School Exams High School Exams <ul>\n<li> ASVAB </li>\n<li> AP AP <ul>\n<li> All AP Exams </li>\n<li> AP Biology </li>\n<li> AP Calculus </li>\n<li> AP Chemistry </li>\n<li> AP Computer Science </li>\n<li> AP French </li>\n<li> AP History </li>\n<li> AP Human Geography </li>\n<li> AP Macroeconomics </li>\n<li> AP Microeconomics </li>\n<li> AP Physics </li>\n<li> AP Spanish </li>\n<li> AP Statistics </li>\n<li> AP US History </li>\n<li> AP World History </li>\n</ul>\n</li>\n<li> GED </li>\n<li> HSPT </li>\n<li> IB </li>\n<li> ISEE </li>\n<li> SHSAT </li>\n<li> SSAT </li>\n<li> TACHS </li>\n</ul>\n</li>\n<li> College Entrance Exams College Entrance Exams <ul>\n<li> ACT ACT <ul>\n<li> ACT Tutoring </li>\n<li> ACT Math </li>\n<li> ACT Reading </li>\n<li> ACT Science </li>\n<li> ACT Writing </li>\n</ul>\n</li>\n<li> PSAT </li>\n<li> SAT SAT <ul>\n<li> SAT Tutoring </li>\n<li> SAT Math </li>\n<li> SAT Reading </li>\n<li> SAT Writing </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Graduate School Entrance Exams Graduate School Entrance Exams <ul>\n<li> DAT </li>\n<li> GMAT </li>\n<li> GRE GRE <ul>\n<li> GRE Tutoring </li>\n<li> GRE Prep </li>\n</ul>\n</li>\n<li> LSAT </li>\n<li> MCAT </li>\n<li> PCAT </li>\n</ul>\n</li>\n<li> Certifications &amp.\nLicenses Certifications &amp.\nLicenses <ul>\n<li> Bar </li>\n<li> CPA </li>\n<li> Finance Finance <ul>\n<li> CAIA </li>\n<li> CFA </li>\n<li> CFP </li>\n</ul>\n</li>\n<li> Medical Medical <ul>\n<li> COMLEX </li>\n<li> NAPLEX </li>\n<li> USMLE </li>\n</ul>\n</li>\n<li> NCLEX NCLEX <ul>\n<li> NCLEX Tutoring </li>\n<li> NCLEX Prep </li>\n</ul>\n</li>\n<li> NMLS </li>\n<li> PMP </li>\n<li> Praxis </li>\n<li> Real Estate License </li>\n<li> Securities Securities <ul>\n<li> SIE </li>\n<li> Series 7 </li>\n<li> Series 65 </li>\n</ul>\n</li>\n<li> And more...\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Enrichment Enrichment <ul>\n<li> StarCourses </li>\n<li>\n</li>\n<li> Art </li>\n<li> Chess </li>\n<li> Coding Coding <ul>\n<li> Beginners Coding </li>\n<li> Minecraft </li>\n<li> Roblox </li>\n<li> Unity </li>\n</ul>\n</li>\n<li> Early Childhood </li>\n<li> Languages Languages <ul>\n<li> All Languages </li>\n<li> Arabic </li>\n<li> Bengali </li>\n<li> French </li>\n<li> German </li>\n<li> Hindi </li>\n<li> Italian </li>\n<li> Japanese </li>\n<li> Korean </li>\n<li> Latin </li>\n<li> Mandarin Chinese </li>\n<li> Portuguese Chinese </li>\n<li> Sign Language </li>\n<li> Spanish </li>\n</ul>\n</li>\n<li> Music </li>\n<li> STEM </li>\n</ul>\n</li>\n<li> For Schools For Schools <ul>\n<li> For Schools Overview </li>\n<li> Solutions </li>\n<li> Tutors </li>\n<li> Resources </li>\n<li> Talk with Our Team </li>\n</ul>\n</li>\n<li> About About <ul>\n<li> Reviews &amp.\nTestimonials </li>\n<li> Press &amp.\nMedia Coverage </li>\n<li> Tutor/Instructor Jobs </li>\n<li> Corporate Solutions </li>\n<li> Careers </li>\n<li> Our Team </li>\n<li> About Nerdy </li>\n</ul>\n</li>\n<li> Become a Tutor </li>\n<li> Sign In </li>\n</ul>\n<ul>\n</ul>\n<ul>\n</ul>\n<ul>\n<li> Become a Tutor </li>\n</ul>\n<ul>\n<li> Sign In </li>\n</ul> We're Open, Call Now Call Now <strong>(888) 888-0446</strong> We're open! Call now: (888) 888-0446 Privacy Policy <p>EFFECTIVE: December 7th, 2022</p>\n<p>This Privacy Notice (the “Privacy Notice”) governs the manner in which Varsity Tutors LLC (“Varsity Tutors”) collects, uses, maintains, and discloses information collected from users (each, a “User”) of its www.varsitytutors.com website, applications, and technology platform, and any derivative or affiliated websites on which this Privacy Notice is posted, linked, or referenced (collectively, the “Site”).\nThe Site is owned and operated by Varsity Tutors.\nPlease note that this Privacy Notice covers Varsity Tutors’ practices regarding information collected from/through its Site.\nPlease read this Privacy Notice carefully to understand how we handle your information.\nBy using the Site, you agree to the terms of this Privacy Notice.\nYou shouldn’t use the Site if you don’t agree with this Privacy Notice or any other agreement that governs your use of the Site.</p>\nThe Information Varsity Tutors Collects and Receives <p>The categories of information will depend upon the nature of your interaction(s) with Varsity Tutors and the Site.\nBelow are examples to help you better understand the data we collect.</p>\n<p>\n<strong>Information you provide to us:</strong> We collect a variety of information that you provide directly to us in connection with your use of the Site.\nWhile parts of the Site may not require you to provide any information that can directly identify you (such as if you choose to browse the website without logging in), the specific types of information we collect will depend upon how you use the Site and the information you choose to provide.\nThe types of data we collect directly from you include: </p>\n<p>\n<strong>Contact information.</strong> When you submit an inquiry through the Site, we collect your name, email address, and phone number if provided, along with general information about the nature of your inquiry.\nWhen you create an account through the Site, we will also collect your username, password, mailing address, and other information related to providing you services through the Site.</p>\n<p>\n<strong>Payment information.</strong> If you make a purchase with us, we (or our business partner(s) who process payment transactions for us) may collect your billing or other financial information in order to process the transaction(s).\nIf you are a contracted tutor, instructor, expert, or educator (collectively, “Professionals”) through the Site, then we (or our business partner(s) who process payment transactions for us) will collect bank account or other financial information in order to facilitate payments to you based upon invoices you submit through the Site and in conjunction with your signed independent contractor agreement(s).\nPlease note that for security we do not store sensitive cardholder data, such as full credit or debit card numbers, card authentication data, or sensitive bank account information.</p>\n<p>\n<strong>Personal, professional, and education-related information.</strong> Professionals who seek to enter into independent contractor agreements with Varsity Tutors or its related and/or affiliated entities are asked to provide additional personal information in support of the Professional’s respective skills and experience, as well as a social security number or taxpayer identification number for tax purposes and government-issued identification, as necessary to facilitate payment and to comply with legal obligations.\nProfessionals also have choices about the information the Professional chooses to include on the Professional’s profile on the Site once under contract, such as education, work experience, skills, city or area, likes or interests, photo, etc.\nWe may also receive criminal history information about Professionals who undergo the background check process, which is administered by external third party vendor(s) that specialize in criminal background checks.\nPlease note that for security we do not collect or store background check information.\nCustomers may also share personal, professional, and education-related information in connection with their requests for tutoring through the Site.</p>\n<p>\n<strong>Information you submit or otherwise provide or authorize us to collect, which may include voice and likeness information.</strong> We collect the information you post or submit on/through the Site.\nThis includes comments, reviews, documents, questions, chats, messages, assessments, videos, or photos.\nSuch shared content may be publicly viewable by others depending on where it is posted, shared, or viewed.\nWe also collect any other information you may provide to us or authorize us to collect, including any other identifier that permits the ability to contact you.\nIf you communicate with Varsity Tutors or its affiliates by e-mail.\npost messages to forums.\nmake telephone or cell phone calls or texts.\ncommunicate through electronic devices or other interactive devices.\ncomplete online forms, surveys, sweepstakes, or contest entries.\nor communicate with Varsity Tutors or its affiliates by any means, any information provided in such communication may be collected by Varsity Tutors.</p>\n<p>\n<strong>Information about third parties that you provide to us.</strong> A User may also provide personally identifiable information about others, such as emergency contact information for notification in the event a situation requires it, or, if you choose to use our referral service to refer a friend to our Site, then you may provide your referral’s name and email address, as further detailed in the Refer-A-Friend section below.\nIf you submit any personal information about another individual to us, then you are responsible for making sure that you have the authority to do so and to allow us to use their personal information in accordance with this Privacy Notice.</p>\n<p>\n<strong>Information through surveys, testimonials, comments, reviews, and blogs.</strong> You may decide to participate in a survey, to provide a review, to provide a testimonial, to comment on a blog or social media post, etc.\nIf you decide to participate or comment, then you may provide certain information that may include personal information.\nIn addition, we may post customer testimonials/comments/reviews on our Site that may contain personally identifiable information.\nhowever, if/when that happens, we obtain the person's consent via email or other means prior to posting the testimonial, which authorizes us to post certain information along with their testimonial.\nWe may invite you to complete a survey or participate in a promotion, either through the Site or through a third-party platform.\nIf you participate, we will collect and store the data you provide as part of participating.\nThat data is subject to this Privacy Notice unless otherwise stated in the official rules of the promotion or survey, including notifying winners and distributing rewards.\nWhere we use a third-party platform to administer a survey or promotion, the third party’s privacy policy will apply.</p>\n<p>\n<strong>Passively-collected information:</strong> We collect certain information as you visit or interact with our Site, such as the following:</p>\n<p>\n<strong>Internet and electronic network activity information, such as device and usage information.</strong> We may collect information about your browser type, language preference, referring site, subsequent site, and date/time of each visitor request.\nThe purpose in collecting non-personally identifying information is to better understand how Users use the Site.\nWe may collect information about your operating system, Internet Service provider information and IP addresses and other device identifiers, such as mobile device information.\nIn addition, we may collect information about your use of the Site, unique views, originating sites, etc., including through the use of tracking technologies (See section pertaining to Tracking Technologies for more information).\nA User browsing the Site without registering an account or affirmatively providing personally identifiable information to Varsity Tutors does so anonymously.</p>\n<p>\n<strong>Analytics information.</strong> We use certain third-party services to assist us in analysis, auditing, research, and reporting regarding the Site.\nThese third parties may use web logs or web beacons, and they may set and access cookies on your computer or other device.\nIn particular, we use Google Analytics to help collect and analyze certain information for the purposes discussed in this Privacy Notice.\nYou may opt out of the use of cookies by Google Analytics at https://tools.google.com/dlpage/gaoptout.</p>\n<p>\n<strong>Demographic information and information about your interests.</strong> We may collect information such as your zip code, gender, age, income, household or lifestyle information, and information about your interests and preferences.</p>\nHow We Use Information <p>Varsity Tutors may use personally identifiable information collected through the Site for the following reasons:</p>\n<ul>\n<li> for the specific purposes for which the information was collected.\n</li>\n<li> to fulfill a contractual obligation.\n</li>\n<li> to contact Users regarding Varsity Tutors' live-learning platform.\n</li>\n<li> to communicate to Users, including regarding products and services offered through Varsity Tutors, its parent, subsidiaries, and trusted affiliates.\n</li>\n<li> to maintain and improve its products, services, and sites.\n</li>\n<li> to provide support.\n</li>\n<li> to enhance Users’ experiences with the Varsity Tutors platform.\n</li>\n<li> to inform Users of offerings that may be of interest.\n</li>\n<li> to process payments.\n</li>\n<li> for business planning, marketing, advertising and sales purposes.\n</li>\n<li> for information security purposes.\n</li>\n<li> to defend its legal rights.\n</li>\n<li> to efficiently maintain its business.\nand </li>\n<li> to comply with applicable law.\n</li>\n</ul> Information Sharing <p>We may share information that we collect about you in the following ways:</p>\n<p>\n<strong>With our service providers and third-party vendors.</strong> We contract with select third party vendors to provide services on our behalf, for example, services such as email, hosting, cloud storage, maintenance, backup and analysis, communications software, marketing, business strategy, banking, payment processing, professional services, background checks, etc.\nWe also share non-personal information (such as aggregate user statistics, de-identified information, demographic information, etc.) with third parties such as advertisers, content providers, and analytics providers.</p>\n<p>\n<strong>Within the Varsity Tutors family of companies and brands.</strong> Varsity Tutors may disclose personally identifiable information collected from Users to its parent, subsidiaries, and other related companies, trusted affiliates, independent contractors and business partners who will use the information for the purposes outlined in this Privacy Notice, as necessary to provide the services offered by or through Varsity Tutors and to provide the Site itself, and for the specific purposes for which the information was collected.\nThese companies are not permitted to use your personally identifiable information in any other way.\nWe may also share information with third parties with which we have a commercial relationship, such as an affiliate marketing agreement.</p>\n<p>\n<strong>With a Professional related to a student.</strong> In conducting the matching process between a student and a Professional, we may share a student’s information with the Professional who may provide or will be providing tutoring or instruction to the student so that the Professional may evaluate the engagement and personalize and tailor the tutoring/instruction to the student.\nIn each case, we collect such information only insofar as is necessary or appropriate to fulfill the purpose of the User’s interaction with Varsity Tutors.\nIn addition, information may be shared with a school or school district to the extent the student is part of the Varsity Tutors for Schools product offering.</p>\n<p>\n<strong>To the extent required by law or to protect the company or others.</strong> Varsity Tutors may disclose personally identifiable information at the request of law enforcement or governmental agencies or in response to subpoenas, court orders, or other legal process, to establish, protect, or exercise Varsity Tutors’ legal or other rights or to defend against a legal claim or as otherwise required or allowed by law.\nVarsity Tutors may disclose personally identifiable information in order to protect the rights, property, or safety of a User or any other person.\nVarsity Tutors may disclose personally identifiable information to investigate or prevent a violation by User of any contractual or other relationship with Varsity Tutors or the perpetration of any illegal or harmful activity.</p>\n<p>\n<strong>In connection with any business acquisition, sale, or merger, or in connection with investor relations.</strong> Varsity Tutors may disclose or transfer personally identifiable information collected from Users in connection with or in contemplation of a sale of its assets or business or a merger, consolidation, or other reorganization of its business.\nVarsity Tutors may also disclose aggregate, anonymous data based on information collected from Users to investors and potential partners.</p>\n<p>Users may always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain Site-related activities.</p>\nCookies and Other Tracking Technologies/Analytics <p>Varsity Tutors and its analytics and marketing providers use technologies such as cookies, beacons, tags, and scripts (collectively “cookies”), to analyze trends, administer the Site, track Users’ movements around the Site, and to gather demographic information about our User base as a whole.\nWe may receive reports based on the use of these technologies by these companies on an individual and aggregated basis.</p>\n<p>We use cookies for tracking page view/usage (log data), estimating audience size and usage patterns, services metadata, device information, location information, saving Users’ preferences and settings information, advertising new content that relate to your interests, keeping track of advertisements and search engine results, and for authentication.\nEach User can control the use of cookies at the individual browser level by adjusting your browser settings.\nPlease see the links here for guidance on how to modify your web browser’s settings on several popular browsers: Google Chrome, Apple Safari, Microsoft Edge, Internet Explorer, and Mozilla Firefox.</p>\n<p>If you choose to block all cookies (including essential cookies), you may still use our Site, but your ability to use some or all features or areas of our Site may be limited.\nTo find out more about cookies and similar technologies, visit Cookie List, www.allaboutcookies.org, www.youronlinechoices.com, or https://www.youronlinechoices.com/uk/.</p>\n<p>As is true of most websites, we gather certain information automatically and store it in log files.\nThis information may include Internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, clickstream, and/or field input data.\nWe may combine this automatically collected log information with other information we collect about you.\nWe do this to improve services we offer you and to improve marketing, analytics, or site functionality.</p>\n<p>We implement Google Analytics features that use display and/or digital advertising information for Google Analytics Demographics and Interest Reporting.\nYou can read more about the cookies used by Google Analytics advertising features, by going to the Google Analytics Privacy Notice page, linked here.\nYou can opt-out of Google Analytics for Display Advertising, to prevent your data from being used by Google Analytics, by going to the Google Analytics opt-out page.\nWe also use Facebook Analytics.\nYou can opt out of Facebook Analytics by following the instructions in its Data Policy and Cookies &amp.\nOther Storage Technologies section.</p>\n<p>We, along with third-party vendors (including Google), use first-party cookies (such as the Google Analytics and Facebook Analytics cookies) and third-party cookies (such as the DoubleClick cookies) to report how your ad impressions, other uses of ad services, and interactions with these ad impressions and ad services are related to visits to our website.</p>\nLSOs <p>Third Parties, with whom we partner to provide certain features on our Site or to digital advertising based upon your Web browsing activity, use LSOs such as HTML 5 to collect and store information.\nVarious browsers may offer their own management tools for removing HTML5 LSOs, which can be accessed through the web browser links referenced above.</p>\nBehavioral Targeting <p>We partner with a third party ad network to either display advertising on our Site or to manage our advertising on other sites.\nOur ad network partner uses cookies and Web beacons to collect non-personally identifiable information about your activities on this and other Web sites to provide you targeted advertising based upon your interests.\nYou can manage your preferences for these advertising programs through the following links: Facebook, Google, Bing, and LinkedIn.\nPlease note this would not opt you out of being served advertising.\nYou will continue to receive generic ads.</p>\nSocial Media Widgets <p>Our Site includes Social Media Features, such as the Facebook Like button and Widgets, such as the Share this button or interactive mini-programs that run on our Site.\nThese Features may collect your IP address, which page you are visiting on our Site, and may set a cookie to enable the Feature to function properly.\nSocial Media Features and Widgets are either hosted by a third party or hosted directly on our Site.\nYour interactions with these Features are governed by the privacy policy of the company providing it.</p>\nYour Choices Regarding Your Information <p>In addition to your choices outlined above related to cookies, browser, and analytics preferences, you also have choices regarding the following:</p>\n<p>\n<strong>Updating your account information:</strong> If you have an account, you may be able to review the information you provided to us by logging into your account page and adjusting the settings under the “Account” tab.\nIf there is additional information that you believe needs to be updated, please let us know by completing the form linked here.</p>\n<p>\n<strong>Email communications:</strong> If you receive an unwanted email from us, you can update your preferences by accessing the email preferences in your account settings page, or you can use the unsubscribe link found at the bottom of the email to opt out of future emails.\nhowever, please note that you will continue to receive transaction-related emails regarding products or services you have requested.\nYou may also submit a request to us here.</p>\n<p>\n<strong>Telephone/Text communications:</strong> If you receive an unwanted call or message from us, you can update your phone preferences by accessing your phone preferences in your account settings page, or you can send a Do Not Call request to us at the following email address: dnc@varsitytutors.com.\nRegarding text messages, you may opt out of SMS by replying “STOP” to the message received.</p>\n<p>\n<strong>Do Not Track and other similar signals:</strong> Some internet browsers incorporate a “Do Not Track” or other similar feature.\nhowever, given that there is not a uniform way for browsers to communicate this signal, the Site does not currently support these signals.</p>\n<p>\n<strong>Cookies and Internet-based Advertising:</strong> You may stop, restrict, or remove the placement of cookies on your device by adjusting your preferences as your browser or device permits.\nThe online advertising industry also provides websites from which you may opt out of receiving targeted ads from data partners and other advertising partners.\nThese may be accessed at sites such as www.aboutads.info/choices, in addition to the links referenced within this Notice above.</p>\n<p>\n<strong>Deletion or Other Request under Applicable privacy laws:</strong> In general, to request deletion of your information or for another request regarding your information, please complete the form request here.\nWe will respond to your request within a reasonable timeframe, or otherwise in accordance with applicable law.\nWe will retain your information for as long as your account is active or as needed to provide you services.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nIn addition to filling out the above-referenced request form, questions can be emailed to privacy@varsitytutors.com.\nFor jurisdiction-specific information or related rights, please see the jurisdiction-specific sections below.</p>\nData Retention <p>We store the information collected as described in this Privacy Notice for as long as you are a User of the Site and/or as necessary to fulfill the purpose(s) for which the information was collected, to provide services through the Site, to resolve disputes, to pursue legitimate business purposes, to enforce our agreements, to establish legal defenses, to prevent fraud, and to comply with applicable laws.\nThese needs can vary based upon the data type and the context of the services, and thus the retention will vary as well.</p>\nSecurity of Information <p>Varsity Tutors discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors, and affiliated organizations that (i) need to know that information in order to process transactions on our behalf or to provide tutoring services, and (ii) that have agreed not to disclose it to others.\nWe take all measures reasonably necessary to protect against the unauthorized access, use, alteration, or destruction of potentially personally-identifying and personally-identifying information.</p>\n<p>Information about each User that is maintained on Varsity Tutors’ systems is protected using industry standard security measures.\nWe follow generally accepted standards to protect the personal information submitted to us, both during transmission and once it is received.\nIf you have any questions about the security of your personal information, you can contact us at privacy@varsitytutors.com.\nHowever, no security measures are perfect or impenetrable, and Varsity Tutors cannot guarantee that the information submitted to, maintained on, or transmitted from its systems will be completely secure.\nVarsity Tutors is not responsible for the circumvention of any privacy settings or security measures relating to the Site by any User or third parties.</p>\n<p>Your security is a priority and we strive to provide a safe and secure environment for our customers.\nhowever, please note that we cannot guarantee that the information submitted to, maintained on, or transmitted from our systems will be completely secure.\nIf you do not feel comfortable sending your financial/credit card over the Internet, contact us and we will be happy to fill your order over the phone.</p>\nLinks to 3rd Party Sites <p>Please note that the Site may contain links to other Sites.\nThese linked sites may not be operated or controlled by Varsity Tutors.\nVarsity Tutors is not responsible for the privacy practices of these or any other Sites, and you access these Sites entirely at your own risk.\nVarsity Tutors recommends that you review the privacy practices of any other Sites that you choose to visit.</p>\nBlogs <p>Anytime you post on our blog please be aware that you are posting using a third-party application, and we have no access or control over this information.\nTo request removal of your personal information from any blog, you can either log into the third-party application and remove your comment or you can contact the appropriate third party application.\nYour interaction with these features is governed by the privacy policy of the company providing it.</p>\nProfessionals’ Profiles/Bios <p>If you are contracted as a Professional through the Site, then the profile you create on our Site will be publicly accessible unless otherwise indicated.\nYou may change the privacy settings of your profile and make it non-public through your account portal, or as otherwise set forth in the terms of your independent contractor agreement.</p>\nChildren’s Privacy <p>Varsity Tutors products are specifically designed to function without third party access to a child’s personal information.\nOur Site does not collect or retain any personal information from children except as needed to facilitate tutoring for that student, who may be a minor.\nVarsity Tutors is committed to complying fully with the Children’s Online Privacy Protection Act of 1998 (“COPPA”) (as well as the Family Educational Rights and Privacy Act in conjunction with the Varsity Tutors for Schools offerings - more information can be found at Terms for Education Offerings.\nThis Site assures the privacy of collected information in accordance with Varsity Tutors' Privacy Notice.</p>\n<p>Varsity Tutors is committed to safeguarding the information each User entrusts to Varsity Tutors and believes that every User should know how it utilizes the information collected from each User.\nOther than free information and materials that do not require any registrations or identifying information, the Site is not directed at children under 13 years of age, and Varsity Tutors does not knowingly collect personally identifiable information from children under 13 years of age online.\nFor purposes of using the Site as a platform to connect with tutors, Parents may supply information such as name or age of their children in order for Varsity Tutors to assist facilitate the connection between student and tutor.\nVarsity Tutors may store this information in a secure digital format.\nParents or guardians of children under 13 years of age may review or have deleted any personal information previously provided by the child, parent, or guardian that is ultimately collected by Varsity Tutors, if any, to connect the child with a tutor.\nIf you seek to review or delete such information, contact Varsity Tutors at the below phone number or email address indicating what you would like to have done and Varsity Tutors will contact you for purposes of taking the requested action, including but not limited to refusing to permit the information’s further collection or use.</p>\nRefer-A-Friend <p>If you choose to use our referral service to refer a friend about our Site, we will ask you for your friend’s name and email address.\nWe will automatically send your friend a one-time email inviting the referral to visit the Site.\nVarsity Tutors stores this information for the sole purpose of sending this one-time email and tracking the success of our referral program.</p>\nPrivacy Rights Under Certain U.S.\nState Laws <p>\n<strong>Nevada Residents:</strong> Nevada Revised Statute Section 603A permits a User that resides in Nevada the right to submit a verified request that Varsity Tutors not sell such User’s covered information.\nNevada law defines “sale” to mean the exchange of certain types of personal information for monetary consideration to a person for the person to license or sell the information to additional persons.\nWe do not currently sell personal information as defined under Nevada Revised Statute Section 603A.\nHowever, if you are a Nevada resident, you may still submit a verified request by completing the request form here to opt out of sales and we will record your instructions and incorporate them in the future if our policy changes.\nWe will verify your request using information associated with your account, including email address, and may need to request additional information.</p>\n<p>\n<strong>California and Virginia Residents:</strong> Subject to certain limitations, the California Consumer Privacy Act (CCPA) and the California Privacy Reform Act (CPRA) provides California consumers and employees the right to: request disclosure about what personal information we collect, use, disclose, and sell.\nrequest to delete, access, or modify their personal information.\nopt out of any “sale” of personal information.\nand not be discriminated against for exercising such rights.\nIn addition, the Virginia Consumer Data Protection Act (CDPA) provides Virginia consumers the right to request disclosure about what information we collect, use, disclose, and sell.\nrequest to delete, access, or modify their personal information.\nopt out of any “sale” of personal information.\nnot be discriminated against for exercising such rights.\nand an ability to appeal the denial of any such request.</p>\n<p>California consumers/employees and Virginia consumers may make a request pursuant to their rights under the CCPA, CPRA, and/or the CDPA by completing the request form here.\nYou may also submit a request by emailing privacy@varsitytutors.com.</p>\n<p>We will verify your request using information provided in the request form, as compared against information associated with your account, including verification of the email address that was listed in the request form.\nWe may need to request additional information in order to verify your identity.\nDepending upon the type of request you make, we may require a signed declaration under penalty of perjury stating that you are the individual whose personal information is being requested.\nIf you use an authorized agent to submit a request, we may require that the authorized agent provide proof of your written permission, and that you verify your identity directly with us.</p>\n<p>We have explained our privacy practices in full in the foregoing sections of this Privacy Notice.\nBelow we have provided a list of the categories of personal information that have been collected, disclosed for business purposes, or “sold” for commercial purposes (as defined by the CCPA) during the preceding 12 months, as well as certain other information.\nPlease see the other sections of the Privacy Notice above for additional information and context related to the sharing of information.\nWe do not consider the ways we share your personal information to comprise the sale of your information.\nWithin the past 12 months, we may have disclosed the following categories of information about consumers for a business purpose:</p> Category of Information Explanation Identifiers, such as your name, street address, phone number, IP address, or email address We use this information to respond to your questions, to communicate with you, for marketing purposes, to enable you to participate in our offerings, and for other business purposes.\nCommercial information, such as purchase history Records of purchases or other histories.\nInternet and electronic network activity We may use this information to improve our services, to better understand the visitors who come to our Site and what content is of interest to them.\nGeographic location information We may use this information to improve the quality, security, and relevance of our services and for other business purposes.\nOther electronic information, such as information you post in a public space We may use this information to provide the services, and for other business services.\nInferences drawn from the above We use this information to personalize your experience with us, to understand other profile preferences, characteristics, trends, abilities, and aptitudes, and for other business purposes.\nInternational Users, Transfers, and Rights <p>Varsity Tutors is based, and this Site is hosted, in the United States of America.\nIf you are located outside of the United States, then you may be in a location with laws governing data collection and use that may differ from U.S.\nlaw.\nYou understand that by being a User of the Site and/or by entering into an agreement with us as a customer, that you consent to the collection, storage, and processing of your data in the U.S.\nTo the extent you are a Professional who uses the Site in an independent contractor capacity to advertise your services to customers/students through the Site, then you understand that your information will be collected, stored, and processed in the U.S.\nbased upon your consent given through your independent contractor agreement.</p>\n<p>We rely on different lawful bases for collecting and processing personal data about you depending upon how you use the Site, including your consent, contractual necessity to provide the services and operate the Site and the business, to meet contractual and legal obligations, to protect the security of our systems and our Users, and/or to fulfill other legitimate interests.\n</p>\n<p>Please refer to the Your Choices Regarding Your Information section to review the rights you have regarding your data.\nAny user may make a request regarding applicable privacy rights by completing the form captured here.\nIn addition, your local laws (e.g., in the United Kingdom or Canada) may permit you to request that we: Provide access to and/or a copy of certain information that we hold about you.\nprevent the processing of your information for direct-marketing purposes.\nupdate information that is out of date or incorrect.\ndelete certain information related to you.\nrestrict processing.\ntransfer your information.\nand/or revoke your consent for the processing of your information.\nWe will consider all requests and will provide a response within the time period required by applicable laws.\nWe may request that you provide us with additional information in order to confirm your identity before responding to your request.</p>\nChanges to this Privacy Notice <p>We may update this Privacy Notice to reflect changes to our information practices.\nIf we make any material changes, then we may notify you by email (sent to the e-mail address specified in your account) or by means of a notice on this Site prior to the change becoming effective.\nPlease review this Privacy Notice periodically.\nYour continued use of the Site after any such change(s) signifies your acceptance of any changes.</p>\nContacting Varsity Tutors <p>If you have any questions or comments about this Privacy Notice, you may contact Varsity Tutors via any of the following methods:</p>\n<p>Mail: Varsity Tutors ATTN: Legal, 101 S.\nHanley Rd, Suite 300, St.\nLouis, MO 63105</p>\n<p>Phone: 314-422-2007</p>\n<p>Email: privacy@varsitytutors.com</p>\n<p>Information request form: Complete the form here.</p>\n<p>We are committed to ensuring this Privacy Notice is accessible to individuals with disabilities.\nIf you wish to access this Privacy Notice in an alternative format, please contact us as described above.</p> Here’s what our clients are saying <p>Parent of 12th grade student</p>\n<p>Tanque Verde High School, Tucson, AZ</p>\n<p>\"Thank you so much for your help, and for leading your tutor to our daughter.\nHe is not only a remarkable tutor, he was an excellent teacher for our student.\nMaybe more importantly, our daughter is now armed with the confidence that math is no ta hopeless cause, and she really can conquer it.\nThat is a great success story!\"</p>\n<p>Parent of high school student</p>\n<p>Houston, TX</p>\n<p>\"Thank you very much for the wonderful service that you have provided for Jose.\nJose has learned so much from Amy [our tutor].\nI was very impressed with her and your program.\nThanks again and please let Amy know how wonderful she is.\nI was very impressed.\"</p>\n<p>Parent of high school student</p>\n<p>Parkway North High School, St.\nLouis, MO</p>\n<p>\"After several tutoring sessions with Kirthika [our tutor] right before winter finals, my child was able meet the goal of maintaining an 'A' in Honors Biology and a 'B' in Honors Geometry.\"</p>\n<ul>\n<li> Varsity Tutors Varsity Tutors <ul>\n<li> Online Tutoring </li>\n<li> Mobile Tutoring App </li>\n<li> Instant Tutoring </li>\n<li> Reviews and Testimonials </li>\n<li> How We Operate </li>\n<li> Honor Code </li>\n</ul>\n</li>\n<li> Our Company Our Company <ul>\n<li> Press Coverage </li>\n<li> Our Team </li>\n<li> Corporate Solutions </li>\n<li> Tutoring Jobs </li>\n<li> Careers </li>\n</ul>\n</li>\n<li> Free Resources Free Resources <ul>\n<li> Tests, Problems &amp.\nFlashcards </li>\n<li> Classroom Assessment Tools </li>\n<li> Mobile Applications </li>\n<li> College Scholarship </li>\n<li> Admissions Blog </li>\n<li> Test Prep Books </li>\n<li> Web English Teacher </li>\n<li> Early America </li>\n<li> Hotmath </li>\n<li> Aplusmath </li>\n</ul>\n</li>\n<li> Top Subjects Top Subjects <ul>\n<li> ACT Tutors </li>\n<li> Algebra Tutors </li>\n<li> AP Tutors </li>\n<li> Biology Tutors </li>\n<li> Calculus Tutors </li>\n<li> Chemistry Tutors </li>\n<li> Coding Tutors </li>\n<li> College Application Essays Tutors </li>\n<li> Computer Science Tutors </li>\n<li> Elementary Tutors </li>\n<li> French Tutors </li>\n<li> Geometry Tutors </li>\n<li> German Tutors </li>\n<li> GMAT Tutors </li>\n<li> Grammar Tutors </li>\n<li> GRE Tutors </li>\n<li> ISEE Tutors </li>\n<li> LSAT Tutors </li>\n<li> MCAT Tutors </li>\n<li> Math Tutors </li>\n<li> NCLEX Tutors </li>\n<li> Nursing Tutors </li>\n<li> Organic Chemistry Tutors </li>\n<li> Physics Tutors </li>\n<li> Pre-Calculus Tutors </li>\n<li> PSAT Tutors </li>\n<li> Python Tutors </li>\n<li> Real Estate License Tutors </li>\n<li> Reading Tutors </li>\n<li> SAT Math Tutors </li>\n<li> SAT Tutors </li>\n<li> Spanish Tutors </li>\n<li> SSAT Tutors </li>\n<li> Statistics Tutors </li>\n<li> Test Prep Tutors </li>\n<li> Writing Tutors </li>\n</ul>\n</li>\n<li> Top Locations Top Locations <ul>\n<li> Atlanta Tutoring </li>\n<li> Boston Tutoring </li>\n<li> Brooklyn Tutoring </li>\n<li> Chicago Tutoring </li>\n<li> Chicago Math Tutors </li>\n<li> Dallas Tutoring </li>\n<li> Denver Tutoring </li>\n<li> Houston Tutoring </li>\n<li> Kansas City Tutoring </li>\n<li> Los Angeles Tutoring </li>\n<li> Los Angeles Math Tutors </li>\n<li> Miami Tutoring </li>\n<li> Montreal Tutoring </li>\n<li> New York City Tutoring </li>\n<li> New York City Math Tutors </li>\n<li> Philadelphia Tutoring </li>\n<li> Phoenix Tutoring </li>\n<li> San Diego Tutoring </li>\n<li> San Francisco Tutoring </li>\n<li> Seattle Tutoring </li>\n<li> St.\nLouis Tutoring </li>\n<li> Toronto Tutoring </li>\n<li> Vancouver Tutoring </li>\n<li> Washington DC Tutoring </li>\n</ul>\n</li>\n<li> Tutoring By Grade Level Tutoring By Grade Level <ul>\n<li> Kindergarten Tutoring </li>\n<li> 1st Grade Tutoring </li>\n<li> 2nd Grade Tutoring </li>\n<li> 3rd Grade Tutoring </li>\n<li> 4th Grade Tutoring </li>\n<li> 5th Grade Tutoring </li>\n<li> 6th Grade Tutoring </li>\n<li> 7th Grade Tutoring </li>\n<li> 8th Grade Tutoring </li>\n<li> High School Tutoring </li>\n<li> College Tutoring </li>\n</ul>\n</li>\n</ul> Show More Canada - English United Kingdom - English US - English Varsity Tutors © 2007 - 2023 All Rights Reserved <ul>\n<li> Show Disclaimer </li>\n<li> Privacy </li>\n<li> Our Guarantee </li>\n<li> Terms of Use </li>\n<li> a Nerdy company </li>\n<li> Sitemap </li>\n<li> Accessibility </li>\n<li> Sign In </li>\n</ul>\n<p>Names of standardized tests are owned by the trademark holders and are not affiliated with Varsity Tutors LLC.</p>\n<p>4.9/5.0 Satisfaction Rating based upon cumulative historical session ratings through 12/31/20.</p>\n<p>*See complete details of our guarantees.</p>\n<p>Media outlet trademarks are owned by the respective media outlets and are not affiliated with Varsity Tutors.</p>\n<p>Award-Winning claim based on CBS Local and Houston Press awards.</p>\n<p>Varsity Tutors does not have affiliation with universities mentioned on its website.</p>\n<p>Varsity Tutors connects learners with a variety of experts and professionals.\nTutors, instructors, experts, educators, and other professionals on the platform are independent contractors, who use their own styles, methods, and materials and create their own lesson plans based upon their experience, professional judgment, and the learners with whom they engage.</p>\n<p>¹ Lee, J.Y.\n(2013).\n“Private tutoring and its impact on students' academic achievement, formal schooling, and educational inequality in Korea.” Unpublished doctoral thesis.\nColumbia University.</p>\n<p>Do Not Sell or Share My Personal Information / Limit Use</p> ", "created_at": "2023-04-02 00:11:53.256908", "updated_at": "2023-04-02 00:12:28.92931"}], "points": [{"id": 30555, "title": "There is a date of the last update of the agreements", "source": "https://www.varsitytutors.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:51:51.579288", "updated_at": "2023-07-11 06:21:53.984699", "quoteText": null, "case_id": 331, "document_id": 15189, "quoteStart": null, "quoteEnd": null}, {"id": 30560, "title": "Third-party cookies are used for statistics", "source": "https://www.varsitytutors.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-02 08:01:24.474884", "updated_at": "2023-07-11 06:28:27.50921", "quoteText": null, "case_id": 325, "document_id": 15189, "quoteStart": null, "quoteEnd": null}, {"id": 30561, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.varsitytutors.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-02 08:03:42.823244", "updated_at": "2023-07-11 06:28:28.300474", "quoteText": null, "case_id": 233, "document_id": 15189, "quoteStart": null, "quoteEnd": null}, {"id": 30557, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.varsitytutors.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:54:50.47546", "updated_at": "2023-07-11 06:28:28.540487", "quoteText": null, "case_id": 482, "document_id": 15189, "quoteStart": null, "quoteEnd": null}, {"id": 30556, "title": "This service is only available to users over a certain age", "source": "https://www.varsitytutors.com/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:53:50.000674", "updated_at": "2023-07-11 06:28:28.619605", "quoteText": null, "case_id": 152, "document_id": 15189, "quoteStart": null, "quoteEnd": null}, {"id": 30559, "title": "You are forced into binding arbitration in case of disputes", "source": "https://www.varsitytutors.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-04-02 08:00:22.698543", "updated_at": "2023-07-11 06:28:28.387295", "quoteText": null, "case_id": 339, "document_id": 15190, "quoteStart": null, "quoteEnd": null}, {"id": 30558, "title": "The court of law governing the terms is in State of Missouri, USA", "source": "https://www.varsitytutors.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:57:23.531526", "updated_at": "2023-07-11 06:28:28.465485", "quoteText": null, "case_id": 163, "document_id": 15190, "quoteStart": null, "quoteEnd": null}], "urls": ["varsitytutors.com"]}}