{"error": 448, "message": "OK", "parameters": {"id": 9575, "name": "Construction Forestry Maritime Mining And Energy Union ", "created_at": "2023-09-05 20:41:14.370185", "updated_at": "2023-09-05 22:02:50.675382", "wikipedia": "https://en.wikipedia.org/wiki/Construction%2C_Forestry%2C_Maritime%2C_Mining_and_Energy_Union", "keywords": null, "related": null, "slug": "construction-forestry-maritime-mining-and-energy-union", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9575.png", "url": "cfmmeu.org.au", "documents": [{"id": 18997, "name": "PRIVACY POLICY ", "url": "https://www.cfmmeu.org.au/privacy-policy", "xpath": "//*[@id=\"main-content\"]", "text": " <ol>\n<li>Home</li>\n<li>Privacy Policy</li>\n</ol>\n<strong>Share page:</strong>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Privacy Policy <p>\n<b>Construction Forestry Maritime Mining and Energy Union Website Privacy Statement</b>\n</p>\n<p>\nThis is the Privacy Statement for the Construction Forestry Maritime Mining and Energy Union website.\n</p>\n<p>\nThis is the Privacy Statement for the Construction Forestry Maritime Mining and Energy Union website which is subject to review by the governing body of the Union from time to time.\n</p>\n<p>\nThe Construction Forestry Maritime Mining and Energy Union is committed to the privacy principles issued by the Australian Privacy Commission.\n</p>\n<p>\n<b>The information we collect</b>\n</p>\n<p>\nGenerally, we do not collect personal information about you when you visit our website.\nYou can visit the most parts of the site without being required to provide personal details.\n</p>\n<p>\nWe, or our authorised service providers may use cookies and other similar technologies for storing information to help provide you with a better, faster, and safer experience.\n</p>\n<p>\nFor statistical purposes our web server records all visitors to our site but we are unable to identify individual IP addresses from this data.\n</p>\n<p>\nIf you send us a request by email your email address, and any other personal information you choose to include, is revealed to us.\n</p>\n<p>\nIf you subscribe to our \"email updates\" list an email is sent to us from our web server which provides your email address.\n</p>\n<p>\nIf you request information about becoming a member of the Construction Forestry Maritime Mining and Energy Union, we collect your name, address, contact phone number occupation and name of employer and your email address.\n</p>\n<p>\n<b>How we use the information</b>\n</p>\n<p>\nThe data collected by our web server is used to assess how many visits to the site we receive and which parts of the site are most frequently accessed.\nWe cannot identify individual visitors to the site from this data.\n</p>\n<p>\nIf you send us a query, request or comment your email address is used to reply to you and for no other purpose.\nYour email address (and any other personal information you have chosen to send to us) is not retained.\n</p>\n<p>\nThe alert sent to us when you subscribe to our email updates list is used to tally the number of subscribers to the website and for no other purpose.\nWe do not collect your email address from the alert.\n</p>\n<p>\nIf you send a request for more information about joining the union your name and address is used to post you a membership kit.\nWe use occupation and employer information to help assess whether you are eligible to join the union.\nThis information is not retained.\n</p>\n<p>\nWe do not sell or distribute any of the personal information you send to us via our website to any outside organisation, company or individual.\n</p>\n<p>\n<b>Data Security</b>\n</p>\n<p>\nWe use appropriate technology to protect the data we collect.\n</p>\n<p>\n<b>Links to other sites</b>\n</p>\n<p>\nThe Construction Forestry Maritime Mining and Energy Union website contains links to other sites.\nWe are not responsible for the privacy policies and practices of other websites and suggest that you read each site's policy statement.</p> ", "created_at": "2023-09-05 20:41:14.4002", "updated_at": "2023-09-05 20:41:39.748383"}], "points": [], "urls": ["cfmmeu.org.au"]}}