{"error": 448, "message": "OK", "parameters": {"id": 7145, "name": "Everhour", "created_at": "2022-12-30 22:54:42.596018", "updated_at": "2023-01-22 17:00:12.21372", "wikipedia": null, "keywords": null, "related": null, "slug": "everhour", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7145.png", "url": "everhour.com", "documents": [{"id": 13653, "name": "Cookies", "url": "https://everhour.com/cookies", "xpath": "/html/body/main", "text": " Cookies <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Cookies</li>\n<li>GDPR</li>\n</ul>\n<p>\n<small>Last updated: May 30, 2019</small>\n</p>\n<p>\n<b>When you use Everhour, we and our Subprocessors may use “cookies”, “web beacons”, and similar devices to track your activities.\nThese small pieces of information are stored on your hard drive, not on the Everhour website.</b>\n</p>\n<p>We use cookies to help you navigate our Service as easily as possible.\nThese cookies remember information about your current session to:</p>\n<ul>\n<li>personalize our Service, such as remembering a user’s or visitor’s information so that you will not have to re-enter it during a visit or on subsequent visits;</li>\n<li>provide customized content, and information;</li>\n<li>monitor and analyze the effectiveness of Service and third-party marketing activities;</li>\n<li>monitor aggregate site usage metrics such as total number of visitors and pages viewed;</li>\n<li>track your entries, submissions, and status in any promotions or other activities on the Service;</li>\n</ul>\n<p>We do not use this technology to spy on you or otherwise invade your privacy.\nYou can disable cookies and tracking technologies through your web browser, however doing so may render the Everhour Service unusable.</p>\n<p>The following main cookies are used on our website:</p> Service Provider Cookie Name Content Google Analytics __utma Helps to identify sessions of visitors Google Analytics _ga Used to distinguish users Google Analytics _gid Used to distinguish users Google Analytics _gat Used to throttle request rate.\nIf Google Analytics is deployed via Google Tag Manager, this cookie will be named _dc_gtm_&lt;property-id&gt.\nGoogle Analytics _gac_&lt;property-id&gt.\nContains campaign related information for the user.\nIf Google Analytics and AdWords accounts linked, AdWords website conversion tags will read this cookie unless you opt-out Google Analytics AMP_TOKEN Contains a token that can be used to retrieve a Client ID from the AMP Client ID service.\nOther possible values indicate opt-out, inflight request or an error retrieving a Client ID from AMP Client ID service Helpscout Analytical cookies, Tracking cookies HelpScout is our helpdesk software.\nAny support email sent to us gets processed by HelpScout.\nHelpScout uses the email metadata and content to show us information about who you are and what we've had conversations about before.\nWootric NPS_&lt;sessions-id&gt;_last_seen Used to distinguish users Everhour evh_login_options Used to suggest login options Everhour evh_lp Used to identify user activity on Everhour pages Everhour evh_lp_source Used to identify Everhour signup page Facebook _fbp, fr This cookies will help deliver our advertising to people who have already visited our website when they are on Facebook or a digital platform powered by Facebook Advertising.\n", "created_at": "2022-12-30 22:55:38.151746", "updated_at": "2022-12-30 22:55:45.620379"}, {"id": 13654, "name": "Terms of service", "url": "https://everhour.com/terms", "xpath": "/html/body/main", "text": " Terms of service <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Cookies</li>\n<li>GDPR</li>\n</ul>\n<p>\n<small>Last updated: May 23, 2018</small>\n</p>\n<p>\n<b>Thank you for your interest in Everhour.\nPlease read these Terms carefully.\nBy accessing our Website or using our Services you agree to be legally bound by these Terms and all terms, policies and guidelines incorporated by reference in these Terms.\nIf you do not agree with these Terms in their entirety, please restrain from using our Services.</b>\n</p>\n<p>We reserve the right to update and modify the Terms at any time without notice.\nNew features that may be added to the Service shall be subject to the Terms.\nShould you continue to use the Service after any such modifications have been made, this shall constitute your agreement to such modifications.\nPlease check this page frequently to obtain timely updates on any changes.</p>\n<p>Violation of any part of the Terms of Service may result in the termination of your account.</p> Definitions <p>Everhour is a time tracking software service, designed to help teams manage their projects and staff.\nSoftware by Demand, Inc.\nis the authorized reseller of Everhour software developed by Weavora Consulting LLC.</p>\n<ul>\n<li>When we say <b>“Services”</b>, we mean our websites, application programming interfaces (APIs), downloadable software, mobile application, our content, and various third-party services that make up Everhour;</li>\n<li>When we say <b>“Websites”</b>, we mean our websites located at everhour.com, including all subdomains and sites associated with those domains, and other websites that we operate now and in the future;</li>\n<li>When we say <b>“Everhour”</b>, we mean our Websites and Services collectively;</li>\n<li>When we say <b>“You”</b> or <b>“Your”</b>, we are referring to the person or entity that’s registered with us and uses the Services;</li>\n<li>When we say <b>“Terms”</b>, we mean our Terms of Service, which includes our Privacy Policy;</li>\n</ul> General rules <p>To use Everhour, you must (a) be at least thirteen (13) years of age.\n(b) complete the registration process.\n(c) provide current and accurate information.\n(d) agree to these Terms.\nand (e) promise to abide by the conditions below:</p>\n<ul>\n<li>You are responsible for all content you provide and your activities on Everhour;</li>\n<li>You will use Everhour in compliance with all applicable laws, rules, and regulations;</li>\n<li>You must be a human.\nAccounts registered by “bots” or other automated methods are not permitted;</li>\n<li>You will not use Everhour to solicit the performance of any activity which infringes our rights or the rights of others;</li>\n<li>You will not use Everhour to upload, transmit, or otherwise distribute any objectionable content, as solely determined by us;</li>\n<li>You understand that Everhour uses third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Service;</li>\n<li>You must not modify, adapt or hack the Service;</li>\n<li>Your login may only be used by one person – a single login shared by multiple people is not permitted.\nYou may create separate logins for as many people as you’d like;</li>\n<li>Verbal, physical, written or other abuse (including threats of abuse or retribution) of any Service customer, Everhour employee or officer will result in immediate account termination;</li>\n<li>We reserve the right to temporarily disable your account if your usage significantly exceeds the average usage of other Service customers.\nOf course, we’ll reach out to the account owner before taking any action except in rare cases where the level of use may negatively impact the performance of the Service for other customers;</li>\n</ul>\n<p>If you break any of the conditions above or any of the rules in these Terms, we may terminate your account.\nYour actions may also result in legal consequences.</p>\n<p>As long as you comply with the Terms, we grant you a non-exclusive, non-transferable, limited privilege to use Everhour.\nYour use of Everhour is at your own risk.</p> Intellectual property <p>You own your content.\nWe do not represent any ownership or claim any intellectual property rights over the information that you provide or that is provided to us.</p>\n<p>We own Everhour and our Services.\nYou may not copy, reproduce, alter, modify, resell, mirror, or create derivative works of Everhour, our Services, or our content on Everhour without our written permission.</p>\n<p>Any suggestions, enhancement requests, recommendations or other feedback we receive from your or your agents is subject to a royalty-free, worldwide, transferable, sub-licensable, irrevocable and perpetual license, granted to us, to incorporate into Everhour for the improvement of ur services.</p> Passwords and accounts <p>You’re responsible for keeping your account name and password confidential.\nYou’re also responsible for any account that you have access to.\nYou agree to notify us immediately of any unauthorized use of your account(s).\nWe’re not responsible for any losses due to stolen or hacked passwords.</p>\n<p>You will not represent that you are any other individual or entity unless such individual or entity has given you written permission to act on their behalf.</p> Payment terms <p>The free trial offer entitles new, registered users to a fourteen-days (14) free trial of the Services.</p>\n<p>Service fees are usually calculated on a per user per month basis, and charged monthly or yearly – depending on the Service Plan and other particulars of the subscription.\nThe Customer shall ensure that sufficient funds are available on the relevant account and acknowledges that late payment may result in a suspension of the Service or a termination of the Agreement.</p>\n<p>All fees are exclusive of all taxes or duties imposed by governing authorities.\nYou are solely responsible for the payment of all such taxes or duties.</p>\n<p>\n<b>Monthly plan</b>: A valid credit card is required for you to continue using the Services on a month-to-month basis after the free trial period ends (14 days).\nServices are billed in advance on a monthly basis and are non-refundable.\nThere will be no refunds or credits for partial months, for account upgrades or downgrades, or for months unused with an open account.\nYour account will automatically renew each month unless you change your subscription.</p>\n<p>\n<b>Annual plan</b>: Payment in advance is required to continue using the Services on an annual basis after the free trial period ends (14 days).\nServices are billed in advance on a yearly basis.\nNo refunds for partial use or the amount of time left in your subscription are offered unless otherwise explicitly agreed.\nYour account will automatically renew each year unless you change your subscription.</p>\n<p>If you initially sign up for a paying account, and you do not cancel that account within 30 days, your credit card will be charged monthly starting on the 30th day after that account was initially created.\nIf you cancel the Service prior to the processing of your first invoice on the 30th day, your credit card will not be charged.</p>\n<p>Should you upgrade or downgrade your account type, your credit card will be charged with your new billing rate immediately.\nYour credit card will then be charged with your new billing rate every 30 days thereafter unless you cancel your account.</p>\n<p>We reserve the right to change service fees at any time.\nWe will give you thirty (30) days notice of any changes.\nSuch notice may be provided at any time by posting the changes to our Website.</p> Cancellation and termination <p>You alone are responsible for the proper cancellation of your account.\nYou may cancel your account at any time by clicking on the \"Account\" &gt.\n\"Billing\" link in the Service’s navigation menu (or click here).\nThere is a button to cancel your account.\nYou cannot cancel your account via email or phone.</p>\n<p>In the event of cancellation or termination we retain the right to retain or delete data provided to us by you at our sole discretion.</p>\n<p>We also reserve the right to refuse service to anyone and close your account(s) without notice for any or no reason at all.</p> Indemnification <p>You agree to indemnify and hold us blameless from any and all demands, loss, liability, claims or expenses (including attorneys’ fees) made against us by any third party due to or arising out of or in connection with your use of Everhour.</p> Representations and warranties <p>To the maximum extent permitted by law, we provide Everhour on an “as is” and “as available” basis, which means we don’t provide warranties of any kind, either express or implied, including, but not limited to, warranties of merchantability and fitness for a particular purpose and to any warranties that:</p>\n<ul>\n<li>Everhour will meet your specific requirements;</li>\n<li>Everhour will be uninterrupted, timely, secure, or error-free;</li>\n<li>The results that may be obtained from the use of Everhour will be accurate or reliable;</li>\n<li>The quality of any products, services, information, or other material purchased or obtained by you through Everhour will meet your expectations;</li>\n<li>Any errors in Everhour will be corrected.</li>\n</ul> Limitation of liability <p>To the fullest extent permitted by law, you assume full responsibility for and we disclaim liability to you for any indirect, consequential, exemplary, incidental, or punitive damages, including lost profits, even if we had been advised of the possibility of such damages.</p>\n<p>We disclaim any and all liability for the acts, omissions, and conduct of any third parties related to your use of Everhour and any linked sites and services.\nYour sole course of action against us regarding service dissatisfaction with Everhour is to stop using Everhour.\nThis limitation of damages is a central part of our agreement.\nThe preceding disclaimer applies to any damages, liability, or injuries whether for breach of contract, tort, negligence or any other course of action.</p>\n<p>If, notwithstanding the other provisions of the Terms, we are found to be liable to you for any damage or loss which arises out of or is in any way connected with your use of the Website or any of our Services, our liability shall not exceed what you paid us for the Services in the previous month.\nSome jurisdictions do not allow limitations of liability, so the foregoing limitation may not apply to you.</p> Force majeure <p>You agree that we are not liable for any delays or failure in performance of any part of the Services, from any cause beyond our control.</p> Severability <p>If one or more sections of the Terms are held unenforceable, then those sections will be removed or amended as little as necessary, so that the rest of the Terms will still be valid and enforceable.</p> Assignments <p>You may not assign any of your rights under this agreement to anyone else.\nWe may assign our rights to any other individual or entity at our discretion.</p> No waiver <p>Our failure to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision.</p> Entire agreement <p>These Terms and all documents incorporated into these Terms by reference constitute the entire Agreement between you and us and govern your use of Everhour, superseding any prior agreements between you and us (including, but not limited to, any prior versions of the Terms).</p> Amendments and changes to Everhour <p>We reserve the right, at our sole discretion, to change, modify, add, or remove portions of the Terms, at any time with or without a notice.\nAmendments or changes to these Terms will come into effect as soon as we post the revised Terms on the Website.</p>\n<p>It is your responsibility to check the Terms periodically for changes.\nYour continued use of Everhour following the posting of changes will mean that you accept and agree to the changes.</p>\n<p>We reserve the right to do any of the following, at any time, without notice to you: (1) to modify, suspend or terminate operation of or access to Everhour, or any portion of Everhour for any reason.\n(2) to modify or change Everhour, or any portion of Everhour, and any applicable policies or terms.\nand (3) to interrupt the operation of Everhour, or any portion of Everhour, as necessary to perform routine or non-routine maintenance, error correction, or other changes.</p> Questions <p>If you have any questions or concerns about our Terms, please email us at ask@everhour.com</p> ", "created_at": "2022-12-30 22:56:05.438567", "updated_at": "2022-12-30 22:56:12.811765"}, {"id": 13652, "name": "Privacy policy", "url": "https://everhour.com/policy", "xpath": "/html/body/main", "text": " Privacy policy <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Cookies</li>\n<li>GDPR</li>\n</ul>\n<p>\n<small>Last updated: May 23, 2018</small>\n</p>\n<p>\n<b>Our Privacy Policy (“Privacy”) is designed to explain what information we collect from you as a user, how your information is collected, and how we may use it on our website everhour.com, and other websites and services that we operate.</b>\n</p>\n<p>As you will see in the Policy, we only use the information collected to improve our services for our users.\nIf after reviewing the Policy you have any further questions, please contact us at ask@everhour.com.</p> Information privacy <p>Everhour maintains reasonable security measures to protect your information from loss, destruction, misuse, unauthorized access or disclosure.\nThis helps to ensure that your data is safe, secure, and only available to you and those you provide with authorized access.</p>\n<p>We will share your personal information with third parties ONLY in the ways that are described in this privacy statement.\nWe do not and will not sell your personal information to third parties.</p>\n<p>Unfortunately, no data transmission over the Internet or information storage technology can be guaranteed to be 100% secure due to the nature of the distributed network that is the Internet.\nEverhour is not liable for any loss or damage resulting from data gathered by unauthorized access to our sServices from hacking, social engineering, or otherwise circumventing our security measures.\nWe do, however, take appropriate measures to try to prevent such events from occurring.\n</p> Your personal information <p>We collect the email addresses of those who communicate with us via email.\nWhen you browse our marketing pages, we track that for analytical purposes (conversion rates and testing new designs).\nWe'll also store any information you voluntarily submit (for example, filling out a survey) for the duration of the research project or as long as it makes sense.</p>\n<p>When you sign up for Everhour, we ask for your name, email address, country and company name.\nThis allows us to personalize your new account, and send you invoices, updates, or contact you concerning your account.\nWe’ll never give nor sell your personal information to third parties.</p> How we use your information <ul>\n<li>To create your account;</li>\n<li>To bill you for services;</li>\n<li>To provide customer support;</li>\n<li>To transfer your information in the case of a sale, merger, consolidation, or acquisition;</li>\n<li>To better understand your needs and interests;</li>\n<li>To send newsletters;</li>\n<li>To personalize your experience;</li>\n<li>To improve our Services;</li>\n<li>To send you updates and alerts and to contact you about your account;</li>\n</ul> How we share and disclosure your personal information <p>While we never share your personal information with non-affiliated companies, we may share your personal information in the following ways:</p>\n<ul>\n<li>We may share information with service providers who provide necessary services to Everhour (our Suprocessors) – for instance to send out newsletters or to process payments;</li>\n<li>When we have your permission to share your information;</li>\n<li>When we are required by law, or legal process to disclose that information – such as a valid court order or a valid subpoena.\nWhen we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a valid governmental request.</li>\n<li>To enforce our terms or to protect our operations or users;</li>\n<li>If a transfer of your information is required under the terms of a reorganization, merger, or sale of the company;</li>\n<li>When we determine that information is aggregate information or other information that does not identify you;</li>\n</ul> Cookies <p>When you use the Everhour Service we and our Subprocessors may use “cookies”, “web beacons”, and similar devices to track your activities.\nThese small pieces of information are stored on your hard drive, not on the Everhour website.</p>\n<p>We use cookies to help you navigate the Everhour website and Service as easily as possible, and to remember information about your current session.\nWe do not use this technology to spy on you or otherwise invade your privacy.\nYou can disable cookies and tracking technologies through your web browser, however doing so may render the Everhour Service unusable.</p> Analytics <p>We use Google Analytics to measure and evaluate access to and traffic on our Services.\nGoogle operates independently from us and has its own privacy policy, which we strongly suggest you review.</p> Security and storage <p>The Everhour website and Service has industry standard security measures in place to protect the loss, misuse, and alteration of the information under our control.\nWhile there is no such thing as \"perfect security\" on the Internet, we will take all reasonable steps to ensure the safety of your information.</p>\n<p>All data is encrypted via SSL/TLS when transmitted from our servers to your browser.\nThese database backups are also encrypted.\nData isn’t encrypted while it’s live in our database (since it needs to be ready to send to you when you need it), but we go to great lengths to secure your data at rest.</p> Correcting and updating information <p>If you are our customer and would like to access or delete information that you provided, you may do so by signing in to Everhour and making any changes required or by emailing us at ask@everhour.com.\nWe will respond to your request within 14 days.\nWe may decline to process unreasonable requests or requests that are not otherwise required by local law.</p>\n<p>We retain your information and data that we process on your behalf as long as your account is active, as needed to provide our Services, and as necessary to comply with our legal obligations and to resolve disputes.</p>\n<p>We have no direct relationship with third parties with whom our users may interact using the Services.\nAny such party who would like to amend or delete data which may be stored in the Services should direct his or her request to the applicable Everhour user acting as the “data controller” for such information.</p>\n<p>Any such party who no longer wishes to be contacted by an Everhour user, should contact that Everhour user directly.</p> Deleted data <p>When you remove your account, we delete all data associated with your account from our production database.</p>\n<p>We do keep backups, designed for catastrophic system recovery, for 30 days.\nThe backups are purged on a rolling 30 day cycle.\nWhen an account is deleted, none of your personal data will remain on our servers past 30 days.\nAnything you delete from your account while it’s active will also be purged from the backups on day 30.</p>\n<p>Deactivated users will no longer have access to your account, but their name, email addresses, and time entries will remain in your account for historical reporting purposes.</p> Updates to this privacy <p>Everhour reserves the right to update this policy at any time without prior notice, so please review it frequently.\nAny significant changes to this policy will be sent out to the registered email address of the account owners.</p> Questions <p>If you have any questions or concerns about the Privacy Policy, please email us at ask@everhour.com</p> ", "created_at": "2022-12-30 22:54:42.657902", "updated_at": "2022-12-30 22:55:13.760215"}], "points": [], "urls": ["everhour.com"]}}