{"error": 448, "message": "OK", "parameters": {"id": 1709, "name": "Wizards of the Coast", "created_at": "2019-07-16 20:37:39.076721", "updated_at": "2023-09-19 22:02:16.204255", "wikipedia": "https://en.wikipedia.org/wiki/Wizards_of_the_Coast", "keywords": null, "related": null, "slug": "wizards_of_the_coast", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1709.png", "url": "wizards.com,company.wizards.com,support.wizards.com,magic.wizards.com,dnd.wizards.com,wpn.wizards.com,avalonhill.wizards.com", "documents": [{"id": 1647, "name": "Privacy Policy", "url": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "xpath": "//*[@id=\"main-content\"]/article/section//section", "text": "<b>PRIVACY POLICY</b>\n<p>Last Updated: October 22, 2020 </p>\n<b>1.\nINTRODUCTION</b>\n<p>Wizards of the Coast LLC (“Wizards, “we,” “our,” or “us”) has adopted this privacy policy (\"Privacy Policy\") to explain how we collect, store, and use your information.\nThis Privacy Policy applies to all online service locations operated or controlled by Wizards that post a link to this Privacy Policy, including our website at&nbsp;www.wizards.com, our apps, and our customer service program, and all features, contents, and other services operated or controlled by Wizards through such online service locations (collectively, the “Service”).\nThis Privacy Policy does not apply to our information collection activities outside of the Service (unless otherwise stated below or at the time of collection).</p>\n<p>By using the Service, you agree to our&nbsp;<b>Terms of Use</b>&nbsp;and consent to our processing of information as described in this Privacy Policy.\nIf you do not agree and consent, please do not use the Service.</p>\n<p>If you are a parent or guardian of a child, please review the section entitled Children’s Information below.</p>\n<p>If you are a California resident or data subject in Europe, please see the “Additional Disclosures for California Residents” or “Additional Disclosures for Data Subjects in Europe” sections.</p>\n<p>If you have any questions or wish to exercise your rights and choices, please contact us as set out in the “Contact Us” section.</p>\n<b>2.\nESRB PRIVACY CERTIFIED</b>\n<p>The ESRB certification seals shown on our Service confirm that Wizards is a valid licensee, and participating member, of the&nbsp;Entertainment Software Rating Board’s Privacy Certified Program&nbsp;(“ESRB Privacy Certified”).\nTo help protect your privacy, we have voluntarily undertaken this privacy initiative and have had all areas of our Service where this Privacy Policy is posted reviewed and certified by ESRB Privacy Certified to meet established online information collection, use, and disclosure practices.\nAs a licensee of this program, we are subject to audits of our Service and other enforcement and accountability mechanisms administered independently by the ESRB.</p>\n<b>3.\nINFORMATION COLLECTION</b>\n<ol>\n<li>\n<b>Information You Provide</b>\n</li>\n</ol>\n<p>Wizards collects information you provide directly via the Service.\nThe data we collect may include data that identifies you personally (whether alone or in combination).\nThe categories of information we have collected in the last 12 months include the following:</p>\n<ul>\n<li>\n<b>Contact Data.&nbsp;</b>We collect your first and last name, email address, postal address, telephone number and other similar contact data.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Credentials.&nbsp;</b>We collect passwords, password hints and similar security information used for authentication and account access.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Demographic Data.&nbsp;</b>We collect demographic information such as about your age, birth date, gender and country.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Payment Data.&nbsp;</b>We collect data necessary to process your payment if you make purchases, such as your payment instrument, shipping address and transaction numbers.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Profile Data.&nbsp;</b>We collect your username, interests, favorites, gamer data and other profile information.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Contacts.&nbsp;</b>We collect data about your contacts if you choose to match with your contacts on the Service or invite your contacts to join the Service.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Content.&nbsp;</b>We collect the content of messages you send to us, such as feedback and product reviews you write, or questions and information you provide for customer support.\nWe also collect the content of your communications as necessary to provide you with the services you use.\nFor example, if you chat with another user through the Service, we need to collect the content of that chat to display it to you and the other user as you direct.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Wizards collects data from you at various points on the Service, including as described below:</p>\n<ul>\n<li>\n<b>Account Registration.&nbsp;</b>To register an account with Wizards, you must, at a minimum, provide your date of birth, location, email, a username and password.\nTo participate in other Wizards offerings, such as organized play, you may be required to provide your first name and last name, city, country, postal code, gender, email address, password, username and screen name.</li>\n<li>\n<b>Profile.&nbsp;</b>For certain parts of our Service, your personal profile (“Your Profile”) will be automatically populated with the screen name you provided at registration.\nWhere applicable, the information in Your Profile, including any information or content you voluntarily add to Your Profile such as first and last name and images you upload, will be made public by default.\nTo change Your Profile privacy settings for these parts of the Service, log in to&nbsp;accounts.wizards.com&nbsp;and go to Your My Account tab then click “Edit Public Profile &amp.\nSettings.” In this section, you may also change Your Profile information, who can view your page and activity, and who can contact you on these parts of the Service, as well as control how we communicate with you.\nYour Profile for these parts of the Service will be searchable by screen name, and you can change the visibility of Your Profile by de-selecting the “Profile is visible to other users” and “Profile is searchable” boxes in Privacy Settings.\nPlease note: The photo you selected (you are not required to upload a personal photo) as your avatar and your screen name for these parts of the Service will always display on your page, posts, and in search results.\nYou are responsible for any information and content you choose to make public either through Your Profile, or by posting on the Service.\nProfile settings and data processing may differ based on the part of the Service you are using.</li>\n<li>\n<b>Message Boards, Forums, Blogs, and Chats.&nbsp;</b>Wizards provides message boards, blogs, chats, and other public forums on the Service for exchanging information and communicating with other users.\nPlease note that any information, user content, or any other materials that you post on our Service, including any information from Your Profile, where applicable, that you choose to make public, may be available for any user of the Service to read, and are therefore no longer private and may be disclosed by third parties.\nIf you post information, materials, or other content on the Service, you are providing information that can be collected and used by others that you do not know, for their own purposes, including the distribution of unsolicited communications.</li>\n<li>\n<b>Online Stores.&nbsp;</b>Visitors purchasing goods and services through our Service will need to provide valid Payment Data, in addition to Contact Data such as name, mailing address, phone number and email address.</li>\n<li>\n<b>Promotions.&nbsp;</b>To participate in some of our sweepstakes, contests, surveys, or other promotions (“Promotions”), you may be asked to provide an email address or screen name, so that we can let you know if you won a prize.\nWe may also request your name and home address in order to send you products or information by regular mail.</li>\n<li>\n<b>Customer Service.&nbsp;</b>When you contact customer service you may be asked to provide us with information such as your name, telephone number, address and email.\nWe collect this information as part of our customer service efforts and it is used to confirm your identity, respond to your inquiry or comments, for training purposes, and to assist us in providing better products and services.</li>\n<li>\n<b>Wizards Play Network.&nbsp;</b>Participants, including store owners and event organizers, have the opportunity to sign up with the Wizards Play Network in order to run organized play events.\nYou must provide certain information to be eligible to participate in organized play.</li>\n<li>\n<b>Job Postings.&nbsp;</b>Our Service allows for the online submission of resumes, employment and education history, transcript, writing samples, and references which are used solely for the purpose of accepting and evaluating candidate submissions for job postings.</li>\n</ul>\n<p>\n<b>Online Surveys.&nbsp;</b>In order to improve the user experience at our Service, we may employ online surveys for visitors to volunteer information about themselves and provide us feedback about why they visit our Service and what we can do to make them better.</p>\n<p>&nbsp;</p>\n<p>Whatever the activity may be, we will only collect information to the extent it is reasonably necessary to fulfill your requests and our legitimate business objectives.\nIf you do not want to submit certain information when requested, you may not be able to access certain areas on our Service or take advantage of certain features of our Service.\nYou may choose to voluntarily submit other information to us through the Service that we do not request, and, in such instances, you are solely responsible for such information.</p>\n<ol>\n<li>\n<b>Information Collected Automatically</b>\n</li>\n</ol>\n<p>We automatically collect information when you use our Service.\nThe categories of information we have automatically collected in the last 12 months include the following:</p>\n<ul>\n<li>\n<b>Service Use Data.&nbsp;</b>We collect data about the features you use, the products or services you view and purchase, the time of day you browse, information regarding your interaction with the Service, and the web pages you visit.</li>\n<li>\n<b>Game-</b>\n<b>Related Data</b>.\nWe collect data about your use of games made available through the Service (“Game-related Data”).\nGame-related Data includes information about your game preferences, participation, performance and achievements in the game, your frequency of play, etc.\n</li>\n<li>\n<b>Device, Connectivity, and Configuration Data.&nbsp;</b>We collect data about the type of device or browser you use, your device’s operating software, your regional and language settings, and other similar information.\nThis also includes IP address, MAC address, mobile Ad Ids (e.g., IDFA or AAID), and other device identifiers.</li>\n<li>\n<b>Location Data.&nbsp;</b>We collect data about your location, which can be precise or imprecise.\nPrecise location data can be Global Navigation Satellite System (GNSS) data (e.g., GPS), as well as data identifying nearby cell towers and Wi-Fi hotspots.\nWe collect precise location data when you enable location-based products or features.\nImprecise location data includes, for example, a location derived from your IP address or data that indicates where you are located with less precision, such as at a city or postal code level.</li>\n<li>\n<b>Video Data</b>.\nCertain of our games may allow you to activate the camera on your device and broadcast video of your gameplay to other players within the game.\nFor example, when you use SpellTable to play Magic: The Gathering, you may have the option to activate the camera on your device in order to show the physical cards to other players within the game.\nIf you activate the camera, we will only access and collect video through the camera for the purpose of providing this functionality to you.\nWe will not use the video for any other purpose or share the video with anyone outside of our Service, except where necessary for us to comply with our legal obligations, to protect our rights or those of anyone else, or where otherwise instructed by you or to facilitate organized play activities.\nIn addition, you can disable your camera at any time through your device settings.\nNotwithstanding the above, we may use non-video data collected in connection with your use of the camera for additional purposes such as data analytics and improving our internal ad servers or as otherwise in accordance with this Privacy Policy.\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We use various current – and later – developed technologies to collect this data (“Tracking Technologies”), including the following:</p>\n<ul>\n<li>\n<b>Log Files.&nbsp;</b>Log-files are files that record website activity and gather statistics about web users' browsing habits.\nThese entries help Wizards determine (among other things) how many and how often users have visited our Service, which pages they've visited, and other similar data.\nWe also use the log file entries for our internal marketing and demographic studies, so we can constantly improve the online services we provide you.</li>\n</ul>\n<ul>\n<li>\n<b>Cookies</b>.\nCookies are pieces of information placed on your device when you visit a website that act as a unique tag to identify your browser.\nWe use \"cookies\" to enhance your experience at our Service and to help us understand how you interact with our Service.\nFor example, a cookie may allow us to remember certain things based on your IP address, such as the time and duration of your visits, how you navigated through our content, and where you exited a particular site.\nTo learn more about how we use cookies, please visit our&nbsp;<b>Cookie Policy</b>.</li>\n<li>\n<b>Clear GIFs</b>.\nClear GIFs, sometimes called “pixel tags,” or “web beacons” are file objects, usually a graphic image such as a transparent one pixel-by-one-pixel GIF, that are placed on a web page, advertisement, or in an email message.\nThe GIF may tell us the IP address of the device that fetched our page, the URL of the page the GIF is on, the time the page was viewed, the type of browser used, and it can also identify a previously set cookie value, and how and where a user accessed a website.\nWe may use this information to count visitors across our Service and understand how they navigate and use our Service.</li>\n<li>\n<b>Location-Identifying Technologies</b>.\nGPS, WiFi, Bluetooth, and other location-aware technologies may be used to determine your device’s location, sometimes precisely.\nLocation data may be used for purposes such as verifying your device’s location and delivering or restricting relevant content and advertising based on that location.</li>\n<li>\n<b>Voice Processing Technologies</b>.\nVoice processing technologies collect audio through the microphone on your device to effectuate an instruction or request by you.\nWe only collect audio with your consent.\nWe only maintain the audio long enough to complete your instruction or request and then immediately delete it.\nWe may use non-audio data associated with the collection for additional purposes such as data analytics.</li>\n<li>\n<b>App-Specific Technologies</b>.\nOur apps include app-specific technologies, such as SDKs and APIs provided by third parties.\nAn SDK is code embedded in an app that sends information about your use to a server and is in effect the app version of a GIF.\nThe information collected through such technologies often includes your mobile Ad Id.</li>\n</ul>\n<p>&nbsp;</p>\n<p>For further information on how we use Tracking Technologies and your rights and choices regarding them, please see the sections entitled&nbsp;<b>Social Media and Technology Integrations&nbsp;</b>and&nbsp;<b>Your Rights and Choices</b>.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Information from Other Sources</b>\n</li>\n</ol>\n<p>We also obtain information about you from third party sources .\nThe categories of third-party sources from which we have collected information in the last 12 months include the following:</p>\n<ul>\n<li>Data brokers or resellers from which we purchase Demographic Data to supplement the data we collect.</li>\n</ul>\n<ul>\n<li>Social networks or gaming platforms (such as Steam or Twitch) when you grant us permission to access data such as Contact Data, Demographic, Data, Profile Data, Contacts and Content.</li>\n</ul>\n<ul>\n<li>Partners with which we offer co-branded services, sell or distribute our products, or engage in joint marketing activities provide us Contact Data, Demographic Data, Profile Data, Contacts and Content.</li>\n</ul>\n<p>&nbsp;</p>\n<p>For further information on these sources, see the section entitled&nbsp;<b>Social Media and Technology Integrations&nbsp;</b>below.</p>\n<b>4.\nINFORMATION USE</b>\n<p>Wizards retains the information we collect only as long as necessary to fulfill the business and commercial purposes for which it was collected, as identified in this Privacy Policy.\nOur business and commercial purposes for using information in the last 12 months include the following:</p>\n<p>\n<b>Possible Use</b>\n</p>\n<p>\n<b>Possible Information</b>\n</p>\n<p>To operate, manage, and provide you with our Service.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Credentials, Demographic Data, Profile Data, Contacts, Content, Information Collected Automatically</p>\n<p>To perform services requested by you, such as to respond to your comments, questions, and requests, and provide customer service.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Information Collected Automatically</p>\n<p>To send you technical notices, updates, security alerts, information regarding changes to our policies, and support and administrative messages.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Information Collected Automatically</p>\n<p>To prevent and address fraud, breach of policies or terms, and threats or harm.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Credentials, Profile Data, Information Collected Automatically</p>\n<p>To monitor and analyze trends, usage, and activities.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Demographic Data, Profile Data, Contacts, Information Collected Automatically</p>\n<p>Fulfill product orders.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Payment Data, Information Collected Automatically</p>\n<p>For our internal research and demographic studies, so we can constantly improve the Service or other Wizards websites, applications, marketing efforts, products and services.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Demographic Data, Profile Data, Contacts, Information Collected Automatically</p>\n<p>To send you direct marketing communications including information about new products, contests, features and enhancements, special offers and other events of interest.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Information Collected Automatically</p>\n<p>To provide you with advertisements on our Service and other services tailored to your interests.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Profile Data, Contacts, Information Collected Automatically</p>\n<p>Verify your eligibility and deliver prizes in connection with Promotions you have entered.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Profile Data, Contacts, Content, Information Collected Automatically</p>\n<p>To fulfill any other business or commercial purposes disclosed to you, at your direction, or with your consent.</p>\n<p>&nbsp;</p>\n<p>Contact Data, Credentials, Demographic Data, Profile Data, Contacts, Content, Information Collected Automatically</p>\n<b>5.\nSHARING OF INFORMATION</b>\n<ol>\n<li>\n<b>Information Shared in the Last 12 Months</b>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>Wizards shares information about you in accordance with the practices described in this Privacy Policy.\nThe categories of entities to whom we disclosed information in the last 12 months include the following:</p>\n<ul>\n<li>\n<b>Service Providers.&nbsp;</b>Wizards shares information about you with entities that process the information on our behalf (“Service Providers”).\nService Providers assist us with operating our Service and provide us with other services such as organized play, community operations, online product fulfillment, prize payments, email services, marketing and promotional services, data analytics, and technical support.\nAlso, if you make a purchase on the Service, your Payment Data may be processed by a payment processing Service Provider as necessary to complete your purchase (for example, to process your credit card).\nThese Service Providers are contractually prohibited from using your information about you for any purpose other than to provide this assistance, and they agree to maintain the confidentiality, security and integrity of information they receive from us.\nWe may, however, permit Service Providers to use aggregate information that does not identify you or de-identified information for any purposes except as prohibited by applicable law.\nWe share the following categories of information with Service Providers: Contact Data, Payment Data, Credentials, Demographic Data, Profile Data, Contacts, and Content.</li>\n</ul>\n<ul>\n<li>\n<b>Vendors.</b>&nbsp;We share information with vendors, including analytics and advertising technology companies.\nVendors may act as our Service Providers, or in certain contexts, independently decide how to process your information.\nFor more information on advertising and analytics, see the section entitled&nbsp;<b>Advertising and Analytics</b>&nbsp;below.\nFor Vendors, we share the following categories of information with vendors: Contact Data, Credentials, and Profile Data</li>\n</ul>\n<ul>\n<li>\n<b>Affiliates.&nbsp;</b>Wizards shares information with its related entities including its parent and sister companies.\nFor example, we may share your information with our affiliates for customer support, marketing, or technical operations and such information includes: Contact Data, Credentials, Payment Data, and Profile Data.</li>\n</ul>\n<ul>\n<li>\n<b>Partners.&nbsp;</b>We share information with our partners in connection with offering you co-branded services, selling or distributing our products, tournament and organized play activities, or engaging in joint marketing activities.\nFor example, we may share information about you with a retailer for purposes of providing you with product support including Contact Data, Credentials, and Profile Data.</li>\n</ul>\n<ul>\n<li>\n<b>Tournament and Organized Play.&nbsp;</b>If you engage in organized play, your full name, DCI number, city, state, nationality, username and email will be accessible by authorized tournament organizers, retail locations that are part of the Wizards Play Network, members of the Wizards’ community that are adjudicating organized play events, and prize fulfillment Service Providers.\nThese parties are independent of Wizards, but they are contractually prohibited from using your information for any other purpose than that for which it was provided to them, and they agree to maintain the confidentiality, security and integrity of information they receive from us.\nYour information may also be disclosed to members of the Wizards’ community who are engaged in investigating violations of tournament rules and the Code of Conduct.\nAdditionally, your full name, city, and country may appear in online leaderboards and organized play event results.\nVideo Data may also be available to tournament organizers and retail locations that are part of the Wizards Play Network if you participate in organized play activities through SpellTable.</li>\n<li>\n<b>Promotions.&nbsp;</b>Our Promotions may be jointly sponsored or offered by other entities.\nIf you voluntarily choose to enter a Promotion, we share information as set out in the official rules that govern the Promotion as well as for administrative purposes and as required by law (e.g., on a winners list).\nBy entering, you agree to the official rules that govern that Promotion, and may, except where prohibited by applicable law, allow the sponsor and/or other parties to use your name, voice and/or likeness in advertising or marketing materials.\nWe share the following information categories with promotional partners: Contact Data, Profile Data, and Content.</li>\n<li>\n<b>Facilitating Requests.&nbsp;</b>We share information at your request or direction, such as when you choose to share information with a social network about your activities on the Service or link your Wizards account to gaming platforms (such as Steam or Twitch).\nSuch disclosures include: Contact Data, Credentials, Profile Data, Contacts, and Content.</li>\n</ul>\n<p>&nbsp;</p>\n<ol>\n<li>\n<ol>\n<li>\n<b>Information Shared General</b>\n</li>\n</ol>\n</li>\n</ol>\n<p>In addition to the categories listed above, Wizards may share information about you as follows:</p>\n<ul>\n<li>\n<b>Merger or Acquisition.&nbsp;</b>In the event of, or during negotiations of, an actual or proposed merger, acquisition, reorganization, bankruptcy, or other similar event, your information, including personal data, may be shared with Wizards' successors or assigns or other third parties involved in the event.\nIn the event of a merger or acquisition, we may share the following categories of information: Contact Data, Credentials, Demographic Data, Payment Data, Profile Data, Contacts, and Content.</li>\n<li>\n<b>Security and Compelled Disclosure.&nbsp;</b>We may disclose your information, including personal data, to comply with law or other legal process, and where required, in response to requests by public authorities, including to meet national security or law enforcement requests.\nWe may also share your information in connection with an investigation of fraud, harassment, intellectual property infringements, or other activity that is illegal, a violation of our policies, or may expose you or us to legal liability.\nWe may also share your information to protect the rights, property, life, health, security and safety of us, the Service or any third party.\nSuch disclosures may include Contact Data, Payment Data, Credentials, Demographic Data, Profile Data, Contacts and Content.</li>\n<li>\n<b>Consent</b>.\nWe may share your information for any other business or commercial purpose with notice to you and with your consent.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Wizards does not sell information collected from and about its customers to third parties.\nNotwithstanding the foregoing, to the extent \"selling\" is interpreted under the California Consumer Privacy Act to include advertising technology activities, Wizards will comply with applicable law as to such activity.\nCalifornia residents should review the sections below entitled&nbsp;<b>Additional Disclosures for California Residents</b>&nbsp;to learn how to opt-out, and&nbsp;<b>Analytics and Advertising</b>&nbsp;for more information on advertising technology activities.</p>\n<p>&nbsp;</p>\n<p>Without limiting the foregoing, in our sole discretion, we may share aggregated information which does not identify you or de-identified information about you with third parties or affiliates for any purpose except as prohibited by applicable law.\nFor information on your rights and choices regarding how we share your information, please see the section entitled&nbsp;<b>Your Rights and Choices&nbsp;</b>below.</p>\n<b>6.CHILDREN’S INFORMATION</b>\n<ol>\n<li>\n<b>A Note to Parents</b>\n</li>\n</ol>\n<p>Wizards has developed its Service to be appropriate for a wide range of audiences and not directed to children under 13 (“Children” or “Child”).\nIn general, Children may access the Service only if Wizards has obtained prior verifiable parental consent from their parent or guardian in compliance with the U.S.\nChildren’s Online Privacy Protection Rule (“COPPA”).\nIf you are a parent or guardian, please discuss this Privacy Policy with your Children so that they will better understand how to use the Service and the information they may be asked to provide when using the Service.\nIf you have any questions or comments about how we treat Children’s information or our compliance with COPPA, please contact us as set forth in the section entitled&nbsp;<b>Contact Us&nbsp;</b>below.</p>\n<p>&nbsp;</p>\n<p>If your child is a California resident, review the section entitled&nbsp;<b>Additional Disclosures for California Residents</b>.\nIf your child is in the European Union, review the section entitled&nbsp;<b>Additional Disclosures for Data Subjects in&nbsp;Europe</b>.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Services Directed to Children</b>\n</li>\n</ol>\n<p>Wizards may also offer certain areas of the Service that are identified as for Children and on such special areas of our Service we will either provide direct notice to a parent of our collection and use of Children’s personal information as defined by COPPA and obtain prior verifiable parental consent or limit our data collection activities to comply with the obligations of COPPA for Child-directed services.\nFor a list of services that Wizards treats as being directed to Children under COPPA, please contact us as set forth in the section entitled&nbsp;<b>Contact Us</b>.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Collection, Use, and Sharing of Children's Information</b>\n</li>\n</ol>\n<p>Wizards may collect, use, and share personal information from Children if it is submitted by a Child with prior verifiable parental consent or by the parent or guardian of the Child.\nTo determine who is younger than 13 years old and whether prior verifiable parental consent is required, we ask all users who wish to register to submit their date of birth.\nThose users that indicate they are Children are either blocked from the activity or taken through a parental consent process.\nAs part of the parental consent process, parents have the choice of consenting to our collection and internal use of their Child’s personal information but prohibiting us from disclosing that information to third parties (except to the extent such disclosure is integral to our Service).\nIf we learn or have reason to suspect that we have collected information from a Child in violation of COPPA, we will promptly delete it.</p>\n<p>In limited circumstances, in accordance with COPPA, Wizards does not require verifiable parental consent prior to collection, use, or sharing of Children’s personal information.\nFor example, Wizards may collect and store persistent identifiers (e.g., cookies, IP addresses, etc.) from Children without prior verifiable parental consent where we collect no other Children’s personal information and such persistent identifiers are collected solely for the purpose of providing support for the internal operations of the Service.</p>\n<p>Subject to our compliance with COPPA, Wizards may collect personal information from Children for any of the purposes set forth in this Privacy Policy and may use, share, and otherwise process such information as set forth in this Privacy Policy.\nWe take reasonable measures to maintain the confidentiality, security, and integrity of Children’s personal information, including by taking reasonable steps to release such information only to parties capable of maintaining its confidentiality and security.\nWe retain Children’s personal information only as long as is necessary to fulfill the purpose for which it was collected and delete such information using reasonable measures to protect against its unauthorized access or use.</p>\n<p>Please refer to the sections entitled&nbsp;<b>Information Collection</b>,&nbsp;<b>Information Use</b>, and&nbsp;<b>Sharing of Information&nbsp;</b>for further details on how we process information.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Parental Access</b>\n</li>\n</ol>\n<p>A parent who has already given Wizards permission to collect, use, and share their Child’s personal information can, at any time, do the following: (1) review, correct, or delete the Child’s personal information.\nand/or (2) discontinue further collection, use, or sharing of the Child’s personal information.\nTo do so, please refer to the confirmation email provided to you when you gave consent or contact us as set forth in the section entitled&nbsp;<b>Contact Us&nbsp;</b>below.</p>\n<p>Please be sure to include your Child’s name and email address, your name and email address, and the area of the Service on which your Child is registered.</p>\n<b>7.\nSOCIAL MEDIA AND TECHNOLOGY INTEGRATIONS</b>\n<p>We offer parts of our Service through websites, locations, platforms, and services operated, owned, or controlled by separate entities.\nIn addition, we integrate technologies operated, owned, or controlled by separate entities into parts of our Service.\nSome examples include:</p>\n<ul>\n<li>\n<b>Links.&nbsp;</b>Our Service includes links to websites, platforms, and other services not operated or controlled by us.</li>\n<li>\n<b>Social Media.&nbsp;</b>You can engage with our content on or through social networking services, such as Facebook and Twitter.\nWhen you engage with our content (such as through our brand page or via our chatbot on Facebook Messenger) or connect your Wizards account to your social media account, you may allow us to have access to certain information from your social media profile, such as your name, email address, photo, gender, birthday, location, your list of friends, people you follow and/or who follow you, the posts or the ‘likes’ you make.\nWe may also obtain other information such as content viewed, game performance, high scores, and information about advertisements within the content you have been shown or may have clicked on from your interaction with our content.\nWhen you provide information from your social media account, it can help enable us to do things like (1) give you exclusive content, (2) personalize your online experience with us within and outside our Service, and (3) contact you through the social networking service or directly by sending you the latest news, special offerings, and rewards.\nIf you post information on social media that references our Service (e.g., by using a hashtag associated with Wizards in a tweet or status update), your post may be used on or in connection with our Service.\nThrough some social networking services’ privacy settings, you can control what data you share.\nFor more information about how social networking services handle your information, please refer to their respective privacy policies and terms of use.</li>\n<li>\n<b>Gaming Platforms.&nbsp;</b>You can connect your Wizards account to your gaming account on another platform, such as Steam or Twitch.\nThis linking may allow us to obtain information such as your gaming username, email address, photo, game performance, and high scores.\nFor more information about how these gaming platforms handle your information, please refer to their respective privacy policies and terms of use.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Please note that when you interact with other entities, including when you leave our Service, those entities may independently collect information about you.\nThe information collected and stored by those entities remains subject to their own policies and practices, including what information they share with us, your choices on their services and devices, and whether they store information in the U.S.\nor elsewhere.\nWe encourage our users to read third party privacy policies before submitting any information to such third parties.</p>\n<p>For further information on Tracking Technologies and your rights and choices regarding them, please see the sections entitled&nbsp;<b>Information Collected Automatically&nbsp;</b>and&nbsp;<b>Your Rights and Choices&nbsp;</b>below.</p>\n<p>&nbsp;</p>\n<b>8.\nANALYTICS AND ADVERTISING</b>\n<p>We use analytics providers, such as Google Analytics, to help us analyze your use of the Service, compile statistic reports on the Service’s activity, and provide other services relating to Service activity and internet usage.\nWe also work with agencies, advertisers, ad networks, and other technology services to place ads for our products and services on other websites and services.\nAs part of this process, we may incorporate Tracking Technologies into our own Service (including our website and emails) as well as into ads displayed on other websites and services.\nSome of these Tracking Technologies may track your activities across time and services for purposes of associating the different devices you use, and delivering relevant ads and/or other content to you on the Service and other services after you have left the Service (“Interest-based Advertising”).</p>\n<p>We also use audience matching services to reach people (or people similar to people) who have visited our Service or are identified in one or more of our databases (“Matched Ads”).\nThis is done by us uploading a customer list to a technology service or incorporating a pixel from a technology service into our own Service, and the technology service matching common factors between our data and their data.\nFor instance, we incorporate the Facebook pixel on our Service and may share your email address with Facebook as part of our use of Facebook Custom Audiences.\nSome technology services, such as LiveRamp, may provide us with their own data, which is then uploaded into another technology service for matching common factors between those factors.</p>\n<p>For a list of third-party partners whose technology we have integrated on our site, please click&nbsp;here.\nWe encourage you to familiarize yourself with and consult their privacy policies and terms of use.</p>\n<p>&nbsp;</p>\n<p>For further information on the types of Tracking Technologies we use on the Service and your rights and choices regarding analytics, Interest-based Advertising, and Matched Ads, please see the&nbsp;<b>Information Collected Automatically</b>&nbsp;and&nbsp;<b>Your Rights and Choices</b>&nbsp;sections.</p>\n<b>9.\nYOUR RIGHTS AND CHOICES</b>\n<ol>\n<li>\n<b>Review and Updating Account Information</b>\n</li>\n</ol>\n<p>If you have registered an account, you may at any time review or update the Contact Data in your account through your account settings or by contacting us as set forth in the section entitled&nbsp;<b>Contact Us&nbsp;</b>below.\nPlease be sure to include in your message the name of the feature for which you registered and the email address you used to register so that we can verify your request.\nWe may require additional information from you to allow us to confirm your identity.\nPlease note that we will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Posted Content</b>\n</li>\n</ol>\n<p>If you wish to review, correct, or delete content or information you have publicly posted on our Service you may do so by visiting the individual post and selecting the “Edit” or “Delete” options.\nAlternatively, you may contact us as set forth in the section entitled&nbsp;<b>Contact Us&nbsp;</b>below with your request.\nRequests must state that the user personally posted such content or information and detail where the content or information is posted.\nPlease note we will make reasonable good faith efforts to remove the post from prospective public view and that removal of this content or information from public view does not guarantee complete or comprehensive removal.\nAfter your removal request has been honored, we may retain copies of the content or information you have previously posted on our servers.\nAdditionally, we are not required to remove your posted content or information if we are required by law to retain it.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Tracking Technology Choices</b>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Cookies and GIFs.&nbsp;</b>Most browsers accept cookies by default.\nYou can instruct your browser, by changing its settings, to decline or delete cookies.\nIf you use multiple browsers on your device, you will need to instruct each browser separately.\nYour ability to limit cookies is subject to your browser settings and limitations.</li>\n</ul>\n<ul>\n<li>\n<b>App-Specific Technologies.&nbsp;</b>You can reset your mobile Ad ID at any time through your device settings, which will allow you to limit the use of information collected about you.\nFor information on how to do this on Apple devices, &nbsp;visit&nbsp;Apple.com&nbsp;or&nbsp;https://support.apple.com/en-us/HT202074.\nFor information on how to do this on Android devices, visit&nbsp;Google.com.\nYou can stop all collection of information via an app by uninstalling the app.</li>\n</ul>\n<ul>\n<li>\n<b>Location-Identifying Technologies.&nbsp;</b>The location data collected through an app depends on your device settings and app permissions.\nYou can exercise choice over the location data collected through our apps by (i) for GPS data, disabling location in your device settings or disabling location permissions to that app.\n(ii) for Bluetooth data, disabling Bluetooth and any Bluetooth scanning option in your device settings.\nor (iii) for WiFi data, disabling WiFi and any WiFi scanning option in your device settings.\nYou can stop collection of all location data via an app by uninstalling the app.</li>\n</ul>\n<ul>\n<li>\n<b>Do Not Track.&nbsp;</b>Your browser settings may allow you to automatically transmit a “Do Not Track” signal to online services you visit.\nNote, however, there is no industry consensus as to what site and app operators should do with regard to these signals.\nAccordingly, we do not monitor or take action with respect to “Do Not Track” signals or other mechanisms.\nFor more information on “Do Not Track,” visit&nbsp;http://www.allaboutdnt.com.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Please be aware that if you disable or remove Tracking Technologies some parts of the Service may not function correctly.</p>\n<ol>\n<li>\n<b>Analytics and Interest-Based Advertising</b>\n</li>\n</ol>\n<p>You may exercise choice regarding the use of cookies from Google Analytics by visiting&nbsp;https://tools.google.com/dlpage/gaoptout&nbsp;and downloading the Google Analytics Opt-out Browser Add-on.</p>\n<p>&nbsp;</p>\n<p>Some of the third parties that collect information from or about you on the Service in order to provide more relevant advertising to you participate in the Digital Advertising Alliance (“DAA”) Self-Regulatory Program for Online Behavioral Advertising.\nThis program offers a centralized location where users can make choices about the use of their information for online behavioral advertising.\nTo learn more about the DAA and your opt-out options for their members, please visit (i) for website opt-out,&nbsp;http://www.aboutads.info/choices<u>;</u>&nbsp;and (ii) for mobile app opt-out,&nbsp;http://www.aboutads.info/appchoices.\nIn addition, some of these third parties may be members of the Network Advertising Initiative (\"<b>NAI</b>\").\nTo learn more about the NAI and your opt-out options for their members, please visit&nbsp;http://www.networkadvertising.org/choices/.\nOpting-out only means that the selected members should no longer deliver certain Interest-based Advertising to you but does not mean you will no longer receive any targeted content and/or ads (e.g., from other ad networks).</p>\n<p>&nbsp;</p>\n<p>To opt-out of us using your data for Matched Ads, please contact us as set forth in the&nbsp;<b>Contact Us</b>&nbsp;section below and specify that you wish to opt-out of Matched Ads.\nWe will request that the applicable technology service not serve you Matched Ads based on information we provide to it.\nAlternatively, you may directly contact the applicable technology service to opt-out.</p>\n<p>You may also limit our use of information collected from or about your mobile device for purposes of serving targeted ads to you by going to your device settings and selecting \"Limit Ad Tracking\" (for iOS devices) or \"Opt-out of Interest-Based Ads\" (for Android devices).</p>\n<p>Please note that if you opt-out using any of these methods, the opt-out will only apply to the specific browser or device from which you opt-out.\nWe are not responsible for the effectiveness of, or compliance with, any third-party opt-out options or programs, or the accuracy of any company statements regarding their opt-out options or programs.</p>\n<ol>\n<li>\n<b>Unlinking Your Accounts</b>\n</li>\n</ol>\n<p>If you have linked your Wizards account with certain social network or gaming platforms, such as Facebook or Steam, you may unlink your accounts at any time by visiting your Wizards account settings.\nPlease note that unlinking your accounts will not affect any information previously shared through the linking.\nWizards is not responsible for any platform practices, and we recommend that you carefully review their online policies.</p>\n<ol>\n<li>\n<b>Communications</b>\n</li>\n</ol>\n<p>If you do not want Wizards to send you promotional emails about products, services or events, you may opt-out of receiving such promotional emails at the time of registration.\nAfter registration, you may opt-out by following the link provided in a Wizards email or by contacting us as set forth in the section entitled&nbsp;<b>Contact Us&nbsp;</b>below.\nNotwithstanding the foregoing, Wizards reserves the right to contact you with updates relating to your account, transactions, the Terms of Use, the Code of Conduct or this Privacy Policy.\nPlease note that your decision to opt-out is limited to the email address used and will not affect subsequent subscriptions.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Your California Privacy Rights</b>\n</li>\n</ol>\n<p>California residents have additional rights as set out in the section entitled&nbsp;<b>Additional Disclosures for California Residents</b>&nbsp;below.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Your Nevada Rights</b>\n</li>\n</ol>\n<p>Nevada law (NRS 603A.340) requires each business to establish an email address or other means by which Nevada consumers may submit requests directing the business not to sell certain kinds of personal information that the business has collected or will collect about the consumer.\nA sale under Nevada law is the exchange of certain kinds of personal information for monetary consideration by the business to a third party for the third party to license or sell the personal information to other third parties.\nIf you are a Nevada consumer and wish to submit a request relating to our compliance with Nevada law, please contact us as at privacy@wizards.com.</p>\n<ol>\n<li>\n<b>Your European Privacy Rights</b>\n</li>\n</ol>\n<p>Data subjects in Europe have additional rights as set out in the&nbsp;<b>Additional Disclosures for Data Subjects in Europe</b>&nbsp;section below.</p>\n<b>10.\nDATA SECURITY</b>\n<p>Wizards takes reasonable steps to help protect the security and integrity of any information you provide to us by implementing and maintaining administrative, physical, and technical safeguards.\nNevertheless, transmission via the internet is not completely secure and we cannot guarantee the security of your information collected through our Service.</p>\n<b>11.\nINTERNATIONAL TRANSFER OF INFORMATION</b>\n<p>Wizards is based in the U.S.\nand the information it collects is governed by U.S.\nlaw.\nIf you are accessing the Service from outside the U.S., please be aware that information collected through the Service may be transferred across borders, and from your country or jurisdiction to other countries or jurisdictions around the world, including the U.S.\nData protection laws in the U.S.\nand other jurisdictions may be different from those of your country of residence.\nBy using the Service, you are expressly consenting to the transfer to and from, processing, usage, sharing, and storage of your information, including personal data, in the U.S.\nas well as other jurisdictions where Wizards conducts business or provides services.\nIf your data is collected in the United Kingdom, the European Union or Switzerland, we will transfer your personal data subject to appropriate safeguards, such as Standard Contractual Clauses.</p>\n<b>12.\nCHANGES TO THIS PRIVACY POLICY</b>\n<p>We reserve the right to change this Privacy Policy at any time.\nAny changes will be effective immediately upon posting of the revised Privacy Policy.\nPlease visit this page from time to time to check for changes.\nYour continued use of our Service indicates your consent to the Privacy Policy then posted.\nIf the changes are material, we may provide you additional notice to your email address.</p>\n<b>13.\nCONTACT US</b>\n<p>If you have any comments, questions, or complaints regarding this Privacy Policy, our privacy practices, or our compliance with European regulations, please contact us using any of the following methods:</p>\n<p>By mail:</p>\n<p>Wizards of the Coast</p>\n<p>ATTN: Customer Support</p>\n<p>P.O.\nBox 707 Renton, WA 98057-0707</p>\n<p>By phone:</p>\n<p>US/Canada: (800) 324-6496</p>\n<p>Other countries: (425) 204-8069</p>\n<p>&nbsp;</p>\n<p>Note: We are available Monday through Friday, from 9:00 am to 6:00 pm Pacific Time, and also on weekends from</p>\n<p>10:00 am to 4:00 pm Pacific Time.</p>\n<p>Online form:</p>\n<p>Submit a help request at&nbsp;https://support.wizards.com</p>\n<p>&nbsp;</p>\n<p>ESRB: For complaints, you can also contact ESRB Privacy at ESRB Attn: Privacy Certified Program, 420 Lexington Avenue,</p>\n<p>Suite 2240 New York, New York 10170, by email at&nbsp;privacy@esrb.org, or directly through their&nbsp;consumer hotline.</p>\n<p>&nbsp;</p>\n<p>European Requests:</p>\n<p>For Europe specific requests, you can reach our DPO at:&nbsp;dpo@hasbo.com</p>\n<b>14.\nADDITIONAL DISCLOSURES FOR CALIFORNIA RESIDENTS</b>\n<ol>\n<li>\n<b>Right to Know and Delete</b>\n</li>\n</ol>\n<p>If you are a California resident, you have the right to know certain information about our data practices in the preceding 12 months.\nIn particular, you have the right to request the following from us:</p>\n<ul>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources from which the personal information was collected;</li>\n<li>The categories of personal information about you we disclosed for a business purpose or sold;</li>\n<li>The categories of third parties to whom the personal information was disclosed for a business purpose or sold.\nand</li>\n<li>The business or commercial purpose for collecting or selling the personal information.</li>\n</ul>\n<p>You also have the right to request the specific pieces of personal information we have collected about you.</p>\n<p>In addition, you have the right to delete the personal information we have collected from you.</p>\n<p>To exercise any of these rights, please submit a request through our online form available at&nbsp;http://wizards.custhelp.com, call our toll free number at (800) 324-6496, or email us at privacy@wizards.com.\nIn the request, please specify which right you are seeking to exercise and the scope of the request.\nWe will confirm receipt of your request within 10 days.\nWe may require specific information from you to help us verify your identity and process your request.\nIf we are unable to verify your identity, we may deny your requests to know or delete.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b>Do Not Sell My Personal Information</b>\n</li>\n</ol>\n<p>To the extent Wizards sells your personal information as the term “sell” is defined under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information by us to third parties at any time.\nYou may submit a request to opt-out by clicking&nbsp;Do Not Sell My Personal&nbsp;Information.\nYou may also submit a request to opt-out by calling our toll-free number at (800) 324-6496 or email us at privacy@wizards.com.</p>\n<p>You can designate an authorized agent to submit requests on your behalf.\nHowever, we will require written proof of the agent’s permission to do so and verify your identity directly.</p>\n<ol>\n<li>\n<b>Right to Non-Discrimination</b>\n</li>\n</ol>\n<p>You have the right not to receive discriminatory treatment by us for the exercise of any of your rights.</p>\n<ol>\n<li>\n<b>California Minors</b>\n</li>\n</ol>\n<p>We do not knowingly sell information of minors under 16 who are residents of California without their affirmative authorization, or the affirmative authorization of their parent or guardian for minors under 13.\nAffirmative authorization can be withdrawn at any time by emailing us at privacy@wizards.com or calling our toll-free number at (800) 324-6496.</p>\n<ol>\n<li>\n<b>Shine the Light</b>\n</li>\n</ol>\n<p>Customers who are residents of California may request (i) a list of the categories of personal information disclosed by us to third parties during the immediately preceding calendar year for those third parties’ own direct marketing purposes.\nand (ii) a list of the categories of third parties to whom we disclosed such information.\nTo exercise a request, please write us at the email or postal address set out in the<b>&nbsp;Contact Us</b>&nbsp;section above and specify that you are making a “California Shine the Light” request.\nWe may require additional information from you to allow us to verify your identity and are only required to respond to requests once during any calendar year.</p>\n<b>15.\nADDITIONAL DISCLOSURES FOR DATA SUBJECTS IN EUROPE</b>\n<ol>\n<li>\n<b>Roles</b>\n</li>\n</ol>\n<p>Data protection laws in Europe distinguish between organizations that process personal data for their own purposes (known as “controllers”) and organizations that process personal data on behalf of other organizations (known as “processors”).\nWizards acts as a controller with respect to personal data collected as you interact with our websites, emails, and advertisements</p>\n<ol>\n<li>\n<b>Lawful Basis for Processing</b>\n</li>\n</ol>\n<p>Data protection laws in Europe require a “lawful basis” for processing personal data.\nOur lawful bases include where: (a) you have given consent to the processing for one or more specific purposes, either to us or to our service providers or partners.\n(b) processing is necessary for the performance of a contract with you.\n(c) processing is necessary for compliance with a legal obligation.\nor (d) processing is necessary for the purposes of the legitimate interests pursued by us or a third party, and your interests and fundamental rights and freedoms do not override those interests.</p>\n<ol>\n<li>\n<b>Your European Privacy Rights</b>\n</li>\n</ol>\n<p>If you are a data subject in Europe, you have the right to access, rectify, or erase any personal data we have collected about you through the Service.\nYou also have the right to data portability, right to be forgotten, and the right to restrict or object to our processing of personal data we have collected about you through the Service.\nIn addition, you have the right to ask us not to process your personal data (or provide it to third parties to process) for marketing purposes or purposes materially different than for which it was originally collected or subsequently authorized by you.\nYou may withdraw your consent at any time for any data processing we do based on consent you have provided to us.</p>\n<p>To exercise any of these rights, contact us as set forth in the section entitled Contact Us above and specify which right you intend to exercise.\nWe will respond to your request within 30 days.\nWe may require additional information from you to allow us to confirm your identity.\nPlease note that we store information as necessary to fulfil the purposes for which it was collected, and may continue to retain and use the information even after a data subject request for purposes of our legitimate interests, including as necessary to comply with our legal obligations, resolve disputes, prevent fraud, and enforce our agreements.</p>\n<p>If you have any issues with our compliance, you have the right to lodge a complaint with a European supervisory authority.</p>\n<ol>\n<li>\n<b>Children in Europe</b>\n</li>\n</ol>\n<p>If you are a child under 16 in Europe, you may access the Service only to the extent that consent is given or authorized by the holder of parental responsibly over you.\nPlease speak with your parent or guardian about this Privacy Policy so you can better understand how we use your personal data.\nWe make reasonable efforts to verify that consent is given or authorized by the holder of parental responsibility over you, and, if we learn or have reason to suspect that we have collected personal data from you without parental consent, we will promptly delete it.</p>\n<p>&nbsp;</p>\n", "created_at": "2019-07-16 21:15:50.520243", "updated_at": "2020-12-14 19:51:10.287868"}, {"id": 13206, "name": "Cookies", "url": "https://company.wizards.com/en/legal/cookie", "xpath": "//body", "text": " <ul>\n<li>Games </li>\n<li>Join Us <ul>\n<li>Join Us</li>\n<li>Careers</li>\n<li>Diversity, Equity, &amp.\nInclusion</li>\n</ul> Connect with Us </li>\n<li> Who we are </li>\n<li> News </li>\n</ul>\n<ul>\n<li>streamline-icon-pin-location-1@140x140 Store Locator</li>\n<li> streamline-icon-headphones-customer-support-human@140x140 (1) Customer Support</li>\n<li> streamline-icon-single-neutral-circle@140x140 My Account</li>\n</ul> Our Games <ul>\n<li> Visit Site </li>\n<li> Visit Site </li>\n<li> Available On PC Mobile Visit Site </li>\n<li> Available On PC Mac Mobile Visit Site </li>\n<li> Available On PC Visit Site </li>\n<li> Available On Playstation Xbox Steam Visit Site </li>\n</ul> Fetching mountains...\nCookies <p>What Are Cookies?<br>\nLast Updated: 3/3/2022</p>\n<p>Cookies are small text files that are placed on your device by apps and websites that you visit.\nCookies are widely used in order to make websites work, fulfill your preferences, and to provide information to the owners of websites.</p>\n<p>\n<strong>The table below explains the cookies we use and why.</strong>\n</p> DOMAIN COOKIE NAME DESCRIPTION company.wizards.com _ga Used to distinguish users for Google Analytics.\ncompany.wizards.com _gat This cookie is used by Google accounts on relevant pages.\ncompany.wizards.com _gid Used to distinguish users for Google Analytics.\ncompany.wizards.com cookies-agreed Used by the Company site to record that the user has accepted the cookie policy.\ncompany.wizards.com locale Used by the Company site to provide the user with localized content.\n<br>\n<br>\n<p>\n<strong>Use the table below to access the cookie disclosure pages for our various websites.</strong>\n</p> Site Name Link to Cookie Disclosure Magic the Gathering https://magic.wizards.com/en/cookies Gatherer Magic Card Database https://gatherer.wizards.com/Pages/LearnMore.aspx Magic the Gathering China https://www.cnwizards.com/rules/cookies Magic the Gathering Japan https://mtg-jp.com/cookie/ Wizards Play Network https://wpn.wizards.com/en/cookie-information Dark Alliance https://www.darkalliance.com/en/cookies Esports https://magic.gg/cookies Accounts https://myaccounts.wizards.com/cookies Accounts (Legacy) https://accounts.wizards.com/Default/IsCookiesUp DnD https://dnd.wizards.com/cookie-information DnD Beyond https://www.dndbeyond.com/cookies Store Event Locator https://locator.wizards.com/cookies EventLink https://eventlink.wizards.com/cookies SpellTable https://www.spelltable.com/cookies Customer Feedback (Customer Support) https://support.wizards.com/hc/en-us/articles/360059540251-UserVoice-Cookies Support Tool <br> Magic Support <br> MTGArena Support <br> MTGO Support <br> Dungeons &amp.\nDragons Support <br> Dark Alliance Support <br> Magic Spellslingers Support <br> MTGO Beta Support https://support.wizards.com/hc/en-us/articles/360059542811-Zendesk-Cookies <p>\n<strong>Mobile Apps third-party service providers:</strong>\n</p>\n<ul>\n<li>Internal operations’ service providers (Firebase, BugSnag, Unity, ConsentCheq, Pugpig and Backtrace, Amazon Web Services, Gravatar, Realm, Optimizely, PerimeterX, Sentry, Zendesk, Imgur)</li>\n<li>Social media platforms and third-party gaming platforms (PubNub, Facebook, Twitter, Twitch, Steam, Game Center, Google Account)</li>\n<li>Marketing partners and third-party ad networks (Apple, Facebook, InMobi, PWNGames, Google Ads, TikTok, Snapchat,Amazon Ad System, Bing Ads, Sailthru, Reddit, Taboola, Pinterest)</li>\n<li>Third-party analytics service providers (Adjust, Google Analytics, Google Clients, Swrve, Braze, Microsoft Clarity)</li>\n</ul> 简体中文 繁體中文 Français Deutsch Italiano 日本語 한국어 Português (Brasil) Русский Español English Brands <ul>\n<li> Dungeons &amp.\nDragons </li>\n<li> Duel Masters </li>\n<li> Magic: The Gathering </li>\n</ul>Company <ul>\n<li> About </li>\n<li> Careers </li>\n<li> Support </li>\n<li> WPN </li>\n</ul>Legal <ul>\n<li> Terms of Use </li>\n<li> Code of Conduct </li>\n<li> Privacy Policy </li>\n<li> Customer Support </li>\n<li> Cookies </li>\n<li> Fan Content Policy </li>\n<li> Do Not Sell My Personal Information </li>\n<li> Affiliate Program Disclosure </li>\n</ul> © 1993-2022 Wizards of the Coast LLC, a subsidiary of Hasbro, Inc.\nAll Rights Reserved.\nWe use necessary cookies to allow our site to function correctly and collect anonymous session data.\nNecessary cookies can be opted out through your browser settings.\nWe also use optional cookies to personalize content and ads, provide social medial features and analyze web traffic.\nBy clicking “OK, I agree,” you consent to optional cookies.\n(Learn more about cookies) Ok, I agree No, thanks ", "created_at": "2022-12-12 02:34:26.501049", "updated_at": "2022-12-26 02:54:31.570469"}, {"id": 13207, "name": "GENERAL TERMS", "url": "https://company.wizards.com/en/legal/terms", "xpath": "//body", "text": " <ul>\n<li>Games </li>\n<li>Join Us <ul>\n<li>Join Us</li>\n<li>Careers</li>\n<li>Diversity, Equity, &amp.\nInclusion</li>\n</ul> Connect with Us </li>\n<li> Who we are </li>\n<li> News </li>\n</ul>\n<ul>\n<li>streamline-icon-pin-location-1@140x140 Store Locator</li>\n<li> streamline-icon-headphones-customer-support-human@140x140 (1) Customer Support</li>\n<li> streamline-icon-single-neutral-circle@140x140 My Account</li>\n</ul> Our Games <ul>\n<li> Visit Site </li>\n<li> Visit Site </li>\n<li> Available On PC Mobile Visit Site </li>\n<li> Available On PC Mac Mobile Visit Site </li>\n<li> Available On PC Visit Site </li>\n<li> Available On Playstation Xbox Steam Visit Site </li>\n</ul> Fetching mountains...\n<strong>GENERAL TERMS</strong>\n<p>These General Terms (the “<strong>Terms</strong>,”) together with any applicable End User License Agreements, govern your use of the Websites, Games, and Services as well as your relationship with Wizards of the Coast LLC (“<strong>Wizards</strong>,” “<strong>we</strong>,” “<strong>our</strong>,” “<strong>ours</strong>,” and “<strong>us</strong>”).</p>\n<p>\n<strong>ARBITRATION</strong>\n<strong>NOTICE</strong>: SECTION 20 INCLUDES A BINDING ARBITRATION PROVISON AND CLASS ACTION WAIVER.\nPLEASE READ IT CAREFULLY.\nIF YOU LIVE IN THE PROVINCE OF QUEBEC (CANADA) OR THE EUROPEAN UNION, SECTION 20 DOES NOT APPLY TO YOU.</p>\n<p>\n<strong>Last Updated: May 17, 2022</strong>\n</p>\n<p>\n<strong>1.\nACCOUNT SUBSCRIPTION.</strong>\n</p>\n<p>\n<strong>1.1.\nRegistration.</strong>&nbsp;While some elements of the Websites, Games, and Services may be accessible to the public, certain aspects of the Services (<em>e.g.</em>, creating a community profile, accessing online services, posting in forums, or participating in Organized Play) may require that you register an account.\nTo register an account, you may be asked to provide your date of birth and country/region, and then provide an email address, a username, a screen name and a password.\nTo gain access to other Services (<em>e.g.</em>, Organized Play, invitations to special events, forums, promotions, and prize payments), you may be asked to provide your full name, address, city, state, and country.\nWizards will use and protect this information according to the terms of our&nbsp;Privacy Policy.\nYou agree to: (i) provide accurate, current and complete information about you as may be prompted by any registration forms for the Services (\"<strong>Registration</strong>\n<strong>Data</strong>\").\nand (ii) maintain and promptly update the Registration Data, and any other account-related information you provide to Wizards.</p>\n<p>\n<strong>1.2.\nPasswords.\nSecurity.</strong>&nbsp;You are entirely responsible for maintaining the confidentiality of your password.\nYou also agree not to share your account, screen name, username or password, and agree to notify Wizards immediately if you suspect any unauthorized use of your account.\nYou further agree that you are entirely liable for all activities conducted through your account, and are responsible for ensuring that you or your child is aware of, understands, and complies with these Terms and all other rules, policies, or notices published by Wizards.</p>\n<p>\n<strong>1.3.\nEligibility.</strong>&nbsp;Use of the Services is void where prohibited.\nBy registering an account and using the Services, you represent and warrant that: (i) all Registration Data that you submit is truthful and accurate.\n(ii) you are the age of consent in your country/region or older, or have your parent or guardian's consent, and (iii) your use of the Services will not violate any applicable law or regulation, these Terms, or any other rules, policies, or notices published by Wizards.\n(iv) you are a \"natural person\" (corporations, limited liability companies, partnerships and other legal or business entities are not eligible), and (you are a \"natural person\" (corporations, limited liability companies, partnerships and other legal or business entities are not eligible.\nand (v) you are not an individual specifically prohibited by Wizards from registering an account or using the Services.\nYour account may be deleted and your access to the Services terminated without warning if we believe that you are under the age of consent for your country/region and are using the Services without parental/guardian permission.\nPlease note that the purchase or use of certain Services may have different eligibility requirements, including a higher minimum age requirement, as specified in any additional terms governing such Services.\nYou have no property or ownership rights or interest whatsoever in your account.\nYou may not share, sell, transfer, or allow any other person to access your account or Registration Data or offer to do so.</p>\n<p>\n<strong>2.\nUSE OF WEBSITES, GAMES, AND SERVICES.</strong>\n</p>\n<p>\n<strong>2.1.\nLicense.&nbsp;</strong>Subject to your compliance with these Terms, Wizards provides you a limited, personal, non-exclusive, nontransferable, non-assignable, fully revocable license to use the Websites and Services solely for your individual and non-commercial use.\nWizards may terminate or suspend any or all portions or features of the Websites, Games, or Services at any time and for any reason or for no reason with no liability to you.\nThis license does not give you any ownership rights in the Websites, Games, or Services.\nAny rights you do acquire in the aforementioned will forever be owned by and inure to the benefit of Wizards, and as applicable, its successors and assigns.</p>\n<p>\n<strong>2.2.\nRestrictions.&nbsp;</strong>You agree not to engage in any of the following with respect to our Websites, Games, or Services:</p>\n<p>(i) Data mining: Use any unauthorized means, process, or software that accesses, collects, reads, intercepts, monitors, data scrapes including without limitation, agents, robots, scripts, or spiders.\nor mines information (including reverse look-up or attempted tracing of Registration Data in any way and for any reason);</p>\n<p>(ii) Derivative works: Copy, reproduce, translate, reverse engineer, modify, disassemble, decompile, derive source code from, transfer, or create derivative works based on or related to any part of the Websites, Games, or Services (including without limitation any Registration Data), including links or frames to content, images or artwork (except as expressly authorized by Wizards);</p>\n<p>(iii) Unauthorized Connections: Facilitate, create or maintain any unauthorized connection to the Websites, Games, or Services including without limitation: (a) server(s) that emulate the Games.\nand (b) unauthorized third-party \"cloud computing\" services, (c) any connection designed to enable unauthorized streaming or transmission of Games from a third-party server to a device, (d) using third-party programs or tools not expressly authorized by Wizards in any way, for any purpose, including without limitation unauthorized online or network play or as part of content aggregation networks;</p>\n<p>(iv) Circumvent Security: probe, scan or test the vulnerability of the Websites or Services, or breach the security or authentication measures on the Websites or any part of the Services;</p>\n<p>(v) Cheating: Creating, offering, using, promoting, distributing, or making available any cheats, bots, hacks, or device, software, code, or program not expressly authorized by Wizards that grants any user an advantage over other players not using such methods;</p>\n<p>(vi) Prohibited Commercial Activity: Exploit any portion of the Websites, Games, or Services for any purpose not expressly authorized by Wizards, including without limitation: (a) attempting to sell, sublicense, rent, lease, grant a security interest in or otherwise transfer any component of the Website, Games, or Services, including in-game currency, items, or resources.\n(b) performing services such as account boosting, power-leveling, or view botting in exchange for payment.\n(c) communicating or facilitating in any medium commercial advertisement, solicitation or offer.\nor (d) organizing, promoting, facilitating, or participating in any event involving wagering on any other aspect of Wizards' Games;</p>\n<p>(vii) Disruption: use any device, software or program to interfere or attempt to interfere with the proper working or authorized uses of the Websites, Games, or Services, or with any other person's use of the Websites, Games, or Services, including taking any action that imposes an unreasonable or disproportionately large load on infrastructure;</p>\n<p>(viii) Forgery/Impersonation: forge headers or otherwise manipulate identifiers in order to disguise the origin of any message transmittal you send on or through the Websites or via the Services, or in any way impersonate any other individual or entity or misrepresent your identity or your affiliation with another individual or entity.\nor</p>\n<p>(ix) Violate Laws, Regulations, or Rules: use the Websites or Services in an illegal manner or for any unlawful purpose, or in any manner that violates any applicable rules, policies, guidelines, or policies.</p>\n<p>\n<strong>2.3.\nConsent to Account Access.&nbsp;</strong>To ensure that Wizards can provide high-quality services that are responsive to your needs, you understand that Wizards representatives will have access to your account.\nWebsites, Games, and Services usage.\nRegistration Data.\nand purchasing information.\nYou authorize our representatives to review such information as reasonably necessary to investigate complaints, to provide you with customer services, or for such other purposes as contemplated in our&nbsp;Privacy Policy.</p>\n<p>\n<strong>3.\nFEES AND PAYMENTS.</strong>\n</p>\n<p>Wizards uses third party payment providers (e.g.,&nbsp;PayPal,&nbsp;Chase Paymentech,&nbsp;Digital River) to authenticate payment when you purchase our products, Virtual Items, Virtual Currency, and applicable Services.\nWizards does not directly sell games or products, but rather works with its third-party partners.\nWhen you directly purchase games or products from our Websites, you are not interacting with Wizards, but rather our third-party partners.\nPlease read the terms and conditions and privacy policies of applicable third-party partners to understand their terms and conditions.\nYou agree that you'll provide accurate and complete payment information to us or our third-party providers.\nYou are responsible for ensuring that you have authorization to use any chosen payment method, which includes obtaining account-holder, parent, or guardian approval if applicable.\nYou also agree to pay all fees and applicable taxes incurred by your or anyone using an account registered to you.\nYou agree to promptly notify Wizards of any changes to your billing information or payment method.\nIf your payment method cannot be processed at any time, your account(s) and your relationship with Wizards pursuant to these Terms may be immediately terminated by Wizards.</p>\n<p>\n<strong>4.\nLINKS TO OTHER SITES.</strong>\n</p>\n<p>The Websites, Games, and Services may contain links to third party websites.\nThese links are provided as a convenience to you.\nWe do not control and are not responsible for the content of such third-party websites or the conduct of the operators of such third-party websites, and we do not make any representations regarding the accuracy, copyright or other statutory or regulatory compliance, legality or decency of any of the content or other materials on such third party websites.\nWe encourage you to exercise discretion while browsing the Internet and other websites.\nIf you decide to access linked third-party websites, you do so at your own risk.</p>\n<p>\n<strong>5.\nUSER CONTENT.</strong>\n</p>\n<p>\n<strong>5.1.</strong>&nbsp;<strong>Definition</strong>.\nAs part of your use of the Websites, Games and Services, you may be able to create, include, refer to, transfer, upload, stream, display, host, promote, disseminate, post, make available, distribute, link to or transmit messages, artwork, text, displays, images, photographs, graphics, screenshots, data, databases, information, files, pictures, video, audio, music, software and other materials and content, whether in written, digital, oral, machine-readable, electronic or visual form, to our Websites or Services (collectively, your \"<strong>User</strong>\n<strong>Content</strong>\").</p>\n<p>\n<strong>5.2.</strong>&nbsp;<strong>License to Wizards</strong>.\nBy posting or submitting any User Content to or through the Websites, Games, or Services, you hereby irrevocably grant to Wizards a worldwide, perpetual, irrevocable, royalty-free, non-exclusive, and fully sublicensable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such User Content (in whole or in part) in any media and to incorporate the User Content into other works in any format or medium now known or later developed.\nThe foregoing grants shall include the right to: (i) exploit any proprietary rights in such User Content, including but not limited to, rights under copyright, trademark or patent laws under any relevant jurisdiction.\n(ii) your name, likeness, and any other information included in your User Content, without any obligation to you.\nYou waive any and all claims that any use by us or our licensees of your User Content violates any of your rights, including moral rights, privacy rights, rights to publicity, proprietary, attribution, or other rights, and rights to any material or ideas contained in your User Content.</p>\n<p>\n<strong>5.3.</strong>&nbsp;<strong>Representations and Warranties</strong>.\nYou represent and warrant that: (i) you own or control all of the rights to the User Content that you post or you otherwise have the right to post such User Content to the Websites, Games, and Services.\n(ii) the User Content is accurate and not misleading.\n(iii) the User Content and your use of such User Content does not violate any law, rule or regulation.\n(iv) the User Content is not inappropriate, profane, indecent, harmful, threatening, abusive, defamatory, harassing, tortuous, vulgar, obscene, libelous, pornographic, harmful to minors, racially, ethnically or otherwise objectionable or that may be invasive of another's right of privacy or publicity.\n(v) your User Content does not contain any macro, bot, virus, trojan horse, keystroke logger, worm, time bomb, cancelbot, corrupted data or other file, code or computer programming routing that is intended to or results in damage, detrimentally interferes with the Websites or Services.\nand (vi) User Content you supply does not violate these Terms and will not violate any rights of any third party or cause injury to any person or entity.\nYou agree to pay for all royalties, fees, and any other monies owed to any person by reason of any User Content posted by you.</p>\n<p>\n<strong>5.4.</strong>&nbsp;<strong>Monitoring</strong>.\nYou are solely responsible for the User Content that you post, store or upload on or through the Websites, Games, and Services.\nWizards does not pre-screen User Content, nor do we have an obligation to delete, screen or edit any of the User Content posted, stored or uploaded.\nhowever Wizards reserves the right to delete, screen or edit any User Content posted, stored or uploaded at any time and for any reason without notice.\nWe may monitor and record your User Content, including your communications in or via the Websites, Games, or Services for a variety of different purposes, including to keep the Game fair, prevent cheating, reduce toxic player behavior, and to improve the Services.\nWithout limiting the foregoing, Wizards may remove any User Content that in the sole judgment of Wizards violates these Terms.</p>\n<p>\n<strong>6.\nINTELLECTUAL PROPERTY OWNERSHIP.\nRIGHTS GRANTED TO YOU.</strong>\n</p>\n<p>\n<strong>6.1.</strong>&nbsp;<strong>Wizards Ownership</strong>.\nThe Websites, Games, and Services (including all Wizards' generated content residing thereon) are the sole property of Wizards, and are protected by copyright, trademark, and other intellectual property laws.\nWe own and reserve all Intellectual Property Rights (defined below) and all other legal and exploitation rights in and to the Websites, Games, Services, and Games and all data and content included therein, including (without limitation) all in-game items and virtual currency, accounts, computer code, titles, themes, characters (including likeness and names), objects, chat logs, stories, dialog, catch phrases, locations, concepts, artwork, character inventories, structural or landscape designs, animations, sounds, audio-visual effects, methods of operation, moral rights, any related documentation, storylines, sounds, music, and gameplay, and methods of operation (collectively, the \"<strong>Game</strong>\n<strong>Content</strong>\").</p>\n<p>\n<strong>6.2.</strong>&nbsp;<strong>Limited License</strong>.\nYou may not use or exploit any part of the Game Content, Websites, Games, or Services except as expressly permitted by us in these Terms or our&nbsp;Fan Content Policy.\nYou have no ownership right or interest or other rights in or to any part of the Game Content, Websites, Games, or Services, including without limitation in-game items whether earned in game or purchased from Wizards.\nAll rights granted to you under these Terms are granted by express license only and not by sale.\nNo license or other rights will be created by these Terms by implication, estoppel, or otherwise.\nAny attempt to exercise Intellectual Property Rights in the Websites, Services, Games, and Game Content except as specifically authorized by Wizards is strictly prohibited and will terminate the rights granted herein.\nAll goodwill generated by your use of Wizards trademarks shall automatically inure to the benefit of Wizards.</p>\n<p>\n<strong>7.\nVIRTUAL ITEMS AND CURRENCY.</strong>\n</p>\n<p>\n<strong>7.1.\nAvailability.</strong>&nbsp;.\nVirtual Currency or Virtual Items (each defined below) may not be available in every region or at all times, and Wizards makes no representation or warranty about the continuous availability of either.</p>\n<p>\n<strong>7.2.</strong>&nbsp;<strong>Virtual In-Game Currency.</strong>&nbsp;We may, from time to time, provide you with a limited license to access virtual \"currencies\" that may be redeemed on the Websites or in Games or Services to access certain Virtual Items (defined below) ( \"<strong>Virtual</strong>\n<strong>Currency</strong>\").\nWe may allow you to access Virtual Currency in various ways including but not limited to: (i) purchasing a limited license to use Virtual Currency for a fee (i.e., \"real-world\" money) ( \"<strong>Purchased</strong>\n<strong>Virtual</strong>\n<strong>Currency</strong>\").\nor (ii) earning a limited license to use Virtual Currency by performing or accomplishing specific tasks in the Games.</p>\n<p>\n<strong>7.3.</strong>&nbsp;<strong>Virtual In-Game Items.</strong>&nbsp;We may, from time to time, provide you with a limited license to access virtual items that may be redeemed or unlocked in or on Wizards' Websites, Games, or Services, which may include but are not limited to virtual gameplay objects cosmetics and enhancements (<em>i.e.</em>, vanity items), events, and other downloadable content (collectively, \"<strong>Virtual</strong>\n<strong>Items</strong>\").\nWe may allow you to access Virtual Items in various ways including but not limited to: (i) purchasing a limited license to use the Virtual Item for a fee (i.e., \"real-world\" money).\n(ii) redeeming a limited license to use Virtual Item with Virtual Currency.\nor (iii) earning a limited license to use Virtual Items by performing or accomplishing specific tasks on the Websites, Games, or Services.</p>\n<p>\n<strong>7.4.</strong>&nbsp;<strong>No Ownership</strong>.\nYou have no ownership or other property interest in any Virtual Currency or Virtual Items, including Purchased Virtual Currency, regardless of how you acquired your limited license to access the Virtual Currency or Virtual Items.\nNeither Virtual Currency nor Virtual Items have any monetary value or real-world existence.\nYou can't redeem them for money or monetary value from us or any other person, except as required by law.\nYou can't obtain any refunds for purchasing Virtual Currency or Virtual Items, except as expressly permitted by us.</p>\n<p>\n<strong>7.5.</strong>&nbsp;<strong>Limited License</strong>.\nYour right to use any Virtual Items or Virtual Currency that you obtain is limited: you have a limited, non-exclusive, non-assignable, nontransferable, non-sublicensable, revocable license to use such Virtual Items and Virtual Currency solely for your personal entertainment and noncommercial use in connection with Games or Services.\nWe, in our sole discretion, have the absolute right to manage, modify, substitute, replace, suspend, delete, or cancel, Virtual Currency and Virtual Items without any notice or liability to you, including deletion upon termination of your Account.</p>\n<p>YOU ACKNOLWEDGE AND AGREE, NOTWITHSTANDING ANYTHING TO THE CONTRARY HEREIN, THAT YOU WILL HAVE NO CLAIM, RIGHT, TITLE, OWNERSHIP, OR PROPRIETARY INTEREST IN VIRTUAL CURRENCY OR VIRTUAL ITEMS TO WHICH YOU AQUIRE ACCESS REGARDLESS OF ANY CONSIDERATION OFFERED OR PAID IN EXCHANGE AND THAT WIZARDS WILL NOT BE LIABLE IN ANY MANNER FOR THE DESTRUCTION, IMPAIRMENT, MODIFICAITON, OR OTHER DAMAGE OR LOSS OF ANY KIND CAUSED TO THE AFOREMENTIONED, INCLUDING THEIR DELETION UPON THE TERMINATION OF YOUR ACCOUNT.</p>\n<p>\n<strong>7.6.</strong>&nbsp;<strong>Availability</strong>.\nVirtual Items, Virtual Currency, fees, and billing procedures may change over time.\nThe existence of a particular offer for Virtual Items or Virtual Currency does not mean Wizards will maintain or continue to make available the Virtual Items or Virtual Currency or that offer.\nThe scope, variety and type of Virtual Items and Virtual Currency that you may obtain can change at any time and we have the right to manage, regulate, control, modify or remove Virtual Currency or Virtual Items in our sole discretion, in which case we will have no liability to you or anyone for the exercise of such rights.\nWizards may change its fees or billing procedures upon notice of the changes.\nIf any such change is unacceptable to you, your sole recourse is to terminate your account.\nYour continued use of the Websites, Games, or Services after notice of the changes will indicate your acceptance of those changes.\nThe real-world price of Purchased Virtual Currency may vary depending on the amount you purchase and where you're purchasing.\nWizards may limit the total Virtual Currency quantity that may be purchased at any one time or that may be held in your account.\nPrice and availability of Virtual Currency and Virtual Items are subject to change without notice.</p>\n<p>\n<strong>7.7.</strong>&nbsp;<strong>Terms</strong>.\nIf you purchase a limited license to Virtual Currency (i.e., Purchased Virtual Currency), you agree to the pricing, payment, and billing terms applicable to them at the time the charge becomes due and payable.\nWhen you purchase Virtual Currency, you are not interacting with Wizards, but rather our third-party payment provider partner(s) (See Section 3 above).\nAll payments are nonrefundable and nontransferable except as expressly provided in these Terms.</p>\n<p>\n<strong>7.8.</strong>&nbsp;<strong>European Union residents</strong>.\nSubject to the terms of any applicable device/platform via which you access Wizards' Games, you have the right to withdraw from a purchase of Virtual Currency or Virtual Items within 14 days of your purchase, without giving a reason.\nYou hereby expressly acknowledge that you lose your right of withdrawal once the performance of our service has begun and your account is provided with access to the Virtual Currency or Virtual Items.\nYou agree that the supply of Virtual Currency or Virtual Items and the performance of services begins immediately after you complete your purchase.\nTherefore, once access to the Virtual Currency or Virtual Items has been enabled on your account, the contract has been fully performed by us.</p>\n<p>\n<strong>8.\nPRIVACY NOTICE.</strong>\n</p>\n<p>In addition to the disclosures contained in these Terms, please refer to our&nbsp;Privacy Policy&nbsp;for information on how we collect, use and disclose your personally identifiable information.\nKeep in mind that information you provide in any community profiles may be searchable by the general public unless you set your profile to \"Private.\" To change your profile privacy settings, go to your account's profile page's account settings.\nIn this section, you may also change your profile information, who can view your page, as well as control how we communicate with you.\nAll postings you make in community forums may be viewed by the public.</p>\n<p>\n<strong>9.\nSALE OF PRODUCTS.</strong>\n</p>\n<p>From time to time, we may offer certain physical products for sale directly to you through Websites such as cards, tabletop games, collectibles, etc.\nThe terms and conditions pertaining to the sale of such products are governed by these Terms as well as those of our third-party vendor found&nbsp;here.</p>\n<p>\n<strong>10.\nNO WARRANTIES.</strong>\n</p>\n<p>WIZARDS PROVIDES THE WEBSITES, GAMES, ORGANIZED PLAY, SERVICES, ACCOUNTS AND ALL OTHER FEATURES, PRODUCTS AND DOCUMENTATION ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS WITHOUT WARRNATIES OR REPRSENTATIONS OF ANY KIND, EXPRESS OR IMPLIED.\nTO THE MAXIMUM EXTENT PERMITED BY APPLICABLE LAW, WIZARDS EXPRESSLY DISCLAIMS ALL WARRANTIES, REPRESENTATIONS, GUARANTEES, AND CONDITIONS OF ANY KIND, EXPRESS, IMPLIED, OR STATUTORY, INCLUDING WITHOUT LIMITATION THE IMPLIED WARRANTIES AND CONDITIONS OF TITLE, NON-INFRINGEMENT, SATISFACTORY QUALITY OR RELIABLITY, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>Without limiting the foregoing, we do not ensure continuous, uninterrupted, error-free, secure or virus-free operation of our Websites, Services, Games or your account or that the same will function properly in combination with any third-party component, technology, hardware, software or system.\nNor do we ensure that defects in any portion of the same will be corrected.\nWizards may change, modify, disable, suspend or remove any such feature, product, service, software, art, graphics or other content, in whole or in part, at its sole discretion.\nWizards does not control or endorse User Content or the related content, messages, facts, views, opinions, recommendations, data, files, video, audio, graphics or information exchanged by means of the Websites, Games, or Services including, without limitation, information contained in the public postings areas of the Websites or Service and information provided or statements made by a celebrity, \"expert,\" or similar guests and, therefore, Wizards specifically disclaims any liability resulting therefrom.\nYou acknowledge that the Websites, Games, and Services have not been developed to meet your individual requirements.\nWe are not liable for any delay or failure to perform resulting from any causes beyond our reasonable control.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OF IMPLIED WARRANTIES.\nAS SUCH THE FOREGOING DISCLAIMER MAY NOT APPLY TO YOU IN ITS ENTIRETY.</p>\n<p>\n<strong>11.\nLIMITATION ON LIABILITY.\nINDEMNIFICATION.</strong>\n</p>\n<p>\n<strong>11.1.</strong>&nbsp;<strong>Limits to Wizards' Liability to You.</strong>&nbsp;IN NO EVENT SHALL WIZARDS, OUR PARENT, OUR LICENSORS, OUR AFFILIATES OR OUR SUPPLIERS, OR EACH OF OUR AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY ANTICIPATED OR LOST PROFITS, REVENUE, DATA, CONTENT, HARDWARE, SOFTWARE, INJURY, INFORMATION OR SPECIAL, EXEMPLARY, PUNITIVE, INCIDENTAL, INDIRECT OR CONSEQUENTIAL DAMAGES (HOWEVER ARISING, INCLUDING, BUT NOT LIMITED TO, TORT, CONTRACT, STRICT PRODUCT LIABILITY AND WIZARDS' NEGLIGENCE) ARISING OUT OF, IN CONNECTION WITH OR RESULTING FROM POSSESSION, USE, INABILITY TO USE, FAILURE TO PERFORM, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER OR OTHER VIRUS, COMMUNICATION LINE FAILURE, THEFT, DESTRUCTION, UNAUTHORIZED ACCESS TO, ALTERATION OF OR MALFUNCTION OF THE WEBSITES OR SERVICES (AND ANY COMPONENTS THEREOF), YOUR ACCOUNTS, CANCELLED ORDERS FOR PRODUCTS, UNAVAILIBILTY OF PRODUCT ANY FUNCTION OR FEATURE AVAILABLE, ACCESSED, DISTRIBUTED OR VIEWED THROUGH THE WEBSITES, THESE TERMS, THIRD PARTY WEBSITES OR SERVICES ACCESSED, DISTRIBUTED OR ADVERTISED IN OR THROUGH THE WEBSITES OR SERVICES, THE DOWNLOADING OR USE OF ANY SOFTWARE OWNED OR OPERATED BY US OR ANY THIRD PARTY INCLUDING, WITHOUT LIMITATION, DAMAGE TO PROPERTY AND, TO THE EXTENT PERMITTED BY APPLICABLE LAW, DAMAGES FOR PERSONAL INJURY, EVEN IF WE, OUR LICENSORS AND SUPPLIERS, AND EACH OF OUR RESPECTIVE AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES OR LOSS.\nTHE TOTAL AGGREGATE LIABILITY OF WIZARDS, OUR LICENSORS OR ANY OF OUR OR THEIR RESPECTIVE PARENT OR AFFILIATED COMPANIES TO YOU OR ANY THIRD PARTIES IS LIMITED TO $100.00 (USD).</p>\n<p>\n<strong>11.2.</strong>&nbsp;<strong>Waiver of Equitable Remedies</strong>.\nYOU AGREE THAT ANY LOSS, DAMAGE, OR HARM YOU SUFFER IS NOT IRREPARABLE AND OTHER REMEDIES WOULD BE ADEQUATE SUCH THAT YOU ARE NOT ENTITLED TO AND HEREBY WAIVE ANY RIGHT TO EQUITABLE RELIEF INCLUDING, WITHOUT LIMITATION, INJUNCTIVE RELIEF AGAINST WIZARDS, ITS LICENSORS, THEIR PARENTS OR AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS TO ENFORCE THE TERMS HEREOF.\nHOWEVER, YOU AGREE THAT WIZARDS AND/OR ITS LICENSORS WOULD BE IRREPARABLY HARMED IF THE TERMS OF THIS AGREEMENT WERE NOT SPECIFICALLY ENFORCED THEREFORE FOREGOING SHALL NOT PRECLUDE WIZARDS AND/OR ITS LICENSORS FROM SEEKING ANY INJUNCTIVE RELIEF.\nTHIS LIMITATION APPLIES TO ALL CAUSES OF ACTION OR CLAIMS IN THE AGGREGATE FOR ANY REASON.\nSOME STATES DO NOT ALLOW THE FOREGOING LIMITATIONS OF LIABILITY.\nAS SUCH THEY MAY NOT APPLY TO YOU IN THEIR ENTIRETY.</p>\n<p>\n<strong>11.3.</strong>&nbsp;<strong>Indemnification</strong>.\nYOU AGREE TO DEFEND, INDEMNIFY AND HOLD WIZARDS, ITS PARENT COMPANY, SUBSIDIARIES, AFFILIATES, CURRENT AND PAST OFFICERS, EMPLOYEES, AND AGENTS HARMLESS FROM ANY CLAIM, ACTION, SUIT, DEMAND, OR DAMAGES, INCLUDING WITHOUT LIMITATION REASONABLE ATTORNEYS' FEES, ASSERTED BY ANY THIRD PARTY ARISING IN CONNECTION WITH THE USE OF YOUR ACCOUNTS, THE WEBSITES, THE GAMES, AND THE SERVICES.\nWizards reserves the right, at its own expense and its sole and absolute discretion, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you.\nShould Wizards so elect, you will cooperate with Wizards in asserting any available defenses.</p>\n<p>\n<strong>12.\nUNSOLICITED IDEA SUBMISSION POLICY.</strong>\n</p>\n<p>We value your feedback, but please don't submit any unsolicited creative ideas, suggestions, comments, or materials to us (\"<strong>Submissions</strong>\").\nWe don't accept or consider these Submissions.\nIf you ignore this and send Submissions to us anyway, we will not treat them as confidential or proprietary, and you grant us an irrevocable, nonexclusive, perpetual, worldwide, royalty-free, fully sublicensable license to use, reproduce, distribute, adapt, modify, translate, create derivative works of, publicly perform, publicly display, digitally perform, make, have made, sell, offer for sale, and import your Submissions, including any and all copyrights, trademarks, trade secrets, patents, industrial rights, and all other intellectual and proprietary rights related thereto, in any media now known or hereafter developed, for any purpose whatsoever, commercial or otherwise, including giving the Submissions to others, without any compensation to you.\nTo the extent necessary, you agree that you undertake to execute and deliver any and all documents and perform any and all actions necessary or desirable to ensure that the rights to use the Submissions granted to us as specified above are valid, effective, and enforceable.\nYou also give up any claim that any use by us or our licensees of your Submissions violates any of your rights, including moral rights, privacy rights, rights to publicity, proprietary or other rights, and rights to credit for the material or ideas in your Submissions.</p>\n<p>\n<strong>13.\nFEEDBACK.</strong>\n</p>\n<p>You acknowledge and agree that any materials, including but not limited to, questions, comments, suggestions, ideas, plans, notes, drawings, original or creative materials or other information, provided by you in the form of email or other submissions to Wizards in response to a request for such materials (\"<strong>Feedback</strong>\") are non-confidential and shall become the sole property of Wizards.\nThis paragraph is not intended to apply to any personal information about you (such as name, mailing address and e-mail address), the use and disclosure of which is described in Wizards'&nbsp;Privacy Policy.</p>\n<p>\n<strong>14.\nSTREAMING.</strong>\n</p>\n<p>\n<strong>14.1.</strong>&nbsp;<strong>Your Streaming</strong>.\nWizards encourages you to stream and share content in accordance with our&nbsp;Fan Content Policy&nbsp;(reminder—this policy only permits noncommercial activities), but you are responsible for your own content.\nPlease ensure your content doesn't violate these Terms, the&nbsp;Fan Content Policy, or the&nbsp;Code of Conduct.\nAnd if you choose to include any other people or a third-party's intellectual property (<em>e.g.</em>, background music) you are solely responsible for obtaining the rights to do that, so be sure to get their permission first.\nOnline interactive gameplay may be impacted by streaming.\nif you choose to stream your play it is at your own risk.</p>\n<p>\n<strong>14.2.</strong>&nbsp;<strong>Wizards' Streaming</strong>.\nFrom time to time, Wizards' may stream gameplay.\nIf you get matched in Game with a member of Wizards' staff that is streaming gameplay or are engaged in Organized Play, you expressly acknowledge and agree that your username, gameplay, associated avatar, likeness, and any communications during gameplay (collectively, \"<strong>Your</strong>\n<strong>Gameplay</strong>\") may be streamed.\nYou grant us a worldwide, perpetual, irrevocable, sublicensable, transferable, assignable, non-exclusive and royalty-free right and license to use, reproduce, distribute, adapt, modify, translate, create derivative works of, publicly perform, publicly display, digitally perform, make, have made, sell, offer for sale and import Your Gameplay, including all copyrights, trademarks, trade secrets, patents, industrial rights and all other intellectual and proprietary rights related thereto, in any media now known or hereafter developed, for any purpose whatsoever, commercial or otherwise, including giving Your Gameplay to others, without any compensation to you.\nYou waive any and all claims that any use by us or our licensees of Your Gameplay violates any of your rights, including moral rights, privacy rights, rights to publicity, proprietary, attribution, or other rights, and rights to any material or ideas set forth therein.</p>\n<p>\n<strong>15.\nFORUMS AND COMMUNICATION SERVICES.</strong>\n</p>\n<p>The Websites, Games, or Services may include or make available chat, blogs, \"wiki\" features and forums that allow certain text, images, designs, logos, video, sound, code, data, and other materials and information, as well as the selection and arrangement thereof, to be written or created collaboratively, and group pages, and messaging functions, and other areas or services in which you or other users can create, post or store User Content.\nYou are solely responsible for your use of such Services and you use them at your own risk.\nAs with other Services, your use is subject to these Terms as well as any additional terms and conditions provided with those Services.</p>\n<p>\n<strong>16.\nTERMINATION.\nSURVIVAL.</strong>\n</p>\n<p>\n<strong>16.1.</strong>&nbsp;<strong>Your Termination</strong>.\nYou may cease using the Websites, Games, Organized Play, and Services, as well as terminate your account, at any time.</p>\n<p>\n<strong>16.2.</strong>&nbsp;<strong>Wizards' Termination</strong>.\nWizards may, at any time and at its sole discretion, suspend, terminate, deactivate, and delete your account, or suspend, terminate, or discontinue your access to or any part of the Websites, Games, Organized Play, or Services with or without notice to you for any reason or for no reason at all, including without limitation if: (i) you breach any provision of these Terms.\n(ii) you infringe any third-party intellectual-property rights.\n(iii) Wizards is unable to verify or authenticate any information you provide to Wizards.\n(iv) your activity is inappropriate, in violation of the spirit of Wizards, or in violation of Wizards'&nbsp;Code of Conduct.\n(v) Wizards has stopped offering the Website, Organized Play, Game, or Services, in your region.\n(vi) doing so would be in the best interest of Wizards, a third party, or our community.</p>\n<p>Upon termination of your account or discontinuation of any part of the Websites, Games, Organized Play, or Services, all rights granted to you with respect thereto under these Terms will immediately terminate with no further obligations or liability to you.\nYou will no longer have access to such Websites, Games, Organized Play, or Services (or any relevant part thereof), including any of the associated data or Game Content.\nYou acknowledge and agree that except as prohibited by law, you will not be entitled to any refunds and Wizards will have no liability to you.\nWe also have the right to terminate or suspend any other accounts you may have created with Wizards, as well as your access to any other Wizards services without any refunds (except as prohibited by law) or liability to you.\nSections 5 (User Content), 6 (Intellectual Property Ownership.\nRights Granted to You), 10 (No Warranties), 11 (Limitation on Liability.\nIndemnification), 12 (Unsolicited Idea Submission Policy), 13 (Feedback), 20 (Dispute Resolution.\nArbitration), 21.6 (Confidentiality), 24 (General), and \"Organized Play\" together with any licenses granted to Wizards hereunder, will survive termination for any reason.</p>\n<p>\n<strong>17.\nINFRINGEMENTS.</strong>\n</p>\n<p>You may not post, modify, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information belonging to Wizards or others without obtaining the prior written consent of the owner of such proprietary rights.\nIt is the policy of Wizards to remove any content or information from its Websites which we believe infringes the intellectual property rights of others upon receipt of and proper notification to Wizards by the intellectual property owner or the owner's legal agent.\nIf you infringe other people's intellectual property rights, we, at our sole discretion, may also terminate your account and access to the Websites, Games and Services.</p>\n<p>If you believe that any content appearing on our Websites infringe your intellectual property rights, we want to hear from you.\nPlease forward the following information in writing to the address listed below:</p>\n<p>(i) your name, address, telephone number, and e-mail address;</p>\n<p>(ii) a description of the work that you claim has been infringed;</p>\n<p>(iii) an explanation about the nature of the infringement (e.g., whether it is a trademark, copyright or other type of infringement of your intellectual property);</p>\n<p>(iv) the exact URL or a description of each place where alleged infringing material is located;</p>\n<p>(v) a statement by you that you have a good faith belief that the disputed use has not been authorized by you, your agent, or the law;</p>\n<p>(vi) your electronic or physical signature or the electronic or physical signature of the person authorized to act on your behalf.\nand</p>\n<p>(vii) a statement by you made under penalty of perjury, that the information in your notice is accurate, that you are the intellectual property owner or authorized to act on the owner's behalf.</p>\n<p>Name and address of agent to receive notification of claimed infringement:</p>\n<p>Intellectual Property Agent</p>\n<p>Attn: Legal</p>\n<p>Wizards of the Coast LLC</p>\n<p>P.O.\nBox 707</p>\n<p>Renton, Washington 98057-0707</p>\n<p>Telephone:1 (800) 324-6496</p>\n<p>E-mail:&nbsp;ipagent@wizards.com&nbsp;(Only use this email address to report potential copyright and trademark infringement claims.\nAll other email messages will be deleted without response).</p>\n<p>\n<strong>18.\nDefinitions.</strong>\n</p>\n<p>\n<strong>18.1.\n“Game”</strong> means the interactive entertainment products or derivative software products (including without limitation mobile companion applications) based upon Wizards’ physical card games, tabletop games, and other game offerings.\nEach Game includes all of its constituent parts in its definition, including but not limited to all software code, titles, themes, objects, characters, names, dialogue, catch phrases, locations, stories, artwork, animation, concepts, sounds, audio-visual effects, methods of operation, and musical compositions that are related to the Game, and any copies of any of the foregoing.\nGames specifically include all Virtual Currency and Virtual Items for which you have paid the associated fee or otherwise acquired a limited license to access under Section 7.</p>\n<p>\n<strong>18.2.</strong>&nbsp;<strong>\"Services\"</strong>&nbsp;means any services made available to you through or in connection with the Games, including but not limited to services to acquire, maintain and use Virtual Currency and Virtual Items, user accounts, customer support, forums, websites, other services we provide you including without limitation interactions with us, registering an account, contacting us, or posting in our forums.\nServices also includes Wizards’ platform software and services, Wizards’ account services, and web applications (including without limitation Eventlink and Companion apps).</p>\n<p>\n<strong>18.3.</strong>&nbsp;<strong>\"Intellectual Property Rights\"&nbsp;</strong>means all copyrights, trademarks, service marks, trade dress, patents, trade secrets, confidential information, brand names, logos, goodwill, get up, trade, business or domain names, design rights, database rights, rights in inventions, know-how, rights in databases, rights in computer software, moral rights, publicity rights, performance rights, synchronization rights, mechanical rights, publishing, rental, lending and transmission rights and other intellectual property and exploitation rights of a similar or corresponding character which may now or in the future subsist in any part of the world, in all cases whether or not registered or registrable including all granted applications and all applications for registration, division, continuation, reissuance, renewals, extensions, restorations and reversions regarding any of the same.</p>\n<p>\n<strong>18.4.</strong> “<strong>Website</strong>” means any of Wizards’ websites related to the Games, Organized Play, or Services.</p>\n<p>\n<strong>19.\nGoverning law.\nvenue.\ntime to bring claims.</strong>\n</p>\n<p>\n<strong>19.1.\nGoverning Law.</strong>&nbsp;These Terms, your use of the Websites, Games, Organized Play, or Services, your interactions with Wizards, and any issues arising out of them will be deemed entered into in Washington and governed by laws of the State of Washington, without regard to its choice of laws principles.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.</p>\n<p>\n<strong>19.2.\nVenue &amp.\nJurisdiction.</strong>&nbsp;To the extent not covered by Section 20 below, you and Wizards both consent and agree to the exclusive jurisdiction and venue of the state and federal courts within King County, Washington, for any claims arising out of these Terms, your use (or inability to use) of the Websites, Games, Organized Play, or Services, or your interactions with Wizards.\nYou waive your right to argue that the state and federal courts in King County, Washington are an improper venue.</p>\n<p>\n<strong>19.3.\nTime to Bring Claims.</strong>&nbsp;In no event will you bring any claim, action, or proceeding related to or arising out of these Terms, your use (or inability to use) of the Websites, Games, Organized Play, or Services, or your interactions with Wizards more than one (1) year after the cause of action arose.</p>\n<p>\n<strong>19.4.</strong>&nbsp;<strong>Fees</strong>.\nIn the event any litigation is brought by either party in connection with these Terms, the prevailing party in such litigation shall be entitled to recover from the other party all the reasonable costs, attorneys' fees and other expenses incurred by such prevailing party in the litigation.</p>\n<p>\n<strong>20.\nDispute Resolution: Arbitration.</strong>\n</p>\n<p>We and you both agree to make a reasonable, good faith effort to resolve any disputes between us informally.\nIf we can't, this is what happens next:</p>\n<p>\n<strong>20.1.</strong>&nbsp;<strong>Arbitration</strong>.\nYou agree to resolve all disputes, claims, demands, or controversies between us in individual binding arbitration.\nThis includes without limitation any claims arising from these Terms, any part of the relationship between you and us, or your use of the Websites, Games, Organized Play, or Services.\nThis section applies whether the dispute or claim is based in contract, tort, statute, fraud, unfair competition, misrepresentation or any other legal doctrine.</p>\n<p>\n<strong>20.2.</strong>&nbsp;<strong>Initiating Arbitration.</strong> You and Wizards agree to make reasonable, good faith efforts to informally resolve any dispute before initiating arbitration.\nIf a party who intends to seek arbitration must, they must first send the other a written notice that describes the nature and basis of the claim or dispute and sets forth the relief sought.\nIf we do not reach an agreement to resolve the dispute within forty-five (45) days after the notice is received, the party seeking redress may commence an arbitration.&nbsp;You may initiate an arbitration proceeding by sending Wizards a written notice explaining the claim and what remedy you want from Wizards.\nIf you initiate arbitration against Wizards, you must send a copy to Wizards at the following address: Wizards of the Coast LLC, ATTN: Legal Department, 1600 Lind Avenue, Ste.\n400, Renton, Washington.</p>\n<p>\n<strong>20.3.</strong>&nbsp;<strong>Arbitration administration.</strong>&nbsp;Disputes will be settled by binding individual arbitration conducted by the Judicial Arbitration Mediation Services, Inc.\n(“<strong>JAMS</strong>”) subject to the U.S.\nFederal Arbitration Act and federal arbitration law and according to the JAMS Comprehensive Arbitration Rules and Procedures effective July 1, 2014 (You agree that the arbitration shall be administered by&nbsp;JAMS&nbsp;in the Seattle, Washington area residents of North and South America.\nJapan, for residents of Asia.\nand in London for residents of Europe and Africa.</p>\n<p>\n<strong>20.4.</strong>&nbsp;<strong>Arbitration Process</strong>.</p>\n<p>The arbitration shall be conducted by a single arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of JAMS arbitrators and mutually agreed upon by the parties.\nThe determination of whether a dispute is subject to arbitration shall be governed by the Federal Arbitration Act and determined by an arbitrator rather than a court.\nJAMS will administer the arbitration and it will be conducted in the English language.\nIt may be conducted through the submission of documents, by phone, or in person at a mutually agreed location.\nThe arbitration hearing must commence within thirty (30) days from the appointment of the arbitrator, unless otherwise agreed to by you and Wizards.\nJAMS will only have power to arbitrate the dispute between you and us and not in relation to other people under this particular arbitration.\nJudgment upon an award rendered by the arbitrator may be entered in any court having jurisdiction or application may be made to such court for judicial acceptance of any award and an order of enforcement, as the case may be.</p>\n<p>\n<strong>20.5.</strong>&nbsp;<strong>Arbitration Confidentiality.</strong>&nbsp;You and Wizards agree that any dispute, claim or controversy that has been submitted to arbitration, and all related proceedings including any settlement agreement, shall be kept confidential.\nHowever, the prevailing party in any arbitration may file the arbitration award with any court of competent jurisdiction to have that award confirmed in a court order or judgment.</p>\n<p>\n<strong>20.6.</strong>&nbsp;<strong>Arbitration Costs.</strong>&nbsp;Your responsibility to pay any JAMS filing, administrative, and arbitrator fees will be solely as set forth in the JAMS Rules and pursuant to applicable law.\nHowever, if your claim for damages does not exceed ten thousand dollars ($10, 000.00 USD), Wizards will pay all such fees unless the arbitrator finds that either the substance of your claim or the relief sought in your demand for arbitration was frivolous or brought for an improper purpose (as measured by the standards set forth in the Federal Rule of Civil Procedure 11(b)).\nIn the event any litigation is brought by either party in connection with this User Agreement, the prevailing party in such litigation shall be entitled to recover from the other party all the reasonable costs, attorneys' fees and other expenses incurred by such prevailing party in the litigation.</p>\n<p>\n<strong>20.7.</strong>&nbsp;<strong>Additional Terms</strong>.\nYou also agree that: (i) no finding or stipulation of fact in any other arbitration, judicial or similar proceeding may be given preclusive or collateral estoppel effect in any arbitration hereunder (unless determined in another proceeding between the parties).\nand (ii) and no conclusion of law in any other arbitration may be given any weight in any arbitration hereunder (unless determined in another proceeding between the parties).</p>\n<p>YOU AND WIZARDS BOTH UNDERSTAND THAT, ABSENT THIS ARVITRATION PROVISION, WE WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nWe further understand that, in some instances, the costs of arbitration could exceed the costs of litigation.\nHowever, the arbitrator shall have the authority to shift such fees and costs to ensure that you do not pay significant forum fees.\nIn addition, you shall not be required to pay any type of fee or cost in arbitration that you would not have had to pay had you been free to file your claim in court.\nDiscovery may be more limited in arbitration than in a court, but each side will be permitted discovery sufficient to present or defend their claims.</p>\n<p>\n<strong>20.8.</strong>&nbsp;<strong>Waiver of Collective Action (aka Class Action) Remedies.</strong>\n</p>\n<p>To the maximum extent permitted by law, you and Wizards agree not under any circumstances to bring or participate in a class or representative action, private attorney general action or collective arbitration.\nYou and we agree that to the fullest extent permitted by law: (i) no arbitration shall be joined with any other, including without limitation any arbitration involving any other current or former customer, end user or licensee of Wizards, whether through class arbitration proceedings or otherwise.\n(ii) there is no right or authority for any dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (iii) there is no right or authority for any dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.</p>\n<p>If the agreement in this Section 20.7 not to bring or participate in a class or representative action, private attorney general action or collective arbitration is found unenforceable, you and Wizards agree that it will not be severable: this entire section will be deemed unenforceable and any claim or dispute will therefore be resolved in Arbitration as outlined above.\nThe arbitrator may also award relief (including monetary, injunctive, and declaratory relief) only in favor of the individual party seeking relief and only to the extent necessary to provide relief necessitated by that party’s individual claim(s).</p>\n<p>\n<strong>21.\nAlpha/Beta Tests</strong>\n</p>\n<p>\n<strong>21.1.</strong>&nbsp;<strong>Alpha/Beta Tests.</strong>&nbsp;From time to time, Wizards may allow access to alpha or beta testing of its Games or Services before their full commercial release.\nThe alpha or beta versions of Games or Services are not final.\nthey are released to test the features, capabilities, and performance of the Games and Services.\nIf you are using an alpha or beta version of the Games or Services, this section applies and supersedes any other section of these Terms that conflict.</p>\n<p>\n<strong>21.2.</strong>&nbsp;<strong>Availability.</strong>&nbsp;Providing and maintaining an alpha or beta is at Wizards' sole discretion.\nYou will only be able to access a closed alpha or beta if Wizards designates you as a closed alpha or beta participant.\nAfter registering for a closed alpha or beta, there may be a wait to use the Games or Services for a variety of reasons, including our server load and technical capabilities.</p>\n<p>\n<strong>21.3.</strong>&nbsp;<strong>Other Terms.</strong>&nbsp;We give you alpha or beta access to the Games or Services to give you the chance to be involved with something new and exciting we are building! We expect you to understand that this means the Games or Services aren't complete and will go through many changes before full commercial release.\nThis means the following with respect to alpha and beta tests:</p>\n<ul>\n<li>They are time-limited and Wizards will decide in its sole discretion when to move on to the next phase.</li>\n<li>They may be accessible from limited platforms (e.g., PC only).\nWizards will notify you if any other platforms become available for use during the test period.</li>\n<li>They may contain more, fewer, or different features than the full commercial release of the Game or Service (if such release occurs).</li>\n<li>Wizards may in its discretion change, add, or remove features as part of the process of testing the game.</li>\n<li>Wizards may monitor and record any and all communications, including, without limitation, email, in-game chat, forum postings, etc.in or related to the alpha or beta of the Game or Service.</li>\n<li>They are not complete and are provided to you ‘as is' without any additional warranties or promises.\nWizards will not be liable for incomplete or nonfunctional software, software errors that cause damage to your computer or device or data loss, hardware failures, or disruption of service.</li>\n<li>You may be given the opportunity to provide Wizards with voluntary feedback during and after the test in our forums, via bug reports, and other methods.\nWe would appreciate it if you would share your feedback with us so we can make the Games and Services as awesome as possible.</li>\n<li>Our invitations are personal.\nyou may not transfer or sell your access to a closed test of a Game or Service.</li>\n<li>Wizards may not release a final commercial version of the Game or Service or, if released, it may alter its features, capabilities, functions, licensing terms, release dates, general availability or other characteristics at its discretion.</li>\n</ul>\n<p>\n<strong>21.4.</strong>&nbsp;<strong>Real-Money Transactions in Alpha/Beta Tests</strong>.\nFrom time to time, test versions of Games or Services may have features that allow you to purchase licenses to use Virtual Items, Virtual Currency, or other services (collectively, \"<strong>Alpha/Beta Purchases</strong>\").\nIF YOU PURCHASE A LICENSE TO USE ALPHA/BETA PURCHASES DURING A TEST, ALPHA/BETA PURCHASES MAY NOT TRANSITION INTO THE FINAL RELEASE VERSION OF THE GAME OR SERVICE.\nTO THE FULLEST EXTENT POSSIBLE UNDER APPLICABLE LAW, WIZARDS WILL NOT PROVIDE YOU WITH A REFUND FOR ANY ALPHA/BETA PURCHASES MADE DURING A TEST.\nIf Alpha/Beta Purchases do not transition to the final release version, Wizards will provide you with information that explains what, if any, credit for Alpha/Beta Purchases you may receive once the test has concluded.</p>\n<p>\n<strong>21.5.</strong>&nbsp;<strong>Termination.</strong>&nbsp;Wizards may terminate an alpha or beta test at any time, for any reason or for no reason.\nIf Wizards terminates an alpha or beta test, you must delete the pre-release version of the Games or Services and all materials you received from Wizards in connection with the alpha or beta test.\nWizards may require you to remove any elements of the alpha or beta from any hard drives of any devices on which the pre-release version of the Games or Services have been installed.\nYou agree and acknowledge that Wizards termination of the test shall not be grounds for any refunds of any kind, including but not limited to Alpha/Beta Purchases.</p>\n<p>\n<strong>21.6.</strong>&nbsp;<strong>Confidentiality.</strong>&nbsp;If Wizards classifies a beta or some aspects of an alpha or beta confidential, you will receive notice from us.\nIf an alpha or beta is classified confidential, the alpha or beta, your role as a tester, and all information related to the alpha or beta are to be kept secret from everyone (except Wizards) until Wizards informs you otherwise.</p>\n<p>\n<strong>22.\nPromotions.\nGame Keys.</strong>\n</p>\n<p>\n<strong>22.1.</strong>&nbsp;<strong>Availability.</strong>&nbsp;From time to time, Wizards may allow you to participate in promotional contests, special gameplay or tournament events, or similar limited-time promotional offers (including, without limitation, organized play events) (collectively \"<strong>Promotions</strong>\") that may offer prizes or require you to provide additional information about yourself.\nEach Promotion may have its own rules which you must read and agree to before you participate.\nWizards does not make any representations, warranties, or covenants regarding the amount, type, or frequency of access to Promotions you can expect at any time in connection with any of Wizards’ products or services.\nYou acknowledge and agree that you may not rely upon the continued availability of Promotions and that Wizards will not be liable for any actions you undertake or actions you do not take based on your expectations.\nWizards' decisions regarding Promotions shall be final and binding.</p>\n<p>\n<strong>22.2.</strong>&nbsp;<strong>Promotional Codes</strong>.\nWizards may distribute promotional codes or game \"keys\" that may be redeemed by you for a limited license to access certain features, events, Virtual Items or Virtual Currency available in Wizards' Games or Services (\"<strong>Promotional</strong>\n<strong>Code(s)</strong>\").\nPromotional Codes may be valid for a limited time only.\nSome Promotional Codes may have additional terms and conditions that will govern the use and availability of such Promotional Codes.\nPromotional Codes are personal to you, are non-transferable, and have no real-money or \"cash\" value.\nYou may not sell or give away Promotional Codes except as authorized by Wizards.\nThe use of Promotional Codes in unauthorized advertising, marketing, sweepstakes, raffles, or for other unauthorized promotional purposes is strictly prohibited.</p>\n<p>\n<strong>23.\nUpdates and changes.</strong>\n</p>\n<p>\n<strong>23.1.\nTo this Agreement.</strong>&nbsp;Wizards may (and likely will) update, amend, alter, or modify these Terms in the future.\nYou agree that Wizards may make changes to these Terms at any time and for any reason at its sole discretion.\nIf we make material changes to these Terms, we will notify you and give you an opportunity to review the new Terms that will supersede and replace these Terms.</p>\n<p>If any future changes to these Terms are unacceptable to you or cause you to no longer comply with these Terms, you must terminate your account.\nYour continued use of the Websites, Organized Play, Games or Services after notice of changes to these Terms will mean that you accept any and all of Wizards' changes.\nYou acknowledge and agree that you have no interest, monetary or otherwise, in any feature, content or availability of the Websites, Platform, Organized Play, Games or Services.</p>\n<p>If at any time you do not agree to any portion of these Terms, the&nbsp;Privacy Policy, or&nbsp;Code of Conduct, then you must immediately stop using the Websites, Organized Play, Games or Services.\nFor our players' safety and our own, we need everyone to agree to play by the same rules.</p>\n<p>\n<strong>23.2.\nTo Wizards' Products and Services</strong>.\nWizards' Websites, Organized Play, Games and Services will evolve.\nWizards may update, patch, update, revise, change, suspend, \"nerf,\" or restrict your access to the Websites, Organized Play, Games or Services, including components thereof (e.g., Virtual Items), for any reason and may push mandatory, automatic, or background patching or updates or require you to download and install updates to any software required to support the certain Websites, Games, or Services at any time without notice or liability to you.\nYou acknowledge that your use of the Websites, Organized Play, Games or Services does not confer on you any interest, monetary or otherwise, in any aspect or feature, including but not limited to any rewards, prizes achievements, levels, Virtual Currency, or Virtual Items.\nYou also acknowledge that any character or account data, Game progress, Game customization or other data related to your use of any of Wizards products or services may cease to be available to you at any time without notice from us, including without limitation after a patch, update, or upgrade is applied by Wizards.\nWe do not have any maintenance or support obligations with respect to the Websites, Organized Play, Games or Services.\nYou agree that updates may change the requirements necessary to use the Websites, Organized Play, Games or Services and agree that in such an event you are responsible for any necessary actions, including but not limited to software or hardware, to access and use the Websites, Organized Play, Games or Services.\nYou are not entitled to any subsequent updates nor is Wizards obligated to provide you with updates.</p>\n<p>\n<strong>24.\nGENERAL.</strong>\n</p>\n<p>\n<strong>24.1.\nLanguage.\nInterpretation</strong>.\nIt is the express wish of the parties that these Terms and all related documents have been drawn up in English.\nLes parties déclarent qu'elles ont demandé et par les présentes confirment leur desir exprés que cette convention soit rédigee en anglais.\nThe original of these Terms is in English.\nany translations are provided for reference purposes only.\nYou waive any right you may have under the law of your country to have these Terms written or construed in the language of any other country.\nThe headings of sections, paragraphs and subparagraphs of these Terms are for convenience of reference only and are not intended to restrict, affect or be of any weight in the interpretation or construction of the provisions of such sections, paragraphs or subparagraphs.</p>\n<p>\n<strong>24.2.\nCompliance with Law.\nU.S.\nExport Controls.</strong>&nbsp;You will comply with all applicable laws regarding your installation, copying and use of the Websites, Games, and Services and your access to your accounts.\nWithout limiting the foregoing, software available in connection with the Websites and Services may be subject to United States export controls.\nNo feature, function, software or any component thereof may be downloaded from the Websites, Games, or Services or otherwise exported or re-exported in violation of U.S.\nexport laws.\nDownloading or using any software is at your sole risk.\nYou further agree not to upload to the Websites, Games, and Services any data or software that cannot be exported without prior written government authorization including, but not limited to, certain types of encryption software.</p>\n<p>\n<strong>24.3.\nEquitable Remedies.</strong>&nbsp;You agree that Wizards would be irreparably damaged if these Terms were not specifically enforced.\nTherefore, you agree that Wizards will, in addition to any other remedy it may have under these Terms, at law or in equity, be entitled without bond, other security, or proof of damages, to appropriate equitable remedies with respect to breaches of these Terms.</p>\n<p>\n<strong>24.4.\nSeverability.\nWaivers.</strong>&nbsp;If any provision of these Terms is found to be invalid or unenforceable by any court having competent jurisdiction, then that provision shall be deemed severable from this Agreement and shall not affect the validity and enforceability of any remaining provisions.\nThe failure of Wizards to insist upon or enforce any of the provisions of these Terms, or to exercise any rights or remedies under these Terms, will not be construed as a waiver of Wizards' right to assert or rely upon any such provisions, rights, or remedies in that or any other instance.\nrather, the same will be and remain in full force and effect.\nNo waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term.</p>\n<p>\n<strong>24.5.\nNo Assignment.</strong>&nbsp;These Terms and the rights granted herein are personal to you and may not be assigned.\nWizards may transfer or assign these Terms, Websites, Organized Play, Games or Services, in whole or in part, to third parties of our choosing.</p>\n<p>\n<strong>24.6.\nTrademark and Copyright Notification.</strong>&nbsp;Unless otherwise indicated, all trademarks appearing on the Websites and Services are the property of Wizards of the Coast LLC or its parent company, Hasbro, Inc.\nAll rights reserved.\nAll artwork, images, text, proprietary software and other copyrightable images are the copyrights of Wizards.\nAll rights reserved.\nAll other trademarks and copyrightable content are the property of their respective owners and used under license.</p>\n<p>\n<strong>24.7.\nForce Majeure.</strong>&nbsp;Wizards shall not be liable for any delay or failure to perform resulting from causes outside our reasonable control including, without limitation, any failure to perform hereunder due to unforeseen circumstances or cause such as acts of god, war, terrorism, robot uprising, embargoes, epidemics, acts of civil or military authorities, pandemic, public health emergency, fire, floods, accidents, strikes, or shortages of transportation facilities, fuel, energy, labor or materials.</p>\n<p>\n<strong>24.8.\nPlayers Outside the United States.</strong>&nbsp;If you access the Websites, Organized Play, Games or Services from New Zealand, and are a resident of New Zealand, The New Zealand Consumer Guarantees Act of 1993 (\"<strong>Act</strong>\") may apply to the Websites, Organized Play, Games or Services as supplied by Wizards.\nIf the Act applies, then notwithstanding any other provision in this Terms, you may have rights or remedies as set out in the Act which may apply in addition to, or, to the extent that they are inconsistent, instead of, the rights or remedies set out in this Terms.\nThose who choose to access the Websites and Services from locations outside of the United States do so on their own initiative and are responsible for compliance with local laws if and to the extent local laws are applicable.\nShould a court of competent jurisdiction determine that other laws apply, these Terms shall be enforced to the fullest extent permitted by the laws of the applicable jurisdiction and be interpreted to give maximum effect to the terms and conditions hereof.</p>\n<p>\n<strong>24.9.\nBlocked Parties.</strong>&nbsp;You may not use Wizards' Websites, Organized Play, Games or Services if: (i) the Office of Foreign Assets Control of the United States Treasury Department lists you as a specially designated national and/or blocked person.\n(ii) the Bureau of Industry and Security of the United States Department of Commerce lists you on its denied persons list or lists of parties of concern.\nor (iii) you're on any similar list promulgated by an official agency or department of the United States government.\nYou warrant and represent that you're not located in, under the control of, or a national or resident of any embargoed country.</p>\n<p>\n<strong>24.10.\nNotices.</strong>&nbsp;Except where otherwise set forth in these Terms, all notices given by you or required under this Terms shall be in writing and addressed to: Wizards of the Coast, ATTN: Customer Support, P.O.\nBox 707, Renton, Washington 98057-0707.\nA printed version of these Terms and of any notice given in electronic form will be admissible in judicial or administrative proceedings based upon or relating to these Terms to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p>\n<p>&nbsp;</p>\n<strong>ORGANIZED PLAY.</strong>\n<p>Additional terms and conditions apply to participants of Wizards' Organized Play programs</p>\n<p>\n<strong>1.\nACCOUNTS</strong>\n</p>\n<p>As part of the Services, Wizards provides players an opportunity to engage in organized play activities for its Games.\nTo be eligible to participate in competitive organized play, you must create a Wizards Account and a DCI Number.</p>\n<p>\n<strong>DCI Number Accounts</strong>.</p>\n<p>DCI numbers are unique identifiers used to track your organized play standings and player progress for Magic: The Gathering organized play.\nYou may acquire a DCI number through online account creation at https://accounts.wizards.com/.\nOnce you activate your DCI number, your play activities will be entered into Wizards' organized play databases and you will be eligible to compete in sanctioned event play.</p>\n<p>To connect your DCI number to your Wizards Account, visit&nbsp;https://accounts.wizards.com/<u> and select</u>.</p>\n<p>\n<strong>Wizards Accounts.</strong>\n</p>\n<p>A Wizards Account is your primary account for Wizards digital games, applications, and forums.</p>\n<p>To create a Wizards account, or to connect your DCI number to your Wizards account, visit&nbsp;https://myaccounts.wizards.com/register.</p>\n<p>\n<strong>2.\nRules and Enforcement</strong>\n</p>\n<p>By participating in organized play, you expressly acknowledge and agree to comply with any official organized play and tournament rules applicable to a specific Game or competition updated and published by Wizards from time to time and incorporated herein by reference (see applicable Game websites for current rules).\nOrganized play events may be adjudicated by members of the Wizards' community who provide us with reports regarding play (win/lose records) as well as player behavior, conduct, and violations of tournament rules and the&nbsp;Code of Conduct, and recommendations regarding disciplinary actions.\nWhile we reserve the right to review or not review any reported violation of the foregoing, Wizards will generally enforce the community member's recommendations.\nSome violations may be referred to a committee of third-party judges for review and recommendations.\nBy participating in organized play events, you expressly consent to this enforcement process as well as any other enforcement procedures or guidelines published by Wizards at its sole discretion.\nYou also agree that all disciplinary decisions regarding actual or alleged violations of applicable tournament rules and the&nbsp;Code of Conduct&nbsp;are final, at Wizards sole discretion, and that Wizards has no liability to you whatsoever in regards to such investigations and decisions.\nYou expressly acknowledge and agree that participating in organized play is voluntary and for entertainment purposes only.\nBy participating in organized play, you waive any cause of action against Wizards, judges, or any other member of the Wizards' organized play community arising from or related to your participation.</p>\n<p>\n<strong>3.\nWAIVER AND CONSENT.</strong>\n</p>\n<p>By participating in organized play events, you agree to the following:</p>\n<p>\n<strong>3.1.</strong> You agree to comply with all rules, regulations, and behavior standards applicable to the event you participate in, as may be modified from time to time in Wizards' sole discretion.\nYou understand and agree that all decisions of Wizards and its authorized representatives, independent tournament organizers (\"<strong>ITOs</strong>\"), and judges with respect to such an event are final.</p>\n<p>\n<strong>3.2.</strong> You are legally competent to agree to this release and to participate in digital and tabletop organized play competitions (referred to as “Events” for both tabletop and digital games), or your parent or guardian has also read and agreed to this release on your behalf.</p>\n<p>\n<strong>3.3.</strong> You agree that Wizards, exhibitors of the event, assigns, licensees (collectively, \"<strong>Event</strong>\n<strong>Affiliates</strong>\"), and ITOs may photograph and record you and may display, distribute, create derivatives, exhibit, broadcast, edit, advertise, publicize, promote, and use aforementioned photographs and recordings in connection with the applicable event, other Wizards related events, products manufactured or licensed by or on behalf of Wizards, and in connection with advertising to promote the aforementioned events or products.\nYou further agree and expressly consent that Wizards and its Event Affiliates may display your name, game service user name, city, state, country/region, social media usernames, gameplay feed event records, standings, and event pairings online through websites, applications, Games, Services and third-party and social media and matching services to facilitate organized play and Events..\nYou waive any personal or proprietary rights with respect thereto.\nYou represent and warrant to Wizards that you have not made any contract or commitment in conflict with this grant, and that you will seek no further consideration for any use contemplated by this Section 3.3.</p>\n<p>\n<strong>3.4.</strong> Wizards may, at its sole discretion, invite you to participate in its organized play programs.\nYour participation in such programs is subject to acceptance of all Wizards' then current rules and conditions.\nWizards reserves the right to terminate any organized play program, or your participation in such program, at any time and for any reason at its sole discretion.</p>\n<p>\n<strong>3.5.</strong> If eligible, you may receive an award for participating in an organized play event, and Wizards may, in its discretion, modify or terminate any award or the award structure.\nThe following limitations shall apply to any award received by you as a result of your participation in the event:</p>\n<p>\n<strong>3.5.1.</strong>&nbsp;<u>General</u>.\nAwards are non-transferable, non-negotiable, and not redeemable for an alternative award except in Wizards' sole discretion.\nAll expenses and taxes attributable to an Award are your responsibility and you acknowledge Wizards' recommendation that you consult a tax advisor in your jurisdiction.</p>\n<p>\n<strong>3.5.2.</strong>&nbsp;<u>Cash award</u>.\nAny cash award will be distributed to you according to Wizards' then-current policy for distribution.</p>\n<p>\n<strong>3.5.3.</strong>&nbsp;<u>Appearance Fee Award</u>.\nIn order to receive an appearance fee, you must attend, compete in at least three rounds of a tournament (not including rounds in which the member received a bye), and be listed as finishing in the applicable tournament for which you are to receive the appearance fee and participate in all mandatory aspects of the event, including without limitation media interviews or specialty events.</p>\n<p>Notwithstanding the forgoing, Wizards reserves the right to award or withhold appearances fees at its sole discretion.</p>\n<p>All appearance fees are subject to the following additional terms and conditions:</p>\n<ul>\n<li>All taxes are the responsibility of the individual receiving the appearance fee.\nMembers acknowledge Wizards' recommendation that they consult a tax advisor in their jurisdiction for questions regarding their tax liabilities.</li>\n<li>Before being awarded any appearance fee, the potential recipient must, among other things, submit to Wizards of the Coast LLC: (i) a signed Consent and Release Agreement;, (ii) the appropriate IRS tax form;, (iii) provide proof of identification in a form and manner acceptable to Wizards;, and (iv) any other documentation designated by Wizards.</li>\n<li>A player eligible for an appearance fee must claim his or her appearance fee within one (1) year from the date of the event for which the appearance was awarded, or the appearance fee is forfeited.</li>\n<li>Appearance fee awards are processed in the same manner as prize awards for events and are generally mailed out six weeks after the event and all required information is received by Wizards of the Coast.</li>\n</ul>\n<p>\n<strong>3.6</strong> You agree to release, indemnify, and hold Wizards, Event Affiliates and ITOs harmless from any and all loss, injury, damage, claim, and action of any kind in connection with or arising from your participation in an Event (including without limitation, judging decisions) or any award including, without limitation, personal injuries, death, property damage, or claims based on publicity rights, defamation, or invasion of privacy, whether suffered by YOU or a third party, however caused, and whether foreseen or unforeseen.\nWizards, its Event affiliates, and ITOs are not responsible for injury or damage of any kind related to or resulting from participation in an Event.</p>\n<p>\n<strong>3.7.</strong> Wizards is not obligated to exercise any of the rights granted herein.</p>\n<p>\n<strong>3.8.</strong> The terms of this Section 3 shall serve as a release and assumption of risk for your heirs and all members of your family, including any minors accompanying you.\nYou understand this is a binding contract that supersedes any other agreements or representations and is intended to provide a complete release of liability.\nThe specific rights of the parties may vary from state to state and country to country.</p>\n<p>\n<strong>4.\nOTHER POLICIES</strong>\n</p>\n<p>By participating in organized play, you are agreeing to other organized play terms and conditions which we may publish from time to time and at our sole discretion.\nThe other policies are incorporated by this reference and include, but are not limited to, the <em>Magic </em>Tournament Rules, Infraction Procedure Guide, MPL seasonal rules, Qualifier Weekend and Championship rules, and other miscellaneous policies related to current or upcoming events and programs located at magic.gg and</p>\n<p>\n<strong>Magic Tournament Rules</strong>\n</p>\n<p>http://wpn.wizards.com/resources/rules-documents/244</p>\n<p>\n<strong>Magic Event Invitation Policy</strong>\n</p>\n<p>http://wpn.wizards.com/en/document/magic-event-invitation-policy</p>\n<strong>MAGIC: THE GATHERING ARENA</strong>\n<p>END USER LICENSE AGREEMENT</p>\n<p>Thank you for your interest in&nbsp;<em>Magic: The Gathering Arena</em>&nbsp;(\"<strong>MTG</strong>\n<strong>Arena</strong>\")! This End User License Agreement (\"<strong>Agreement</strong>\") is a contract between you and Wizards of the Coast, LLC (“<strong>Wizards</strong>”) and, together with the general Terms, explains the terms and conditions under which you are licensed to download, install, and use MTG Arena and related services.</p>\n<p>By accessing or using the Game Services (defined below) you: (1) acknowledge and agree that you have read and understand this Agreement, the General Terms as well as Wizards'&nbsp;Privacy Policy,&nbsp;Code of Conduct, and&nbsp;Fan Content Policy&nbsp;which are incorporated herein by this reference (for purposes of this Agreement, collectively, the \"<strong>Terms</strong>\").\n(2) agree to be bound by them.\nand (3) represent and warrant that you have the authority to accept them.\nIf you don't agree with or can't accept all of the terms of this Agreement, you MAY NOT download, install, use, or participate in the Game Services.</p>\n<ol>\n<li>\n<strong>MTG ARENA.\nTHIS AGREEMENT</strong>\n</li>\n</ol>\n<p>\n<strong>1.1.</strong>&nbsp;This Agreement is a legally binding contract between you and Wizards and applies to MTG Arena, the Software (defined below), and all related Services (defined below) regardless of how (e.g., different platform, medium, online, offline) you access or use them (all these collectively are the \"<strong>Game</strong>\n<strong>Services</strong>\").</p>\n<p>\n<strong>1.2.\nDefined Terms</strong>.</p>\n<p>\n<strong>1.2.1.\n\"Software\"</strong>&nbsp;means the proprietary software application known as&nbsp;<em>Magic: The Gathering Arena</em>, and any patches, updates, and upgrades to the application, and all related content and documentation made available to you by Wizards under this Agreement, including but not limited to all software code, titles, themes, objects, characters, names, dialogue, catch phrases, locations, stories, artwork, animation, concepts, sounds, audio-visual effects, methods of operation, and musical compositions that are related to the application, and any copies of any of the foregoing.\nSoftware specifically includes all Virtual Currency and Virtual Items for which you have paid the associated fee or otherwise acquired a license under Section 2.</p>\n<p>\n<strong>1.2.2.\n\"Services\"</strong>&nbsp;means any services made available to you through or in connection with the Software, including but not limited to services to acquire, maintain and use Virtual Currency and Virtual Items, user accounts, customer support, forums, websites, and other services we provide you.</p>\n<ol>\n<li>\n<strong>VIRTUAL ITEMS AND CURRENCY</strong>\n</li>\n</ol>\n<p>\n<strong>2.1.\nAvailability.</strong>&nbsp;From time to time, we may allow you to acquire a limited license to access virtual in-game currency or items related to the Game Services.\nWizards is the sole provider an issuing authority of Virtual Items and Virtual Currencies related to the Game Services and only MTG Arena users can use them.\nPlease see Section 7 of the General Terms for the full rules regarding Virtual Items and Virtual Currencies.</p>\n<p>\n<strong>2.2.</strong>&nbsp;<strong>Virtual In-Game Currency.\n</strong>Virtual Currency in the Game Services may include:</p>\n<ul>\n<li>\n<em>Gold</em>, which you can earn by playing the Game.\nor</li>\n<li>\n<em>Gems</em>, which you can purchase with real-world money or earn by completing certain in-game activities or achievements.</li>\n</ul>\n<p>\n<strong>2.3.</strong>&nbsp;<strong>Virtual In-Game Items.</strong>&nbsp;We may, from time to time, allow you to acquire a limited license to access virtual items related to the Game Services, which may include but are not limited to virtual&nbsp;<em>Magic: The Gathering</em>&nbsp;cards, booster packs, draft packs, cosmetics and enhancements (<em>i.e.</em>, vanity items), events, and other downloadable content (\"<strong>Virtual</strong>\n<strong>Items</strong>\").\nWe may allow you to access Virtual Items in various ways including but not limited to (a) purchasing a limited license to use the Virtual Item for a fee (i.e., \"real-world\" money).\n(b) redeeming a limited license to use Virtual Item with Virtual Currency.\nor (c) earning a limited license to use Virtual Items by performing or accomplishing specific tasks in the Game Services (<em>e.g.</em>, event rewards, Vault rewards, Wildcard Rewards etc.).</p>\n<p>\n<strong>2.4.\nDistribution and Drop Rates for Virtual Items.</strong>&nbsp;Wizards publishes the rarity distribution and drop rates of Virtual Items you may redeem or unlock in the Game Services.\nYou will find information regarding the distribution and drop rates of Virtual Items and Virtual Currency&nbsp;here.\nFrom time to time, may run special events or promotions with special features or offerings in connection with the Game Services.\nSpecific details and terms regarding the Virtual Items and Virtual Currency related to such promotions are detailed in applicable point of sale information or on our&nbsp;promotions page&nbsp;and are incorporated by this reference.</p>\n<ol>\n<li>\n<strong>TOURNAMENTS.\nEVENTS.</strong>\n</li>\n</ol>\n<p>\n<strong>3.1.\nAvailability.</strong>&nbsp;Wizards may offer many types of events, leagues, tournaments, formats, promotions and game types (collectively, \"<strong>Events</strong>\") in connection with the Game Services.\nCertain types of Events may not be available in all locations or jurisdictions.\nBy using the Game Services, you acknowledge and agree that Wizards may, in its sole discretion, start, end, modify, or limit any Event at any time and for any reason or for no reason with no liability to you.\nWizards reserves the right, at its sole discretion, to adjudicate any Event result.\nAs an example, if a player drops from a match during a tournament or event, we may award the match win and any accompanying Virtual Items or Virtual Currency to the non-dropping player.</p>\n<p>\n<strong>3.2.\nEligibility</strong>.\nBy participating in an Event, you represent and warrant that you are eligible to participate and are physically located in a region in which participation in the tournaments offered through the Game Service is unrestricted by law.\nYou are subject to all laws of the state, province, country, and region in which you reside and from which you access the Game Service and you are solely responsible for obeying those laws.\nYou agree that Wizards cannot be held liable if laws applicable to you restrict or prohibit your participation.\nWizards makes no representations or warranties, implicit or explicit, as to your legal right to participate in any tournament offered on or through the Game Service, nor will any person affiliated with or claiming affiliation with Wizards have authority to make any such representations or warranties.</p>\n<ol>\n<li>\n<strong>LICENSE GRANT.\n</strong>Subject to your compliance with the Terms, Wizards grants you a limited, non-exclusive, non-transferable, revocable, non-sublicensable license to download and install a copy of the Software on a compatible device that you own or control and to run such copy of the Software solely for your personal entertainment and non-commercial purposes.\nYou may not copy the Software, except for making a reasonable number of copies for backup or archival purposes.\nWizards reserves all rights in and to the Game Services not expressly granted to you under this Agreement.</li>\n</ol>\n<ol>\n<li>\n<strong>Additional Terms for Software Distributed Via Google Play or Apple App Store.\n</strong>If you accessed or downloaded the Software from the Apple App Store, then you agree to use the Software only: (i) on an Apple-branded product or device that runs iOS (Apple’s proprietary operating system software).\nand (ii) as permitted by the “Usage Rules” stated in the Apple Media Services Terms and Conditions.\nIf you accessed or downloaded the Software from any app store or distribution platform (like the Apple App Store or Google Play) (each, an “<strong>App</strong>\n<strong>Provider</strong>”), then you acknowledge and agree that:</li>\n</ol>\n<ol>\n<li>This Agreement is between you and Wizards, and not with the App Provider.\nbetween Wizards and the App Provider, Wizards is solely responsible for the Software.</li>\n</ol>\n<ol>\n<li>It is not the App Provider’s responsibility to provide any maintenance or support services for the Software.</li>\n</ol>\n<ol>\n<li>If the Software fails to conform to any applicable warranty, you may notify the App Provider and the App Provider may refund the purchase price for the Software to you (if applicable) and, to the maximum extent permitted by applicable law, the App Provider will have no other warranty obligation whatsoever with respect to the Software.\nAny other claims, losses, liabilities, damages, costs or expenses attributable to any failure of the Software to conform to any warranty will be the sole responsibility of Wizards.</li>\n</ol>\n<ol>\n<li>The App Provider is not responsible for addressing any of your claims or any third party’s claims relating to the Software or your possession and use of the Software, including, but not limited to: (1) product liability claims.\n(2) any claim that the Software fails to conform to any legal or regulatory requirement.\nand (3) claims arising under consumer protection or similar legislation.</li>\n</ol>\n<ol>\n<li>If there is a third-party claim that the Software or your possession and use of the Software infringes that third party’s intellectual property rights Wizards will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.</li>\n</ol>\n<ol>\n<li>The App Provider and its subsidiaries are third-party beneficiaries of these Terms as they relate to your license of the Software.\nUpon your acceptance of these Terms, the App Provider will have the right (and will be viewed to have accepted the right) to enforce these Terms as related to your license of the Software against you as a third party beneficiary of these Terms.</li>\n</ol>\n<ol>\n<li>You must also comply with all applicable third-party terms of service and policies when using the Software.</li>\n</ol>\n<p>\n<strong>6.\nOTHER TERMS.</strong>\n</p>\n<p>\n<strong>6.1.\nEntire Agreement.</strong>&nbsp;This Agreement, together with the General Terms, constitutes and contains the entire agreement between the parties with respect to the Game Services and supersedes any prior agreements.</p>\n<p>\n<strong>6.2.</strong>&nbsp;<strong>Copyright and Trademark Notice</strong>: Wizards of the Coast,&nbsp;<em>Magic: The Gathering Arena</em>,&nbsp;<em>Magic: The Gathering</em>, and their respective logos are trademarks or registered trademarks of Wizards and its affiliates in the United States and elsewhere.\nThe MTG Arena interactive game and all files that are made available to you by Wizards (via any medium) to \"patch,\" update, or otherwise modify the software together with all copies and derivative works of that software program is the copyrighted work of Wizards or its licensors.\nMTG Arena is protected by United States law and international treaties, conventions, and other laws, and may contain certain licensed materials in which Wizards' licensors may enforce their rights in the event this Agreement is violated.\nAny rights not expressly granted herein are reserved to Wizards.</p>\n<strong>SPELLSLINGERS</strong>\n<p>END USER LICENSE AGREEMENT</p>\n<p>Thank you for your interest in <em>Spellslingers </em>(“<strong>Spellslingers</strong>”)! This End User License Agreement (“<strong>Agreement</strong>”) is a contract between you and Wizards of the Coast (“<strong>Wizards</strong>”) and, together with the General Terms, explains the terms and conditions under which you are licensed to download, install, and use Spellslingers and related services.</p>\n<p>By accessing or using the Game Services (defined below) you: (1) acknowledge and agree that you have read and understand this Agreement, the General Terms as well as Wizards 'Privacy Policy, Code of Conduct, and Fan Content Policy, which are incorporated herein by this reference ( for purposes of this Agreement, collectively, the “<strong>Terms</strong>”).\n(2) agree to be bound by them.\nand (3) represent and warrant that you have the authority to accept the Terms.\nIf you don't agree with or can't accept all of the Terms, you MAY NOT download, install, use, or participate in the Game Services.</p>\n<p>\n<strong>1.\nSPELLSLINGERS.\nTHIS AGREEMENT</strong>\n</p>\n<p>\n<strong>1.1.\n</strong>This Agreement is a legally binding contract between you and Wizards and applies to Spellslingers, the Software (defined below), and all related Services (defined below) regardless of how (e.g., different platform, medium, online, offline) you access or use them (all these collectively are referred to as the “<strong>Game</strong>\n<strong>Services</strong>”).</p>\n<p>\n<strong>1.2.\nDefined Terms</strong>.</p>\n<p>\n<strong>1.2.1.\n“Software” </strong>means the proprietary software application known as <em>Spellslingers</em>, and any patches, updates, and upgrades to the application, and all related content and documentation made available to you by Wizards under this Agreement, including but not limited to all software code, titles, themes, objects, characters, names, dialogue, catch phrases, locations, stories, artwork, animation, concepts, sounds, audio-visual effects, methods of operation, and musical compositions that are related to the application, and any copies of any of the foregoing.\nSoftware specifically includes all Virtual Currency and Virtual Items for which you have paid the associated fee or otherwise acquired a license under Section 2.</p>\n<p>\n<strong>1.2.2.\n“Services” </strong>means any services made available to you through or in connection with the Software, including but not limited to services to acquire, maintain and use Virtual Currency and Virtual Items, chat and guild functionality and maintenance, user accounts, customer support, forums, websites, and other services we provide you.</p>\n<ol>\n<li>\n<strong>VIRTUAL ITEMS AND CURRENCY</strong>\n</li>\n</ol>\n<p>\n<strong>2.1.\nAvailability.\n</strong>From time to time, we may allow you to acquire a limited license to access virtual in-game currency or items related to the Game Services.\nWizards is the sole provider and issuing authority of Virtual Items and Virtual Currencies related to the Game Services and only Spellslingers users can use them.\nPlease see Section 7 of the General Terms for the full rules regarding Virtual Items and Virtual Currencies.</p>\n<p>\n<strong>2.2.\nVirtual In-Game Currency.\n</strong>Virtual Currency in the Game Services may include:</p>\n<ul>\n<li>\n<em>Aether&nbsp;</em>or&nbsp;<em>Forge Points</em>, which you can earn by completing certain in-game activities or achievements;</li>\n<li>\n<em>Gems</em>, which you can purchase with real-world money or earn by completing certain in-game activities or achievements.\nor</li>\n<li>Gold, which you can purchase with Gems.</li>\n</ul>\n<p>\n<strong>2.3.\nVirtual In-Game Items.\n</strong>We may, from time to time, allow you to acquire a limited license to access virtual items related to the Game Services, which may include but are not limited to virtual cards, booster packs, card progress enhancements, cosmetics and enhancements (<em>i.e.</em>, vanity items), events, and other downloadable content (“<strong>Virtual</strong>\n<strong>Items</strong>”).\nWe may allow you to access Virtual Items in various ways including but not limited to (a) purchasing a limited license to use the Virtual Item for a fee (i.e., “real-world” money).\n(b) redeeming a limited license to use Virtual Item with Virtual Currency.\nor (c) earning a limited license to use Virtual Items by performing or accomplishing specific tasks in the Game Services (<em>e.g.</em>, event rewards).</p>\n<p>\n<strong>2.4.\nDistribution and Drop Rates for Virtual Items.\n</strong>Wizards publishes the rarity distribution and drop rates of Virtual Items you may redeem or unlock in the Game Services.\nYou will find information regarding the distribution and drop rates of Virtual Items and Virtual Currency&nbsp;here.\nFrom time to time, may run special events or promotions with special features or offerings in connection with the Game Services.\nSpecific details and terms regarding the Virtual Items and Virtual Currency related to such promotions are detailed in applicable point of sale information or on our promotions pageand are incorporated by this reference.</p>\n<p>\n<strong>2.5.\nPayments.\nSales.\nBilling.\nReturns.&nbsp;</strong>Wizards does not directly bill you for purchases of Virtual Items or Virtual Currencies and is not responsible for order fulfillment.\nAll sales of Virtual Items and Virtual Currencies are “as is” and final.\nWizards does not provide refunds or returns for Spellslingers or any Virtual Item or Virtual Currency.\nIf you have issues or problems with either billing or order fulfillment, please contact your mobile carrier (e.g.\nAT&amp;T, Verizon, Virgin Mobile, O2 Mobile, etc.) or platform marketplace (e.g.\nApple App Store, Google Play, Amazon etc.) as applicable.</p>\n<ol>\n<li>\n<strong>TOURNAMENTS.\nEVENTS.</strong>\n</li>\n</ol>\n<p>\n<strong>3.1.\nAvailability.\n</strong>Wizards may offer many types of events, leagues, tournaments, formats, promotions and game types (collectively, \"<strong>Events</strong>\") in connection with the Game Services.\nCertain types of Events may not be available in all locations or jurisdictions.\nBy using the Game Services, you acknowledge and agree that Wizards may, in its sole discretion, start, end, modify, or limit any Event at any time and for any reason or for no reason with no liability to you.\nWizards reserves the right, at its sole discretion, to adjudicate any Event result.\nAs an example, if a player drops from a match during a tournament or event, we may award the match win and any accompanying Virtual Items or Virtual Currency to the non-dropping player.</p>\n<p>\n<strong>3.2.\nEligibility</strong>.\nBy participating in an Event, you represent and warrant that you are eligible to participate and are physically located in a region in which participation in the tournaments offered through the Game Service is unrestricted by law.\nYou are subject to all laws of the state, province, country, and region in which you reside and from which you access the Game Services and you are solely responsible for obeying those laws.\nYou agree that Wizards cannot be held liable if laws applicable to you restrict or prohibit your participation.\nWizards makes no representations or warranties, implicit or explicit, as to your legal right to participate in any tournament offered on or through the Game Service, nor will any person affiliated with or claiming affiliation with Wizards have authority to make any such representations or warranties.</p>\n<ol>\n<li>\n<strong>LICENSE GRANT.\n</strong>Subject to your compliance with the Terms, Wizards grants you a limited, non-exclusive, non-transferable, revocable, non-sublicensable license to download and install a copy of the Software on a compatible device that you own or control and to run such copy of the Software solely for your personal entertainment and non-commercial purposes.\nYou may not copy the Software, except for making a reasonable number of copies for backup or archival purposes.\nWizards reserves all rights in and to the Game Services not expressly granted to you under this Agreement.</li>\n</ol>\n<ol>\n<li>\n<strong>OTHER TERMS.</strong>\n</li>\n</ol>\n<p>\n<strong>5.1.</strong>&nbsp;<strong>DRIVER SAFETY</strong>.\nWHILE SPELLSLINGERS BRINGS MAGIC: THE GATHERING TO YOUR MOBILE DEVICE, YOU SHOULD NEVER PLAY IT WHILE OPERATING A MOTOR VEHICLE.\nYOU ARE SOLELY RESPONSIBLE FOR YOUR CONDUCT.\nPLEASE DRIVE RESPONSIBLY.</p>\n<p>\n<strong>5.2.\nData Charges</strong>.\nYou acknowledge that certain features of Spellslingers may require cellular service, data access, or text messaging capability.\nExcept as otherwise noted, Wizards does not charge for such services, but carrier rates for phone, data and, text messaging may apply.</p>\n<p>\n<strong>5.3.\nEntire Agreement.\n</strong>This Agreement, together with the general Terms, constitutes and contains the entire agreement between the parties with respect to the Game Services and supersedes any prior agreements.</p>\n<p>\n<strong>5.4.\nCopyright and Trademark Notice</strong>: Wizards of the Coast, <em>Spellslingers</em>, <em>Magic: The Gathering</em>, and their respective logos are trademarks or registered trademarks of Wizards and its affiliates in the United States and elsewhere.\nThe Software and all files that are made available to you by Wizards (via any medium) to “patch,” update, or otherwise modify the software together with all copies and derivative works of that software program is the copyrighted work of Wizards or its licensors.\nSpellslingers is protected by United States law and international treaties, conventions, and other laws, and may contain certain licensed materials in which Wizards' licensors may enforce their rights in the event this Agreement is violated.\nAny rights not expressly granted herein are reserved to Wizards.</p>\n<p>\n<strong>5.5.</strong>\n<strong>Additional Terms for Software Distributed Via Google Play or Apple App Store.\n</strong>If you accessed or downloaded the Software from the Apple App Store, then you agree to use the Software only: (i) on an Apple-branded product or device that runs iOS (Apple’s proprietary operating system software).\nand (ii) as permitted by the “Usage Rules” stated in the Apple Media Services Terms and Conditions.\nIf you accessed or downloaded the Software from any app store or distribution platform (like the Apple App Store or Google Play) (each, an “<strong>App</strong>\n<strong>Provider</strong>”), then you acknowledge and agree that:</p>\n<ol>\n<li>This Agreement is between you and Wizards, and not with the App Provider.\nbetween Wizards and the App Provider, Wizards is solely responsible for the Software.</li>\n</ol>\n<ol>\n<li>It is not the App Provider’s responsibility to provide any maintenance or support services for the Software.</li>\n</ol>\n<ol>\n<li>If the Software fails to conform to any applicable warranty, you may notify the App Provider and the App Provider may refund the purchase price for the Software to you (if applicable) and, to the maximum extent permitted by applicable law, the App Provider will have no other warranty obligation whatsoever with respect to the Software.\nAny other claims, losses, liabilities, damages, costs or expenses attributable to any failure of the Software to conform to any warranty will be the sole responsibility of Wizards.</li>\n</ol>\n<ol>\n<li>The App Provider is not responsible for addressing any of your claims or any third party’s claims relating to the Software or your possession and use of the Software, including, but not limited to: (1) product liability claims.\n(2) any claim that the Software fails to conform to any legal or regulatory requirement.\nand (3) claims arising under consumer protection or similar legislation.</li>\n</ol>\n<ol>\n<li>If there is a third-party claim that the Software or your possession and use of the Software infringes that third party’s intellectual property rights Wizards will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.</li>\n</ol>\n<ol>\n<li>The App Provider and its subsidiaries are third-party beneficiaries of these Terms as they relate to your license of the Software.\nUpon your acceptance of these Terms, the App Provider will have the right (and will be viewed to have accepted the right) to enforce these Terms as related to your license of the Software against you as a third party beneficiary of these Terms.</li>\n</ol>\n<ol>\n<li>You must also comply with all applicable third-party terms of service and policies when using the Software.</li>\n</ol>\n<br>\n<br>\n<strong>SPELLTABLE</strong>\n<p>END USER LICENSE AGREEMENT</p>\n<p>Thank you for your interest in <em>SpellTable </em>(“<strong>SpellTable</strong>”)! This End User License Agreement (“<strong>Agreement</strong>”) is a contract between you and Wizards of the Coast, LLC (“<strong>Wizards</strong>”) and, together with the General Terms, explains the terms and conditions under which you are licensed to download, install, and use SpellTable and related services.</p>\n<p>By accessing or using the Game Services (defined below) you: (1) acknowledge and agree that you have read and understand this Agreement, the General Terms as well as Wizards 'Privacy Policy, Code of Conduct, and Fan Content Policy, which are incorporated herein by this reference (for purposes of this Agreement, collectively, the “<strong>Terms</strong>”).\n(2) agree to be bound by the Terms.\nand (3) represent and warrant that you have the authority to accept the Terms.\nIf you don't agree with or can't accept all of the Terms, you MAY NOT download, install, use, or participate in the Game Services.</p>\n<p>\n<strong>1.\nSPELLTABLE.\nTHIS AGREEMENT</strong>\n</p>\n<p>\n<strong>1.1.\n</strong>This Agreement is a legally binding contract between you and Wizards and applies to SpellTable, the Software (defined below), and all related Services (defined below) regardless of how (e.g., different platform, medium, online, offline) you access or use them (all these collectively are referred to as the “<strong>Game</strong>\n<strong>Services</strong>”).</p>\n<p>\n<strong>1.2.\nDefined Terms</strong>.</p>\n<p>\n<strong>1.2.1.\n“Software” </strong>means the proprietary software application known as <em>SpellTable</em>, and any patches, updates, and upgrades to the application, and all related content and documentation made available to you by Wizards under this Agreement, including but not limited to all software code, titles, themes, objects, characters, names, dialogue, catch phrases, locations, stories, artwork, animation, concepts, sounds, audio-visual effects, methods of operation, and musical compositions that are related to the application, and any copies of any of the foregoing.\nSoftware specifically includes all Virtual Currency and Virtual Items for which you have paid the associated fee or otherwise acquired a license under Section 2.</p>\n<p>\n<strong>1.2.2.\n“Services” </strong>means any services made available to you through or in connection with the Software, including but not limited to services to acquire, maintain and use Virtual Currency and Virtual Items, chat and guild functionality and maintenance, user accounts, customer support, forums, websites, and other services we provide you.</p>\n<ol>\n<li>\n<strong>VIRTUAL ITEMS AND CURRENCY</strong>\n</li>\n</ol>\n<p>\n<strong>2.1.\nAvailability.\n</strong>From time to time, we may allow you to acquire a limited license to access virtual in-game currency or items related to the Game Services.\nWizards is the sole provider and issuing authority of Virtual Items and Virtual Currencies related to the Game Services and only SpellTable users can use them.\nPlease see Section 7 of the General Terms for the full rules regarding Virtual Items and Virtual Currencies.</p>\n<p>\n<strong>2.2.\nPayments.\nSales.\nBilling.\nReturns.&nbsp;</strong>Wizards does not directly bill you for purchases of Virtual Items or Virtual Currencies and is not responsible for order fulfillment.\nAll sales of Virtual Items and Virtual Currencies are “as is” and final.\nWizards does not provide refunds or returns for SpellTable or any Virtual Item or Virtual Currency.\nIf you have issues or problems with either billing or order fulfillment, please contact your mobile carrier (e.g.\nAT&amp;T, Verizon, Virgin Mobile, O2 Mobile, etc.) or platform marketplace (e.g.\nApple App Store, Google Play, Amazon etc.) as applicable.</p>\n<ol>\n<li>\n<strong>TOURNAMENTS.\nEVENTS.</strong>\n</li>\n</ol>\n<p>\n<strong>3.1.\nAvailability.\n</strong>Wizards may offer many types of events, leagues, tournaments, formats, promotions and game types (collectively, \"<strong>Events</strong>\") in connection with the Game Services.\nCertain types of Events may not be available in all locations or jurisdictions.\nBy using the Game Services, you acknowledge and agree that Wizards may, in its sole discretion, start, end, modify, or limit any Event at any time and for any reason or for no reason with no liability to you.\nWizards reserves the right, at its sole discretion, to adjudicate any Event result.\nAs an example, if a player drops from a match during a tournament or event, we may award the match win and any accompanying Virtual Items or Virtual Currency to the non-dropping player.</p>\n<p>\n<strong>3.2.\nEligibility</strong>.\nBy participating in an Event, you represent and warrant that you are eligible to participate and are physically located in a region in which participation in the tournaments offered through the Game Service is unrestricted by law.\nYou are subject to all laws of the state, province, country, and region in which you reside and from which you access the Game Services and you are solely responsible for obeying those laws.\nYou agree that Wizards cannot be held liable if laws applicable to you restrict or prohibit your participation.\nWizards makes no representations or warranties, implicit or explicit, as to your legal right to participate in any tournament offered on or through the Game Service, nor will any person affiliated with or claiming affiliation with Wizards have authority to make any such representations or warranties.</p>\n<ol>\n<li>\n<strong>LICENSE GRANT.\n</strong>Subject to your compliance with the Terms, Wizards grants you a limited, non-exclusive, non-transferable, revocable, non-sublicensable license to download and install a copy of the Software on a compatible device that you own or control and to run such copy of the Software solely for your personal entertainment and non-commercial purposes.\nYou may not copy the Software, except for making a reasonable number of copies for backup or archival purposes.\nWizards reserves all rights in and to the Software not expressly granted to you under this Agreement.</li>\n</ol>\n<ol>\n<li>\n<strong>OTHER TERMS.</strong>\n</li>\n</ol>\n<p>\n<strong>5.1.</strong>&nbsp;<strong>Streaming.\n</strong>Wizards encourages you and other SpellTable players to stream and share SpellTable gameplay and content.\nBut, you are solely responsible for your own content including obtaining permission from third party intellectual property owners and other players, and it is your responsibility to ensure the content does not violate the Code of Conduct.\nAll videos and streams must be freely accessible and may not feature or promote competing games or services.\nMatches may be impacted by live streaming gameplay.\nif you choose to live stream your play, it is at your own risk.</p>\n<p>\n<strong>5.2.\nData Charges</strong>.\nYou acknowledge that certain features of SpellTable may require cellular service, data access, or text messaging capability.\nExcept as otherwise noted, Wizards does not charge for such services, but carrier rates for phone, data and, text messaging may apply.</p>\n<p>\n<strong>5.3.\nEntire Agreement.\n</strong>This Agreement, together with the General Terms, constitutes and contains the entire agreement between the parties with respect to the Game Services and supersedes any prior agreements.</p>\n<p>\n<strong>5.4.\nCopyright and Trademark Notice</strong>: Wizards of the Coast, SpellTable, <em>Magic: The Gathering</em>, and their respective logos are trademarks or registered trademarks of Wizards and its affiliates in the United States and elsewhere.\nThe Software and all files that are made available to you by Wizards (via any medium) to “patch,” update, or otherwise modify the Software together with all copies and derivative works of that software program is the copyrighted work of Wizards or its licensors.\nSpellTable is protected by United States law and international treaties, conventions, and other laws, and may contain certain licensed materials in which Wizards' licensors may enforce their rights in the event this Agreement is violated.\nAny rights not expressly granted herein are reserved to Wizards.</p>\n<p>\n<strong>5.5.</strong>\n<strong>Additional Terms for Software Distributed Via Google Play or Apple App Store.\n</strong>If you accessed or downloaded the Software from the Apple App Store, then you agree to use the Software only: (i) on an Apple-branded product or device that runs iOS (Apple’s proprietary operating system software).\nand (ii) as permitted by the “Usage Rules” stated in the Apple Media Services Terms and Conditions.\nIf you accessed or downloaded the Software from any app store or distribution platform (like the Apple App Store or Google Play) (each, an “<strong>App</strong>\n<strong>Provider</strong>”), then you acknowledge and agree that:</p>\n<ol>\n<li>This Agreement is between you and Wizards, and not with the App Provider.\nbetween Wizards and the App Provider, Wizards is solely responsible for the Software.</li>\n</ol>\n<ol>\n<li>It is not the App Provider’s responsibility to provide any maintenance or support services for the Software.</li>\n</ol>\n<ol>\n<li>If the Software fails to conform to any applicable warranty, you may notify the App Provider and the App Provider may refund the purchase price for the Software to you (if applicable) and, to the maximum extent permitted by applicable law, the App Provider will have no other warranty obligation whatsoever with respect to the Software.\nAny other claims, losses, liabilities, damages, costs or expenses attributable to any failure of the Software to conform to any warranty will be the sole responsibility of Wizards.</li>\n</ol>\n<ol>\n<li>The App Provider is not responsible for addressing any of your claims or any third party’s claims relating to the Software or your possession and use of the Software, including, but not limited to: (1) product liability claims.\n(2) any claim that the Software fails to conform to any legal or regulatory requirement.\nand (3) claims arising under consumer protection or similar legislation.</li>\n</ol>\n<ol>\n<li>If there is a third-party claim that the Software or your possession and use of the Software infringes that third party’s intellectual property rights Wizards will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.</li>\n</ol>\n<ol>\n<li>The App Provider and its subsidiaries are third-party beneficiaries of these Terms as they relate to your license of the Software.\nUpon your acceptance of these Terms, the App Provider will have the right (and will be viewed to have accepted the right) to enforce these Terms as related to your license of the Software against you as a third party beneficiary of these Terms.</li>\n</ol>\n<ol>\n<li>You must also comply with all applicable third-party terms of service and policies when using the Software.</li>\n</ol>\n<p>\n<strong>D&amp;D BEYOND</strong>\n</p>\n<p>END USER LICENSE AGREEMENT</p>\n<p>Thank you for your interest in <em>D&amp;D Beyond </em>(“<strong>D&amp;D Beyond</strong>”)! This End User License Agreement (“<strong>Agreement</strong>”) is a contract between you and Wizards of the Coast, LLC (“<strong>Wizards</strong>”) and, together with the General Terms, explains the terms and conditions under which you are licensed to use D&amp;D Beyond and related services.</p>\n<p>By accessing or using the Services (defined below) you: (i) acknowledge and agree that you have read and understand this Agreement, the General Terms as well as Wizards 'Privacy Policy, Code of Conduct, and Fan Content Policy, which are incorporated herein by this reference (for purposes of this Agreement, collectively,&nbsp.\nthe “<strong>Terms</strong>”).\n(ii) agree to be bound by the Terms.\nand (iii) represent and warrant that you have the authority to accept the Terms.\nIf you don't agree with or can't accept all of the Terms, you MAY NOT download, install, use, or participate in the Services.</p>\n<ol>\n<li>\n<strong>D&amp;D BEYOND.\nTHIS AGREEMENT</strong>\n<ol>\n<li>This Agreement is a legally binding contract between you and Wizards and applies to D&amp;D Beyond, the Software (defined below), and all related Services (defined below) regardless of how (e.g., different platform, medium, online, offline) you access or use them (all these collectively are referred to as the “<strong>Services</strong>”).</li>\n<li>\n<strong>Defined Terms</strong>\n</li>\n<ol>\n<li>\n<strong>“Software” </strong>means the proprietary website and software application known as <em>D&amp;D Beyond</em>, and any patches, updates, and upgrades to the application, and all related content and documentation made available to you by Wizards under this Agreement including, but not limited to, all software code, titles, themes, objects, characters, names, dialogue, catch phrases, locations, stories, artwork, animation, concepts, sounds, audio-visual effects, methods of operation, and musical compositions that are related to the application, and any copies of any of the foregoing.\nSoftware specifically includes all Virtual Items for which you have paid the associated fee or otherwise acquired a license under Section 2.</li>\n<li>\n<strong>“Services” </strong>means any services made available to you through or in connection with the Software including, but not limited to, services to acquire, maintain and use Virtual Items, chat and guild functionality and maintenance, user accounts, customer support, forums, websites, and other services we provide you.</li>\n</ol>\n</ol>\n<ol>\n<li>\n<strong>USER CONTENT</strong>\n<ol>\n<li>For D&amp;D Beyond only, this Section 2 of the Agreement supersedes and replaces Section 5.2 of the General Terms.</li>\n<li>By posting or submitting any User Content to or through the Websites, Games, or Services, you hereby irrevocably grant to Wizards a worldwide, perpetual, irrevocable, royalty-free, non-exclusive, and sublicensable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such User Content (in whole or in part) for the purpose and to the extent necessary for Wizards to provide the Software and Services.</li>\n<li>If you make your User Content available to other users in relation to the Software (such as by associating your character sheet with a campaign run by another user), you thereby grant to those other users a worldwide, perpetual, irrevocable, royalty-free, non-exclusive, and sublicensable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, perform and display such User Content (in whole or in part) pursuant to those other users use of the Software and Services.</li>\n<li>You recognize that Wizards is constantly developing, publishing and distributing D&amp;D content (or licensing such rights to third parties) and, as such, if you make your User Content available to others in relation to the Software or Services (such as by publishing / sharing your submitted homebrew content with the community), then you waive any and all claims that similarity between your User Content and content by us or our licensees violates any of your rights, including moral rights, privacy rights, rights to publicity, proprietary, attribution, or other rights, and rights to any material or ideas contained in your User Content.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<strong>VIRTUAL ITEMS</strong>\n<ol>\n<li>From time to time, Wizards may allow you to acquire a limited license to access digital items or content related to the Software or Services (“Virtual Items”).\nWizards is the sole provider and issuing authority of Virtual Items related to the Services and only D&amp;D Beyond users can use them.\nPlease see Section 7 of the General Terms for the full rules regarding Virtual Items.</li>\n<li>\n<strong>Payments.\nSales.\nBilling.\nReturns</strong>\n<ol>\n<li>\n<strong>Purchase Qualifications.\nAccount Security.</strong> To make a purchase on D&amp;D Beyond, you must be a registered D&amp;D Beyond user and in compliance with this Agreement.\nYou acknowledge that you are responsible for maintaining the security of, and restricting access to, your account and password, and you agree to accept responsibility for all purchases and other activities that occur under your account.\nWizards sells only to those users who can legally make purchases with a credit card.\nIf you are between the ages of 13 and 18 (or the legal age of majority in your state of residence), you may make purchases on the Service only with the permission of a parent or guardian.\nWizards reserves the right to refuse or cancel orders or terminate accounts, at any time in its sole discretion.</li>\n<li>\n<strong>Subscription Services</strong>\n<ol>\n<li>Wizards may offer certain Virtual Items, products, and services in connection with the Service on a subscription basis with recurring payments (“Subscription Services”).\nSubscription Services may renew automatically, with payment due prior to each renewal.\nYou agree to pay your subscription fee in advance of receiving any such Subscription Service.\nWizards reserves the right to discontinue or modify any subscription fee payment option.\nIf Wizards discontinues or modifies a subscription payment option, Wizards will provide notice of such discontinuance or modification.\nYou must affirmatively consent to the new payment terms in order to continue receiving the Subscription Services.\nIf you do not affirmatively consent, your subscription will be cancelled.\nIf you are signing up under any promotional subscription fee, some additional restrictions may apply.\nThese restrictions, if any, will be provided to you before you sign up for the applicable Subscription Service that is subject to the promotion.</li>\n<li>If you choose a Subscription Service (including any pre-paid subscription option, gift subscriptions, or subscription which reverts to a monthly payment plan at the expiration of the pre-paid period), you hereby grant Wizards permission to automatically charge the subscription fee to your chosen payment method at the beginning of each applicable payment period.\nYour access, or the gift recipient’s access, to the Subscription Services will not be established until Wizards has verified that the credit card or other payment information you provide Wizards for payment is accurate and that your payment method account is in good standing.</li>\n<li>You further agree that Wizards may charge any other applicable fees, if disclosed to you in connection with your purchase, to your payment method, including any early termination fee.</li>\n<li>You are required to keep your billing information current, complete and accurate (for example, if you move, be sure to update your billing address, if you get a new credit/debit card, make sure you update the card number and/or expiration date) and notify Wizards if your selected payment method is cancelled (e.g., for loss or theft).</li>\n<li>Wizards reserves the right to suspend or terminate your access to any Subscription Service that is a part of the Service without notice upon rejection of any charges or if your payment method (or its agent or affiliate) seeks return of payments previously made to Wizards when Wizards believes you are liable for the charges.</li>\n<li>You may choose not to renew your Subscription Service at any time.\nFor Subscriptions Services, you may choose to not renew by selecting the “Do Not Renew” option under your subscription settings in the relevant Service or by contacting customer support via e-mail.\nYour cancellation is effective at the end of the current subscription term.</li>\n<li>Wizards does not offer any refunds or credits, including, without limitation, for fees for Subscription Services.\nWizards reserves the right to modify this refund policy at any time.</li>\n</ol>\n</li>\n<li>\n<strong>Payment Methods and Terms</strong>.\n<ol>\n<li>Wizards currently accept major credit cards, certain debit cards, PayPal and/or such other payment methods Wizards may make available to you from time-to-time through our site, as forms of payment.\nYou are subject to all terms and conditions of the payment method you choose.\nBy submitting an order through the Service, you authorize Wizards, or its designated payment processor, to charge the account you specify for the purchase amount.\nAll payments are to be made in United States Dollars, except where other currencies are offered via the payment methods made available by Wizards.</li>\n<li>PLEASE NOTE: Wizards’ payment processing partners may request that you provide certain personal data (e.g., a valid government issued ID, your legal name, address, and date of birth) for the purpose of making payment through its financial institutions and complying with any federal and state laws and regulations.\nThey may also communicate directly with you regarding any issues with a payment.</li>\n<li>If a purchase has been declined online due to issues with your payment method, please ensure all data is correct and resubmit.\nIf the transaction is not accepted online, please contact customer support via the email address made available to you in connection with the purchase.</li>\n<li>Wizards may impose an additional transaction fee based on transactions associated with Service, including a transaction fee applied to purchases from third parties.\nSuch transaction fee will be disclosed to you prior to your consummation of the relevant transaction.</li>\n</ol>\n</li>\n<li>Upon making purchased Virtual Items, products, or services available to you (or to their intended authorized recipients), Wizards will have fully satisfied its obligation to deliver or otherwise provide such products, or services, regardless of any failure or inability to use such Virtual Items, products, or services.</li>\n<li>\n<strong>Service Descriptions and Availability, Errors</strong>\n<ol>\n<li>Wizards and its suppliers and licensors continually upgrade and revise the Service to provide you with new Virtual Items, products, and services.\nWizards may revise, discontinue or modify Virtual Items, products, and services at any time without prior notice to you, and Virtual Items, products, and services may become unavailable without notice.\nWizards shall have no liability of any kind if a Virtual Item, product, or service that has been ordered is unavailable.\nIf necessary, Wizards reserves the right to cancel an order or substitute a Virtual Item, product, or service of equal or greater value when a Virtual Item, product, or service is unavailable.</li>\n<li>Wizards does not warrant that any Virtual Item, product, service, description, photograph, pricing or other information of a Virtual Item, product, or service is accurate, complete, reliable, current, or error-free.\nIn the event of an error, whether on the Service, in an order confirmation, in processing an order, delivering a Virtual Item, product, or service, or otherwise, Wizards reserve the right to correct such error and revise your order accordingly if necessary (including charging the correct price) or to cancel the order and refund any amount charged.\nIn addition, Wizards may, in lieu of a refund as provided in this paragraph, opt to provide you with a service credit, with a value equal to the amount charged to your payment method.\nWizards reserves the right to determine and modify from time to time the exact nature of any such service credit, including conversion into one or more different types of Virtual Items, products, or services credits.\nYour sole remedy in the event of such error is to cancel your order and obtain a refund or credit as set forth above.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<strong>LICENSE GRANT.\n</strong>Subject to your compliance with the Terms, Wizards grants you a limited, non-exclusive, non-transferable, revocable, non-sublicensable license to use and/or download and install a copy of the Software on a compatible device that you own or control and to run such copy of the Software solely for your personal entertainment and non-commercial purposes.\nYou may not copy the Software, except for making a reasonable number of copies for backup or archival purposes.\nWizards reserves all rights in and to the Software not expressly granted to you under this Agreement.</li>\n<li>\n<strong>OTHER TERMS</strong>\n<ol>\n<li>\n<strong>Entire Agreement.\n</strong>This Agreement, together with the General Terms, constitutes and contains the entire agreement between the parties with respect to the Services and supersedes any prior agreements.</li>\n<li>\n<strong>Copyright and Trademark Notice</strong>: Wizards of the Coast, Dungeons &amp.\nDragons, D&amp;D Beyond and their respective logos are trademarks or registered trademarks of Wizards and its affiliates in the United States and elsewhere.\nThe Software and all files that are made available to you by Wizards (via any medium) to “patch,” update, or otherwise modify the Software together with all copies and derivative works of that software program is the copyrighted work of Wizards or its licensors.\nD&amp;D Beyond is protected by United States law and international treaties, conventions, and other laws, and may contain certain licensed materials in which Wizards' licensors may enforce their rights in the event this Agreement is violated.\nAny rights not expressly granted herein are reserved to Wizards.</li>\n<li>\n<strong>Additional Terms for Software Distributed Via Google Play or Apple App Store.\n</strong>If you accessed or downloaded the Software from the Apple App Store, then you agree to use the Software only: (i) on an Apple-branded product or device that runs iOS (Apple’s proprietary operating system software).\nand (ii) as permitted by the “Usage Rules” stated in the Apple Media Services Terms and Conditions.\nIf you accessed or downloaded the Software from any app store or distribution platform (like the Apple App Store or Google Play) (each, an “<strong>App</strong>\n<strong>Provider</strong>”), then you acknowledge and agree that: <ol>\n<li>This Agreement is between you and Wizards, and not with the App Provider.\nbetween Wizards and the App Provider, Wizards is solely responsible for the Software.</li>\n<li>It is not the App Provider’s responsibility to provide any maintenance or support services for the Software.</li>\n<li>If the Software fails to conform to any applicable warranty, you may notify the App Provider and the App Provider may refund the purchase price for the Software to you (if applicable) and, to the maximum extent permitted by applicable law, the App Provider will have no other warranty obligation whatsoever with respect to the Software.\nAny other claims, losses, liabilities, damages, costs or expenses attributable to any failure of the Software to conform to any warranty will be the sole responsibility of Wizards.</li>\n<li>The App Provider is not responsible for addressing any of your claims or any third party’s claims relating to the Software or your possession and use of the Software, including, but not limited to: (i) product liability claims.\n(ii) any claim that the Software fails to conform to any legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</li>\n<li>If there is a third-party claim that the Software or your possession and use of the Software infringes that third party’s intellectual property rights Wizards will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.</li>\n<li>The App Provider and its subsidiaries are third-party beneficiaries of these Terms as they relate to your license of the Software.\nUpon your acceptance of these Terms, the App Provider will have the right (and will be viewed to have accepted the right) to enforce these Terms as related to your license of the Software against you as a third party beneficiary of these Terms.</li>\n<li>You must also comply with all applicable third-party terms of service and policies when using the Software.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol> 简体中文 繁體中文 Français Deutsch Italiano 日本語 한국어 Português (Brasil) Русский Español English Brands <ul>\n<li> Dungeons &amp.\nDragons </li>\n<li> Duel Masters </li>\n<li> Magic: The Gathering </li>\n</ul>Company <ul>\n<li> About </li>\n<li> Careers </li>\n<li> Support </li>\n<li> WPN </li>\n</ul>Legal <ul>\n<li> Terms of Use </li>\n<li> Code of Conduct </li>\n<li> Privacy Policy </li>\n<li> Customer Support </li>\n<li> Cookies </li>\n<li> Fan Content Policy </li>\n<li> Do Not Sell My Personal Information </li>\n<li> Affiliate Program Disclosure </li>\n</ul> © 1993-2022 Wizards of the Coast LLC, a subsidiary of Hasbro, Inc.\nAll Rights Reserved.\nWe use necessary cookies to allow our site to function correctly and collect anonymous session data.\nNecessary cookies can be opted out through your browser settings.\nWe also use optional cookies to personalize content and ads, provide social medial features and analyze web traffic.\nBy clicking “OK, I agree,” you consent to optional cookies.\n(Learn more about cookies) Ok, I agree No, thanks ", "created_at": "2022-12-12 02:34:47.066116", "updated_at": "2022-12-26 02:54:14.369971"}], "points": [{"id": 7370, "title": "The service uses your personal data for advertising", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Under section 4, information use: \"We also use information about you, including personal data, with your consent, including: ... To provide you with advertisements on our Service and other Third Party Services tailored to your interests.\"", "created_at": "2019-07-16 21:50:42.186824", "updated_at": "2021-02-06 04:16:23.720471", "quoteText": null, "case_id": 216, "document_id": 1647, "quoteStart": null, "quoteEnd": null}, {"id": 7372, "title": "There is a date of the last update of the terms", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 21:56:18.832447", "updated_at": "2021-02-06 04:16:23.738436", "quoteText": null, "case_id": 331, "document_id": 1647, "quoteStart": null, "quoteEnd": null}, {"id": 7375, "title": "You can opt out of promotional communications", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 22:09:33.707536", "updated_at": "2023-07-11 10:03:24.859327", "quoteText": null, "case_id": 223, "document_id": 1647, "quoteStart": null, "quoteEnd": null}, {"id": 7371, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 21:55:14.022221", "updated_at": "2023-07-11 10:03:24.960044", "quoteText": null, "case_id": 329, "document_id": 1647, "quoteStart": null, "quoteEnd": null}, {"id": 7373, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 22:04:08.760715", "updated_at": "2023-07-11 10:03:25.236817", "quoteText": null, "case_id": 233, "document_id": 1647, "quoteStart": null, "quoteEnd": null}, {"id": 7374, "title": "You can delete your content from this service", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 22:07:33.994699", "updated_at": "2023-07-11 10:03:25.508171", "quoteText": null, "case_id": 175, "document_id": 1647, "quoteStart": null, "quoteEnd": null}, {"id": 19115, "title": "There is a date of the last update of the agreements", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-22 11:13:38.217899", "updated_at": "2023-07-11 10:15:02.461966", "quoteText": null, "case_id": 331, "document_id": 1647, "quoteStart": null, "quoteEnd": null}, {"id": 19116, "title": "This service is only available to users over a certain age", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-22 11:15:15.832239", "updated_at": "2021-04-23 11:10:32.643184", "quoteText": null, "case_id": 152, "document_id": 1647, "quoteStart": null, "quoteEnd": null}, {"id": 19117, "title": "This service is only available to users over a certain age", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-22 11:18:17.538797", "updated_at": "2023-07-11 10:15:02.670546", "quoteText": null, "case_id": 152, "document_id": 1647, "quoteStart": null, "quoteEnd": null}, {"id": 7376, "title": "Your data may be processed and stored anywhere in the world", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-07-16 22:15:20.602225", "updated_at": "2023-07-11 06:35:50.745219", "quoteText": null, "case_id": 187, "document_id": 1647, "quoteStart": null, "quoteEnd": null}, {"id": 19118, "title": "The service collects many different types of personal data", "source": "https://company.wizards.com/legal/wizards-coasts-privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-22 11:19:55.428365", "updated_at": "2023-07-11 10:15:03.969526", "quoteText": null, "case_id": 376, "document_id": 1647, "quoteStart": null, "quoteEnd": null}], "urls": ["wizards.com", "company.wizards.com", "support.wizards.com", "magic.wizards.com", "dnd.wizards.com", "wpn.wizards.com", "avalonhill.wizards.com"]}}