{"error": 448, "message": "OK", "parameters": {"id": 7179, "name": "Ty Pierce", "created_at": "2022-12-31 22:16:31.867912", "updated_at": "2023-01-22 17:00:14.209863", "wikipedia": null, "keywords": null, "related": null, "slug": "ty-pierce", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7179.png", "url": "typierce.com", "documents": [{"id": 13727, "name": "Privacy Policy", "url": "https://www.typierce.com/privacy-policy", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li>ABOUT</li>\n<li>RATES/FAQ</li>\n<li>BOOKING</li>\n<li>SHOP</li>\n<li>CONTACT</li>\n</ul> PRIVACY POLICY Updated February 8, 2021<br>\n<br>TY PIERCE Photography (TY PIERCE) values its users' privacy.\nThis Privacy Policy (\"Policy\") will help you understand how we collect and use personal information from those who visit our website or make use of our online facilities and services, and what we will and will not do with the information we collect.\nOur Policy has been designed and created to ensure those affiliated with TY PIERCE Photography of our commitment and realization of our obligation not only to meet, but to exceed, most existing privacy standards.\n<br>\n<br>We reserve the right to make changes to this Policy at any given time.\nIf you want to make sure that you are up to date with the latest changes, we advise you to frequently visit this page.\nIf at any point in time TY PIERCE Photography decides to make use of any personally identifiable information on file, in a manner vastly different from that which was stated when this information was initially collected, the user or users shall be promptly notified by email.\nUsers at that time shall have the option as to whether to permit the use of their information in this separate manner.\n<br>\n<br>This Policy applies to TY PIERCE Photography, and it governs any and all data collection and usage by us.\nThrough the use of www.typierce.com, you are therefore consenting to the data collection procedures expressed in this Policy.\n<br>\n<br>Please note that this Policy does not govern the collection and use of information by companies that TY PIERCE Photography does not control, nor by individuals not employed or managed by us.\nIf you visit a website that we mention or link to, be sure to review its privacy policy before providing the site with information.\nIt is highly recommended and suggested that you review the privacy policies and statements of any website you choose to use or frequent to better understand the way in which websites garner, make use of and share the information collected.\n<br>\n<br>Specifically, this Policy will inform you of the following:<br>\n<br>\t1.\nWhat personally identifiable information is collected from you through our website.\n<br>\t2.\nWhy we collect personally identifiable information and the legal basis for such collection.\n<br>\t3.\nHow we use the collected information and with whom it may be shared.\n<br>\t4.\nWhat choices are available to you regarding the use of your data.\nand <br>\t5.&nbsp;The security procedures in place to protect the misuse of your information.\n<br>\n<br>Information We May Collect<br>It is always up to you whether to disclose personally identifiable information to us, although if you elect not to do so, we reserve the right not to register you as a user or provide you with any products or services.\nThis website collects various types of information, such as: <br>\n<br>• Voluntarily provided information which may include your name, address, email address, billing and/or credit card information etc.\nwhich may be used when you purchase products and/or services and to deliver the services you have requested.\n<br>• Information automatically collected when visiting our website, which may include cookies, third party tracking technologies and server logs.\n<br>\n<br>In addition, TY PIERCE Photography may have the occasion to collect non-personal anonymous demographic information, such as age, gender, household income, political affiliation, race and religion, as well as the type of browser you are using, IP address, or type of operating system, which will assist us in providing and maintaining superior quality service.\n<br>\n<br>TY PIERCE Photography may also deem it necessary, from time to time, to follow websites that our users may frequent to gleam what types of services and products may be the most popular to customers or the general public.\n<br>\n<br>Please rest assured that this site will only collect personal information that you knowingly and willingly provide to us by way of surveys, completed membership forms, and emails.\nIt is the intent of this site to use personal information only for the purpose for which it was requested, and any additional uses specifically provided for on this Policy.\n<br>\n<br>Why We Collect Information and For How Long<br>We are collecting your data for several reasons: <br>\n<br>• To better understand your needs and provide you with the services you have requested;<br>• To fulfill our legitimate interest in improving our services and products;<br>• To send you promotional emails containing information we think you may like when we have your consent to do so;<br>• To contact you to fill out surveys or participate in other types of market research, when we have your consent to do so;<br>• To customize our website according to your online behavior and personal preferences.\n<br>\n<br>The data we collect from you will be stored for no longer than necessary.\nThe length of time we retain said information will be determined based upon the following criteria: the length of time your personal information remains relevant.\nthe length of time it is reasonable to keep records to demonstrate that we have fulfilled our duties and obligations.\nany limitation periods within which claims might be made.\nany retention periods prescribed by law or recommended by regulators, professional bodies or associations.\nthe type of contract we have with you, the existence of your consent, and our legitimate interest in keeping such information as stated in this Policy.\n<br>\n<br>Use of Information Collected<br>TY PIERCE Photography does not now, nor will it in the future, sell, rent or lease any of its customer lists and/or names to any third parties.\n<br>\n<br>TY PIERCE Photography may collect and may make use of personal information to assist in the operation of our website and to ensure delivery of the services you need and request.\nAt times, we may find it necessary to use personally identifiable information as a means to keep you informed of other possible products and/or services that may be available to you from www.typierce.com <br>\n<br>TY PIERCE Photography may also be in contact with you with regards to completing surveys and/or research questionnaires related to your opinion of current or potential future services that may be offered.\n<br>\n<br>TY PIERCE Photography uses various third-party social media features including but not limited to www.facebook.com, www.instagram.com, www.youtube.com, www.twitter.com and other interactive programs.\nThese may collect your IP address and require cookies to work properly.\nThese services are governed by the privacy policies of the providers and are not within TY PIERCE Photography's control.\n<br>\n<br>Disclosure of Information<br>TY PIERCE Photography may not use or disclose the information provided by you except under the following circumstances: <br>\n<br>• as necessary to provide services or products you have ordered;<br>• in other ways described in this Policy or to which you have otherwise consented.\n<br>• in the aggregate with other information in such a way so that your identity cannot reasonably be determined;<br>• as required by law, or in response to a subpoena or search warrant;<br>• to outside auditors who have agreed to keep the information confidential;<br>• as necessary to enforce the Terms of Service;<br>• as necessary to maintain, safeguard and preserve all the rights and property of TY PIERCE Photography.\n<br>\n<br>Non-Marketing Purposes<br>TY PIERCE Photography greatly respects your privacy.\nWe do maintain and reserve the right to contact you if needed for non-marketing purposes (such as bug alerts, security breaches, account issues, and/or changes in TY PIERCE Photography products and services).\nIn certain circumstances, we may use our website, newspapers, or other public means to post a notice.\n<br>\n<br>Children under the age of 13<br>TY PIERCE Photography's website is not directed to, and does not knowingly collect personal identifiable information from, children under the age of thirteen (13).\nIf it is determined that such information has been inadvertently collected on anyone under the age of thirteen (13), we shall immediately take the necessary steps to ensure that such information is deleted from our system's database, or in the alternative, that verifiable parental consent is obtained for the use and storage of such information.\nAnyone under the age of thirteen (13) must seek and obtain parent or guardian permission to use this website.\n<br>\n<br>Unsubscribe or Opt-Out<br>All users and visitors to our website have the option to discontinue receiving communications from us by way of email or newsletters.\nTo discontinue or unsubscribe from our website please send an email that you wish to unsubscribe to unsubscribe@typierce.com.\nIf you wish to unsubscribe or opt-out from any third-party websites, you must go to that specific website to unsubscribe or opt-out.\nTY PIERCE Photography will continue to adhere to this Policy with respect to any personal information previously collected.\n<br>\n<br>Links to Other Websites<br>Our website does contain links to affiliate and other websites.\nTY PIERCE Photography does not claim nor accept responsibility for any privacy policies, practices and/or procedures of other such websites.\nTherefore, we encourage all users and visitors to be aware when they leave our website and to read the privacy statements of every website that collects personally identifiable information.\nThis Privacy Policy Agreement applies only and solely to the information collected by our website.\n<br>\n<br>Notice to European Union Users<br>TY PIERCE Photography's operations are located primarily in the United States.\nIf you provide information to us, the information will be transferred out of the European Union (EU) and sent to the United States.\n(The adequacy decision on the EU-US Privacy became operational on August 1, 2016.\nThis framework protects the fundamental rights of anyone in the EU whose personal data is transferred to the United States for commercial purposes.\nIt allows the free transfer of data to companies that are certified in the US under the Privacy Shield.) By providing personal information to us, you are consenting to its storage and use as described in this Policy.\n<br>\n<br>Your Rights as a Data Subject<br>Under the regulations of the General Data Protection Regulation (\"GDPR\") of the EU you have certain rights as a Data Subject.\nThese rights are as follows: <br>\n<br>• The right to be informed: this means we must inform you of how we intend to use your personal data and we do this through the terms of this Policy.\n<br>• The right of access: this means you have the right to request access to the data we hold about you and we must respond to those requests within one month.\nYou can do this by sending an email to hi@typierce.com.\n<br>• The right to rectification: this means that if you believe some of the date, we hold is incorrect, you have the right to have it corrected.\nYou can do this by logging into your account with us, or by sending us an email with your request.\n<br>• The right to erasure: this means you can request that the information we hold be deleted, and we will comply unless we have a compelling reason not to, in which case you will be informed of same.\nYou can do this by sending an email to hi@typierce.com.\n<br>• The right to restrict processing: this means you can change your communication preferences or opt-out of certain communications.\nYou can do this by sending an email to unsubscribe@typierce.com.\n<br>• The right of data portability: this means you can obtain and use the data we hold for your own purposes without explanation.\nIf you wish to request a copy of your information, contact us at hi@typierce.com.\n<br>• The right to object: this means you can file a formal objection with us regarding our use of your information with regard to third parties, or its processing where our legal basis is our legitimate interest in it.\nTo do this, please send an email to hi@typierce.com.\n<br>In addition to the rights above, please rest assured that we will always aim to encrypt and anonymize your personal information whenever possible.\nWe also have protocols in place in the unlikely event that we suffer a data breach and we will contact you if your personal information is ever at risk.\nFor more details regarding our security protections see the section below or visit our website at www.typierce.com.\n<br>\n<br>Security<br>TY PIERCE Photography takes precautions to protect your information.\nWhen you submit sensitive information via the website, your information is protected both online and offline.\nWherever we collect sensitive information (e.g.\ncredit card information), that information is encrypted and transmitted to us in a secure way.\nYou can verify this by looking for a lock icon in the address bar and looking for \"https\" at the beginning of the address of the webpage.\n<br>\n<br>While we use encryption to protect sensitive information transmitted online, we also protect your information offline.\nOnly employees who need the information to perform a specific job (for example, billing or customer service) are granted access to personally identifiable information.\nThe computers and servers in which we store personally identifiable information are kept in a secure environment.\nThis is all done to prevent any loss, misuse, unauthorized access, disclosure or modification of the user's personal information under our control.\n<br>\n<br>The company also uses Secure Socket Layer (SSL) for authentication and private communications to build users' trust and confidence in the internet and website use by providing simple and secure access and communication of credit card and personal information.\n<br>\n<br>Acceptance of Terms<br>By using this website, you are hereby accepting the terms and conditions stipulated within the Privacy Policy Agreement.\nIf you are not in agreement with our terms and conditions, then you should refrain from further use of our sites.\nIn addition, your continued use of our website following the posting of any updates or changes to our terms and conditions shall mean that you agree and acceptance of such changes.\n<br>\n<br>How to Contact Us<br>If you have any questions or concerns regarding the Privacy Policy Agreement related to our website, please feel free to contact us at the following email, telephone number or mailing address.\n<br>\n<br>Email: hi@typierce.com<br>\n<br>TY PIERCE Photography <br>BURBANK, California 91506 <br>\n<br>The data controller responsible for your personal information for the purposes of GDPR compliance is: <br>TYLER COLEMAN // tyler@typierce.com <br>\n<br>GDPR Disclosure:<br>If you answered \"yes\" to the question Does your website comply with the General Data Protection Regulation (\"GDPR\")? then the Privacy Policy above includes language that is meant to account for such compliance.\nNevertheless, in order to be fully compliant with GDPR regulations your company must fulfill other requirements such as: (i) doing an assessment of data processing activities to improve security.\n(ii) have a data processing agreement with any third party vendors.\n(iii) appoint a data protection officer for the company to monitor GDPR compliance.\n(iv) designate a representative based in the EU under certain circumstances.\nand (v) have a protocol in place to handle a potential data breach.\nFor more details on how to make sure your company is fully compliant with GDPR, please visit the official website at https://gdpr.eu.\nFormSwift and its subsidiaries are in no way responsible for determining whether or not your company is in fact compliant with GDPR and takes no responsibility for the use you make of this Privacy Policy or for any potential liability your company may face in relation to any GDPR compliance issues.\n<br>\n<br>COPPA Compliance Disclosure:<br>This Privacy Policy presumes that your website is not directed at children under the age of 13 and does not knowingly collect personal identifiable information from them or allow others to do the same through your site.\nIf this is not true for your website or online service and you do collect such information (or allow others to do so), please be aware that you must be compliant with all COPPA regulations and guidelines in order to avoid violations which could lead to law enforcement actions, including civil penalties.\n<br>\n<br>In order to be fully compliant with COPPA your website or online service must fulfill other requirements such as: (i) posting a privacy policy which describes not only your practices, but also the practices of any others collecting personal information on your site or service — for example, plug-ins or ad networks.\n(ii) include a prominent link to your privacy policy anywhere you collect personal information from children.\n(iii) include a description of parental rights (e.g.\nthat you won't require a child to disclose more information than is reasonably necessary, that they can review their child's personal information, direct you to delete it, and refuse to allow any further collection or use of the child's information, and the procedures to exercise their rights).\n(iv) give parents \"direct notice\" of your information practices before collecting information from their children.\nand (v) obtain the parents' \"verifiable consent\" before collecting, using or disclosing personal information from a child.\nFor more information on the definition of these terms and how to make sure your website or online service is fully compliant with COPPA please visit https://www.ftc.gov/tips-advice/business- center/guidance/childrens-online-privacy-protection-rule-six-step-compliance.\nFormSwift and its subsidiaries are in no way responsible for determining whether or not your company is in fact compliant with COPPA and takes no responsibility for the use you make of this Privacy Policy or for any potential liability your company may face in relation to any COPPA compliance issues.\n© 2022 TY PIERCE | TOS | Privacy Policy | Contact <p>By using this website and its features, you agree to the Terms and Conditions and Privacy Policy.</p> OK ", "created_at": "2022-12-31 22:16:31.931251", "updated_at": "2022-12-31 22:17:29.832947"}, {"id": 13728, "name": "TERMS OF SERVICE", "url": "https://www.typierce.com/tos/", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li>ABOUT</li>\n<li>RATES/FAQ</li>\n<li>BOOKING</li>\n<li>SHOP</li>\n<li>CONTACT</li>\n</ul> TERMS OF SERVICE Updated January 26, 2022<em>\n<br>\n</em>\n<em>\n<br>\n</em>\n<em>PLEASE READ THE FOLLOWING TERMS OF SERVICE AGREEMENT CAREFULLY.\nBY ACCESSING OR USING OUR SITES AND OUR SERVICES, YOU HEREBY AGREE TO BE BOUND BY THE TERMS AND ALL TERMS INCORPORATED HEREIN BY REFERENCE.\nIT IS THE RESPONSIBILITY OF YOU, THE USER, CUSTOMER, OR PROSPECTIVE CUSTOMER TO READ THE TERMS AND CONDITIONS BEFORE PROCEEDING TO USE THIS SITE.\nIF YOU DO NOT EXPRESSLY AGREE TO ALL OF THE TERMS AND CONDITIONS, THEN PLEASE DO NOT ACCESS OR USE OUR SITES OR OUR SERVICES.\nTHIS TERMS OF SERVICE AGREEMENT IS EFFECTIVE AS OF 01/26/2022.</em>\n<br>\n<br>ACCEPTANCE OF TERMS<br>The following Terms of Service Agreement (the \"TOS\") is a legally binding agreement that shall govern the relationship with our users and others which may interact or interface with TY PIERCE Photography, also known as TY PIERCE, located in BURBANK, CA 91506 and our subsidiaries and affiliates, in association with the use of the TY PIERCE website, which includes www.typierce.com, (the \"Site\") and its Services, which shall be defined below.\n<br>\n<br>DESCRIPTION OF WEBSITE SERVICES OFFERED<br>The Site is an e-commerce website, a blog website, a personal and commercial photography portfolio website, and a forum website, which has the following description: www.typierce.com is a personal and commercial photography portfolio, service booking platform, client-accessed portal, e-commerce and digital-goods store.\n<br>\n<br>Any and all visitors to our site, despite whether they are registered or not, shall be deemed as \"users\" of the herein contained Services provided for the purpose of this TOS.\nOnce an individual register's for our Services, through the process of creating an account, the user shall then be considered a \"member.\" <br>\n<br>The user and/or member acknowledges and agrees that the Services provided and made available through our website and applications, which may include some mobile applications and that those applications may be made available on various social media networking sites and numerous other platforms and downloadable programs, are the sole property of TY PIERCE Photography.\nAt its discretion, TY PIERCE Photography may offer additional website Services and/or products, or update, modify or revise any current content and Services, and this Agreement shall apply to any and all additional Services and/or products and any and all updated, modified or revised Services unless otherwise stipulated.\nTY PIERCE Photography does hereby reserve the right to cancel and cease offering any of the aforementioned Services and/or products.\nYou, as the end user and/or member, acknowledge, accept and agree that TY PIERCE Photography shall not be held liable for any such updates, modifications, revisions, suspensions or discontinuance of any of our Services and/or products.\nYour continued use of the Services provided, after such posting of any updates, changes, and/or modifications shall constitute your acceptance of such updates, changes and/or modifications, and as such, frequent review of this Agreement and any and all applicable terms and policies should be made by you to ensure you are aware of all terms and policies currently in effect.\nShould you not agree to the updated, revised or modified terms, you must stop using the provided Services forthwith.\n<br>\n<br>Furthermore, the user and/or member understands, acknowledges and agrees that the Services offered shall be provided \"AS IS\" and as such TY PIERCE Photography shall not assume any responsibility or obligation for the timeliness, missed delivery, deletion and/or any failure to store user content, communication or personalization settings.\n<br>\n<br>REGISTRATION<br>To register and become a \"member\" of the Site, you must be at least 18 years of age to enter into and form a legally binding contract.\nIn addition, you must be in good standing and not an individual that has been previously barred from receiving TY PIERCE's Services under the laws and statutes of the United States or other applicable jurisdiction.\n<br>\n<br>When you register, TY PIERCE may collect information such as your name, e-mail address, birth date, gender, mailing address, occupation, industry and personal interests.\nYou can edit your account information at any time.\nOnce you register with TY PIERCE and sign in to our Services, you are no longer anonymous to us.\n<br>Furthermore, the registering party hereby acknowledges, understands and agrees to: <br>\n<br>\ta) furnish factual, correct, current and complete information with regards to yourself as may be requested by the data registration process, and <br>\tb) maintain and promptly update your registration and profile information in an effort to maintain accuracy and completeness at all times.\n<br>\n<br>If anyone knowingly provides any information of a false, untrue, inaccurate or incomplete nature, TY PIERCE Photography will have sufficient grounds and rights to suspend or terminate the member in violation of this aspect of the Agreement, and as such refuse any and all current or future use of TY PIERCE Photography Services, or any portion thereof.\n<br>\n<br>It is TY PIERCE Photography's priority to ensure the safety and privacy of all its visitors, users and members, especially that of children.\nTherefore, it is for this reason that the parents of any child under the age of 13 that permit their child or children access to the TY PIERCE website platform Services must create a \"family\" account, which will certify that the individual creating the \"family\" account is of 18 years of age and as such, the parent or legal guardian of any child or children registered under the \"family\" account.\nAs the creator of the \"family\" account, s/he is thereby granting permission for his/her child or children to access the various Services provided, including, but not limited to, message boards, email, and/or instant messaging.\nIt is the parent's and/or legal guardian's responsibility to determine whether any of the Services and/or content provided are age-appropriate for his/her child.\n<br>\n<br>TUTORIALS AND INFORMATIONAL VIDEOS AND CONTENT<br>Online tutorials are filmed in studio and on location that cover a variety of topics, tips, tricks, and information primarily surrounding photography and videography.\nThis site and its affiliates have not and do not claim to be an accredited educational institute.\nAll videos, tutorials, information, and anything of the like are produced and put out with the intention of being short-form informative tutorials.\nThe information in the tutorials may include original and borrowed ideas from other photographers and creatives.\nBy buying or watching any informative tutorial or idea you agree that you are solely responsible for your own actions that arise from any information provided.<br>\n<br>GENERAL BOOKING INFO<br>By clicking \"I Agree to the Terms of Service\" I agree that the information I've provided is true and correct and are to the Terms of Service.\n<br>\n<br>DEPOSITS<br>I understand that I am required to pay any applicable deposit to secure my session.\nI understand that the deposit is non-refundable and is applied towards my session.\nI understand that I may need to pay an additional deposit should I have to reschedule my session.<br>\n<br>CANCELLATION<br>I understand that if I have to cancel my session I have 30 days from the original session date to reschedule my session or forfeit my initial deposit.\nI understand that if 30 days has lapsed and fail to reschedule my session I must pay a new deposit to schedule a new session.\n<br>\n<br>GUARANTEES<br>I understand that Tyler Coleman (DBA TY PIERCE Photography) makes no guarantees.\nI understand that there are safety measures in place as well as processes and technologies such as \"Tethered Shooting\" to ensure the best quality photographs possible during my session.\nI understand that I must listen to and take direction during my session.\nI understand that if I am unhappy with my images and are mutually agreed with Tyler Coleman that they are objectively \"completely unusable\" I am entitled to one complimentary re-shoot.\nI understand that by requesting a re-shoot I forfeit any and all access, usage, and rights from the initial sessions' images.<br>\n<br>PRIVACY POLICY<br>Every member's registration data and various other personal information are strictly protected by the TY PIERCE Photography Online Privacy Policy (see the full Privacy Policy at www.typierce.com/privacy-policy).\nAs a member, you herein consent to the collection and use of the information provided, including the transfer of information within the United States and/or other countries for storage, processing or use by TY PIERCE Photography and/or our subsidiaries and affiliates.\n<br>\n<br>MEMBER ACCOUNT, USERNAME, PASSWORD AND SECURITY<br>When you set up an account, you are the sole authorized user of your account.\nYou shall be responsible for maintaining the secrecy and confidentiality of your password and for all activities that transpire on or within your account.\nIt is your responsibility for any act or omission of any user(s) that access your account information that, if undertaken by you, would be deemed a violation of the TOS.\nIt shall be your responsibility to notify TY PIERCE Photography immediately if you notice any unauthorized access or use of your account or password or any other breach of security.\nTY PIERCE Photography shall not be held liable for any loss and/or damage arising from any failure to comply with this term and/or condition of the TOS.\n<br>\n<br>CONDUCT<br>As a user or member of the Site, you herein acknowledge, understand and agree that all information, text, software, data, photographs, music, video, messages, tags or any other content, whether it is publicly or privately posted and/or transmitted, is the expressed sole responsibility of the individual from whom the content originated.\nIn short, this means that you are solely responsible for any and all content posted, uploaded, emailed, transmitted or otherwise made available by way of the TY PIERCE Services, and as such, we do not guarantee the accuracy, integrity or quality of such content.\nIt is expressly understood that by use of our Services, you may be exposed to content including, but not limited to, any errors or omissions in any content posted, and/or any loss or damage of any kind incurred as a result of the use of any content posted, emailed, transmitted or otherwise made available by TY PIERCE.\n<br>\n<br>Furthermore, you herein agree not to make use of TY PIERCE Photography's Services for the purpose of: <br>\n<br>\ta) uploading, posting, emailing, transmitting, or otherwise making available any content that shall be deemed unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, or invasive of another's privacy or which is hateful, and/or racially, ethnically, or otherwise objectionable.\n<br>\tb) causing harm to minors in any manner whatsoever.\n<br>\tc) impersonating any individual or entity, including, but not limited to, any TY PIERCE officials, forum leaders, guides or hosts or falsely stating or otherwise misrepresenting any affiliation with an individual or entity.\n<br>\td) forging captions, headings or titles or otherwise offering any content that you personally have no right to pursuant to any law nor having any contractual or fiduciary relationship with.\n<br>\te) uploading, posting, emailing, transmitting or otherwise offering any such content that may infringe upon any patent, copyright, trademark, or any other proprietary or intellectual rights of any other party.\n<br>\tf) uploading, posting, emailing, transmitting or otherwise offering any content that you do not personally have any right to offer pursuant to any law or in accordance with any contractual or fiduciary relationship.\n<br>\tg) uploading, posting, emailing, transmitting, or otherwise offering any unsolicited or unauthorized advertising, promotional flyers, \"junk mail,\" \"spam,\" or any other form of solicitation, except in any such areas that may have been designated for such purpose.\n<br>\th) uploading, posting, emailing, transmitting, or otherwise offering any source that may contain a software virus or other computer code, any files and/or programs which have been designed to interfere, destroy and/or limit the operation of any computer software, hardware, or telecommunication equipment.\n<br>\ti) disrupting the normal flow of communication, or otherwise acting in any manner that would negatively affect other users' ability to participate in any real time interactions.\nj)&nbsp;interfering with or disrupting any TY PIERCE Photography Services, servers and/or networks that may be connected or related to our website, including, but not limited to, the use of any device software and/or routine to bypass the robot exclusion headers.\nk) intentionally or unintentionally violating any local, state, federal, national or international law, including, but not limited to, rules, guidelines, and/or regulations decreed by the U.S.\nSecurities and Exchange Commission, in addition to any rules of any nation or other securities exchange, that would include without limitation, the New York Stock Exchange, the American Stock Exchange, or the NASDAQ, and any regulations having the force of law.\n<br>\tl) providing informational support or resources, concealing and/or disguising the character, location, and or source to any organization delegated by the United States government as a \"foreign terrorist organization\" in accordance to Section 219 of the Immigration Nationality Act.\n<br>\tm) \"stalking\" or with the intent to otherwise harass another individual.\nand/or <br>\tn) collecting or storing of any personal data relating to any other member or user in connection with the prohibited conduct and/or activities which have been set forth in the aforementioned paragraphs.\n<br>\n<br>TY PIERCE Photography herein reserves the right to pre-screen, refuse and/or delete any content currently available through our Services.\nIn addition, we reserve the right to remove and/or delete any such content that would violate the TOS or which would otherwise be considered offensive to other visitors, users and/or members.\n<br>TY PIERCE Photography herein reserves the right to access, preserve and/or disclose member account information and/or content if it is requested to do so by law or in good faith belief that any such action is deemed reasonably necessary for: <br>\n<br>\ta) compliance with any legal process.\n<br>\tb) enforcement of the TOS.\n<br>\tc) responding to any claim that therein contained content is in violation of the rights of any third party.\n<br>\td) responding to requests for customer service.\nor <br>\te) protecting the rights, property or the personal safety of TY PIERCE Photography, its visitors, users and members, including the general public.\n<br>\n<br>TY PIERCE Photography herein reserves the right to include the use of security components that may permit digital information or material to be protected, and that such use of information and/or material is subject to usage guidelines and regulations established by TY PIERCE Photography or any other content providers supplying content services to TY PIERCE Photography.\nYou are hereby prohibited from making any attempt to override or circumvent any of the embedded usage rules in our Services.\n<br>\n<br>Furthermore, unauthorized reproduction, publication, distribution, or exhibition of any information or materials supplied by our Services, despite whether done so in whole or in part, is expressly prohibited.\n<br>\n<br>CAUTIONS FOR GLOBAL USE AND EXPORT AND IMPORT COMPLIANCE<br>Due to the global nature of the internet, through the use of our network you hereby agree to comply with all local rules relating to online conduct and that which is considered acceptable Content.\nUploading, posting and/or transferring of software, technology and other technical data may be subject to the export and import laws of the United States and possibly other countries.\nThrough the use of our network, you thus agree to comply with all applicable export and import laws, statutes and regulations, including, but not limited to, the Export Administration Regulations (http://www.access.gpo.gov/bis/ear/ear_data.html), as well as the sanctions control program of the United States (http://www.treasury.gov/resource- center/sanctions/Programs/Pages/Programs.aspx).\nFurthermore, you state and pledge that you: <br>\n<br>\ta) are not on the list of prohibited individuals which may be identified on any government export exclusion report (http://www.bis.doc.gov/complianceandenforcement/liststocheck.htm) nor a member of any other government which may be part of an export-prohibited country identified in applicable export and import laws and regulations.\n<br>\tb) agree not to transfer any software, technology or any other technical data through the use of our network Services to any export-prohibited country.\n<br>\tc) agree not to use our website network Services for any military, nuclear, missile, chemical or biological weaponry end uses that would be a violation of the U.S.\nexport laws.\nand <br>\td) agree not to post, transfer nor upload any software, technology or any other technical data which would be in violation of the U.S.\nor other applicable export and/or import laws.\n<br>\n<br>CONTENT PLACED OR MADE AVAILABLE FOR COMPANY SERVICES<br>TY PIERCE Photography shall not lay claim to ownership of any content submitted by any visitor member, or user, nor make such content available for inclusion on our website Services.\nTherefore, you hereby grant and allow for TY PIERCE Photography the below listed worldwide, royalty-free and non-exclusive licenses, as applicable: <br>\n<br>\ta) The content submitted or made available for inclusion on the publicly accessible areas of TY PIERCE Photography's sites, the license provided to permit to use, distribute, reproduce, modify, adapt, publicly perform and/or publicly display said Content on our network Services is for the sole purpose of providing and promoting the specific area to which this content was placed and/or made available for viewing.\nThis license shall be available so long as you are a member of TY PIERCE Photography's sites, and shall terminate at such time when you elect to discontinue your membership.\n<br>\tb) Photos, audio, video and/or graphics submitted or made available for inclusion on the publicly accessible areas of TY PIERCE Photography's sites, the license provided to permit to use, distribute, reproduce, modify, adapt, publicly perform and/or publicly display said Content on our network Services are for the sole purpose of providing and promoting the specific area in which this content was placed and/or made available for viewing.\nThis license shall be available so long as you are a member of TY PIERCE Photography's sites and shall terminate at such time when you elect to discontinue your membership.\n<br>\tc) For any other content submitted or made available for inclusion on the publicly accessible areas of TY PIERCE Photography's sites, the continuous, binding and completely sub- licensable license which is meant to permit to use, distribute, reproduce, modify, adapt, publish, translate, publicly perform and/or publicly display said content, whether in whole or in part, and the incorporation of any such Content into other works in any arrangement or medium current used or later developed.\n<br>\n<br>Those areas which may be deemed \"publicly accessible\" areas of TY PIERCE Photography's sites are those such areas of our network properties which are meant to be available to the general public, and which would include message boards and groups that are openly available to both users and members.\n<br>\n<br>CONTRIBUTIONS TO COMPANY WEBSITE<br>TY PIERCE Photography provides an area for our users and members to contribute feedback to our website.\nWhen you submit ideas, documents, suggestions and/or proposals (\"Contributions\") to our site, you acknowledge and agree that: <br>\n<br>\ta) your contributions do not contain any type of confidential or proprietary information.\n<br>\tb) TY PIERCE shall not be liable or under any obligation to ensure or maintain confidentiality, expressed or implied, related to any Contributions.\n<br>\tc) TY PIERCE shall be entitled to make use of and/or disclose any such Contributions in any such manner as they may see fit.\n<br>\td) the contributor’s Contributions shall automatically become the sole property of TY PIERCE.\nand <br>\te) TY PIERCE is under no obligation to either compensate or provide any form of reimbursement in any manner or nature.\n<br>\n<br>INDEMNITY<br>All users and/or members herein agree to insure and hold TY PIERCE Photography, our subsidiaries, affiliates, agents, employees, officers, partners and/or licensors blameless or not liable for any claim or demand, which may include, but is not limited to, reasonable attorney fees made by any third party which may arise from any content a member or user of our site may submit, post, modify, transmit or otherwise make available through our Services, the use of TY PIERCE Services or your connection with these Services, your violations of the Terms of Service and/or your violation of any such rights of another person.\n<br>\n<br>COMMERCIAL REUSE OF SERVICES<br>The member or user herein agrees not to replicate, duplicate, copy, trade, sell, resell nor exploit for any commercial reason any part, use of, or access to TY PIERCE's sites.\n<br>\n<br>USE AND STORAGE GENERAL PRACTICES<br>You herein acknowledge thatTY PIERCE Photography may set up any such practices and/or limits regarding the use of our Services, without limitation of the maximum number of days that any email, message posting or any other uploaded content shall be retained by TY PIERCE Photography, nor the maximum number of email messages that may be sent and/or received by any member, the maximum volume or size of any email message that may be sent from or may be received by an account on our Service, the maximum disk space allowable that shall be allocated on TY PIERCE Photography's servers on the member's behalf, and/or the maximum number of times and/or duration that any member may access our Services in a given period of time.\nIn addition, you also agree that TY PIERCE Photography has absolutely no responsibility or liability for the removal or failure to maintain storage of any messages and/or other communications or content maintained or transmitted by our Services.\nYou also herein acknowledge that we reserve the right to delete or remove any account that is no longer active for an extended period of time.\nFurthermore, TY PIERCE Photography shall reserve the right to modify, alter and/or update these general practices and limits at our discretion.\n<br>\n<br>MODIFICATIONS<br>TY PIERCE Photography shall reserve the right at any time it may deem fit, to modify, alter and or discontinue, whether temporarily or permanently, our service, or any part thereof, with or without prior notice.\nIn addition, we shall not be held liable to you or to any third party for any such alteration, modification, suspension and/or discontinuance of our Services, or any part thereof.\n<br>\n<br>TERMINATION<br>As a member of www.typierce.com, you may cancel or terminate your account, associated email address and/or access to our Services by submitting a cancellation or termination request to support@typierce.com.\n<br>\n<br>As a member, you agree that TY PIERCE Photography may, without any prior written notice, immediately suspend, terminate, discontinue and/or limit your account, any email associated with your account, and access to any of our Services.\nThe cause for such termination, discontinuance, suspension and/or limitation of access shall include, but is not limited to: <br>\n<br>\ta) any breach or violation of our TOS or any other incorporated agreement, regulation and/or guideline.\n<br>\tb) by way of requests from law enforcement or any other governmental agencies.\n<br>\tc) the discontinuance, alteration and/or material modification to our Services, or any part thereof.\n<br>\td) unexpected technical or security issues and/or problems.\n<br>\te) any extended periods of inactivity.\n<br>\tf) any engagement by you in any fraudulent or illegal activities.\nand/or <br>\tg) the nonpayment of any associated fees that may be owed by you in connection with your www.typierce.com account Services.\n<br>\n<br>Furthermore, you herein agree that any and all terminations, suspensions, discontinuances, and or limitations of access for cause shall be made at our sole discretion and that we shall not be liable to you or any other third party with regards to the termination of your account, associated email address and/or access to any of our Services.\n<br>The termination of your account with www.typierce.com shall include any and/or all of the following: <br>\n<br>\ta) the removal of any access to all or part of the Services offered within www.typierce.com.\n<br>\tb) the deletion of your password and any and all related information, files, and any such content that may be associated with or inside your account, or any part thereof.\nand <br>\tc) the barring of any further use of all or part of our Services.\n<br>\n<br>ADVERTISERS<br>Any correspondence or business dealings with, or the participation in any promotions of, advertisers located on or through our Services, which may include the payment and/or delivery of such related goods and/or Services, and any such other term, condition, warranty and/or representation associated with such dealings, are and shall be solely between you and any such advertiser.\nMoreover, you herein agree that TY PIERCE Photography shall not be held responsible or liable for any loss or damage of any nature or manner incurred as a direct result of any such dealings or as a result of the presence of such advertisers on our website.\n<br>\n<br>ADVERTISING AND AFFILIATE LINKS<br>Advertising and/or affiliate links that may appear on this website are from companies from which we may receive a commission or compensation when clicked or from which products are purchased through.<br>\n<br>LINKS<br>Either TY PIERCE Photography or any third parties may provide links to other websites and/or resources.\nThus, you acknowledge and agree that we are not responsible for the availability of any such external sites or resources, and as such, we do not endorse nor are we responsible or liable for any content, products, advertising or any other materials, on or available from such third party sites or resources.\nFurthermore, you acknowledge and agree that TY PIERCE Photography shall not be responsible or liable, directly or indirectly, for any such damage or loss which may be a result of, caused or allegedly to be caused by or in connection with the use of or the reliance on any such content, goods or Services made available on or through any such site or resource.\n<br>\n<br>PROPRIETARY RIGHTS<br>You do hereby acknowledge and agree that TY PIERCE Photography's Services and any essential software that may be used in connection with our Services (\"Software\") shall contain proprietary and confidential material that is protected by applicable intellectual property rights and other laws.\nFurthermore, you herein acknowledge and agree that any Content which may be contained in any advertisements or information presented by and through our Services or by advertisers is protected by copyrights, trademarks, patents or other proprietary rights and laws.\nTherefore, except for that which is expressly permitted by applicable law or as authorized by TY PIERCE Photography or such applicable licensor, you agree not to alter, modify, lease, rent, loan, sell, distribute, transmit, broadcast, publicly perform and/or created any plagiaristic works which are based on TY PIERCE Photography Services (e.g.\nContent or Software), in whole or part.\n<br>\n<br>TY PIERCE Photography herein has granted you personal, non-transferable and non-exclusive rights and/or license to make use of the object code or our Software on a single computer, as long as you do not, and shall not, allow any third party to duplicate, alter, modify, create or plagiarize work from, reverse engineer, reverse assemble or otherwise make an attempt to locate or discern any source code, sell, assign, sublicense, grant a security interest in and/or otherwise transfer any such right in the Software.\nFurthermore, you do herein agree not to alter or change the Software in any manner, nature or form, and as such, not to use any modified versions of the Software, including and without limitation, for the purpose of obtaining unauthorized access to our Services.\nLastly, you also agree not to access or attempt to access our Services through any means other than through the interface which is provided by TY PIERCE Photography for use in accessing our Services.\n<br>\n<br>WARRANTY DISCLAIMERS<br>YOU HEREIN EXPRESSLY ACKNOWLEDGE AND AGREE THAT: <br>\n<br>\ta) THE USE OF TY PIERCE PHOTOGRAPHY SERVICES AND SOFTWARE ARE AT THE SOLE RISK BY YOU.\nOUR SERVICES AND SOFTWARE SHALL BE PROVIDED ON AN \"AS IS\" AND/OR \"AS AVAILABLE\" BASIS.\nTY PIERCE PHOTOGRAPHY AND OUR SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES OF ANY KIND WHETHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO ANY IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\n<br>\tb) TY PIERCE PHOTOGRAPHY AND OUR SUBSIDIARIES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS MAKE NO SUCH WARRANTIES THAT (i) TY PIERCE PHOTOGRAPHY SERVICES OR SOFTWARE WILL MEET YOUR REQUIREMENTS.\n(ii) TY PIERCE PHOTOGRAPHY SERVICES OR SOFTWARE SHALL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\n(iii) THAT SUCH RESULTS WHICH MAY BE OBTAINED FROM THE USE OF THE TY PIERCE PHOTOGRAPHY SERVICES OR SOFTWARE WILL BE ACCURATE OR RELIABLE.\n(iv) QUALITY OF ANY PRODUCTS, SERVICES, ANY INFORMATION OR OTHER MATERIAL WHICH MAY BE PURCHASED OR OBTAINED BY YOU THROUGH OUR SERVICES OR SOFTWARE WILL MEET YOUR EXPECTATIONS.\nAND (v) THAT ANY SUCH ERRORS CONTAINED IN THE SOFTWARE SHALL BE CORRECTED.\n<br>\tc) ANY INFORMATION OR MATERIAL DOWNLOADED OR OTHERWISE OBTAINED BY WAY OF TY PIERCE PHOTOGRAPHY SERVICES OR SOFTWARE SHALL BE ACCESSED BY YOUR SOLE DISCRETION AND SOLE RISK, AND AS SUCH YOU SHALL BE SOLELY RESPONSIBLE FOR AND HEREBY WAIVE ANY AND ALL CLAIMS AND CAUSES OF ACTION WITH RESPECT TO ANY DAMAGE TO YOUR COMPUTER AND/OR INTERNET ACCESS, DOWNLOADING AND/OR DISPLAYING, OR FOR ANY LOSS OF DATA THAT COULD RESULT FROM THE DOWNLOAD OF ANY SUCH INFORMATION OR MATERIAL.\n<br>\td) NO ADVICE AND/OR INFORMATION, DESPITE WHETHER WRITTEN OR ORAL, THAT MAY BE OBTAINED BY YOU FROM TY PIERCE PHOTOGRAPHY OR BY WAY OF OR FROM OUR SERVICES OR SOFTWARE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TOS.\n<br>\te) A SMALL PERCENTAGE OF SOME USERS MAY EXPERIENCE SOME DEGREE OF EPILEPTIC SEIZURE WHEN EXPOSED TO CERTAIN LIGHT PATTERNS OR BACKGROUNDS THAT MAY BE CONTAINED ON A COMPUTER SCREEN OR WHILE USING OUR SERVICES.\nCERTAIN CONDITIONS MAY INDUCE A PREVIOUSLY UNKNOWN CONDITION OR UNDETECTED EPILEPTIC SYMPTOM IN USERS WHO HAVE SHOWN NO HISTORY OF ANY PRIOR SEIZURE OR EPILEPSY.\nSHOULD YOU, ANYONE YOU KNOW OR ANYONE IN YOUR FAMILY HAVE AN EPILEPTIC CONDITION, PLEASE CONSULT A PHYSICIAN IF YOU EXPERIENCE ANY OF THE FOLLOWING SYMPTOMS WHILE USING OUR SERVICES: DIZZINESS, ALTERED VISION, EYE OR MUSCLE TWITCHES, LOSS OF AWARENESS, DISORIENTATION, ANY INVOLUNTARY MOVEMENT, OR CONVULSIONS.\n<br>\n<br>LIMITATION OF LIABILITY<br>YOU EXPLICITLY ACKNOWLEDGE, UNDERSTAND AND AGREE THAT TY PIERCE PHOTOGRAPHY AND OUR SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS SHALL NOT BE LIABLE TO YOU FOR ANY PUNITIVE, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES WHICH MAY BE RELATED TO THE LOSS OF ANY PROFITS, GOODWILL, USE, DATA AND/OR OTHER INTANGIBLE LOSSES, EVEN THOUGH WE MAY HAVE BEEN ADVISED OF SUCH POSSIBILITY THAT SAID DAMAGES MAY OCCUR, AND RESULT FROM: <br>\n<br>\ta) THE USE OR INABILITY TO USE OUR SERVICE.\n<br>\tb) THECOSTOFPROCURINGSUBSTITUTEGOODSANDSERVICES.\n<br>\tc) UNAUTHORIZED ACCESS TO OR THE ALTERATION OF YOUR TRANSMISSIONS AND/OR DATA.\n<br>\td) STATEMENTS OR CONDUCT OF ANY SUCH THIRD PARTY ON OUR SERVICE.\nAND ANY OTHER MATTER WHICH MAY BE RELATED TO OUR SERVICE.\n<br>\n<br>RELEASE<br>In the event you have a dispute, you agree to release TY PIERCE Photography (and its officers, directors, employees, agents, parent subsidiaries, affiliates, co-branders, partners and any other third parties) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, suspected or unsuspected, disclosed and undisclosed, arising out of or in any way connected to such dispute.\n<br>\n<br>SPECIAL ADMONITION RELATED TO FINANCIAL MATTERS<br>Should you intend to create or to join any service, receive or request any such news, messages, alerts or other information from our Services concerning companies, stock quotes, investments or securities, please review the above Sections Warranty Disclaimers and Limitations of Liability again.\nIn addition, for this particular type of information, the phrase \"Let the investor beware\" is appropriate.\nTY PIERCE Photography's content is provided primarily for informational purposes, and no content that shall be provided or included in our Services is intended for trading or investing purposes.\nTY PIERCE Photography and our licensors shall not be responsible or liable for the accuracy, usefulness or availability of any information transmitted and/or made available by way of our Services, and shall not be responsible or liable for any trading and/or investment decisions based on any such information.\n<br>\n<br>EXCLUSION AND LIMITATIONS<br>THERE ARE SOME JURISDICTIONS WHICH DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OF EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nTHEREFORE, SOME OF THE ABOVE LIMITATIONS OF SECTIONS WARRANTY DISCLAIMERS AND LIMITATION OF LIABILITY MAY NOT APPLY TO YOU.\n<br>\n<br>THIRD PARTY BENEFICIARIES<br>You herein acknowledge, understand and agree, unless otherwise expressly provided in this TOS, that there shall be no third-party beneficiaries to this agreement.\n<br>\n<br>NOTICE<br>TY PIERCE Photography may furnish you with notices, including those with regards to any changes to the TOS, including but not limited to email, regular mail, MMS or SMS, text messaging, postings on our website Services, or other reasonable means currently known or any which may be herein after developed.\nAny such notices may not be received if you violate any aspects of the TOS by accessing our Services in an unauthorized manner.\nYour acceptance of this TOS constitutes your agreement that you are deemed to have received any and all notices that would have been delivered had you accessed our Services in an authorized manner.\n<br>\n<br>TRADEMARK INFORMATION<br>You herein acknowledge, understand and agree that all of theTY PIERCE Photography trademarks, copyright, trade name, service marks, and other TY PIERCE Photography logos and any brand features, and/or product and service names are trademarks and as such, are and shall remain the property of TY PIERCE Photography.\nYou herein agree not to display and/or use in any manner the TY PIERCE Photography logo or marks without obtaining TY PIERCE Photography's prior written consent.\n<br>\n<br>COPYRIGHT OR INTELLECTUAL PROPERTY INFRINGEMENT CLAIMS NOTICE &amp.\nPROCEDURES<br>TY PIERCE Photography will always respect the intellectual property of others, and we ask that all of our users do the same.\nWith regards to appropriate circumstances and at its sole discretion, TY PIERCE Photography may disable and/or terminate the accounts of any user who violates our TOS and/or infringes the rights of others.\nIf you feel that your work has been duplicated in such a way that would constitute copyright infringement, or if you believe your intellectual property rights have been otherwise violated, you should provide to us the following information: <br>\n<br>\ta) The electronic or the physical signature of the individual that is authorized on behalf of the owner of the copyright or other intellectual property interest.\n<br>\tb) A description of the copyrighted work or other intellectual property that you believe has been infringed upon.\n<br>\tc) A description of the location of the site which you allege has been infringing upon your work.\n<br>\td) Your physical address, telephone number, and email address.\n<br>\te) A statement, in which you state that the alleged and disputed use of your work is not authorized by the copyright owner, its agents or the law.\n<br>\tf) And finally, a statement, made under penalty of perjury, that the aforementioned information in your notice is truthful and accurate, and that you are the copyright or intellectual property owner, representative or agent authorized to act on the copyright or intellectual property owner's behalf.\n<br>\n<br>The TY PIERCE Photography Agent for notice of claims of copyright or other intellectual property infringement can be contacted as follows: <br>\n<br>Mailing Address:\nTY PIERCE Photography<br>441 S PARISH PL<br>BURBANK, California 91506 <br>\n<br>Telephone: 818.726.0546<br>\nEmail: hi@typierce.com <br>\n<br>CLOSED CAPTIONING<br>BE IT KNOWN, that TY PIERCE Photography complies with all applicable Federal Communications Commission rules and regulations regarding the closed captioning of video content.\nFor more information, please visit our website at www.typierce.com.\n<br>\n<br>GENERAL INFORMATION<br>\n<br>ENTIRE AGREEMENT<br>This TOS constitutes the entire agreement between you and TY PIERCE Photography and shall govern the use of our Services, superseding any prior version of this TOS between you and us with respect to TY PIERCE Photography Services.\nYou may also be subject to additional terms and conditions that may apply when you use or purchase certain other TY PIERCE Photography Services, affiliate Services, third-party content or third-party software.\n<br>\n<br>CHOICE OF LAW AND FORUM<br>It is at the mutual agreement of both you and TY PIERCE Photography with regard to the TOS that the relationship between the parties shall be governed by the laws of the state of California without regard to its conflict of law provisions and that any and all claims, causes of action and/or disputes, arising out of or relating to the TOS, or the relationship between you andTY PIERCE Photography, shall be filed within the courts having jurisdiction within the County of Los Angeles, California or the U.S.\nDistrict Court located in said state.\nYou andTY PIERCE Photography agree to submit to the jurisdiction of the courts as previously mentioned, and agree to waive any and all objections to the exercise of jurisdiction over the parties by such courts and to venue in such courts.\n<br>\n<br>WAIVER AND SEVERABILITY OF TERMS<br>At any time, should TY PIERCE Photography fail to exercise or enforce any right or provision of the TOS, such failure shall not constitute a waiver of such right or provision.\nIf any provision of this TOS is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the TOS remain in full force and effect.\n<br>\n<br>NO RIGHT OF SURVIVORSHIP NON-TRANSFERABILITY<br>You acknowledge, understand and agree that your account is non-transferable and any rights to your ID and/or contents within your account shall terminate upon your death.\nUpon receipt of a copy of a death certificate, your account may be terminated and all contents therein permanently deleted.\n<br>\n<br>STATUTE OF LIMITATIONS<br>You acknowledge, understand and agree that regardless of any statute or law to the contrary, any claim or action arising out of or related to the use of our Services or the TOS must be filed within 1 year(s) after said claim or cause of action arose or shall be forever barred.\n<br>\n<br>VIOLATIONS<br>Please report any and all violations of this TOS to TY PIERCE Photography as follows: <br>Email: suppport@typierce.com © 2022 TY PIERCE | TOS | Privacy Policy | Contact <p>By using this website and its features, you agree to the Terms and Conditions and Privacy Policy.</p> OK To Top", "created_at": "2022-12-31 22:16:55.467411", "updated_at": "2022-12-31 22:17:04.569942"}], "points": [], "urls": ["typierce.com"]}}