{"error": 448, "message": "OK", "parameters": {"id": 7096, "name": "FlightRadar24", "created_at": "2022-12-08 19:38:08.217608", "updated_at": "2022-12-08 23:01:05.981056", "wikipedia": "https://en.wikipedia.org/wiki/Flightradar24", "keywords": null, "related": null, "slug": "flightradar24", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7096.png", "url": "flightradar24.com", "documents": [{"id": 13096, "name": "Terms of Service", "url": "https://www.flightradar24.com/terms-and-conditions", "xpath": "/html/body/div[6]/div/div/div", "text": "Terms of Service 1.\nTerms<p>Flightradar24 AB (hereinafter \"Flightradar24\", \"we\", \"us\", or \"our\"), registration no.\n556895-1213, having its registered address at Brunnsgatan 13, 111 38 Stockholm, Sweden, provides real-time flight tracking of air traffic throughout the world, accessible by using our website, currently www.flightradar24.com (the \"Website\"), our mobile applications, API, Paid Services or other information provided as part of Flightradar24’s services (collectively the \"Services\").</p>\n<p>These Terms of Service (the \"Terms\") set forth the legally binding terms and conditions governing any use of the Services (as defined below) provided by Flightradar24 AB.\nBy using the Services, you acknowledge your understanding of, and agreement to, these Terms, which also incorporate our Privacy Policy.\nAny use of the Service is subject to these Terms.\nWe may, from time to time, revise these Terms.\nYour continued use of the Services after the posting of any revisions will constitute your agreement to be bound by such revisions.</p>\n<p>Please read these Terms carefully before using the Services.\nIf you do not agree to these Terms, you do not have the right to use the Services.</p>2.\nRegistration process<p>Registered users of the Services are able to use certain additional services and functionality and may access additional data [as further explained in the service description].\nFurthermore, registration is a prerequisite for enjoying any of our Paid Services (as defined below).</p>\n<p>During registration you will be asked to provide your e-mail address and password.\nAlternatively, you can use certain third party services, e.g.\nFacebook or Google.\nIf you register to subscribe to any of our Paid Services you will also need to provide your name, last name and country of residence.\nIf you are registering for Business Services (as defined below) you further have to provide company name and may provide address and VAT number.\nYou are responsible for providing accurate and correct registration information and we assume no liability for any error, inaccuracy or omission in such information or in the service resulting from any information provided by you.\nBy becoming a registered user of our Services, you will also be prompted to give your consent to our processing of your personal data in accordance with our Privacy Policy.</p>\n<p>If you are a physical person, you must be over 18 years of age in order to register an account for the services.</p>\n<p>Upon completing the registration process, you will receive a confirmation e-mail containing your chosen information to the e-mail address you provided.</p>\n<p>This license will automatically terminate if you violate any of these restrictions and may be terminated by Flightradar24 at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</p>3.\nUser Account Security<p>Each user is personally and solely responsible for all actions and transactions made through his/her account.\nYou are responsible for maintaining the confidentiality of your password and you should ensure that you exit properly from your account at the end of each session.\nYou agree to notify Flightradar24 immediately if you suspect any unauthorized use of your account or access to your password or account.</p>\n<p>If you wish to deactivate your account please contact us by using support@fr24.com.</p>4.\nThird Party Services<p>The Services are integrated with certain third party applications, websites, and services (\"Third Party Services\") to make available content, products, and/or services to you.\nThese Third Party Services may have their own terms and conditions of use and privacy policies and your use of these Third Party Services will be governed by and subject to such terms and conditions and privacy policies.\nYou understand and agree that Flightradar24 does not endorse and is not responsible or liable for the behavior, features, or content of any Third Party Services or for any transaction you may enter into with the provider of any such Third Party Services.</p>5.\nLicense<p>Subject to your compliance with these Terms, we grant you a non-exclusive, non-transferable right to access and use the Services.\nUnless otherwise stated in these Terms, this right is granted for your personal, non-commercial use only.\nPermission is granted to temporarily download one copy of the materials (information or software) from the Services for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:</p>\n<ul>\n<li>Modify or copy the materials;</li>\n<li>Use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>Attempt to decompile or reverse engineer any software contained on the Services;</li>\n<li>Remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>Transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ul>\n<p>This license and the right to access the Services shall automatically terminate if you violate any provision of these Terms.\nUpon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</p>6.\nPaid Services<p>Certain Services from Flightradar24 are offered free of charge, currently called the \"Basic Service\".\nOther Services require payment before you can access them, \"Paid Services\".\nThe Paid Services are currently referred to as the \"Premium Services\" .\nCurrently, the Premium Services are divided into three categories: \"Gold\", \"Silver\" and \"Business\".\nYou can learn more about the content of our Paid Services on our Website.</p>\n<p>Please note that the Business Services are the only subscription whereby you are allowed to use the Services in relation to any commercial use or for any commercial purposes including any public display (commercial or non-commercial).\nTherefore, if you intend to make any commercial use of the Services, you must subscribe to our Business Services, whereby the license granted in clause 5 will, further to what is set out therein, also gives you a right to use the Service for commercial purposes.\nThe Business Services license does however not grant you any right to resell or distribute any data received through the Service, unless otherwise explicitly agreed in writing.</p>\n<p>Paid Services are entered into for a subscription period.\nThe subscription period may be either for one (1) month at a time, for twelve (12) months at a time or for such period agreed upon between the Parties.\nAll subscriptions (personal and business) are automatically extended by an additional subscription period at a time until you or Flightradar24 terminates the subscription.\nPlease see your account page at our Website for more information about your subscription.</p>\n<p>&nbsp;</p>\n<p>Flightradar24 or you may at any time terminate the subscription by providing a thirty (30) calendar days prior written notice.\nNo subscription fee paid in advance for the relevant period will be repaid, but you will have the right to continue to use the Services until the end of that period.</p>\n<p>If you wish to terminate your subscription, you may use your account page on our Website to do so.\nIf we want to terminate the subscription, we will do so by email.</p>\n<p>Certain in-app purchases can also be made in the form of a single payment for a time-unlimited access to certain Paid Services, limited to a specific version of our mobile applications.\nSuch purchases are made from within the mobile application and follow the payment process of that mobile application.\nPlease read more about in-app purchases in the specific license terms of that mobile application.</p>7.\nFees and Payment<p>Paid Services can be purchased on the Website or through so-called in-app purchases in some of our Apps.\nExcept in relation to certain in-app purchases, as described above, Paid Services shall be paid as a monthly or yearly subscription fee in accordance with the price list applicable from time to time which is available on the Website or in one of our mobile applications.\nYou may effect payment of the fee through any of the means of payment offered by us on the Website or in one of our mobile applications.\nIf any payment is not made on the due date, your Paid Service subscription will be automatically and immediately terminated.</p>\n<p>Flightradar24 may change the prices for the Paid Services from time to time and will notify you of any such price changes by email or through information posted on our Website.\nPrice changes to Paid Services will take effect from the next subscription period (one or twelve months, see above) following the notification of the price change.\nAs permitted by law, you accept the new price by continuing to use the Paid Services after the price change takes effect.\nIf you do not agree with the price changes, you have the right to reject the change by terminating the Paid Services prior to the price change going into effect.\nPlease therefore make sure you read any such notification of price changes carefully.</p>8.\nTrademarks and Intellectual Property Rights<p>Ownership and all intellectual property rights in the Services or any content on the Services, including but not limited to patents, design rights, copyrights, trademarks, trade-secrets and proprietary know-how, shall be owned by and vested in us, or our licensor, and nothing in these Terms shall be interpreted as a transfer of such rights from us to You.\nYou are solely entitled to the limited license to the Services specifically granted under these Terms.</p>\n<p>Specifically, the \"Flightradar24\" trademark and all trademarks appearing on the Services are property of us or our licensors and are protected by applicable laws.\nUse of these trademarks is by all means prohibited.</p>9.\nData Collection and Transmission<p>Any user may apply to participate in providing data to Flightradar24.\nAny user interested in participating may file an application by following the steps on Apply for a Receiver.\nIf you already own a receiver you can simply follow the steps on Share your data.</p>\n<p>Installation of an ADS-B receiver and all relevant equipment, data collection and transmission to our server is offered by users voluntarily and without compensation.\nUsers are free to participate in the network of receiving stations by installing an ADS-B receiver, collecting data and sending it to us.\nUsers are free to stop sending this data whenever they wish.</p>\n<p>The transmission of data to us must be done in real-time.\nIt is strictly forbidden to send any delayed or modified or manipulated or fabricated data, except where explicitly agreed otherwise in writing, as this would give an erroneous and misleading picture about the current positions of aircraft.</p>\n<p>&nbsp;</p>\n<p>Users who provide us with data automatically rendered from aircraft transponders grant us a royalty-free, worldwide, perpetual, irrevocable, non-exclusive right and license to use for any purpose, reproduce, modify, adapt, publish, display, translate and distribute the data (in whole or in part) and/or to incorporate it in other works in any form, media or technology now known or hereafter developed.</p>\n<p>In some cases, we may provide you with the necessary equipment, so that you can install an ADS-B receiver and send data to us.\nIn that case you may be asked to sign an agreement with certain additional conditions.</p>10.\nUnauthorized Use/No Interference<p>You agree that you will not use or attempt to use any method, device, software or routine to harm others or interfere with functioning of the Services or use and/or monitor any information in or related to the Services for any unauthorized purpose.\nSpecifically, each user, whether authorized or unauthorized, agrees that it will not (and will not permit any of its employees, agents, and any other third party to) do any of the following:</p>\n<ul>\n<li>Use the Services or any data contain therein or provide, link, or otherwise make available, any information on the Services that is unlawful, threatening, abusive, harassing, torturous, defamatory, vulgar, obscene, libellous, invasive of another’s privacy, hateful, harmful to minors or racially, ethnically or otherwise objectionable;</li>\n<li>Impersonate any person or entity, or otherwise misrepresent your affiliation;</li>\n<li>Manipulate, forge, or otherwise modify information or identifiers in a manner which may hide or disguise the origin of any information;</li>\n<li>Modify, reverse engineer, reverse assemble, decompile or hack into any of the software applications or related tools or utilities used by the Services;</li>\n<li>Alter or delete information not provided by you, or interfere with the operation of the Services including, but not limited to, by distribution of unsolicited advertising or mail messages or propagation of worms, viruses and the like.</li>\n</ul>\n<p>You also agree not to permit any other user of the Services to access, view, download or reproduce the material for any use not permitted by us.</p>11.\nUser forum and chat<p>Flightradar24 may allow registered users to post a wide range of material on our website such as, for example, photos, discussions and comments on flights or the Service (hereinafter the \"Material\").\nBy posting Material on the Website, you consent to making the Material and your registered username available to the public and other users.</p>\n<p>The Material may not:</p>\n<ol>\n<li>contain content which is protected by copyright, trade mark law or other intellectual property rights without the express consent of the right holder;</li>\n<li>market any product, service or company;</li>\n<li>identify any individual person without that person's express consent (for example by name, address, image or video).\nor</li>\n<li>be offensive, disturbing, harassing, obscene, pornographic, discriminatory or in any other manner unsuitable or illegal.</li>\n</ol>\n<p>You are responsible for any damage suffered by Flightradar24 as consequence of the Material being made available in violation of these Terms.</p>\n<p>You consent to our reviewing of the content of your Material and acknowledge that we may remove any Material at our discretion.</p>\n<p>You are aware and understand that statements and opinions presented in the Material are those of other users and not those Flightradar24.\nFlightradar24 does not support or endorse such statements and opinions, and that such statements and opinions may be incorrect or misleading.</p>\n<p>You grant us the right to edit, copy, display, publish and distribute any information or material made available on the Services by you.</p>12.\nNo warranties<p>The Services and the content therein are provided \"as is\" and \"as available\".\nWe make no warranties, expressed or implied, and hereby disclaim any warranty, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, we do not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the content accessible through the Services and other services or otherwise relating to such content or on any sites linked to the Services.</p>\n<p>We offer no guarantee that the pages, services, functions, choices and content of the Services will be provided without interruption or errors or that any mistakes or errors will be corrected.\nWe do not guarantee that the Services or the servers through which they become available to users do not contain viruses or other harmful components, although we make every effort to ensure it.</p>\n<p>The Services and the content therein may include technical, typographical, or photographic errors.\nWe do not warrant that any of the materials on the Services are accurate, complete, or current.\nWe may make changes to the materials contained on the Services at any time without notice.\nWe do not, however, make any commitment to update the materials.</p>\n<p>The provided information on aircraft position and identity, in particular, originate directly from the aircraft, which transmit this information through public radio frequencies, according to the ‘Automatic Dependent Surveillance-Broadcast’ (ADS-B).\nThe information collected and published may contain errors, due to the intrinsic limitations of radio communications (e.g.\nlimited coverage, interference, attenuation, special weather conditions etc.), due to erroneous configuration of the ADS-B devices on board, due to negligent data entry by aircraft crew, due to erroneous position received by the aircraft GPS and due to other factors beyond the control of the Flightradar24.\nData is provided for informational purposes only and is not related by any means to the safety of navigation.</p>\n<p>Consequently, we cannot provide any type of guarantee and are neither responsible for the correctness, validity, thoroughness and accuracy of that information published, nor for the suitability of their usage for purposes other than informational only.</p>13.\nExclusion of liability<p>Unless caused by our gross negligence or intent, we shall in no event be liable for any losses or damages, whether direct or indirect (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the Services or the use or inability to use the content of the Services, even if we have been notified of the possibility of such damage.</p>\n<p>We cannot guarantee the security of any transfer of information made via the Services.\nWe do not assume any liability for the information contained on the Services.\nThe Services may contain links to third-party websites which are not under our control.\nWe are not responsible for the contents of, nor do we endorse, any third-party sites that are linked to the Services.\nWe have not reviewed content on sites other than the Services and are not responsible for such content.\nWe expressly disclaim responsibility for all representations made or implied in relation to products, publications or sites not owned by us.</p>14.\nChanges to the Services<p>You acknowledge and agree that nothing in these Terms constitutes an undertaking by us to provide the Services in its present form or under any specifications.\nWe may, in our sole and absolute discretion, from time to time make additions to, deletions from, modifications to, or change the format and features of, the Services.</p>\n<p>You further acknowledge that we may be obliged to alter, modify or reduce the extent of the Services due to mandatory law or decisions by competent governmental authorities.\nIf such restriction apply to the Service in a way that may affect or impair the Paid Services, Flightradar24 shall bear no responsibility and shall not be obliged to perform any full or partial refund of any payments made by you for any Paid Services.</p>15.\nGoverning Law and disputes<p>Any claim relating to the Services shall be governed by the laws of Sweden without regard to its conflict of law provisions.</p>\n<p>All disputes arising out of or in connection with the present Agreement shall be finally settled by district courts of Sweden.</p> ", "created_at": "2022-12-08 19:38:08.224105", "updated_at": "2022-12-08 18:40:14.239554"}, {"id": 13097, "name": "Privacy policy and cookies", "url": "https://www.flightradar24.com/privacy-policy", "xpath": "/html/body/div[6]/div/div/div", "text": "Privacy policy and cookiesContent<ul>\n<li>Registration data</li>\n<li>Usage information</li>\n<li>Purposes of processing</li>\n<li>Legal basis</li>\n<li>Disclosure of personal data</li>\n<li>Right to request information and correction of data</li>\n<li>Cookies</li>\n<li>Fonts</li>\n<li>Ad providers</li>\n<li>Social plug-ins</li>\n<li>Notice of changes</li>\n</ul>\n<p>The Website and the Apps are provided by Flightradar24 AB (hereinafter \"Flightradar24\", \"we\", \"us\", or \"our\"), registration no.\n556895-1213, having its registered address at Kungsgatan 12 9tr, 111 35 Stockholm, Sweden.\nYour privacy is important to us.\nUnder the Swedish Personal Data Act (1998:2004), which implements the EU Directive 95/46/EC, and Dataskyddslagen and the General Data Protection Regulation (EU 2016/679) we will be liable for the processing of personal data where we decide the purposes and the means of the processing.\nPersonal data is information which is directly or indirectly referable to a natural living person, e.g.\nname and address but also possibly location data or IP addresses.\nWe may collect the information set out below, which includes your personal data.</p>\n<p>This document contains a policy statement regarding the collection, use and processing of personal data, with whom we may share such data and your rights in relation to personal data.\nIt further contains our cookie policy.</p>\n<p>Using our Services may require that you register a user account as set forth in the Terms of Service, and provide certain personal data.\nWhen you use the Services, we will process personal data for various purposes.</p>Registration data<p>When creating a user account on the Website or through our Apps, you are required to provide the following information.\nemail address and password.\nIf you connect to the Service using credentials from a Third Party Service (as defined in the Terms of Use) (e.g.\nFacebook), you authorize us to collect your authentication information, such as your username and encrypted access credentials.\nWe may also, following your prior consent, collect other information available on or through your Third Party Service’s account, including, for example, your name, profile picture, country, hometown, email address, date of birth, gender, friends’ names and profile pictures, and networks in order to gain insights into user behaviour.\nIf you register to subscribe to any of our Paid Services, as defined in our Terms of Service), you will also need to provide your name, last name, and country of residence.\nIf you register for our Business Services, you further need to provide your company name (which may be a limited liability company or a sole trader) and will be able to provide your address and VAT number.\nPlease note that we are unable to provide the basic services for registered users or any Paid Services unless you provide the above stated personal data.</p>\n<p>If you are using our Services through an App on a mobile device, we may provide features that rely on the use of additional information on your mobile device or require access to certain services on your mobile device that will enhance your experience but are not required to use the Service.\nFor example, you may give us your authorization to gather the specific location of your mobile device.\nHowever, in order for us to gather or use the specific location of your mobile device you must first give your explicit permission.\nAny such information gathered will only be used for the specific purpose explained at the time we ask for your permission.\nIf you have given us your permission to gather and use your location, you will always have the ability to withdraw such permission by changing the settings of your mobile device.</p>Usage information<p>When you use the Services, certain information will be collected automatically, including (i) information about your use of the Services.\n(ii) content that you post, upload and/or contribute to the Services.\n(iii) technical data, which may include the URL you are accessing the Site from, your IP address, unique device ID, network and computer performance, browser type, language and identifying information and operating system.</p>Purposes of processing<p>We will process the information set out above for the following purposes: (i) to administer your account, to enable and provide the Services and integration with third party services, and to provide, personalize and improve your experience with the Services, and to otherwise provide the Services according to the user terms.\n(ii) to send you alerts or messages by email or otherwise, including to provide you with marketing of products and services and to inform you about updates of the Services or the user terms, (iii) to improve and develop the Services or new services and products and to analyze your use of the Services, (iv) to ensure the technical functioning of the Services and to prevent use of the Services in breach of the user terms, (v) to enforce the user terms, including to protect our rights, property and safety and also the rights, property and safety of third parties if necessary and (vi) to fulfil requirements by law.</p>Legal basis<p>By clicking the \"I accept\" button in the account set up, or similar, you agree to adhere to our terms of use and enter into an agreement with us and to to receive direct marketing from us or third parties, e.g.\nby email or otherwise.\nYou have the right to refuse your personal data being used for direct marketing.\nPlease note however, that if you are using any of our services which are subject to this Privacy Policy, you may not be able to continue using certain services if you do not provide us with the personal data.</p>\n<p>Where you have registered for a Service, certain personal data will be processed for the fulfilment of such agreement with you and you acknowledge that the processing of such personal data is regulated in said agreement.\nWe may also base some of our processing on a balancing of interest evaluation, where our interest is to maintain and develop our services.</p>\n<p>Certain processing is also based on your consent.\nThis is the case where we share your data with other users of the Service and where we collect data through your Third Party Service Account.\nYou can withdraw your consent at any time by adjusting your privacy preferences in our app and website setting menus.</p>Disclosure of personal data<p>We may disclose your personal data to other users of the Services (upon your opt in).\nPersonal data collected from you will be shared with third-party providers carrying out system and sales performance monitoring, customer support and relations systems.\nThese third-party providers are considered data processors of Flightradar24.\nSome of our third-party providers are located in the U.S.\nIn the event your personal data is transferred to the U.S.\nupon our usage of the abovementioned third-party providers, we will apply the Standard Contractual Clauses issued by the European Commission (available at https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection/standard-contractual-clauses-scc_en) in order to safeguard your personal data.\nIn addition to the abovementioned, we may also disclose anonymous information to our partners and suppliers for the purposes stated in this Privacy Policy within and outside the EU/EEA.\nIn some instances it may be required for us to disclose your address onto shipping companies to receive hardware from us.\nYou understand and agree that such third party or supplier will be the controller in relation to such data and its processing and that it will be subject to their privacy policy.\nWe will take necessary actions to secure the transfer of such data outside the EU/EEA by using a security mechanism in line with the applicable data protection laws.\nYou expressly consent to your personal data being used as described in this Privacy Policy.</p>Right to request information and correction of data<p>You, being the person whose personal data is being processed, are entitled by law to once per calendar year, free of charge, upon written request receive information regarding the personal data which is processed.\nYou also have the right to request rectification, erasure, portability or blocking of any personal data and to object to the processing of personal data.\nIf you would like to exercise any such rights, please write to us at the address set out above, stating your full name and, if applicable, your address, user name and the email address used for registration.\nPlease note that the request to receive information of the processing of your personal data shall be duly signed by you.\nYou also have a right to lodge a complaint with the supervisory authority.</p>\n<p>\n</p>RetentionWe will keep your data during our relationship.\nIf we find that an account is inactive for twelve (12) months we will delete your data.<p>\n</p>CookiesClick here to revoke your choice.<p>A cookie is a very small file or piece of data sent from a website and stored in the memory of a user's web browser, mobile phone, or other device while the user is browsing a website.\nA cookie can help the website provider to recognize your device the next time you visit that website, provide you with access to certain functions on the website and/or register your surf patterns.\nWhen you visit the Site, it may leave a Cookie in the memory of your web browser.\nMost major commercial Internet sites use them and they make your Internet-surfing more useful and less time-consuming for you because they store information that may be reused each time you visit the site, such as passwords and your preferences, including information you have chosen to share with the site.\nCookies cannot access and read the files on your hard drive and cannot be used as a virus.\nThe purpose of using Cookies is to provide information and products that are more meaningful to you without asking you the same questions every time you visit the Site.\nYou may get Cookies from our advertisers, and it should be noted that we cannot pre-screen Cookies which come directly to you from other computers.\nThere are other technologies such as pixel tags, web bugs, web storage and other similar files and technologies that may carry the same functions as cookies.\nIn this Privacy Policy, we use the term \"Cookies\" for cookies and all such similar technologies.</p>\n<p>We hope you will want the better service that Cookies allow, but if you prefer, you can set your browser to refuse Cookies or to inform you every time a website requests permission to store a Cookie.\nPreviously stored Cookies can also be deleted via the web browser.\nHowever, if you do that, some parts of this site and other sites may not work as well.</p>\n<p>The Cookies used may be session Cookies, which disappear when you shut down your web browser as well as persistent Cookies, which are saved on your computer.\nWe may use the following Cookies for the purposes set out below:</p>\n<ul>\n<li>Functional Cookies: We may use functional Cookies to operate certain functions of the Service in accordance with your choices, meaning that when you continue to use or come back to the Site, the site will be provided as you have previously requested, e.g.\nremembering your username and customization the Service.</li>\n<li>Analytics Cookies: We may use analytics Cookies to analyze how the Site and Service is accessed, used or is performing.\nWe use the information to maintain, operate and improve the Service.</li>\n<li>Third party Cookies: We may allow our partners to use Cookies on the Site for the same purposes identified above.\nWe may also use service providers acting on our behalf to use Cookies for the purposes identified above.</li>\n</ul>These are the Cookies we use:List of cookies<p>Most web browsers allow you to manage your Cookie preferences.\nYou can set your browser to refuse Cookies, or delete certain Cookies.\nIn general you should also be able to manage similar technologies by using your browser’s preferences.</p>\n<p>Please note that if you choose to block Cookies, the functionality of the Services may be affected.</p>\n<p>More information about the use of Cookies and how to block them can be found on www.cookies.org, www.allaboutcookies.org, www.youronlinechoices.eu.\nIf you have any questions or comments about our use of Cookies, please contact us at: support@fr24.com.</p>Fonts<p>The flightradar24 and myflightradar24 websites use various different 3rd party fonts.\nA list of fonts as well as license details can be found below:</p>\n<ul>\n<li>Open Sans (license: https://www.apache.org/licenses/LICENSE-2.0)</li>\n<li>Roboto (license: https://www.apache.org/licenses/LICENSE-2.0)</li>\n<li>Roboto Condensed (license: https://www.apache.org/licenses/LICENSE-2.0)</li>\n<li>Montserrat (license: https://scripts.sil.org/cms/scripts/page.php?site_id=nrsi&amp;id=OFL)</li>\n</ul>\n<p>The below tool has been used to extracts a subsets of the font (e.g.\nonly latin characters) to reduce the file size:<br>https://github.com/zachleat/glyphhanger</p>Ad providersList of ad providersProviderURLProviderGoogleURLhttps://www.google.com/policies/technologies/partner-sites/ProviderAarkiURLhttp://corp.aarki.com/privacyProviderAdacadoURLhttps://www.adacado.com/privacy-policy-april-25-2018/ProviderAdara MediaURLhttps://adara.com/2018/04/10/adara-gdpr-faq/ProviderAdClearURLhttps://www.adclear.de/datenschutzerklaerung/ProviderADEXURLhttp://theadex.comProviderAdformURLhttps://site.adform.com/uncategorized/product-and-services-privacy-policy/ProviderAdikteevURLhttps://www.adikteev.com/eu/privacy/ProviderAdLedgeURLhttps://adledge.com/data-privacy/ProviderAdlooxURLhttp://adloox.com/disclaimerProviderAdludioURLhttps://adludio.com/termsandconditionsProviderAdMaximURLhttp://www.admaxim.com/admaxim-privacy-policy/ProviderAdmedoURLhttps://www.admedo.com/privacy-policyProviderAdmetricsURLhttps://admetrics.io/en/privacy_policy/ProviderAdobe Advertising CloudURLhttps://www.adobe.com/privacy/general-data-protection-regulation.htmlProviderAdRoll, Inc.URLhttps://www.adroll.com/gdprProviderAdTribaURLhttps://privacy.adtriba.com/Provideradvanced STORE GmbHURLhttps://www.ad4mat.com/en/privacy/ProviderAdventoriURLhttps://www.adventori.com/fr/avec-nous/mentions-legales/Provideradvolution.controlURLhttp://advolution.de/privacy.phpProvideraffilinetURLhttps://www.affili.net/uk/footeritem/privacy-policyProviderAkamaiURLhttp://www.akamai.com/compliance/privacyProviderAmazonURLhttps://www.amazon.co.uk/gp/help/customer/display.html?nodeId=201909010ProviderAmobeeURLhttps://www.amobee.com/trust/privacy-guidelinesProviderAnalightsURLhttps://analights.com/docs/analights-consent-to-the-processing-of-personal-data-en.pdfProviderAppLovin Corp.URLhttps://www.applovin.com/privacyProviderAppNexusURLhttps://www.appnexus.com/en/company/platform-privacy-policyProviderArrivalistURLhttps://www.arrivalist.com/privacy#gdprProviderAudienceProjectURLhttp://privacy.audienceproject.com/for-users/ProviderAunicaURLhttps://www.aunica.com.br/privacy/privacy.htmlProviderAvocetURLhttp://avocet.io/privacy-portalProviderBannerflowURLhttps://www.bannerflow.com/privacyProviderBatch MediaURLhttp://batch.ba/datenschutzerklarung/ProviderBDSK Handels GmbH &amp.\nCo.\nKGURLhttps://www.xxxlutz.de/ocms/privacyProviderBeeswaxURLhttps://www.beeswax.com/privacy.htmlProviderBetgeniusURLhttp://betting.geniussports.com/connextra-service-terms-conditions/ProviderBlismediaURLhttp://www.blis.com/privacy/ProviderBomboraURLhttp://bombora.com/privacyProviderBooking.comURLhttps://www.booking.com/content/privacy.en-gb.htmlProviderC3 MetricsURLhttps://c3metrics.com/privacyProviderCablatoURLhttp://cablato.com/privacyProviderCeltraURLhttps://www.celtra.com/privacy-policy/ProviderCentroURLhttps://www.centro.net/privacy-policy/ProviderCintURLhttps://www.cint.com/participant-privacy-notice/ProviderClinchURLhttps://clinch.co/pages/privacy.htmlProviderCloud TechnologiesURLhttp://green.erne.co/assets/PolicyCT.pdfProviderCloudflareURLhttps://www.cloudflare.com/security-policy/ProviderCommanders ActURLhttps://www.commandersact.com/en/privacy/ProvidercomScoreURLhttps://www.comscore.com/About-comScore/Privacy-PolicyProviderConversant/CJ AffiliateURLhttps://www.conversantmedia.eu/legal/privacy-policyProviderCrimtanURLhttps://crimtan.com/privacy-ctl/ProviderCriteoURLhttps://www.criteo.com/privacyProviderCUBEDURLhttp://cubed.ai/privacy-policy/gdpr/ProviderDataXuURLhttps://www.dataxu.com/gdpr/ProviderDelta ProjectsURLhttp://www.deltaprojects.com/data-collection-policy/ProviderDemandbaseURLhttps://www.demandbase.com/privacy-policy/ProviderDENTSUURLhttp://www.dentsu.co.jp/terms/data_policy.htmlProviderDentsu Aegis NetworkURLhttp://www.dentsu.com/termsofuse/data_policy.htmlProviderDigisegURLhttp://www.digiseg.io/GDPR/ProviderDMA InstituteURLhttps://www.dma-institute.com/privacy-compliancy/ProviderDoubleVerifyURLhttps://www.doubleverify.com/privacy/ProviderDstilleryURLhttps://dstillery.com/privacy-policy/ProviderDTSURLhttps://client.adhslx.com/privacy.htmlProviderEASYmediaURLhttps://www.rvty.net/gdprProvidereBayURLhttps://www.ebay.com/help/policies/member-behaviour-policies/user-privacy-notice-privacy-policy?id=4260#section12ProviderebuildersURLhttp://ebuilders.nl/privacyProviderEffinityURLhttps://www.effiliation.com/politique-confidentialite.htmlProvideremetriqURLhttps://www.emetriq.com/datenschutz/ProviderEnsightenURLhttps://www.ensighten.com/privacy-policy/ProviderEssensURLhttps://essens.no/privacy-policy/ProviderEvidonURLhttps://www.evidon.com/resources/privacy-statement/ProviderExactagURLhttps://www.exactag.com/en/data-privacyProviderExponentialURLhttp://exponential.com/privacy/ProviderFacebookURLhttps://www.facebook.com/about/privacy/updateProviderFlashtalkingURLhttp://www.flashtalking.com/first-party-ad-serving/ProviderFractional MediaURLhttps://www.fractionalmedia.com/privacy-policyProviderFUSIO BY S4MURLhttp://www.s4m.io/privacy-policy/ProviderGemiusURLhttps://www.gemius.com/cookie-policy.htmlProviderGfKURLhttps://sensic.net/ProviderGP OneURLhttp://www.gsi-one.org/templates/gsi/en/files/privacy_policy.pdfProviderGroupMURLhttps://www.groupm.com/privacy-policyProvidergskinnerURLhttps://createjs.com/legal/privacy.htmlProviderHaensel AMSURLhttps://haensel-ams.com/data-privacy/ProviderHavas Media France - DBiURLhttp://www.centraltag.com/commercial/policy/index.actionProviderhurra.comURLhttp://www.hurra.com/impressumProviderIBMURLhttps://www.ibm.com/customer-engagement/digital-marketing/gdprProviderIgnition OneURLhttps://www.ignitionone.com/privacy-policy/gdpr-subject-access-requests/ProviderImpactURLhttps://impact.com/privacy-policy/ProviderIndex ExchangeURLhttp://www.indexexchange.com/privacy/ProviderInfectious MediaURLhttps://impressiondesk.com/ProviderInnovidURLhttp://www.innovid.com/privacy-policyProviderIntegral Ad ScienceURLhttp://www.integralads.com/privacy-policyProviderintelliAdURLhttps://www.intelliad.de/datenschutzProviderInterpublic GroupURLhttps://www.interpublic.com/privacy-noticeProviderIPONWEBURLhttp://www.bidswitch.com/privacy-policy/ProviderJivoxURLhttp://www.jivox.com/privacy/ProviderKantarURLhttps://www.kantarmedia.com/global/privacy-statementProviderKochavaURLhttps://www.kochava.com/support-privacy/ProviderLifeStreetURLhttp://www.lifestreet.com/privacyProviderLiftoffURLhttps://liftoff.io/privacy-policy/ProviderLiveRampURLhttps://liveramp.com/service-privacy-policy/ProviderLocalsensorURLhttps://www.localsensor.com/privacy.htmlProviderLoopMeURLhttps://loopme.com/privacy/ProviderLotameURLhttps://www.lotame.com/about-lotame/privacy/ProviderMacromill groupURLhttps://www.metrixlab.com/privacy-statement/ProviderMainADVURLhttp://www.mainad.com/privacy-policyProviderManage.comURLhttps://www.manage.com/privacy-policy/ProviderMarketing Science Consulting Group, Inc.URLhttp://mktsci.com/privacy_policy.htmProviderMBR Targeting GmbhURLhttps://privacy.mbr-targeting.comProviderMediaMathURLhttp://www.mediamath.com/privacy-policy/ProviderMeetricsURLhttps://www.meetrics.com/en/data-privacy/ProviderMindTake ResearchURLhttps://www.mindtake.com/en/reppublika-privacy-policyProviderMobitransURLhttp://www.mobitrans.net/privacy-policy/ProviderMobproURLhttp://mobpro.com/privacy.htmlProviderMoloco AdsURLhttp://www.molocoads.com/private-policy.htmlProviderMSI-ACIURLhttp://site.msi-aci.com/Home/FlexTrackPrivacyProviderNano InteractiveURLhttp://www.nanointeractive.com/privacyProviderNaveggURLhttps://www.navegg.com/en/privacy-policy/ProviderNeodata GroupURLhttps://www.neodatagroup.com/en/security-policyProviderNEORY GmbHURLhttps://www.neory.com/privacy.htmlProviderNetflixURLhttp://www.netflix.com/google-3PAS-infoProviderNetquestURLhttps://www.nicequest.com/us/privacyProviderNeuraloneURLhttps://web.neural.one/privacy-policy/ProviderNeustarURLhttps://www.home.neustar/privacyProviderNielsenURLhttp://www.nielsen.com/us/en/privacy-statement/digital-measurement.htmlProvidernumberlyURLhttp://ads.1000mercis.com/us.htmlProviderOathURLhttps://policies.oath.com/xw/en/oath/privacy/enterprise/b2bprivacypolicy/ProviderObjective PartnersURLhttps://www.objectivepartners.com/cookie-policy-and-privacy-statement/ProviderOmnicom Media GroupURLhttps://www.omnicommediagroup.com/disclaimer.htmProviderOn Device ResearchURLhttps://ondeviceresearch.com/GDPRProviderOneTagURLhttps://www.onetag.net/privacy/ProviderOpenX TechnologiesURLhttps://www.openx.com/legal/privacy-policy/ProviderOptomatonURLhttp://optomaton.com/privacy.htmlProviderOracle Data CloudURLhttps://www.oracle.com/legal/privacy/marketing-cloud-data-cloud-privacy-policy.htmlProviderOTTOURLhttps://www.otto.de/shoppages/service/datenschutzProviderPERMODOURLhttp://permodo.com/de/privacy.htmlProviderPixalateURLhttp://www.pixalate.com/privacypolicy/ProviderPlatform161URLhttps://platform161.com/cookie-and-privacy-policy/ProviderPMGURLhttps://www.pmg.com/privacy-policy/ProviderProtected MediaURLhttp://www.protected.media/privacy-policy/ProviderPublicis MediaURLhttps://www.publicismedia.de/datenschutz/ProviderPubMaticURLhttps://pubmatic.com/legal/privacy-policy/ProviderPulsePointURLhttps://www.pulsepoint.com/privacy-policyProviderQuantcastURLhttps://www.quantcast.com/privacy/ProviderRackspaceURLhttp://www.rackspace.com/gdprProviderRakuten MarketingURLhttps://rakutenmarketing.com/legal-notices/services-privacy-policyProviderRelay42URLhttps://relay42.com/privacyProviderRemergeURLhttp://remerge.io/privacy-policy.htmlProviderResonateURLhttps://www.resonate.com/privacy-policy/ProviderRevJetURLhttps://www.revjet.com/privacyProviderRhythmOne LLCURLhttps://www.rhythmone.com/landing/gdprProviderRN SSI GroupURLhttps://www.valuedopinions.co.uk/privacyProviderRoq.adURLhttps://www.roq.ad/privacy-policyProviderRTB HouseURLhttps://www.rtbhouse.com/gdpr/ProviderRubicon ProjectURLhttp://rubiconproject.com/rubicon-project-yield-optimization-privacy-policy/ProviderSalesforce DMPURLhttps://www.salesforce.com/company/privacy/ProviderScenestealerURLhttp://www.scenestealer.tv/privacy-policyProviderScootaURLhttp://scoota.com/privacy-policy/ProviderSeenthisURLhttps://seenthis.co/privacy-notice-2018-04-18.pdfProviderSemasio GmbHURLhttp://www.semasio.com/privacy-policy/ProviderSFRURLhttp://www.sfr.fr/securite-confidentialite.htmlProviderSift MediaURLhttps://www.sift.co/privacyProviderSimpli.fiURLhttps://www.simpli.fi/site-privacy-policy2/ProviderSizmekURLhttps://www.sizmek.com/privacy-policy/ProviderSmaatoURLhttps://www.smaato.com/privacy/ProviderSmadexURLhttp://smadex.com/end-user-privacy-policy/ProviderSmartURLhttp://smartadserver.com/company/privacy-policy/ProviderSmartologyURLhttps://www.smartology.net/privacy-policy/ProviderSociomanticURLhttps://www.sociomantic.com/privacy/en/ProviderSojernURLhttps://www.sojern.com/privacy/product-privacy-policy/ProviderSovrnURLhttps://www.sovrn.com/privacy-policy/ProviderSpotadURLhttp://www.spotad.co/privacy-policy/ProviderSpotXURLhttps://www.spotx.tv/privacy-policy/ProviderTabMoURLhttp://static.tabmo.io.s3.amazonaws.com/privacy-policy/index.htmlProviderTaboolaURLhttps://www.taboola.com/privacy-policyProviderTACTIC™ Real-Time MarketingURLhttp://tacticrealtime.com/privacy/ProviderTeadsURLhttps://teads.tv/privacy-policy/ProviderTEEMOURLhttps://teemo.co/fr/confidentialite/ProviderThe Trade DeskURLhttps://www.thetradedesk.com/general/privacy-policyProviderTradedoubler ABURLhttp://www.tradedoubler.com/en/privacy-policy/Providertravel audience – An Amadeus CompanyURLhttps://travelaudience.com/product-privacy-policy/ProviderTreSensaURLhttp://tresensa.com/eu-privacy/index.htmlProviderTripleLiftURLhttps://triplelift.com/privacy/ProviderTruEffectURLhttps://trueffect.com/privacy-policy/ProviderTrustArcURLhttps://www.trustarc.com/privacy-policy/ProviderTurbobytesURLhttps://www.turbobytes.com/gdpr/ProviderUDGURLhttps://www.udg.de/wp-content/uploads/2018/04/privacy_policy_EN.pdfProviderusemax (Emego GmbH)URLhttp://www.usemax.de/?l=privacyProviderVideologyURLhttps://videologygroup.com/en/privacy-policy/ProviderVimeoURLhttps://vimeo.com/cookie_policyProviderVirtual MindsURLhttps://virtualminds.de/datenschutz/ProviderVodafone GmbHURLhttps://www.vodafone.de/unternehmen/datenschutz-privatsphaere.htmlProviderWaystackURLhttps://www.wayfair.com/customerservice/general_info.php#privacyProviderWeboramaURLhttps://weborama.com/e-privacy/ProviderWhite OpsURLhttps://www.whiteops.com/privacyProviderWidespaceURLhttps://www.widespace.com/legal/privacy-policy-notice/ProviderWizalyURLhttps://www.wizaly.com/terms-of-use#privacy-policyProviderYieldrURLhttps://www.yieldr.com/privacy/ProviderZMSURLhttps://zms.zalando.com/#Social plug-ins<p>When you encounter an implemented social plug-in (e.g.\n\"like\" button) from a third party, such as Facebook, Twitter or Google, while using our Service, your browser or App, as applicable, will establish a direct link to that third party (\"Social Plug-in\") and will then transmit the following data to the Social Plug-in directly:</p>\n<ol>\n<li>date and time of your visit;</li>\n<li>the Internet address/URL of the site that you are currently visiting;</li>\n<li>your IP address;</li>\n<li>your browser;</li>\n<li>your operating system;</li>\n<li>your user code if you are a registered user of Social Plug-in and if applicable your surname and first name.\nand</li>\n<li>if you click on the plug-in, of course the information that you have used this specific plug-in.</li>\n</ol>\n<p>We explicitly make reference to the fact that we ourselves do not have any influence on the scope of the data which Social Plug-in collects with the help of the plug-in and that with regard to data protection we have to rely on the data usage guideline of Social Plug-in.\nPlease inform yourself further on Social Plug-in specifically about the purpose and scope of the data collection and your rights in this regard and the setting options to protect your privacy using the data usage guidelines.</p>\n<p>However, it is of course possible to prevent the placing of cookies by settings in your browser.\nIn addition, it is also possible to block the social plug-ins of Social Plug-in with add-ons for your browser.</p>Notice of changes<p>If we make changes to this Privacy Policy we will notify you by publication on Privacy Policy.\nIf the changes are material, we will provide you additional, prominent notice as appropriate under the circumstances and, where required under applicable law, ask for your consent.</p>", "created_at": "2022-12-08 18:40:47.020913", "updated_at": "2022-12-08 18:41:35.48502"}], "points": [], "urls": ["flightradar24.com"]}}