{"error": 448, "message": "OK", "parameters": {"id": 3852, "name": "Toggl Track", "created_at": "2021-05-30 20:58:12.91239", "updated_at": "2023-09-19 22:01:40.762344", "wikipedia": null, "keywords": null, "related": null, "slug": "toggl-track", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/3852.png", "url": "toggl.com", "documents": [{"id": 6511, "name": "Privacy Policy", "url": "https://toggl.com/track/legal/privacy/", "xpath": "", "text": "ProductsBlogOur missionWorking at TogglWe're hiringLog inTry Toggl<ul>\n<li>Products</li>\n<li>Blog</li>\n<li>Our mission</li>\n<li>Working at TogglWe're hiring</li>\n</ul>Try TogglLog inBackLegal TermsTerms of ServicePrivacy PolicyData Protection PolicySub-processor ListBeta TermsTerms of ServiceTerms of ServicePrivacy PolicyPrivacy PolicyData Protection PolicyData Protection PolicySub-processor ListSub-processor ListBeta TermsBeta TermsTable of ContentsIntroductionApplicationIdentifying the data controllerThe information we collect and receivePurposes and grounds for Information processingFailure to provide InformationDuration of Personal Data storageDisclosure of Personal DataInternational transfers of Personal DataPersonal Data SecurityYour rights as a Data subjectYour rights under Californian lawRight to lodge a complaint with a supervisory authorityChanges to this PolicyContact detailsPrivacy PolicyIntroduction <p>The purpose of this privacy policy (“<b>Policy</b>”) is to explain how, when and why Toggl collects information about individuals, how, for what purposes and on what grounds these ‘personal data’ are subsequently processed, who processes them and what rights the individuals have in connection with their personal data.\nThe Policy also explains Toggl’s practices in using cookies and other technologies for storing information on others’ devices and retrieving information from such devices.</p>\n<p>When we refer to “<b>Toggl</b>” or use the word “we”, “our” or “us”, we mean the Toggl entity that acts as the ‘controller’ of the information we hold about you or the ‘processor’ of the information that a customer has entrusted to us, as explained in more detail under the “identifying the data controller” part of this Policy.\nThe phrase “Toggl entity” refers to each of the following companies: Toggl OÜ, an Estonian private limited company, registered number 11346813, based in Tallinn, Estonia.\nand Toggl Inc, a Delaware corporation, file number 5675394, based in Wilmington, USA.\nThe contact details of each of these entities are set out at the end of this Policy.</p>\n<p>By “<b>you</b>” we mean the individual reading this text, i.e., you as a natural person (and not any company or other organisation that you may be associated with).</p>\n<p>Some words and phrases in this Policy are in single quotation marks (e.g., ‘controller’, ‘processor’ and ‘data subject’).\nThese are legal terms, having the same meanings as given to them in the EU General Data Protection Regulation, i.e., Regulation (EU) 2016/679 (“<b>GDPR</b>”).</p>Application <p>1.\nThis Policy applies to the data processing that takes place through or in connection with the following: (a) your use of the time tracking software or any other software of Toggl OÜ or any of its subsidiaries (by “software” we mean computer programs in any form, including local installations such as desktop and mobile applications as well as software in the form of on-demand services such as web and cloud applications).\nWe shall use the word “<b>Service</b>” in this Policy to designate the above software, and the same word will designate any service, resource or other benefit that Toggl OÜ or its subsidiary offers as a part of or in connection with such software.\n(b) your visiting, or accessing resources that form part of, any website of Toggl OÜ or its subsidiary (we shall use the word “<b>Website</b>” to designate any such site), including, for example, the site at toggl.com.\nor (c) your communication or interaction with Toggl.\ninsofar as the above activities are not subject to another privacy policy or similar document.</p>\n<p>2.\nThe Policy does not apply in relation to other parties’ products, services, websites, resources or activities.</p>\n<p>3.\nWhen we speak of “<b>Personal Data</b>”, we mean any information about a living individual from which that person can be identified (the proper legal definition of ‘personal data’ is “any information relating to an identified or identifiable natural person”, with the person to whom the information relates being referred to as the ‘data subject’).\nPersonal Data do not include information from which no individual can reasonably be identified, that is to say, anonymous information or personal data rendered anonymous in such a manner that the individual is not, or no longer is, identifiable (de-identified or anonymised information).\nThe Policy does not apply to such information.</p>\n<p>4.\nThe Policy supplements our other terms and policies and is not intended to override them.</p>Identifying the data controller <p>5.\nWe are a technology company and a lot of what we do involves data processing in one way or another.\nVarious data need to be processed in a number of ways in order for us to carry on our business, including provide, maintain and develop the Service and Websites, and to communicate with you.\nInformation is processed both for us as well as our customers, and customers themselves process information through the Service.\nNot all of this information constitutes Personal Data and much of the processing is controlled by parties other than Toggl.</p>\n<p>6.\nFor instance, the user environment delivered via the Service has certain logically defined parts (each, a “<b>Organization</b>”) where a Service user (“<b>User</b>”) can enter, record, store, use, disclose and otherwise manipulate various data.\nThe data thus processed are referred to as “<b>Organization Data</b>” and it is usually the User who created the Organization that determines the purposes of, and otherwise controls, the processing of these data.\nThat authority can be assigned to another User, but, at any rate, there is always one particular User, identified in the Organization as the “<b>Organization Owner</b>”, that has legal control over, and is responsible for, Organization Data.\nThat User (the Organization Owner) is also the ‘controller’ of all Personal Data maintained in the Organization.\nToggl processes these data on the Organization Owner’s behalf and is thus considered to be the ‘processor’ of the said Personal Data.\nThis means that any enquiry, request, objection or complaint that you as a ‘data subject’ may have in connection with the processing of Personal Data that form part of Organization Data (i.e., where the information concerned relates to you) should be addressed to, and resolved by, the relevant Organization Owner.</p>\n<p>7.\nToggl is the ‘controller’ of the Personal Data that are collected by us or on our behalf through the activities listed in section 1 of this Policy, or which are otherwise processed for the purposes of our business.\nSpecifically, it is Toggl OÜ that acts as the ‘controller’ of the said Personal Data.\nThe following sections explain the collection and subsequent processing of these data in more detail.</p>\n<p>In case your relationship with Toggl is through Toggl Inc, all data processing operations relevant to that relationship have been delegated to Toggl OÜ (a company based in Estonia, with its processing operations also in Estonia).</p>\n<p>8.\nToggl is using internal Toggl Group sub-processors to provide service development, service delivery, and customer support services for all our products.\nThere is an internal privacy policy in place that governs the data processing of Toggl Group sub-processors.\nTo see the full list of sub-processors please visit the Sub-processors page.</p>The information we collect and receive <p>9.\nToggl collects, generates and receives information in a variety of ways.\nSome of this information constitutes Personal Data and the rest does not.\nWe shall use the word “Information” to designate any and all of the data that are collected, generated or otherwise processed by us or on our behalf.\nThis part of the Policy describes which Information and how is collected or generated through the activities listed in section 1.</p>\n<p>10.\n<b>Profile Information</b>\n</p>\n<p>We collect Information about you in the course of negotiating, preparing, concluding and amending agreements between you and Toggl.\nThe Information collected may include the data provided in such agreements and any data that you furnish for the purposes of negotiating, concluding or amending those agreements.</p>\n<p>For example, when you register for a Service user account (“<b>User Account</b>”), we ask you to give us your full name, email address, country of residence and time zone, and you may also upload a profile picture.\nIn order to maintain an Organization, i.e., act as an Organization Owner, you need to provide us with your physical address and may give a telephone number at which you can be reached.\nDuring the sign-up procedure, we may automatically record your internet protocol address (IP address) and an application programming interface token (API token) is automatically generated and stored under your User Account (this is an authentication token that you can use for accessing the Service through other software).\nFor validating human access to the User Account, you will create a user name and a password, which both will be stored in our data base along with the API token.\nYou will also be assigned a user identifier (user ID), which is a certain numerical value that we generate, store and can identify you by.</p>\n<p>The Service has a user invitation feature that can be used for inviting you to become a User.\nIf a User elects to invite you, she will give us your email address and the Service will send you an invitation.\nWe store this email address but not as part of your User profile (as you are not yet a User).\nIt will only become such if you obtain a User Account.</p>\n<p>11.\n<b>Billing Information</b>\n</p>\n<p>If a User subscribes to a paid Service plan, we ask her to supply us with the full name of the person or entity that will pay for the Service plan, their physical address and, optionally, email address and VAT number (i.e., the registration number of a “taxable person” as respects value added tax).\nThe payer may or may not be the User subscribing to the Service plan, so it is possible for us to receive the above Information about you from another User.</p>\n<p>In the case of a paid Service plan, you will supply a third-party payment service provider (who acts independently from us) with such information as they request from you to facilitate your payments to us.\nWe do not collect any information about your methods or instruments of payment, except that, if you give the payment service provider credit card details, the last four digits of the credit card number are stored in the Organization under subscription billing info.\nThis piece of Information forms part of Organization Data.</p>\n<p>12.\n<b>Usage Information</b>\n</p>\n<p>As with most websites and on-demand software solutions (i.e., where software is delivered over the internet in the form of a “service”), certain data are automatically collected when you visit a Website or use a Service application and this Information is recorded in log files.\nFor example, when you log in to the Service, the date and time of your login will be recorded along with your IP address (giving us your approximate location) and a limited user agent string (telling us what type of Service application, e.g., web, desktop or mobile, was used for the login).\nWhen you create a data entry via the Service, your Service application type and version may be recorded.</p>\n<p>If you use the Service feedback feature, then certain Information about you and some technical data concerning your Service release and other software and hardware are automatically sent to us along with the content of your communication.\nThe Information we receive depends on the type of Service (and, respectively, the device) you are using but will usually include some of your Profile Information (name, user ID and email address) as well as information about which Service application and what version you are running and the type and version of your device’s operating system.\nIt may also include the name of your device and information as to your web browser type and version, Service settings and usage history, Organization Service plan, and which Service release/update channel you have chosen (stable or beta).</p>\n<p>Certain features of the Service (specifically, Timeline and Autotracker), if enabled, will automatically record (Timeline) or monitor (Autotracker) what other applications you use or which websites you visit during your Service sessions and, based on these data, either provide you with Information as to your past activities, relating them to your interactions with the Service and the matters you have been working on, or make suggestions regarding your use of the Service.\nThese features are strictly opt-in and can be easily disabled, and the information they record or generate is only available to the User whom it relates to.</p>\n<p>On a more general level, we collect (or have third parties collect for us) anonymous Information about the use of our Service and customer base.\nSuch data may, e.g., include Information about the number of Users and their distribution (active, passive, paying, non-paying, etc.), User churn, Organization team sizes, choices between application types, settings, modes of use and Service plans, Service performance, practices and trends in using specific features or components of the Service, the effectiveness of Service messages, and other Information that is not Personal Data.</p>\n<p>Accessing resources on Websites may (depending on the site visited, resource accessed, device used and your hardware and software settings), result in the following Information being collected: your IP address, approximate location, Website entry and exit pages, referral sites and keywords, session time and duration, activities on the Website (e.g., pages viewed, links followed, clicks made), web browser type, version and settings (including, e.g., language preferences), device type, name and settings as well as the type and version of its operating system, and your internet service provider or mobile network operator.\nSome of this Information is collected by the use of cookies, as described in the next section.</p>\n<p>13.\n<b>Cookie Information</b>\n</p>\n<p>When you use our web or cloud applications, visit Websites or retrieve resources (e.g., files or other information) that form part of a Website, certain pieces of data known as cookies are sent to the device you are using and will be stored there.\nYour web browser stores them either at our request or the request of a third party whose services we use.\nEach cookie, in one way or another, distinguishes you from other Users and Website visitors.\nThere are also other techniques, such as using web beacons or pixels, whose purpose can be similar to that of some cookies.\nIn this Policy, the word “cookie” designates the objects delivered by those techniques as well.</p>\n<p>Cookies vary by nature and purpose.\nFor instance, a “session cookie” only exists in the temporary memory of your device, i.e., while your Service session or visit to a Website lasts, and is usually deleted when your web browser is closed.\nA “persistent cookie”, on the other hand, has a longer lifespan: it remains on your device until you delete it (i.e., instruct your browser to do so) or until it expires.\nA “secure cookie” can only be sent over a “secure” (encrypted) connection, making it harder for others to intercept information.\nA “first-party cookie” belongs to us and a “third-party cookie” belongs to someone other than Toggl, e.g., a company providing us with Service or Website analysis services or delivering our messages (such as advertisements) across the internet.</p>\n<p>Some of the above cookies are associated with your User Account and certain of your Profile Information, allowing you to log in to the Service and remembering that you are logged in (which makes it possible for you to use the Service, enhances security and helps us to show you the right content).\nOther cookies allow us (or third parties we have engaged) to recognise and count the number of visitors to a Website, see how they move around the site when using it, which links they follow and who reads what, or to selectively record and analyse how and by what means Users are interacting with our applications (only specific pieces of information are collected, and without identifying the Users).\nCertain cookies are used to recognise you when you return to a Website, enabling us to personalise our content for you and remember your preferences, e.g., your choice of language.\nAnd, quite importantly from the privacy aspect, there are some third-party cookies that gather information about your browsing activities over time and across different websites following your use of ours (in other words, track your online behaviour), which may result in advertisements or other messages being displayed to you based on your browsing history.</p>\n<p>You will encounter all of these cookies when interacting with our online applications, Websites or web resources.\nCookies are vital to the Service and Websites.\nYou can, however, remove them (individually, in selections or all in one sweep) and it is possible to disallow their use altogether or refuse certain types of them (your browser tools or support pages will tell you how to do that).\nBut, if you disallow first-party cookies, your copy or instance of the Service will not operate properly or may not operate at all and your experience at Websites will be notably poorer or at least not as we intended.</p>\n<p>Third-party cookies can usually be managed by the tools provided by those parties.\nSome of such tools are available here:</p>\n<p>https://tools.google.com/dlpage/gaoptout (Google Analytics opt-out);<br>https://www.facebook.com/policies/cookies (Facebook cookie policy and opt-out);<br>http://optout.networkadvertising.org (Network Advertising Initiative opt-out page);<br>http://optout.aboutads.info (Digital Advertising Alliance opt-out page).<br>\n</p>\n<p>We cannot give you an exhaustive list of the means for opting out of third-party cookies as the service providers who may set such cookies in connection with the Service and Websites change from time to time.\nContact us, using the details at the end of this Policy, to learn which third-party cookies may currently be in use on a particular Website or Service application or use your browser tools to get an overview about cookies we use.</p>\n<p>The Service and Websites do not respond to web browsers’ “do not track” signals and our data processing practices are not altered upon our receipt of such a signal.</p>\n<p>We are not allowed to use cookies unless you agree to it, and by accepting this Policy you have.\nIf the device you are using is not your own (e.g., if you are using the Service or displaying a Website on your employer’s computer or smart device), we expect you to have the owner’s authorisation to agree on her behalf with our storing cookies on the device and retrieving information from it as described in this Policy.\nBy using the device you are confirming to us that you are so authorised.</p>\n<p>14.\n<b>“Third-Party Information”</b>\n</p>\n<p>A User can choose to permit third-party services for her copy or instance of the Service or in relation to certain aspects of the Service.\nTypically, a third-party service is software that integrates with the Service and a User can enable or disable this integration for her Service application, User Account or Organization.\nOnce enabled, the relevant third-party service provider may share certain information with us.\nFor example, if you choose to use a third-party service to validate your access to the Service, then the provider of such a service may send us your name, user name, email address and/or telephone number to perform the validation.\nOr if some other third-party application (e.g., a storage, development, communication, project or resource management or accounting service) is enabled to permit data to be imported into your Service user environment or otherwise exchanged between the application and the Service, we may receive your name, user name, email address, profile picture, location and/or such other information as you have elected to let the application make available to us, and we are authorised to access such of your data in that third-party application as you let us.\nYou should check the privacy settings of these third-party services to understand what data may be disclosed to us.</p>\n<p>15.\n<b>“Other Information”</b>\n</p>\n<p>We receive from you such Information as you provide us when filling in forms (e.g., applications or questionnaires) on a Website or via the Service or when you participate in our Service-related campaigns or programmes, sign up to receive notifications, newsletters or other communications from us, request support for the Service, interact with our social media accounts or correspond or otherwise communicate with Toggl.\nIf you email us or send us a letter or a message, we may retain a record of such communication, including your name and address, email address or telephone number (as applicable), the content of your communication and our response.\nWe may complement these data with other Information.</p>Purposes and grounds for Information processing <p>16.\nThe purposes for which Information is processed and the legal grounds for such processing are varied and depend on the nature of the Information.\nIf Information is anonymous or de-identified, we may collect, use, disclose and otherwise process it for any purpose.\nOur processing of Personal Data, however, is limited to the purposes set out in this Policy.</p>\n<p>17.\nMost commonly, we will process your Personal Data in the following circumstances: (a) if we need to perform an agreement you have with us or it is necessary to take pre-contractual steps at your request before entering into such an agreement (we shall refer to these grounds as “<b>Contractual</b>”).\n(b) where we need to comply with a legal obligation, e.g., one arising from a law or regulation concerning taxation, accounting, financial reporting, prevention of terrorism or money laundering, or judicial or administrative process (this would be a “<b>Legal</b>” ground).\n(c) if it is warranted by our legitimate interests or those of a third party and such interests are not overridden by yours or your fundamental rights and freedoms (here, the processing would be based on “<b>Interest</b>”).\n(d) where we have your unambiguous consent before processing your Personal Data in that specific situation (thus allowing us to process these data on the grounds of “<b>Consent</b>”).</p>\n<p>18.\nEach of the categories of Information described under sections 10 – 15 may include your Personal Data but not all those categories may apply to you (e.g., if you are not a User, it is unlikely for us to hold much Profile Information on you and most of the other categories of Information would also be irrelevant).\nThe table below sets out the purposes for which your Personal Data in the specified category of Information will or may be stored, used, disclosed or otherwise processed, and which of the above grounds we rely on when doing so.\nWhere the processing is based on Interest, we have also identified what the legitimate interest in that particular case is.\nPlease note that we may be processing the same pieces of your Personal Data for several purposes simultaneously and, respectively, on more than one legal ground (e.g., on a Contractual basis as well as based on Interest, and perhaps also on a Legal ground).\nContact us if you need details about the specific legal ground we are relying on to process your Personal Data where more than one ground has been listed.\nNote also that not each piece of Personal Data in a particular category of Information is processed for all the purposes specified in connection with that category (and on the grounds corresponding to those purposes).\nContact us if you wish to know which of the said purposes precisely and in what circumstances applies to the processing of a specific piece of your Personal Data.\nOur contact details are provided at the end of this Policy.</p>Profile informationPurposeGroundsNegotiating, preparing, concluding, performing, amending and enforcing our agreements with you (incl.\nparticularly agreements concerning the Service) and exercising our rights under such agreementsContractual, Legal, Interest (recovering debts due to us, enjoying and defending our rights, negotiating new terms or amending existing ones to reflect changes in circumstances or to better suit our interests and/or yours)Keeping our records updatedLegalContacting you on matters relating to the Service or your agreements with us or in connection with matters that may affect you, and replying to your communicationsContractual, LegalDelivering messages to you from Users, incl.\ninvitations to become a UserInterest (performing our agreements with the Users)Sending you communications you have subscribed or otherwise agreed to receiveInterest (providing you with information we find relevant and reasonably believe is of interest to you)Investigating Service-related illegal conduct, violations of contract and (actual or suspected) infringements of legal rights or freedoms (yours, ours or those of third parties)Legal, Interest (enjoying and enforcing our rights and freedoms)Disclosing if and as required by lawLegalBilling InformationPurposeGroundsPreparing, performing, amending and enforcing our agreements with youContractual, Legal, Interest (recovering debts due to us and defending our rights)Informing you about matters concerning your Service plan and payments to usContractual, Interest (keeping you current as to our relationship)Managing and executing our sales to youInterest (operating our business)Financial and tax accountingLegalDisclosing if and as required by lawLegalUsage InformationPurposeGroundsProviding the ServiceContractualEnsuring an appropriate level of security as respects the Service and Websites, incl.\nparticularly in terms of data processingContractual, Legal, Interest (keeping our products and services competitive)Customising the content, layout and other properties of the Service and Websites for youContractual, Interest (keeping our products and services relevant and enjoyable)Improving your Service user experienceInterest (keeping the Service enjoyable)Gaining a better understanding of how you interact with the Service or a WebsiteInterest (keeping our products and services competitive)Investigating and preventing Service- or Website-related errors, defects, performance and security issues, illegal conduct, violations of contract and (actual or suspected) infringements of legal rights or freedoms (yours, ours or those of third parties)Contractual, Legal, Interest (enjoying and enforcing our rights and freedoms)Maintaining, improving, otherwise developing and protecting the Service and WebsitesContractual, Interest (furthering our business, enjoying our rights and freedoms)Creating new products and servicesInterest (growing our business)Making our communications to you more relevantInterest (being relevant to you, thereby contributing to the success of our business)Measuring the effectiveness of the messages we address to youInterest (making our marketing more effective)Learning where our customers come from and where to focus our marketing effortsInterest (informing and shaping our business decisions)Having our messages delivered across the internetInterest (being visible and remembered)Disclosing if and as required by lawLegalCookie InformationPurposeGroundsSame as for Usage InformationSame as for Usage InformationThird-Party InformationPurposeGroundsProviding the ServiceContractualPerforming our agreements with the third parties concernedInterest (adhering to contracts)Disclosing if and as required by lawLegalOther InformationPurposeGroundsProviding the ServiceContractualKeeping our records updatedLegalResponding to your requests, comments and questionsContractual, Legal, Interest (being responsive)Sending you communications you have subscribed or otherwise agreed to receiveInterest (providing you with information we find relevant and reasonably believe is of interest to you)Offering you the Service or other products or servicesInterest (growing our business)Improving or otherwise developing the Service, our other products and services and WebsitesInterest (keeping our products and services competitive)Creating new products and servicesInterest (growing our business)Improving customer relationships and experiencesInterest (growing our business)Disclosing if and as required by lawLegal<p>19.\nThe communications that we initiate with you can broadly be classified as: (a) Service-related technical, administrative, business, legal and subscribed-to promotional messages that we address to Users and which you only receive if you are one (“<b>Service Messages</b>”).\nand (b) messages about products, services, events and other matters you have shown interest in or which we believe may be of interest to you (“<b>Marketing Messages</b>”).</p>\n<p>20.\nYou can unsubscribe from certain Service Messages by adjusting your User Account settings and from others by following the instructions provided in the message.\nThere are, however, some Service Messages that form part of the Service and which you cannot opt out of receiving unless you unsubscribe from the Service.\nAs for Marketing Messages, you can always opt out of receiving these, but the variety of procedures for doing so may depend on the nature of the message and whether you have a User Account.\nIf you do, try adjusting your User Account settings, and whether you have an account or not, there should always be opt-out instructions in the message itself.\nIf you have trouble unsubscribing, contact us and we shall opt you out.\nOur details, as noted, are at the end of this Policy.</p>Failure to provide Information <p>21.\nGenerally, no one is obliged to give us her Personal Data but failure to do so may, or, depending on the circumstances, will or is likely to, result in our not being able to achieve the data processing purpose(s) specified for the occasion in question (as listed in the table under section 17) and the particular ‘data subject’ may, or, respectively, will or is likely to, miss the benefits corresponding to that purpose (or those purposes).</p>\n<p>22.\nWhere we need to collect your Personal Data by law or under the terms of a contract we have with you, or in order to enter into such a contract, and you fail to provide those data when requested, we may not be able to perform or enter into the relevant contract (which may be a contract for the provision of the Service or some other benefit).\nShould that be the case, we may have to cancel a product or service you have with us, but we shall let you know at the time if that applies.</p>\n<p>23.\nIf you limit the ability of a Service application or Website to set cookies, you may, and in some cases most definitely will, prevent yourself from using that application or site or certain of its features, or may worsen your user experience as the item in question will not be personalised to you.\nIt may also stop you from saving customised settings and you may need to validate your access to the Service or the Website more frequently during your browsing session.</p>Duration of Personal Data storage <p>24.\nWe only store your Personal Data for as long as necessary in the light of, or compatible with, the purposes for which the data were collected (e.g., enjoying our rights and performing our obligations under the contract you have with us, if that was the sole purpose) and such additional period as may be required by law.</p>\n<p>25.\nLegal retention periods vary depending on the type of Information concerned, and they can be quite long.\nFor instance, Personal Data relevant to our accounting or taxation (which is likely to be the case upon some of the Personal Data under the Profile Information and Billing Information categories, and may also apply to some other Personal Data) must be retained for at least seven years after the primary purpose for their processing ceases to apply (e.g., seven years following the financial year when our business relationship with you terminated and the last transaction between us occurred).</p>Disclosure of Personal Data <p>26.\nThis part of the Policy describes the circumstances in which we may disclose or transmit your Personal Data to third parties.\nPlease note that the sections below only address the disclosures and transmissions of Personal Data and not, for example, anonymous or de-identified Information (which we may transmit and disclose at any time to anyone anywhere, in any manner and for any purpose).\nNor does this part deal with the transmission or disclosure of Organization Data, which is at the discretion and responsibility of the Organization Owner.</p>\n<p>27.\nIf you invite another User to your Organization or join someone else’s Organization, you are instructing us to display certain of your Profile Information (which may include your name, address, email address, profile picture, country of residence, time zone and telephone number) and, if applicable, Billing Information (including your name, billing address, billing email address, VAT number and the last four digits of your credit card number) in the Organization such that other Users may or will have access to them (depending on their User privileges).</p>\n<p>28.\nIf you use the Service invitation feature to invite someone to become a User, we shall let the invitee know who you are by including some of your Profile Information (name, email address and perhaps your profile picture) in the invitation.</p>\n<p>29.\nWhen you share Organization Data or other content from your User Account by distributing links to such data (e.g., to allow someone without a User Account to view something you have created with the Service), certain of your Profile Information (e.g., name, email address and/or profile picture) is likely to be disclosed to the addressee(s) along with the material you share (and you may also be disclosing other Users’ Personal Data).</p>\n<p>30.\nYour Profile Information and possibly Billing Information or certain of these data may also be shared when integrating third-party services with your User Account, Organization or Service application and when using such third-party services in conjunction with the Service.\nYou can control which data are shared when enabling and/or while enjoying the integration (depending on the third-party service).\nAt any rate, do check your privacy settings for both the Service as well as the third-party service prior to integration as well as during to determine which data may be shared.\nAnd please note that we are not responsible for the privacy practices (or other acts or omissions) of such third-party service providers, so it would be advisable for you to make sure, before the integration, that you trust the service and the provider in question and are satisfied with the provider’s policies.</p>\n<p>31.\nWe have engaged and will continue to use third-party service providers to assist us in providing, maintaining, developing, protecting and promoting the Service and Websites.\nWe may, for example, use such parties for hosting the Service or a Website, sending out Service Messages or Marketing Messages, providing or hosting customer support services, performing analyses related to the Service or a Website, or for processing payments.\nWe may also store Personal Data in locations outside our direct control, e.g., on third-party cloud infrastructure or platforms (IaaS/PaaS) or cloud infrastructure whose operation we have entrusted to other parties.\nThese service providers may have access to your Personal Data for the limited purpose of providing the service we have engaged them to provide.\nImportantly for you as a ‘data subject’, our use of such service providers may involve transmitting your Personal Data to jurisdictions other than the one you reside in.\nWhere this is the case, section 37 will apply.</p>\n<p>32.\nWe may share your Personal Data with our corporate subsidiaries and outside accountants, legal counsels and auditors.</p>\n<p>33.\nIf we engage in or are subject to a merger, acquisition, division, transformation, public offering of our securities, obtaining financing, divestiture of all or substantially all of our assets or a significant part of such assets, transfer of the enterprise or a part of the enterprise to which your agreement with us pertains, or a similar transaction or proceeding, or if we take steps in contemplation of such activities (e.g., submit to due diligence), your Personal Data may, subject to standard confidentiality arrangements, be shared with, or transferred to, our counterparties or other relevant participants in the respective transaction or proceeding.</p>\n<p>34.\nWe may find ourselves in a situation where we are legally obliged to disclose some or all of your Personal Data or where we reasonably believe that we are so obliged.\nThis may be the case if we receive an Information request from an authority or there is a law or regulation that requires us to make a disclosure without specific request (e.g., to comply with national or international measures against terrorism or money laundering).\nWe may also be compelled to disclose your Personal Data by a judicial, arbitral, administrative or otherwise mandatory order or judgment.\nWhere any of the foregoing applies, we shall make the disclosure, and we may not be permitted to tell you that your Personal Data have been disclosed.</p>\n<p>35.\nThere may also be situations where we find the disclosure of your Personal Data to be necessary in order to exercise, enforce or defend our rights, freedoms or legitimate interests or to protect the rights, freedoms or legitimate interests of a third party (e.g., a ‘data subject’ or an intellectual property owner).</p>\n<p>36.\nWe shall disclose your Personal Data at your request (unless legally prohibited, impracticable or involving unreasonable effort or expense) or may do so upon your Consent.</p>International transfers of Personal Data <p>37.\nWe may transfer your Personal Data to jurisdictions other than the one you reside in, subject to section 37.</p>\n<p>38.\nWe shall not transfer your Personal Data from countries participating in the European Economic Area (“<b>EEA</b>”) to those which do not, or from the EEA to international organisations, unless the recipient country or the particular person or entity receiving the data ensures an adequate level of protection for the data received, or, if it does not, then without applying such safeguards as legally required and/or without the transfer being subject to such other conditions as the law provides for these kinds of transfers.</p>\n<p>For instance, if we are to transfer your Personal Data from the EEA to an infrastructure provider (or another service provider necessary for the provision of the Service) in the United States (which is likely to occur in our use of some of the service providers mentioned under section 30), we shall make sure that our provider ensures an adequate level of protection for the Personal Data received.\nIn case our provider is located in the US, we implement, where possible, sufficient level of Standard Contractual Clauses included in service agreements between us and the service providers.\nThose agreements stipulate that the service provider must ensure a level of protection of Personal Data that is equivalent to the GDPR.\nAs there are undergoing renewal of Standard Contractual Clauses in EU due to the fact that US Foreign Intelligence Surveillance Act (FISA) applies to data transferred to the US, we update our agreements with service providers accordingly.\nThis does not influence technological protection measures that are in place at any time.\nIn case our providers have implemented standard terms of data processing, we do our best to choose service providers that promise to ensure an adequate level of personal data protection according to GDPR.\nIn addition to this, the risk for us to be subject to FISA or other US law enforcement related acts is relatively low as the main purpose of those acts is related to communication data.</p>Personal Data Security <p>39.\nWe shall maintain adequate technical and organisational measures to ensure such level of security in our processing of Personal Data as appropriate in the given circumstances.\nUpon assessing whether a measure is adequate and which level of security is appropriate we consider the nature of the Personal Data we are processing and the nature of the processing operations we perform, the risks to which you are exposed by our processing of your Personal Data, the state of the art, the costs of implementation and such other matters as may be relevant in the particular circumstances.\nCertain of these measures have been described in the Data Protection Policy.</p>\n<p>40.\nThe measures referenced in the preceding section particularly address the following: (a) the protection of Personal Data against unauthorised or unlawful processing and against accidental loss, alteration or destruction.\n(b) the integrity and confidentiality of Personal Data.\n(c) the availability and resilience of the Service features pertinent to the processing of Personal Data.\nand (d) our ability to restore the availability and access to Personal Data in a timely manner after a Service failure.</p>\n<p>41.\nHowever, please be aware that no security measure is perfect.\nOur efforts notwithstanding, we cannot guarantee that your Personal Data, during transmission over the internet or while stored in our systems or those of our service providers or while otherwise in our care, will be absolutely safe from unauthorised or unlawful processing or accidental loss, alteration or destruction, or that they will indeed be intact and confidential at all times or shortly available after any Service incident.\nNote also that we cannot control, and are not responsible for, the actions of other parties with whom you share (or instruct us to share) your Personal Data.</p>Your rights as a Data subject <p>42.\n‘Data subjects’ in the EEA have certain statutory rights under the GDPR concerning the Personal Data that we have on them.\nThis part of the Policy aims to give you a general understanding of these rights and we encourage you to deepen this understanding by studying the GDPR yourself.\nTo facilitate this, we have, in relation to each of the rights noted below, provided a reference to the specific provision of the GDPR from which that right arises.</p>\n<p>43.\nSpecifically then, and subject to such statutory exceptions as may apply in your particular case, your ‘data subject’ rights include the following:</p>\n<p>Right of access / GDPR Article 15</p>\n<p>You have the right to enquire and get a confirmation from us as to whether or not we process any of your Personal Data.\nWhere we do, you may request access to those data and have us give you a copy of them.\nA User can access most of the Personal Data we have about her by logging in to her User Account and going to her profile page (we have what you see there), and it may well be that these are the only Personal Data we maintain on her.\nIf you wish to be certain or have no User Account, please use the contact details at the end of this Policy to exercise your ‘right of access’.</p>\n<p>44.\nRight to rectification / GDPR Article 16</p>\n<p>If the Personal Data we have about you is incorrect, you have the right to request that we correct those data, and, in some circumstances, you may have the right to require that your incomplete Personal Data be completed (but in each of these cases we may need to verify the accuracy of the information you provide to us).\nAs with the ‘right of access’, Users can and are encouraged to update the Personal Data under their User Accounts themselves.</p>\n<p>45.\nRight to erasure (right to be forgotten) / GDPR Article 17</p>\n<p>You have the right to request that we delete or remove the Personal Data we have on you where there is no good reason for us continuing to process them.\nPlease note that we may not always be able to comply with your request as there may be specific legal reasons which warrant the processing.\nShould this be the case, we shall inform you accordingly at the time of your request.</p>\n<p>46.\nRight to object / GDPR Article 21</p>\n<p>You have the right to object to our processing of your Personal Data where the processing is based on Interest and there is something about your particular situation that makes you want to object to processing on this ground as you feel it impacts your interests or fundamental rights and freedoms.\nThere may, however, be occasions where we demonstrate that we have compelling legitimate grounds to process your Personal Data (i.e., that our legitimate interests or those of a third party override yours and your fundamental rights and freedoms) and thus dismiss your objection.\nIn case we are processing your Personal Data for direct marketing purposes, you may object to that processing at any time and we shall no longer process your Personal Data for such purposes.</p>\n<p>47.\nRight to restriction of processing / GDPR Article 18</p>\n<p>You have the right to request that we suspend the processing of your Personal Data where any of the following applies: (a) you have contested the accuracy of the data and the same needs to be verified.\n(b) the processing is unlawful but you do not want us to erase the data that we are processing.\n(c) you need us to maintain the data even though we no longer require them as they are necessary for your establishment, exercise or defence of legal claims.\nor (d) you have objected to processing as described under section 45 but we need to verify whether we have overriding legitimate grounds for processing.</p>\n<p>48.\nRight to data portability / GDPR Article 20</p>\n<p>If our processing of your Personal Data which you have provided us is based on a Contractual ground or on Consent and the processing is carried out by automated means, you are entitled to have us make those data available to you in a structured, commonly used and machine-readable format so that you could transmit them to someone else (another ‘controller’).\nYou may also ask us to transmit these data to that other ‘controller’ directly, and we shall do so, if technically feasible.</p>\n<p>49.\nRight to withdraw consent / GDPR subsection 13(2)(c)</p>\n<p>If we are processing your Personal Data based on Consent, you may withdraw that consent at any time (but this will not affect the lawfulness of any processing activities carried out based on your consent before its withdrawal).</p>\n<p>50.\nAs noted above, you can exercise some of your ‘data subject’ rights (such as the ‘right of access’ and the ‘right to rectification’) through your User Account.\nIf you are unable to do so, particularly if you have no User Account, or if the right in question cannot be thus exercised, then please use the contact details at the end of this Policy to get in touch with us and we shall do what we reasonably can to facilitate the exercise of your rights.</p>\n<p>51.\nWe aim to respond to any legitimate request within a month of its receipt but it may take us longer if your request is particularly complex or you have made several requests.\nIf that is the case, we shall let you know and keep you updated.</p>\n<p>52.\nWe shall not charge you any fee for exercising the above rights unless your requests are clearly unfounded or excessive (e.g., because of their repetitive character), in which case we may charge a reasonable fee.\nAlternatively, we may decline your request in such circumstances.</p>Your rights under Californian law <p>The rights in sections 53-55 of this Policy are applicable to residents of California.</p>\n<p>53.\nCalifornia consumers have a right to knowledge, access, and deletion of their personal information under the California Consumer Privacy Act.\nCalifornia consumers also have a right to opt out of the sale of their personal information by a business and a right not to be discriminated against for exercising one of their California privacy rights.\nWe do not sell the personal information of California consumers and does not discriminate in response to privacy rights requests.</p>\n<p>54.\nThird party Cookies.\nThird parties that have content embedded on Websites may set cookies on a user’s browser and/or obtain information about the fact that a web browser visited a Website from a certain IP address.\nPlease read third party cookie policies to get more information about their use of cookies.</p>\n<p>55.\nHow “Do Not Track” requests are handled.\nOur Websites do not support “Do Not Track” requests.\nHowever, some third-party sites do keep track of your browsing activities when they serve you content, which enables them to tailor what they present to you.\nIf you are visiting such sites, your browser allows you to set the DNT signal on your browser so that third parties (particularly advertisers) know you do not want to be tracked.\nIf you want to opt-out of this online behavioural advertising, visit the following sites: http://www.aboutads.info/consumers.</p>Right to lodge a complaint with a supervisory authority <p>56.\nIn case you believe that we are processing your Personal Data in violation of the GDPR, you have the right to lodge a complaint with the ‘supervisory authority’ located in the EEA country where you reside or work or where the alleged infringement took place or you can lodge the complaint with our ‘supervisory authority’ whose details are below.</p>Estonian Data Protection Inspectorate (Andmekaitse Inspektsioon)<br>19 Väike-Ameerika St, Tallinn, 10129, Estonia<br>Tel: +372 6274 135<br>Email: info@aki.ee<br>Web: www.aki.ee/en<br>Changes to this Policy <p>57.\nWe may revise this Policy from time to time to reflect changes to the Service, Websites, applicable laws, regulations or standards or other changes that may occur in our business.\nWe shall post the revised Policy (or, as the case may be, our new privacy policy) on the same webpage where we published this Policy or on such other webpage as we then may habitually use for publishing materials such as the Policy.\nWe may also use the Service, email or other means for notifying Users of such policy changes.\nThe revised Policy (or, as applicable, the new one) will be effective when posted as described unless the document itself specifies a later time for its entry into force.</p>Contact details <p>58.\nFeel free to get in touch with us if you have any questions about this Policy or our data processing practices or if you would like to exercise any of your ‘data subject’ rights with respect to the Personal Data we maintain on you.</p>\n<p>Email us: support@toggl.com<br>Call us: +372 712 1144<br>Write to Toggl OÜ, Tornimäe 5, 2nd floor, Tallinn 10145, Estonia<br>Write to Toggl Inc: Suite 403-A, 1013 Centre Road, Wilmington, DE 19805, USA<br>\n</p>\n<p>Last revised: April 19th 2021.</p>Toggl's Tools<ul>\n<li>\n<p>Your browser doesn't support HTML5 video.</p>Beautifully simple planningDiscover Plan</li>\n<li>\n<p>Your browser doesn't support HTML5 video.</p>Effortless time tracking and reportingDiscover Track</li>\n<li>\n<p>Your browser doesn't support HTML5 video.</p>Intelligent candidate-screeningDiscover Hire</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Your browser doesn't support HTML5 video.</p>Beautifully simple planningDiscover Plan<p>Your browser doesn't support HTML5 video.</p>Effortless time tracking and reportingDiscover Track<p>Your browser doesn't support HTML5 video.</p>Intelligent candidate-screeningDiscover HireToggl Global<ul>\n<li>Blog</li>\n<li>Our Mission</li>\n<li>Working at Toggl14</li>\n<li>Legal Terms</li>\n</ul>\n<p>Discover all three Toggl tools:</p>Effortless time trackingBeautifully simple planningIntelligent candidate-screening© 2021 Toggl.\nAll rights reserved.<p>We use cookies to ensure you get the best experience on our site.&nbsp;More details.</p>Got it ", "created_at": "2021-05-30 20:58:12.915263", "updated_at": "2021-05-30 18:58:28.578025"}, {"id": 13104, "name": "Terms of Service", "url": "https://toggl.com/track/legal/terms/", "xpath": "//body", "text": "<ul>\n<li>Products</li>\n<li>Blog</li>\n<li>Our mission</li>\n<li>Working at TogglWe're hiring</li>Log inTry Toggl</ul>\n<ul>\n<li>Products</li>\n<li>Blog</li>\n<li>Our mission</li>\n<li>Working at TogglWe're hiring</li>\n</ul>Try TogglLog inLegal TermsTerms of ServiceTerms of ServicePrivacy PolicyPrivacy PolicyData Protection PolicyData Protection PolicySub-processor ListSub-processor ListBeta TermsBeta TermsCookie ListCookie ListTable of ContentsIntroduction1.\nInterpretation2.\nParties, Formation of contract, term3.\nSpecial categories of users4.\nForfeiture of the right of withdrawal5.\nLicence6.\nService7.\nPayment8.\nUser's undertakings9.\nRepresentative's undertakings10.\nUser Account11.\nOrganization Owner12.\nData rights13.\nPersonal Data14.\nContributions15.\nDisclaimer of warranties16.\nLimitation of liability17.\nIndemnification18.\nChanges19.\nTermination20.\nConsumer withdrawal21.\nEffects of termination22.\nAssignment, other disposals23.\nNotices24.\nLaw, jurisdiction25.\nMiscellaneousData Processing AgreementTerms of ServiceIntroduction<p>These terms of service describe the rights and obligations of the User and the Supplier in connection with the Service and form an essential part of a binding contract between them (capitalised words used in this introduction, including the words \"User\", \"Supplier\" and \"Service\", are defined below in section 1.1).\nIf you are reading this text, there is a good chance that you may be about to become, or perhaps already are, a User.\nSo please do consider these terms carefully as they are likely to affect your rights and obligations.</p>\n<p>If you wish to enjoy the Service as a consumer, i.e., a natural person (an individual) acting for purposes outside his or her trade, business, craft or profession, then please pay particular attention to section 3.1 and articles 4 and 20.\nYou are also advised that, before proceeding to create an account, you should study the documentation pertaining to the Service (links to which are provided below under the definition of \"Documentation\") and consider carefully whether the Service is likely to meet your requirements, for a consumer's right to withdraw from this contract and the right to withdraw from subscriptions are excluded under article 4.</p>\n<p>You should bear in mind that, even though certain subscriptions may be available free of charge, the more feature-rich Service Plans are always paid.\nThis means that placing an order for a Service Plan often entails an obligation to pay.\nPlease consult the Documentation prior to ordering anything and, when you do place an order, pay attention to the information displayed upon each step of the procedure to be certain that what you are ordering is indeed what you desire and that the terms presented are acceptable.</p>\n<p>If you are not of legal age (which is likely to be the case if you are under 18) or otherwise do not possess full active legal capacity, then the Service is not for you (see section 3.2).</p>\n<p>If you are associated with a patent assertion entity (also known as a patent troll), please see section 3.3.</p>\n<p>If you are entering into this Agreement on behalf of a company, organization or another legal entity, you are agreeing to this Agreement for that entity and representing to Supplier that you have the authority to bind such entity and its affiliates to this Agreement, in which case the terms “Customer,” “Organization Owner“ or a related capitalized term herein shall refer to such entity and its affiliates.\nIf you do not have such authority, or if you do not agree with this Agreement, you must not use or authorize any use of the Services.</p>\n<p>Should you find anything in these Terms that you do not agree with, please do not use any of the Features, close your User Account and remove all Software and other items forming part of the Service from your systems, devices, storage media and repositories.</p>\n<p>Regardless of your purposes and whether you agree with the Terms, please consider the Supplier's Privacy Policy (https://toggl.com/track/legal/privacy).\nThis document describes how, when and why the Supplier collects information about individuals (including but not limited to customers), how and for what purposes these personal data are processed, who processes them and what rights the individuals have in connection with the data concerning them.</p>1.\nInterpretation<p>1.1.\nThe following terms, when capitalised, shall have the meanings ascribed to them below:</p>\n<p>\n<strong>\"Agreement\"</strong> — the contract between the Parties, comprising the Terms, the Privacy Policy, the Data Protection Policy, the Sub-processor List and such other terms concerning the Service as the Parties may agree to;</p>\n<p>\n<strong>\"Beta Feature\"</strong> – a component, property or an aspect of the Service that has not been made commercially available or released to Users other than the ones who have voluntarily opted to participate in beta testing;</p>\n<p>\n<strong>\"Beta Terms\"</strong> – Beta Testing Terms of Service, available at https://toggl.com/legal;</p>\n<p>\n<strong>\"Beta Testing User\"</strong> – a User who has voluntarily opted to participate in beta testing following the terms and conditions set out in Beta Terms;</p>\n<p>\n<strong>\"Customer\"</strong> — anyone other than the Supplier that has a User Account.\nEach Customer is also a User (i.e., a particular type of User) and, unless the context otherwise requires, should interpret the term \"Customer\" as referring specifically to him;</p>\n<p>\n<strong>\"Data Protection Policy\"</strong> — the Supplier's data protection policy, available at https://toggl.com/track/legal/data-protection;</p>\n<p>\n<strong>\"Data Subject\"</strong> — any natural person (individual) to whom any of the Relevant Data relate;</p>\n<p>\n<strong>\"Documentation\"</strong> — the meaning of this term is twofold: (a) where Service usage is concerned (i.e., in the technical and operational context), it means the current technical documentation and user guidance pertaining to the Software, as published and periodically updated on the Supplier's Software-dedicated website or as the Supplier may otherwise from time to time provide, including particularly Software support and knowledge base articles (https://support.toggl.com), API documentation (https://developers.track.toggl.com/) and notes on integrations (https://www.toggl.com/track/integrations).\n(b) in the commercial context (i.e., where prices, billing or payment are concerned) it means the current information on the prices of Service Plans and the methods of their calculation and payment, as published and periodically updated here: https://toggl.com/track/pricing/, or as the Supplier may otherwise from time to time provide;</p>\n<p>\n<strong>\"DPA\"</strong> — the data processing agreement at the end of these Terms;</p>\n<p>\n<strong>\"Feature\"</strong> — a component, property or an aspect of the Service;</p>\n<p>\n<strong>\"GDPR\"</strong> — Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation);</p>\n<p>\n<strong>\"Guest User\"</strong> — anyone besides the Customer and the Supplier that accesses the Customer's User Account, including particularly anyone whose respective access has been authorised or caused (whether knowingly or not) by the Customer;</p>\n<p>\n<strong>\"Intellectual Property\"</strong> — any and all trademarks, service marks, domain names and business names, brands, rights pertaining to inventions, designs, databases and proprietary information (including, without limitation, trade secrets and know-how), patents, copyrights (including both economic as well as moral rights) and any and all other items treated as intellectual property or rights thereof under applicable law;</p>\n<p>\"Organization\" — a logical space in the Service user environment to which all the Customer's Organizations are assigned;</p>\n<p>\"Organization Data\" — the data that are stored or otherwise processed in, through or by means of a given Organization, including all such User Data;</p>\n<p>\"Organization Owner\" — the Customer having ultimate responsibility for a given Organization, its contents and all activities (including all data processing) performed in, through or by means of that Organization and Organization(s) assigned to that Organization.\nOrganization Owner is also referred to as the \"Owner\" in these Terms.</p>\n<p>\n<strong>\"Party\"</strong> — each of the User and the Supplier (collectively, \"the Parties\");</p>\n<p>\n<strong>\"Personal Data\"</strong> — any information relating to an identified or identifiable natural person (individual).\nThis term has the same meaning as 'personal data' under the GDPR;</p>\n<p>\n<strong>\"Privacy Policy\"</strong> — the Supplier's privacy policy, available at https://toggl.com/track/legal/privacy;</p>\n<p>\n<strong>\"Relevant Data\"</strong> — Personal Data that form part of Organization Data;</p>\n<p>\n<strong>\"Representative\"</strong> — anyone who represents the User upon his entry into the Agreement or in any transaction related hereto (e.g., ordering or terminating a Service Plan or amending or terminating the Agreement);</p>\n<p>\n<strong>\"Service\"</strong> — depending on the context, either: (a) the Supplier's providing (i) the Software and/or (ii) one or more resources or other benefits for use in conjunction with the Software and/or (iii) technical support services concerning the foregoing.\nor (b) the above items collectively, any of them separately or any combination of any of them, notwithstanding that the item(s) in question may not consist in a service (as, e.g., in the case of locally installable Software);</p>\n<p>\n<strong>\"Service Plan\"</strong> — a subscription, on the terms hereof, to a particular set of Features offered by the Supplier.\nA Service Plan may but need not have a specific name, such as, for example, \"Free\", \"Starter\", \"Premium\" or \"Enterprise\".\nThe significance of such names, if any, is explained in the Documentation, as are other differences between Service Plans (such as which Features a given Service Plan includes, what are the main characteristics of these Features, the prices of Service Plans and, if relevant, the technical aspects in which Service Plans vary, e.g., in terms of their compatibility with third-party items).\nA Service Plan is required for each Organization and each Organization does come with a Service Plan.\nIt is possible to switch from one Service Plan to another, thereby adding or removing Features in relation to the Organization;</p>\n<p>\n<strong>\"Software\"</strong> — the Supplier's time tracking software (currently branded Toggl) and such other Supplier-developed computer programs as the Supplier may make available in conjunction therewith, including such patches, updates, upgrades, other modifications and replacements thereof as the Supplier may from time to time provide.\nEach of the foregoing may take the form of an on-demand service, a local installation or a combination thereof;</p>\n<p>\n<strong>\"Sub-processor\"</strong> — a third party engaged by the Supplier to process Relevant Data in connection with the Service;</p>\n<p>\n<strong>\"Sub-processor List\"</strong> — a list of third parties (sub-processors) who, under their arrangements with the Supplier, may process Relevant Data in connection with the Service.\nThis list is periodically updated and currently available here: https://toggl.com/track/legal/sub-processors;</p>\n<p>\n<strong>\"Subscriber\"</strong> — in relation to each Service Plan, the Customer to whom the Service Plan belongs (which usually means the Customer who ordered the Service Plan unless the same has transferred to another Customer, if permitted hereunder);</p>\n<p>\n<strong>\"Supplier\"</strong> — either (a) Toggl OÜ, an Estonian private limited company, registered number 11346813, established and doing business at Toggl OÜ, Tornimäe 5, 2nd floor, Tallinn 10145, Estonia, email support@track.toggl.com, telephone +372 712 1144.\nor (b) Toggl Inc, a Delaware corporation, file number 5675394, established and doing business at Suite 403-A, 1013 Centre Road, Wilmington, DE 19805, USA, email support@track.toggl.com, telephone +372 712 1144.\nas determined under article 2 of the Terms separately with respect to (α) the Agreement in so far as it does not concern any Service Plan specifically or the User acting as an Organization Owner.\n(β) the Parties' relationship in the context of a particular Service Plan.\nand (γ) the Parties' relationship in the context of the User acting as an Organization Owner;</p>\n<p>\n<strong>\"Terms\"</strong> — these terms of service, including the DPA;</p>\n<p>\n<strong>\"User\"</strong> — anyone other than the Supplier that downloads, saves, installs, uses, accesses, interacts with, or is the recipient of the Service or possesses or controls, directly or indirectly, any item that forms part of the Service, including, without limitation: (a) the Customer.\n(b) anyone who performs any of the above acts on the Customer's behalf or through his User Account, whether authorised to do so or not.\n(c) anyone who accesses a resource (e.g., visits a web page or retrieves a file, information or other object) that is located on the Service or forms a part thereof.\n(d) anyone with a copy of any Software.\nEach User should interpret this term as referring specifically to him unless the context otherwise requires;</p>\n<p>\n<strong>\"User Account\"</strong> — a Service user account whose purpose is to allow its holder to use one or more Features (i.e., enjoy the end-user benefits thereof);</p>\n<p>\n<strong>\"User Data\"</strong> — any data, including Personal Data, that a User processes (e.g., collects, enters, records, stores, alters, arranges, deletes, uses, transmits, discloses or makes available) through a User Account or otherwise by means of the Service;</p>\n<p>\n<strong>\"Workspace\"</strong> — a logical space in the Service user environment where one or more Customers may use the Features available to them, as further described in the Documentation;</p>\n<p>1.2.\nIn these Terms: (a) the words \"herein\", \"hereto\", \"hereof\", \"hereunder\", \"hereby\" and \"herewith\" refer to the Agreement.\n(b) words denoting a gender or genders are to be construed as referring to all genders appropriate in the context.\nand (c) save where the context clearly otherwise determines, the word \"item\" means any legal object, i.e., anything tangible or intangible (including any electronic object and any right or other benefit) that is capable of being the object of a right, duty or a capacity.</p>\n<p>1.3.\nThis Agreement constitutes the entire contract between the Parties relating to the subject matter hereof, superseding all prior agreements and understandings of the Parties concerning that matter.\nIf any provision of the Agreement conflicts with any Service-related information provided elsewhere, the provision in the Agreement shall prevail.</p>2.\nParties, Formation of contract, term<p>2.1 The identity of the Supplier, i.e., which of the entities specified under the definition of \"Supplier\" the User is contracting with, depends on the type of User and the User's domicile or, upon ordering a paid Service Plan, the domicile of the party paying for the Service Plan, and is determined separately with respect to:</p>\n<p>(a) the Agreement in so far as it does not concern any Service Plan specifically or the User acting as an Organization Owner;</p>\n<p>(b) the Agreement in relation to each Service Plan specifically, i.e., the Parties' relationship in the context of a particular Service Plan.\nand</p>\n<p>(c) the Agreement in so far as it concerns the rights and obligations of the User as an Organization Owner and the Supplier's corresponding rights and obligations (including their respective rights and obligations under the DPA), i.e., the Parties' relationship in the context of the User acting as an Organization Owner.</p>\n<p>2.2 A separate Agreement shall form under each of subsections 2.1(a), 2.1(b) and 2.1(c) as follows:</p>\n<p>(a) where the User, or, in the case of subsection 2.1(b), the person or entity paying for the Service Plan, is domiciled in the United States of America (U.S.), the relevant Agreement shall form between the User and Toggl Inc as the Supplier;</p>\n<p>(b) where the User, or, in the case of subsection 2.1(b), the person or entity paying for the Service Plan, is domiciled in any jurisdiction other than the U.S.\nor his domicile cannot be determined, the relevant Agreement shall form between the User and Toggl OÜ as the Supplier.</p>\n<p>2.3 Consequently, most Users will have more than one Agreement and the identity of the Supplier in those Agreements may but need not be the same.\nSpecifically, as per the rules under sections 2.1 and 2.2:</p>\n<p>(a) each User shall have an Agreement under subsection 2.1(a) with the Toggl entity that corresponds to his domicile according to section 2.2.</p>\n<p>The Agreement referenced in the first paragraph of this subsection: (α) shall be effective upon the earlier of (i) the party to be identified as the User consenting to the Terms, whether explicitly or impliedly, with implied consent being deemed to have been given by the performance of any of the acts mentioned in the definition of \"User\", and (ii) the said party becoming identifiable by any of the characteristics used in these Terms to define a User or a Customer (except the attribute \"other than the Supplier\").\n(β) is for an indefinite term, continuing in force until terminated pursuant to its terms or on statutory grounds, except that certain of its provisions (as identified herein) will survive any termination hereof;</p>\n<p>(b) the Subscriber and any User who enjoys any of the benefits of a Service Plan in relation to which he is not the Subscriber shall, as respects the given Service Plan, have an Agreement under subsection 2.1(b) with (i) the Toggl entity corresponding to the Subscriber's domicile, in the case of a free Service Plan, or (ii) in the case of a paid Service Plan, the Toggl entity corresponding to the domicile of the payer.</p>\n<p>The Agreement referenced in the first paragraph of this subsection: (α) between the Supplier and the Subscriber shall be effective upon the Supplier's acceptance of the order for the Service Plan, whether explicitly or impliedly, with implied acceptance being deemed to have been given by making the relevant Features available.\n(β) between the Supplier and a User other than the Subscriber shall be effective upon any of the Service Plan's benefits becoming available to the User.\nand, in either case (γ) shall terminate upon (i) a new Agreement being made between the Supplier and a Subscriber under subsection 2.1(b) in relation to the Organization concerned, i.e., where the Service Plan pertaining to the Organization is replaced by another, (ii) the expiry of the Service Plan, (iii) the User ceasing to be a member of the Organization (in which event the Agreement in question will only terminate in respect of the particular User), (iv) the Organization being closed, or (v) the party paying for the Service Plan being replaced by another whose domicile, if the Agreement were made anew with him as the payer, would, as per point (b)(ii) above, cause the same to form with a Toggl entity other than the current Supplier, or the existing payer's domicile being changed respectively.\n(δ) where point (γ)(v) applies, a new Agreement under subsection 2.1(b) shall automatically form with the Toggl entity corresponding to the new domicile of the payer;</p>\n<p>(c) the Organization Owner shall always have an Agreement under subsection 2.1(c) with the Toggl entity having issued the Service Plan then-effective in relation to the given Organization, i.e., each time that the Organization becomes subject to an Agreement between the Supplier and a Subscriber under subsections 2.1(b) and 2.3(b) a new Agreement under subsection 2.1(c) shall form between the Organization Owner and the respective Toggl entity, with the Owner's previous Agreement under that subsection terminating respectively (and such re-establishment of contract having no effect on the Service).</p>\n<p>2.4 A separate contract is always formed between the Supplier and each User.\nNo User is party to, or a third-party beneficiary or a protected or otherwise interested third party under, another User's contract with the Supplier, or can raise any claim based on or in connection with that contract.</p>\n<p>2.5 The Supplier's undertakings with regard to the Service are to the Customer only and no one else may demand, or shall rely on, the Supplier's performance of its respective obligations (or any other obligation that the Supplier may have under its Agreement with the Customer).</p>3.\nSpecial categories of users<p>3.1 The Service is for business users, to be enjoyed as a workplace tool.\nIt is not intended for personal or household use or any other consumer application.\nAny natural person (individual) wishing to use any of the Features for a purpose unrelated to his trade, business, craft or profession must, before obtaining a Service Plan for the respective Feature(s), notify the Supplier that he wishes to use the Service as a consumer.\nThe User's failure to provide such notice will, to the maximum extent permitted by law, result in the following: (a) the User not being able to rely on being a consumer, i.e., he shall be deemed to have waived the respective right.\n(b) no consumer law applying to the Parties' relations.\nand (c) the User forfeiting any and all consumer rights hereunder, including particularly, if applicable, the right to withdraw from the Agreement and the Service Plan in question.</p>\n<p>3.2 As far as natural persons are concerned, the Service is only intended for those who have full active legal capacity.\nSuch capacity is usually attained by becoming of legal age (the age of majority), which commonly occurs at the age of 18.\nIndividuals whose active legal capacity is restricted are also restricted from being Users and must not perform any of the acts mentioned in the definition of \"User\".\nThe Customer must ensure that any natural person whom he causes to become a User (e.g., by causing the person to access the Customer's User Account or a resource that is located on or forms a part of the Service) has full active legal capacity.\nAlso, each natural-person User and Representative shall, by having assumed the respective role (explicitly or impliedly), be deemed to have represented to the Supplier that he is, and, in the Representative's case, that both he and the User are, at least 18 years old and capable of entering into contracts.\nThe above representation is deemed to be made every time that the person causes himself (and, in the Representative's case, when he causes the User) to be exposed to the Service.</p>\n<p>3.3 Patent assertion entities (also referred to as non-practicing entities or patent trolls), meaning persons or entities that derive or seek to derive a substantial part of their revenue from the offensive assertion of patent or other intellectual property rights, are generally restricted from being Users and shall not enjoy any of the rights that a Customer is intended to have hereunder, except as otherwise provided in the following part of this section.\nA patent assertion entity and anyone acting on behalf, on the instructions or for the benefit of, or directly or indirectly controlling, being controlled by, or under common control with, such an entity is prohibited from being a User and must not perform any of the acts mentioned in the definition of \"User\", save upon the Supplier's prior, explicit and informed consent and the respective person or entity having given such undertakings and assurances as the Supplier reasonably may request.</p>4.\nForfeiture of the right of withdrawal<p>4.1 The User hereby requests that the Supplier's performance of the Agreement commence immediately and that the benefits to which the User is entitled hereunder, including, where applicable, the Features authorised under his Service Plan(s), be made available to him immediately.\nThe User acknowledges and agrees that by making the above requests he loses the right (if any) to withdraw from the Agreement and, where applicable, the right to withdraw from the Service Plan(s) in question.</p>\n<p>The User further requests that the Features to be authorised under any future Service Plan he may obtain be made available to him immediately upon the Service Plan's commencement.\nThe User acknowledges and agrees that by requesting this (and the respective Features becoming available to him) he loses the right, if any, to withdraw from the Service Plan.</p>5.\nLicence<p>5.1.\nSubject to the terms set forth herein, the Supplier grants to the below Party, and the latter accepts, the following limited, non-exclusive and restrictedly-transferable right:</p>\n<p>(a) to the Subscriber — the right use, during the term of his Service Plan, the Features available under that Service Plan;</p>\n<p>(b) to the Customer — the right to access and use his User Account during the term hereof in a manner and by such means as consistent with the Service Plans whose benefits he is entitled to enjoy;</p>\n<p>(c) to the User having a complete end user copy of a Software product — the right to install, store and use the respective Software copy during the term hereof on a device for which it is intended.</p>\n<p>Each of the above rights shall be exercised solely for the respective Party's own internal legitimate purposes and none of these rights shall be sublicensed, assigned, encumbered or otherwise disposed of, save if and to the extent otherwise permitted under section 22.1.</p>\n<p>5.2.\nA User who enjoys the benefits of a Service Plan in relation to which he is not the Subscriber shall, in the context of that Service Plan, be deemed to be a sub-licensee of the Subscriber.\nFor the avoidance of doubt, the benefits of a Service Plan do not include the rights of an Organization Owner.\nThe rights and obligations attaching to the Owner's role cannot be sublicensed or delegated (but they are restrictedly-transferable).</p>\n<p>5.3.\nThe Service is intended for normal end use, respecting the rights, freedoms and legitimate interests of others, and may only be accessed through the interfaces that the Supplier has provided or authorised therefor.</p>\n<p>5.4.\nWhere Documentation is available concerning a particular Feature, the Feature should be used in accordance with that Documentation.</p>\n<p>5.5.\nReproduction of the Software by persons other than the Supplier is only allowed for the purposes of Software installation and backup, and only to the extent that such reproduction is necessary for using the Software in accordance with this Agreement.</p>\n<p>5.6.\nAs between the Parties, all Service-related Intellectual Property shall vest in, and is retained by, the Supplier.\nThe User shall not acquire any right thereto or otherwise in connection with the Service, except for the limited rights of use expressly set forth in this Agreement.</p>6.\nService<p>6.1.\nThe Supplier will use commercially reasonable efforts to provide the Subscriber with the benefit of all Features authorised under his Service Plan.</p>\n<p>6.2.\nThe level of Service to which the Customer is entitled (including the nature, scope, availability, means of accessing and providing and other particulars of the Supplier's Software-related technical support services) may depend on the Service Plan chosen.\nThe Documentation explains in more detail the effects that the selection of a Service Plan can have on the Service.</p>\n<p>6.3.\nUnless otherwise provided in the Documentation or specifically agreed between the Customer and the Supplier: (a) the Customer may contact the Supplier for technical support at the email address specified in the definition of \"Supplier\" or by using such error reporting or customer feedback features as may be available via the Service.\n(b) the Supplier aims to respond to support requests within 24 business hours and endeavours to resolve Software errors and Service defects within reasonable time but makes no commitment as to how quickly support will be provided or such matters will be resolved.</p>\n<p>6.4.\nThe User acknowledges and agrees that:</p>\n<p>(a) the Service (i) has not been designed to meet his specific requirements, (ii) may from time to time suffer interruptions and be occasionally unavailable, (iii) has and will continue to have certain bugs and vulnerabilities, and (iv) should not be relied upon in inherently dangerous circumstances;</p>\n<p>(b) the Software, the Service and anything offered or delivered as a part of, in conjunction with, or by means of any Feature is provided on an \"as is\" and \"as available\" basis;</p>\n<p>(c) his selection of a Service Plan and use of any of the Features are at his own risk, as are his exposure to, down- and uploading of, as well as transmission, receipt, storage, possession, disclosure and other handling of data, computer programs, software code or other items through or due to the Service.</p>\n<p>6.5.\nThe Service may provide links, references or access to third-party websites, resources or services and the latter may provide the same with respect to the Service.\nThe Supplier is not responsible for the existence or qualities (including the availability, reliability and security) of such external sites, resources or services, does not endorse them and shall not be liable for any loss, damage, expenses or other undesirable consequences attributable thereto.</p>\n<p>6.6.\nThe Supplier has no obligation to enhance, modify or replace any part of the Service, or continue developing or releasing new versions thereof.</p>\n<p>6.7.\nThe Supplier may: (a) discontinue the Service or cease providing the same to any Customer on a month's notice.\n(b) cease providing the Service to any User other than a Customer without notice.\n(c) suspend or restrict access to the Service for anyone whose payment hereunder is overdue more than 6 days or whose use of the Service conflicts with the Agreement.\n(d) suspend, limit or terminate the availability of Features in relation to an Organization whose properties do not conform to its then-current Service Plan (e.g., if there are more members in the Organization than the Service Plan allows) or replace that Service Plan with one to which the Organization conforms.\nand (e) suspend performance under the Agreement in whole or in part with immediate effect if legally required to do so.</p>7.\nPayment<p>7.1.\nAnyone who orders a Service Plan or permits or causes one to be ordered on his behalf is deemed to have agreed to and accepted liability for the payment of all fees and charges associated with the Service Plan, and consented to the same being calculated, billed, revised and adjusted according to the rules that the Supplier has established therefor (as described in this Agreement and the Documentation).\nThe same applies to anyone who permits or causes himself to be designated as a payer for a Service Plan (e.g., by allowing another User to specify him as such upon ordering a Service Plan) or otherwise assumes responsibility for incurring Service Plan related fees and charges.</p>\n<p>7.2.\nUnless otherwise specifically agreed: (a) Service Plan subscription fees for any billing period will be determined on a single Organization, number of members in the Organization and a monthly amount per Organization member basis, i.e., for each Service Plan: a specified monthly amount per Organization member multiplied by the number of members in the Organization to which the Service Plan pertains multiplied by the number of months in the billing period applying to the Service Plan (e.g., if the monthly charge per Organization member is $9, the Organization has five members and the billing period is one year, then the subscription fee for that billing period will be $9*5*12=$540).\n(b) the billing cycle in relation to a Service Plan is either monthly or annual (as chosen upon subscription), starting on the day the Service Plan commences or, if a free trial period applies, on the day immediately following the trial.\n(c) payment for the Service Plan is due in advance by the first day of the relevant billing period.</p>\n<p>7.3.\nPayments for a Service Plan shall be in the agreed currency, using a payment method acceptable to the Suppler (which, unless otherwise specified in the Documentation, includes credit card, PayPal and wire transfer).</p>\n<p>7.4.\nThe Supplier may vary the fees, rates and the billing cycle applicable to the Customer's Service Plan upon a month's notice.\nIf the Customer does not agree with the respective change(s), his sole remedy shall be to cancel the Agreement or the Service Plan in question, with failure to do so signifying his agreement to the change(s).</p>\n<p>7.5.\nThe Supplier's fees are non-refundable.\nFor instance: (a) if the Agreement or a Service Plan is terminated or varied mid-billing period, the Customer will not be entitled to any refund (including any partial refund) as concerns that billing period.\n(b) payments attributable to future billing periods will not be refunded unless otherwise explicitly agreed.</p>\n<p>7.6.\nUpon on an upgrade or a downgrade from one paid Service Plan to another the amounts that the Customer prepaid for the original Service Plan (i.e., the credit remaining on the relevant subscription) will be applied against the amounts payable for the new Service Plan.</p>\n<p>7.7.\nThe Supplier's fees and rates are exclusive of value added and sales taxes and other public dues (except for those based on the Supplier's income), save where the Supplier has otherwise explicitly stated.\nThe User shall be solely responsible for all public dues that may be levied on his purchase, receipt, import, export, use or enjoyment of anything provided hereunder.</p>\n<p>7.8.\nAll sums owed to the Supplier must be paid in full, without deducting any currency conversion or payment-related charges.</p>\n<p>7.9.\nThe User acknowledges that: (a) his payments are handled by third-party service providers.\n(b) the Supplier is not responsible for these parties or their services and has no liability as concerns payment processing.\n(c) late payment may result in the suspension of Service, restriction of access to certain or all of the Features or the termination of the Agreement.</p>\n<p>7.10.\nThe Supplier may, in its absolute discretion, charge interest on overdue amounts at either 18% per annum or the relevant statutory rate, whichever it elects.</p>8.\nUser's undertakings<p>8.1 The Customer must be a person (natural or legal) or an entity with legal capacity.</p>\n<p>8.2 Upon opening a User Account, ordering a Service Plan, becoming an Organization Owner, and otherwise when transacting with the Supplier, the User shall use his true legal name and provide such true and accurate contact and other information as requested (the Supplier only asks for information that is warranted by the circumstances).</p>\n<p>8.3 The User must comply, and the Customer shall cause each Guest User to comply, with all legal requirements applicable to his use of the Service, handling of Organization Data and other activities hereunder (including export control provisions and requirements as to the processing of Personal Data).</p>\n<p>8.4 The User warrants that his User Data and, in the Customer's case, the User Data of Guest Users are lawful and acquired properly and that his data processing activities and, in the Customer's case, those of Guest Users are legal.</p>\n<p>8.5 The User further warrants that he will not use the Service for sending unsolicited communications or uploading, transmitting, delivering, running, controlling or storing harmful code, malware or illegal content, and, in the Customer's case, that no Guest User will do so.</p>\n<p>8.6 If the Supplier reasonably believes that User Data or the User's data processing activities violate the law or otherwise conflict with the Agreement, it may, in its absolute discretion: (a) ask the User to take such action as the Supplier considers necessary for remedying the matter (which, where feasible and legally permitted, will be the preferred option).\nor (b) remove, disable, restrict access to, or delete the data concerned without being liable (neither to the User nor anyone else) for any loss, damage or other undesirable consequences resulting therefrom.</p>\n<p>8.7 Without prejudice to any of his statutory obligations, the User undertakes that he will not, and the Customer further undertakes that no Guest User will: (a) interfere with the proper functioning of the Service.\n(b) impose an unreasonable load on the Service or its infrastructure.\n(c) consume any resource or otherwise use any item hereunder in a manner or to an extent that prejudices another User's enjoyment of the Service.\n(d) reproduce the Software, except as expressly permitted herein.\n(e) translate, adapt, arrange or otherwise alter the Software or reproduce the results of any such activity.\n(f) distribute or redistribute, including sell, rent, lease, lend or otherwise make available, the Software (neither the original Software nor any copy thereof) or any other part of the Service.\n(g) decompile, disassemble or otherwise reverse engineer the Software.\n(h) remove, alter, hide or obscure any copyright notice, trademark or other proprietary rights notice embedded in, appearing on or otherwise pertaining to any part of the Service.\n(i) create or attempt to create any product or service that is substantially similar to, or performs the same or substantially similar functions as, or otherwise competes with any part of the Service, or purports to be created, provided or approved by the Supplier or its licensors.\nor (j) cause anyone else to do any of the foregoing.</p>9.\nRepresentative's undertakings<p>9.1.\nThe Representative personally warrants to the Supplier that: (a) his principal, upon becoming and while being a Customer, conforms to the description provided in section 8.1.\n(b) he is authorised to act on the User's behalf.\nand (c) the transactions he makes on the User's behalf, including, if applicable, this Agreement, are binding on the User.</p>\n<p>9.2.\nThe Representative agrees that if he opens a User Account for a principal who does not conform to the description of section 8.1 or if any transaction he makes on the User's behalf proves to be void due to his lack of authority, he shall, if the Supplier in its absolute discretion so elects and respectively informs the Representative, be deemed to have opened the User Account or, as applicable, entered into the transaction on his own behalf (i.e., in place of the principal whom he represented or purported to represent).</p>10.\nUser Account<p> 10.1.\nThe Customer shall be fully responsible for the activity that occurs under his User Account, including all data processing and other acts performed through or by means thereof, and must notify the Supplier promptly upon learning of any security breach relating to or unauthorised use of his User Account.</p>\n<p> 10.2.\nIt shall be the User's own responsibility to maintain the confidentiality of his usernames, passwords, access tokens and similar credentials.</p>\n<p> 10.3.\nThe Supplier has no obligation to monitor or access any User Account but may do so if reasonably warranted (e.g., to provide technical support, prevent illegal or harmful activity, perform its duties hereunder or comply with a legal obligation).</p>\n<p> 10.4.\nThe Supplier may, in its sole discretion, temporarily or permanently disable, close or restrict access to any User Account that is used for infringing on anyone's Intellectual Property or proprietary or personal rights or to perform any of the acts mentioned in section 8.7, and shall not be liable for any loss, damage or other undesirable consequences resulting therefrom.</p>11.\nOrganization Owner<p>11.1.\nEach Organization must have an Owner, i.e., there must always be a Customer (Organization Owner) who is ultimately responsible for the Organization, and it is for the Customers participating in the Organization (the members thereof) to ensure that an Owner is designated and accepts the pertaining responsibility.\nOrganization members are jointly and severally liable for their Organization having an Owner and the Owner being a real person (natural or legal) who can be reached at the email and physical addresses specified in the Organization as the Owner's details.\nIn the case of sole-member Organizations, i.e., where there is only one Customer to whose User Account the Organization attaches, the responsibility and liability described in this section fall to the respective Customer.</p>\n<p>11.2.\nThe default Organization Owner is the Customer who created the Organization or on whose behalf the Organization was created, but the identity of the Owner can be changed in Organization settings, provided that the Customer to whom the role is to be assigned agrees to assume the same and the requirements of section 22.1 are complied with.</p>\n<p>11.3.\nShould there be any doubt or dispute as to who created a given Organization, on whose behalf it was created or who the Organization Owner is, the Supplier is authorised to determine the same, with its respective determination binding on all parties concerned.\nFor the avoidance of doubt, it is not the Supplier's duty to allocate responsibility or resolve disputes between Organization members and the Supplier will use the above authority only as an ultimate measure in situations where the rights, freedoms, assets or legitimate interests of the Supplier or other parties (such as, e.g., Users, data subjects or Intellectual Property owners) are at risk or need to be defended, or where the exercise of such authority is necessary for the performance of the Agreement or to comply with a legal obligation to which the Supplier is subject.</p>\n<p>11.4.\nWhere a Service Plan terminates due to it being replaced by another, so shall the Organization Owner's rights and obligations as an Owner with respect to the related Organization, and his role as a Organization Owner is re-established in relation to the Supplier having issued the new Service Plan, i.e., the Owner's Agreement under subsection 2.1(c) is automatically replaced as per subsection 2.3(c), without the Service being deemed to have ceased or recommenced by reason thereof.\nThe same applies respectively upon the renewal or reissuance of a Service Plan.</p>\n<p>11.5.\nThe Owner shall ensure that Organization Data are lawful and acquired properly and that all data processing and other activities performed in, through or by means of the Organization are legal.</p>12.\nData rights<p>12.1.\nThe User acknowledges that the rights he has and the control he can exercise in relation to Organization Data, including the ability to access, process and dispose of the same, are commensurate with his role in the Organization.\nThere may be other Users in the Organization, including but not limited to the Organization Owner, whose status or privileges permit them to enable, disable, limit, suspend or terminate, or whose decisions may otherwise affect, the User's access to and his rights concerning Organization Data.\nThe same applies in relation to the Organization itself, its sub-environments and the Features available in connection therewith.\nIn case another User exercises such power or there is a disagreement concerning anyone's permissions or privileges in a Organization or rights with respect to Organization Data, it is a matter to be resolved between Users.\nThe Supplier has no obligation to intervene, and usually does not intervene, in such disputes and in any event is not responsible for any User's decisions, acts or omissions in relation to, or which affect, another User.</p>\n<p>12.2.\nAs between the Parties, Organization Data belong to the Organization Owner and his instructions as to Organization Data override those of any other User.\nThe User acknowledges this and shall not hold the Supplier liable for any undesirable consequences that he or anyone else may suffer due to the Supplier's disposal or processing of User Data pursuant to the instructions of an Owner other than the User where those User Data form part of that Owner's Organization Data.\n</p>\n<p>12.3.\nThe User, whether an Owner or not, acknowledges and agrees that if an Organization is closed (whomever by), then the Supplier has no obligation to maintain or provide Organization Data and may, unless legally prohibited, delete the same.</p>13.\nPersonal Data<p>Note on interpretation: the terms 'controller' and 'processor' have the meanings assigned to them in the GDPR.</p>\n<p>13.1.\nEach of the User and the Representative acknowledges that certain information relating to him is collected and otherwise processed by the Supplier or its nominees.\nWhere such information constitutes Personal Data, the respective processing is subject to the Privacy Policy.\nThe Privacy Policy lists a number of purposes for which the Supplier may process Personal Data.\nIn the User's and the Representative's case, the processing is largely warranted by the Supplier's preparation and performance of contracts between itself and the User (notably, the Agreement and transactions related to the Agreement) and the need to comply with certain legal obligations to which the Supplier is subject (e.g., obligations arising from legislative or regulatory acts concerning taxation, accounting, financial reporting, prevention of terrorism or money laundering, or judicial or administrative process).\nHowever, the purposes of the processing may not be limited to the above.\nThe Privacy Policy gives a more thorough account of the purposes for which the Supplier (as a 'controller') processes Personal Data and of other matters concerning such processing</p>\n<p>13.2.\nThe allocation of roles and responsibilities in the processing of Relevant Data is as follows: (a) the Organization Owner is the 'controller' of these data.\n(b) the Supplier is the 'processor' thereof.\n(c) a Sub-processor is also a 'processor' of Relevant Data but one who acts under the Supplier's responsibility (and thus enjoys the protection mentioned in section 16.5).\n(d) any enquiry, request, objection, complaint or demand that the User as a Data Subject may have in connection with such processing (i.e., where the information processed relates to the User) should be addressed to, and resolved by, the Organization Owner (with such assistance from the Supplier as may be necessary and appropriate in light of its role as the 'processor' of the respective information).</p>\n<p>13.3.\nThe DPA sets out further rights and obligations of the Organization Owner and the Supplier in relation to the processing referenced in section 13.2.</p>14.\nContributions<p>14.1 With respect to any product of intellectual activity, including any object of Intellectual Property, that is submitted, contributed or otherwise knowingly made available for inclusion in the Software or any other part of the Service, the Supplier shall be deemed to have been granted a non-exclusive, royalty-free, worldwide, perpetual (save as limited by law), irrevocable, freely transferable and fully sublicensable right to use, distribute, reproduce, modify, adapt, publish, translate, transmit, publicly perform, display and make available the same (in whole or in part) and to incorporate it into other items, including works and inventions, in any form or medium now known or hereafter developed.\nAnyone making such a contribution warrants to the Supplier that he is authorised to do so and that neither he nor any author of any item embedded in his contribution will seek any compensation or reimbursement in connection therewith</p>15.\nDisclaimer of warranties<p>15.1.\nAny warranty of the Supplier not expressly stated herein shall be deemed withheld.\nThe Supplier disclaims, to the maximum extent permitted by applicable law, all statutory and implied warranties and course of performance, course of dealing and usage related expectations with respect to the Service.</p>\n<p>15.2.\nWithout prejudice to the generality of the foregoing, the Supplier in particular makes no representation and gives no warranty or guarantee: (a) that the Service is fit for any particular purpose, accurate, timely, of satisfactory quality, enjoyable, available regardless of, or in any specific, jurisdiction, or non-infringing of third-party rights.\n(b) that access to or the operation or use of the Service will be uninterrupted, secure or error-free.\n(c) that any error or defect in the Service will be corrected.\n(d) that the Service or any means by which it is accessed or used is free of malware or other harmful components.\n(e) with respect to any third-party item.\nor (f) to anyone who is not a Customer.</p>\n<p>15.3.\nThe Supplier's disclaimers in connection with the Service apply both to the Service as a whole and each component thereof.</p>16.\nLimitation of liability<p>16.1.\nTo the extent not prohibited by applicable mandatory law, and subject to section 16.2:</p>\n<p>(a) the Service is provided \"as is\" and \"as available\", with all faults and defects.\nand, in any event</p>\n<p>(b) the Supplier shall not be liable (under any theory of liability), neither to the User nor anyone else, for any undesirable consequences, including any loss or damage of whatever nature, whether foreseeable or not and even if advised of the danger thereof, that result from (i) any installation, implementation, upgrade, downgrade, modification or customisation of the Software not carried out by the Supplier, (ii) failure to use a Feature in accordance with the Documentation, the Agreement or applicable law, (iii) using a Feature in conjunction with an item not provided or approved by the Supplier, (iv) using a third-party item in conjunction with a Feature not in accordance with the relevant third-party documentation or instructions, (v) not applying an available fix, patch, update, service pack or upgrade that would have avoided the harmful event, (vi) inherently dangerous application of any of the Features or anything else provided hereunder, (vii) any unauthorised accessing or use of a Customer's User Account or any Organization, (viii) any unauthorised use of any User's credentials, (ix) any communication received or transaction entered into through or by means of the Service, (x) anyone's statements or conduct on any site, page or other medium forming part of the Service, or (xi) anything attributable to anyone other than the Supplier;</p>\n<p>(c) where subsection (b) does not apply, the Supplier shall not be liable (under any theory of liability), neither to the User nor anyone else, for any loss of profit, business or opportunity, or any special, consequential, incidental, indirect, punitive or non-patrimonial loss or damages, whether foreseeable or not and even if advised of the danger thereof.\nThe Supplier may only be held liable for the User's direct financial loss;</p>\n<p>(d) the Supplier's total cumulative liability arising out of, related to, or in connection with this Agreement, the Service, the Documentation, the processing of Personal Data, or anything else, shall not exceed (i) the total financial consideration (exclusive of value added and sales taxes and other public dues) that the User paid to the Supplier in connection with the Service during the 12 months immediately preceding the month in which the liability event (i.e., the event/s or circumstance/s underlying the Supplier's liability) occurred, or (ii) if the User had no obligation to make such payments during the period mentioned, then EUR 50 (fifty euros);</p>\n<p>(e) this section is without prejudice to the exclusions and limitations of liability that apply by operation of other provisions hereof.</p>\n<p>16.2.\nSubsections 16.1(a) – 16.1(d) shall neither exclude nor limit mandatory liability for any: (a) wilful breach by the Supplier of any of its obligations.\nor (b) death or personal injury caused by a defective item produced by the Supplier (mandatory product liability)</p>\n<p>16.3.\nNeither Party shall be liable for breaching his obligations due to a circumstance that is beyond his control and which he reasonably could not have foreseen or avoided and which, or whose consequences, he reasonably cannot be expected to overcome, such as, for example, a force of nature, conduct of public authorities, war, civil unrest, act of terror, nontrivial cyberattack, failure of a third-party hosting, internet or utility service or any other circumstance qualifying as force majeure under applicable law — to the extent that the respective circumstance prevented or hindered the Party's performance.\nFor the avoidance of doubt, this section shall not limit the amount of, or excuse the User from paying, any fee or other sum that the User owes hereunder.</p>\n<p>16.4.\nNothing herein shall prevent the Supplier from invoking, or otherwise prejudice the Supplier's recourse to, any statutory defence, remedy or exclusion or limitation of liability.</p>\n<p>16.5.\nThe protection afforded to the Supplier hereunder, and any statutory protection that the Supplier may enjoy, extends to anyone who acts on the Supplier's behalf, exercises its rights or performs its duties or assists the Supplier in doing the same.</p>17.\nIndemnification<p>The User shall defend, indemnify and hold harmless the Supplier, its officers, directors, employees, contractors, agents and representatives from and against all claims made by and all damages, liabilities, penalties, fines, costs and expenses payable to any third party that arise from the User's or, if the User is a Customer, then his own or any Guest User's: (a) breach of any obligation, representation or warranty hereunder.\n(b) misuse of any Feature.\nor (c) infringement of anyone's Intellectual Property or proprietary or personal rights.</p>18.\nChanges<p>18.1.\nThe User acknowledges that, from time to time, circumstances may arise that make it necessary or desirable to vary certain provisions of this Agreement.\nSuch circumstances include: (a) the Supplier's launch of a new service or a modification to the Service.\n(b) a significant change in the Supplier's operating environment.\n(c) an order or a judgment being entered against or in favour of the Supplier.\n(d) a significant corporate event, such as, e.g., the Supplier's merger, acquisition or transformation.\n(e) the Supplier's transfer of the enterprise or a part of the enterprise to which the Agreement pertains.\n(f) the ambiguity, invalidity, voidability or unenforceability of a provision herein.\n(g) any other event whose occurrence or expected occurrence in the Supplier's reasonable judgment necessitates an amendment hereto.</p>\n<p>18.2.\nThe User agrees that: (a) upon any of the circumstances referenced in the preceding section the Supplier may make such changes to the Agreement as it reasonably deems appropriate.\n(b) the Supplier may amend the Agreement as follows: (i) if the User is a Customer, then by providing him with the revised text of the Agreement or the revised part thereof or with a URL specifying a location where the same is available on the internet, or (ii) if the User is not a Customer, then by any of the means described in point (i) or by posting the revised text of the Agreement or the revised part thereof on such page of the Supplier's website as then used for publishing materials such as the Terms.\n(c) if he is a Customer and the revised version of the Agreement substantially reduces his rights or increases his responsibilities, the Supplier will give him reasonable notice of such new version's entry into force.</p>\n<p>18.3.\nNotwithstanding anything herein to the contrary, the Supplier may modify the Service or any part thereof at any time and for any reason, with or without notice.\nUnless otherwise expressly agreed, the use of any new features, versions, releases, updates or other modifications that the Supplier may make available in connection with the Service shall be subject to the Agreement.\nThe User's continued use of the Service after any such modification shall constitute his consent to the respective modification(s).</p>\n<p>18.4.\nif the User does not agree with the Supplier's changes (whether to the Agreement or the Service), his sole remedy shall be to terminate the Agreement and stop using all Features.</p>19.\nTermination<p>19.1.\nIn this article, the term \"Agreement\" means the Agreement referenced in subsection 2.1(a) and words such as \"herein\", \"hereto\", \"hereof\" and \"hereunder\" refer to that Agreement, unless otherwise specified.</p>\n<p>19.2.\nThe Agreement between the Supplier and a Customer can only be terminated by closing the Customer's User Account.\nFor the avoidance of doubt, where the Customer has more than one User Account, closing an account will only terminate the Agreement pertaining to that account.</p>\n<p>19.3.\nThe Agreement between the Supplier and a User other than a Customer can be terminated by notice to the other Party or, if giving notice to the User is impracticable or would result in unreasonable delay or expense, then by the Supplier's ceasing all activities hereunder, except those which are necessary for providing the Service to another User, the protection or enforcement of the Supplier's or other parties' rights, freedoms or legitimate interests, the exercise of the Supplier's statutory rights or freedoms, or to comply with a legal obligation.</p>\n<p>19.4.\nTo close his User Account, the Customer must log in to the account, choose \"close account\" under \"profile settings\" and confirm that he wishes the account to be closed.\nHowever, it should be appreciated that Features (including the appearance, titles and location of menus, tabs, fields, buttons, icons and other objects displayed on the Service) are subject to change, meaning that the steps required of the Customer to close his User Account may vary from time to time.\nThe Supplier will endeavour to keep this procedure as straightforward as possible and will update the Documentation if any changes are made thereto.\nIf the Customer has difficulties closing his User Account, he should contact the Supplier and follow its instructions.</p>\n<p>19.5.\nEither Party may close the Customer's User Account and shall by so doing be deemed to have terminated the Agreement (which, in the civil law context, means 'cancellation', not 'withdrawal'), effective upon the closure of the account, provided that: (a) if the User Account is closed by the Supplier, the Customer must be given at least a month's notice thereof (unless section 19.6 or 20.5 applies or the User Account is closed at the Customer's request).\nand (b) where the User Account is closed by a Party entitled to withdraw from the Agreement, such Party has failed to notify the other that by closing the User Account he is exercising his right to withdraw (which notice must be served prior to or concurrently with closing the User Account and shall result in the Agreement being deemed to have been terminated by withdrawal).</p>\n<p>19.6.\nUpon a Party's material breach of Agreement the other Party may terminate the Agreement forthwith.\nWithout prejudice to any statutory provision as to what constitutes a material breach, such a breach hereof shall be deemed to have occurred if a Party, having breached any of his principal obligations hereunder or under the Agreement referenced in subsection 2.1(b), fails to discontinue or remedy such breach within 14 days (or, where exceptional circumstances render this period unreasonably short, such longer time as reasonably required) after notice from the other Party specifying the breach and requiring it to be discontinued or remedied.</p>\n<p>19.7.\nAny termination hereof will terminate all Agreements that the User may have under subsection 2.1(b), except that, if the User is a Customer with more than one User Account, the termination will not affect his Agreements under subsection 2.1(b) in relation to Service Plans whose benefits he is entitled to enjoy by reason of a User Account other than the one being closed.</p>\n<p>19.8.\nThe termination of a Service Plan terminates the related Agreement under subsection 2.1(b).</p>\n<p>19.9.\nThe Agreement under subsection 2.1(c) will only terminate as described in subsection 2.3(c) (with automatic re-establishment of contract) or upon the relevant Organization being closed, and is incapable of being terminated otherwise.\nInstructions on how to close an Organization are provided in the Documentation.</p>20.\nConsumer withdrawal<p>Notes on the application of this article: (a) the provisions of this article only apply if and to the extent that the forfeiture of the right of withdrawal under article 4 (i.e., the consumer's forfeiture of his right to withdraw from the Agreement and Service Plans) proves to be void.\n(b) insofar as permitted by law, the application of this article is subject to the Subscriber having notified the Supplier as per section 3.1 that he wishes to use the Service as a consumer.\n(c) if a provision of this article applies and conflicts with another provision located elsewhere in the Agreement, it prevails over that other provision.</p>\n<p>20.1.\nIf the Subscriber is a consumer and acted as such upon acquiring a Service Plan, he may withdraw from the Service Plan within 14 days without giving any reason.\nThe withdrawal period will expire after 14 days from the commencement of the Service Plan (which, if the Service Plan is subject to a free trial period, coincides with the commencement of the trial).\nTo meet the withdrawal deadline, it is sufficient for the Subscriber to send his communication concerning his exercise of the right of withdrawal before the withdrawal period has expired.</p>\n<p>20.2.\nTo exercise the right of withdrawal, the Subscriber must inform the Supplier (i.e., the Toggl entity having issued the Service Plan concerned) of his decision to withdraw from the Service Plan by an unequivocal statement (e.g., a letter sent by post or email to the appropriate address specified under the definition of \"Supplier\").\nThe Subscriber may use the following model withdrawal form, but it is not obligatory:</p>\n<p>To Toggl OÜ, Tornimäe 5, 2nd floor, Tallinn 10145, Estonia, support@toggl.com [or] To Toggl Inc, Suite 403-A, 1013 Centre Road, Wilmington, DE 19805, USA, support@toggl.com [choose the appropriate entity and delete the brackets along with their contents]</p>\n<p>I hereby give notice that I withdraw from my contract for the provision of the following service: my Service Plan titled \"[replace these brackets and their contents with the name of the Service Plan]\", ordered on [replace these brackets and their contents with the date of the order].</p>\n<p>Name of consumer: [replace these brackets and their contents with the Subscriber's name]</p>\n<p>Address of consumer: [replace these brackets and their contents with the Subscriber's postal address if the withdrawal notice is sent by post or the Subscriber's email address if the notice is sent by email]</p>\n<p>Signature of consumer (only if this notice is on paper): [delete these brackets along with their contents.\nif the withdrawal notice is on paper, the Subscriber's signature must be placed here]</p>\n<p>Date: [replace these brackets and their contents with the date of the withdrawal notice]</p>\n<p>20.3.\nIf the Subscriber's withdrawal from a Service Plan would result in the relevant Organization being left with no Service Plan, the Organization must be closed.\nIn such a case, the Subscriber's statement under section 20.2 shall be accompanied by his closing the respective Organization (instructions on how to do that are provided in the Documentation).\nShould the Subscriber fail to close the Organization as required under this section, it may be closed by the Supplier (in its absolute discretion and without any notice), and the Supplier shall not be liable (neither to the Subscriber nor anyone else) for any loss, damage or other undesirable consequences resulting therefrom</p>\n<p>20.4.\nIf the Subscriber's withdrawal from a Service Plan would result in there being no Service Plan associated with the Subscriber's User Account, the statement under section 20.2 shall be accompanied by the Subscriber's closing his User Account as described in section 19.4.\nIn such a case, the Agreement referenced in subsection 2.1(a) will terminate along with the Service Plan.</p>\n<p>20.5.\nWhere section 20.4 applies and the Subscriber fails to close his User Account as required under that section, the Supplier may, in its absolute discretion, close the Subscriber's User Account in his stead and shall by so doing be deemed to have terminated the Agreement referenced in subsection 2.1(a).\nNo notice of User Account closure or Agreement termination shall be required in such a case and the Supplier shall not be liable (neither to the Subscriber nor anyone else) for any loss, damage or other undesirable consequences that may result from such closure or termination.</p>\n<p>20.6.\nIf the Subscriber withdraws from a Service Plan, the Supplier shall reimburse to him all payments received from the Subscriber for that Service Plan (less the amount referenced in section 20.7), including, if applicable, the costs of delivery (with the exception of the supplementary costs resulting from the Subscriber's choice of a type of delivery other than the least expensive type of standard delivery offered by the Supplier), without undue delay and in any event not later than 14 days from the day on which the Supplier is informed of the Subscriber's decision to withdraw from the Service Plan.\nThe reimbursement will be effected by the same means of payment as the Subscriber used for the initial transaction, unless the Subscriber has expressly agreed otherwise.\nIn any event, the Subscriber will not incur any fees as a result of such reimbursement.</p>\n<p>20.7.\nThe Subscriber acknowledges and agrees that by reason of his requests under article 4 (causing the Supplier's performance of the Agreement to commence immediately and the benefits of Service Plans to become available during the withdrawal period) the reimbursement under section 20.6 will be reduced by an amount proportionate to what has been provided under the Service Plan until the Subscriber's withdrawal therefrom (as compared to the full coverage of the Service Plan).\nThe amount of the reduction shall be determined based on the total price of the Service Plan, i.e., the price charged for the whole relevant billing period.</p>21.\nEffects of termination<p>21.1.\nThe User understands and agrees that upon any termination of this Agreement: (a) all his rights hereunder will terminate and he must cease all activities authorised by the Agreement.\n(b) all amounts that the Supplier is entitled to be paid hereunder become due, except sums that already are.\n(c) in case the termination concerns the Agreement referenced in subsection 2.1(a), all his User Data and other information associated with his User Account and the Organizations pertaining to, or in which he participates through, that account may be deleted or become unavailable to him.\n(d) insofar as relevant hereto, he will receive no refund or other compensation for any unused time or credit on a subscription, for any licence or subscription fee, any data associated with any User Account or Organization, or for anything else.\n(e) all his Software-related obligations hereunder will survive until he fully and permanently removes all Software from his systems, devices, storage media and repositories.\n(f) the preceding subsection applies respectively in relation to any item that forms part of the Service and which the User retains after the termination hereof.</p>\n<p>21.2.\nThose provisions of the Agreement that either by express language or reasonable construction are intended to survive its termination (such as, e.g., provisions concerning Service-related Intellectual Property, contributions to the Service, disclaimers, limitation of liability, indemnities, choice of law and jurisdiction) shall so survive and will be enforceable notwithstanding any termination hereof.</p>22.\nAssignment, other disposals<p>With regard to assignment, sublicensing and other disposals, the Parties have agreed that:</p>\n<p>22.1.\nThe User shall not, without the Supplier's prior explicit consent, sublicense, assign, encumber or otherwise dispose of any of his rights or obligations hereunder, except that the User may, without seeking the Supplier's consent: (a) dispose of his financial claims, i.e., claims whose sole object is the payment of money to the User.\n(b) assign this Agreement, i.e., all his rights and obligations hereunder, or cause the same to be transferred, as part of the User's general succession (including merger, acquisition and transformation), division, transfer of the enterprise (or a substantial, coherent part of the enterprise) to which the Agreement pertains or divestiture of all or substantially all of his assets as a whole, provided, however, that (i) where the User is a Customer, his Agreement under subsection 2.1(a) cannot be transferred without the User Account it governs (that Agreement and the related User Account are inseparable) and his Agreements under subsections 2.1(b) and 2.1(c) are only transferable to another Customer participating in the Organization concerned with user privileges permitting that other Customer to assume the relevant role (Subscriber, Owner or the transferor's peer), and (ii) in the case of Agreements under subsections 2.1(a) and 2.1(b), the domiciles of all relevant parties are such that if the Agreement, instead of it being transferred, were made anew between the Supplier and the transferee, the identity of the Supplier, as determined under article 2, would be the same as in the original Agreement.\n(c) where the User is a Subscriber, permit other Users to enjoy the Features available under his Service Plan as sub-licensees, but only such of these Features and solely in such manner and to such extent as necessary for the exercise of those other Users' rights hereunder.\nand (d) where the User is an Organization Owner, assign that role, i.e., his Agreement under subsection 2.1(c), to another Customer participating in the Organization concerned with user privileges permitting that other Customer to assume the Owner's role;</p>\n<p>22.2.\nThe Supplier may: (a) sublicense, assign, encumber and otherwise dispose of any and all of its rights hereunder.\nand (b) assign this Agreement, i.e., all its rights and obligations hereunder, or cause the same to be transferred: (i) to its parent, any of its wholly- or majority-owned subsidiaries or a wholly- or majority-owned subsidiary of its parent.\nor (ii) to another entity specified in the definition of \"Supplier\".\nor (iii) as part of the Supplier's general succession (including merger, acquisition and transformation), division, transfer of the enterprise (or a substantial, coherent part of the enterprise) to which the Agreement pertains or divestiture of all or substantially all of its assets as a whole.\nor (iv) due to the Supplier ceasing to hold rights in the Software or the Service;</p>\n<p>22.3.\nWhere a Party's consent is required, it shall not be unreasonably withheld or delayed.</p>23.\nNotices<p>23.1 The Supplier may give notice to the User: (a) through a Feature, e.g., by posting the notice on a web page that forms part of the Service or using a messaging feature of a locally installed Software application.\n(b) by email to the address associated with his User Account.\nor (c) by mail or courier to the address provided for that User under Organization Owner's details.</p>\n<p>23.2.\nAll notices, requests, enquiries, complaints and other communications to the Supplier should be sent to the appropriate email or postal address specified under the definition of \"Supplier\".</p>\n<p>23.3.\nA notice shall be deemed to have been received: (a) the same day if given through a Feature.\n(b) the next day if given by email.\nor (c) in the case of a notice sent by mail or courier, and providing that delivery charges have been paid, five days after posting or the courier taking charge of the notice.</p>24.\nLaw, jurisdiction<p>24.1.\nThe law applicable to the Agreement and the Parties' relations, the venue for resolving disputes and the forum competent to hear such disputes depend on the identity of the Supplier, i.e., which of the entities specified under the definition of \"Supplier\" the User contracted with (as determined under article 2).</p>\n<p>24.2.\nWhere the Agreement is between the User and Toggl OÜ:</p>\n<p>(a) the Agreement, the Parties' relations and all matters concerning the Service shall be governed by Estonian law, without the United Nations Convention on Contracts for the International Sale of Goods applying to any of the foregoing;</p>\n<p>(b) all disputes arising from or otherwise concerning the Agreement or the Service (including disputes concerning the formation or validity hereof) shall be resolved by arbitration as follows: (i) the matter shall be arbitrated by the Arbitration Court of the Estonian Chamber of Commerce and Industry (ACECCI).\n(ii) the proceedings shall be conducted in accordance with the ACECCI's then-current arbitration rules.\n(iii) the seat of arbitration shall be Tallinn, Estonia.\nand (iv) any decision (order, judgment or other) that the ACECCI may deliver in such a dispute shall be enforceable in all jurisdictions.\nEach Party hereby irrevocably submits to the ACECCI's jurisdiction and waives any and all objections it may have thereto;</p>\n<p>(c) if the above agreement as respects arbitration proves to be void or unenforceable, all disputes to which it was intended to apply shall be subject to the exclusive jurisdiction of Estonian courts, with Harju County Court in Tallinn as the court of first instance (save where the relevant rules of procedure provide for the mandatory jurisdiction of another Estonian court, in which event the latter shall apply).</p>\n<p>24.3.\nWhere the Agreement is between the User and Toggl Inc:</p>\n<p>(a) the Agreement, the Parties' relations and all matters concerning the Service shall be governed by the laws of the State of Delaware and the applicable U.S.\nfederal law, without the United Nations Convention on Contracts for the International Sale of Goods applying to any of the foregoing;</p>\n<p>(b) all disputes arising from or otherwise concerning the Agreement or the Service (including disputes concerning the formation or validity hereof) shall be subject to the exclusive jurisdiction of the appropriate courts in the State of Delaware (i.e., either the United States District Court for the District of Delaware or the Delaware state court having jurisdiction over the matter);</p>\n<p>(c) each Party hereby waives any right to jury trial in connection with any proceeding in any way arising out of or related to the Agreement or the Service;</p>\n<p>(d) in the above disputes and proceedings, the prevailing party will be entitled to recover its reasonable costs and attorneys' fees.</p>\n<p>24.4.\nThe above provisions notwithstanding, the Supplier may, in its absolute discretion, assert and seek protection of its intellectual property and rights concerning confidential information or data processing in any forum anywhere in the world (including by way of injunction and other preventive measures).</p>25.\nMiscellaneous<p>If any provision of the Agreement proves to be void by reason of it violating mandatory law, and unless the Supplier in its absolute discretion otherwise elects (in which event the following shall not apply), such provision shall be deemed to have been amended to one which is valid, achieves the purpose of the original provision as nearly as possible and maximally preserves the balance of obligations between those affected (i.e., the balance originally intended).\nThe amendment shall be effective as of the moment when the original provision became void.</p>Data Processing Agreement1.\nObject<p>1.1 This DPA is between the Supplier and the Organization Owner and forms part of the Agreement referenced in subsections 2.1(c) and 2.3(c) of the Terms.</p>\n<p>1.2 The purpose of the DPA is to supplement the Terms as respects the processing of Relevant Data and EU Standard Contractual Data Processing Clauses (SCC) in case the data is transferred between EU and third countries.\nThe DPA does not concern any other data or the processing thereof.\nThe Supplier's obligations under this DPA must be viewed accordingly, i.e., as only relating to the processing of Relevant Data and not applying in any other context.</p>2.\nRoles<p>2.1 The purposes of processing Relevant Data are determined by the Organization Owner or by the Owner jointly with other members of the Organization (or jointly with certain of such members or a particular member).\nAs between the Parties, these purposes are determined by the Owner.</p>\n<p>2.2 Consequently, and in line with the role allocation specified under section 13.2 of the Terms, the Parties acknowledge and agree that with regard to the processing of Relevant Data: (a) the Organization Owner is the 'controller' and the Supplier is the 'processor'.\n(b) the Supplier will, pursuant to article 6 below, authorise third parties identified in the Sub-processor List to perform certain processing operations under its responsibility (such parties being 'processors', too).\n(c) the Supplier and Sub-processors process these data on the Organization Owner's behalf and on his instructions.</p>\n<p>2.3 As part of his obligations under section 11.5 of the Terms, the Owner shall be responsible for the accuracy, quality and legality of Relevant Data, the means by which the same are acquired and the instructions he provides as to the processing thereof.</p>3.\nDetails of processing<p>3.1The Supplier will process Relevant Data only as necessary to carry out the Owner's instructions or as required by law to which the Supplier or the processing is subject (which includes any judicial, arbitral, administrative or otherwise mandatory order or judgment made, recognised or enforceable under that law).</p>\n<p>3.2 The Organization Owner hereby instructs the Supplier to process Relevant Data: (a) as necessary in connection with the Service, which, particularly but without limitation, includes any processing that is (i) requested or initiated by Users in their use of the relevant Organization or Features in connection with that Organization, or (ii) otherwise required for the Supplier's performance of its obligations in relation to the Organization or its users.\nand (b) for as long as the purposes described in subsection (a) warrant such processing.</p>\n<p>3.3 For the avoidance of doubt, section 3.2: (a) sets out the Owner's current instructions as to the processing of Relevant Data.\n(b) does not prevent the Owner from giving further instructions (which shall be reasonable, lawful and documented) or the Supplier from processing Relevant Data as may be necessary in light of such further instructions.\n(c) does not restrict the Supplier from processing Relevant Data for as long as legally required (e.g., to comply with the GDPR or legal acts concerning taxation, accounting, financial reporting or counter-terrorism or -money laundering) and, if so required (but only to the extent required), exceeding the duration of processing warranted by the Owner's instructions.\nThe Owner thus acknowledges and agrees that each operation that the Supplier performs on Relevant Data will continue until the Supplier is no longer legally obliged to perform the same.</p>\n<p>3.4 The operations that the Supplier performs on Relevant Data will include storage and such other operations as appropriate in light of this article 3 (e.g., retrieval, transmission, erasure, restriction and disclosure pursuant to the Owner's instructions or as required by law).\nCertain of these operations have been described in the Privacy Policy.</p>4.\nRelevant Data<p>4.1 Personal Data whose processing is permitted</p>\n<p>The types of Personal Data that a User (including the Owner) is allowed to process as part of Organization Data are limited to those which the User is legally permitted to process.\nThe Owner undertakes that Organization Data will not include, and neither he nor any other User who accesses the Organization (including any such Guest User) will use the Service for the processing of, Personal Data whose processing is legally prohibited.</p>\n<p>4.2 Personal Data whose processing is restricted</p>\n<p>The Owner acknowledges that the processing of certain types of Personal Data is restricted or limited under the GDPR and that non-compliance with the relevant restrictions or limitations may result in substantial penalties, including fines, being imposed on, or other punitive, remedial or compensatory measures being taken against, the Owner, the Supplier and the User involved in the processing (if different from the Owner).</p>\n<p>4.3 Consequently, the Owner undertakes that, absent the Supplier's prior explicit consent, Organization Data will not include, and neither he nor any other User who accesses the Organization (including any such Guest User) will use the Service for the processing of, Personal Data that fall within either of the following categories: (a) 'special categories of personal data' (also known as 'sensitive information') as described for the time being in Article 9 of the GDPR, including particularly but without limitation genetic data, biometric data and data concerning health.\n(b) 'personal data relating to criminal convictions and offences or related security measures' as described for the time being in Article 10 of the GDPR.</p>5.\nData subjects<p>5.1 The Owner will determine who the Data Subjects are, or he may determine this jointly with other members of the Organization (or jointly with certain members or a particular member thereof).\nAs between the Parties, the Owner shall be deemed to have determined the same.</p>\n<p>5.2 The categories of Data Subjects include but may not be limited to: (a) Users having access to the Organization, including such Guest Users.\n(b) Users who interact with the Features applied via the Organization.\n(c) employees, contractors, consultants, associates and agents of (i) the Owner, (ii) the Subscriber of, or payer for, the Service Plan pertaining to the Organization, or (iii) the Users mentioned in the preceding subsections.\nand (d) parties with whom the Owner or the above Subscriber, payer or User does business or has other relations.</p>6.\nSub-processors<p>6.1 The Owner agrees that persons and entities on the Sub-processor List may be retained as Sub-processors (and authorises the Supplier to engage them), provided that each Sub-processor, insofar as relevant considering the processing operations it performs, assumes or is made subject to data protection obligations substantially similar to those set forth in this DPA (but in any event no less protective of Relevant Data than the DPA).\nThese obligations may be either contractual or apply by operation of law.\nIn the former case, the respective contract shall be in writing (which includes electronic form) or shall at least be made in a manner that identifies the parties and allows repeated reproduction of its terms.</p>\n<p>6.2 The Owner instructs that if sub-processing of Relevant Data is to be carried out by an international organisation or in a country not participating in the European Economic Area (EEA) and not being the Swiss Confederation, then the sub-processing be performed: (a) by an organisation or in a jurisdiction (respectively) that ensures an adequate level of protection for the Relevant Data concerned, i.e., that the transfer of these data from the EEA be based on an 'adequacy decision' as per the GDPR.\nor, absent an adequacy decision (b) subject to such safeguards and other conditions as required under the GDPR.\nsave if and to the extent that the requirement for an adequacy decision or safeguards has been legally derogated from.\nThe transfer of Relevant Data from the EEA in compliance with the above instruction to a party identified in the Sub-processor List requires no further instruction by the Owner.</p>\n<p>6.3 At least 10 days before authorising a third party not mentioned in the Sub-processor List to act as a Sub-processor the Supplier shall update the Sub-processor List made available online accordingly, i.e., at least 10 days before the engagement takes effect.\nSupplier undertakes to keep this list updated regularly to enable its Users to stay informed of the scope of sub-processing associated with the Services.</p>\n<p>6.4 The Owner may reasonably object to the new sub-processor engagement by providing the Supplier notice to that effect (setting out his grounds for the objection) within 10 days of having been informed as per section 6.3.\nIn case the Owner does so object, the Supplier will endeavour to provide him a commercially reasonable alternative not involving the processing the Owner objected to.\nSuch an alternative may, e.g., consist in a modification to the Service or a change of Service Plan.\nIf the Supplier is unable to provide the Owner with an alternative acceptable to him or (in its sole discretion) concludes that no alternative is feasible and respectively informs the Owner, and the objection is not withdrawn, then the relevant Organization shall be closed.</p>\n<p>6.5 If the Owner does not object to the new sub-processor engagement in accordance with section 6.4, he shall be deemed to have authorised the engagement.</p>\n<p>6.6 The Supplier shall be liable to the Owner for the acts and omissions of Sub-processors to the same extent that the Supplier would itself be liable under the Agreement were it to commit those acts or omissions.</p>7.\nSecurity<p>7.1 The Supplier will maintain adequate technical and organisational measures to ensure such level of security in its processing of Relevant Data as appropriate in the given circumstances.\nCertain of these measures have been described in the Data Protection Policy.</p>\n<p>7.2 The purpose of the above measures is to address in an appropriate manner: (a) the protection of Relevant Data against unauthorised or unlawful processing and against accidental loss, alteration or destruction.\n(b) the integrity and confidentiality of Relevant Data.\n(c) the availability and resilience of the Features pertinent to the processing of Relevant Data (to the extent such Features are authorised under the Service Plan the Owner enjoys).\n(d) the ability to restore the availability and access to Relevant Data in a timely manner after a Service failure.\n(e) the effectiveness of the means employed by the Supplier for ensuring the required level of security in its processing of Relevant Data.</p>\n<p>7.3 The Supplier further undertakes to: (a) ensure that the persons it authorises to process Relevant Data commit themselves to confidentiality (or will be under an appropriate statutory obligation of confidentiality) with respect to these data.\nand (b) notify the Owner without undue delay upon learning of any Personal Data breach that involves Relevant Data and may need to be communicated to the competent supervisory authority or the Data Subject(s) concerned.</p>8.\nSupplier's assistance<p>Data Subject's requests</p>\n<p>8.1 The Owner acknowledges that it is his duty, not the Supplier's, to accept, respond to, and resolve Data Subjects' requests for exercising their rights and freedoms as data subjects in connection with Relevant Data ('data subject rights'), and facilitate the exercise of these rights and freedoms.\nIf any such request is addressed directly to the Supplier, it will, to the extent legally permitted, redirect the request to the Owner without undue delay.</p>\n<p>8.2 Upon the Organization Owner's request, and considering the nature of the Supplier's processing operations hereunder, the Supplier will, insofar as possible, take appropriate technical and organisational measures to reasonably assist the Owner in complying with his obligation to respond to Data Subjects' requests for exercising the following of their data subject rights under the GDPR: the right of access, right to rectification, right to erasure, right to restriction of processing, right to data portability, right to object, and the right not to be subject to automated individual decision-making.</p>\n<p>8.3 Other compliance</p>\n<p>Considering the nature of the Supplier's processing operations and the information available to it, the Supplier will, on the Owner's request, reasonably assist the Owner in complying with the following of his controller obligations regarding the processing of Relevant Data (as arising under the GDPR), provided, and to the extent, these obligations apply to the Owner and the information he requires is not otherwise available to him: (a) using the Service in a manner compatible with the Owner's obligation to ensure an appropriate level of security in his processing of Relevant Data.\n(b) notifying breaches of Relevant Data to the appropriate supervisory authority and the Data Subjects concerned and documenting these breaches.\n(c) conducting a data protection impact assessment concerning the processing of Relevant Data by means of the Service, and, where necessary, carrying out a review to assess whether processing is performed in accordance with the impact assessment.\nand (d) consulting with the relevant supervisory authority on matters related to the above data protection impact assessment or its subject.</p>\n<p>8.4 Costs of assistance</p>\n<p>To the extent legally permitted, the Owner shall incur all costs and expenses that may arise in connection with the assistance described in this article 8, including any fees associated with the provision of additional Features.</p>9.\nReturn and deletion of data<p>9.1 After the completion of services relating to the processing of Organization Data (i.e., upon permanent cessation of all Service in relation to the Organization), the Supplier will: (a) at the Owner's choice, either delete or return to him all Relevant Data then stored by the Supplier.\nand (b) delete copies of these Relevant Data, save if and to the extent the law requires that the data concerned be retained.\nprovided that: (α) if the Owner elects to have the data returned, his respective request is made reasonably prior to the Organization being closed (see section 12.3 of the Terms).\nand (β) if Relevant Data reasonably cannot be deleted, returned or retained separately from other Organization Data (as is likely to be the case with at least some Relevant Data), the Supplier will, as applicable, delete or return, and, if required, retain, the entire body of Organization Data then stored by the Supplier, with no obligation to organise, structure or otherwise process the same to separate Relevant Data therefrom or distinguish between Relevant Data and other Organization Data.</p>10.\nDemonstration of compliance<p>10.1 The Supplier shall maintain records sufficient to demonstrate its compliance with the DPA, and will retain these records as long as legally required.</p>\n<p>10.2 Upon the Organization Owner's request and subject to such confidentiality and non-use commitments as the Supplier reasonably may suggest, the Supplier shall, no more than once a year: (a) make available to the Owner such of the above records as necessary, and any other information that reasonably may be required, to demonstrate the Supplier's compliance with its obligations under the DPA.\nand (b) if the provision of records and other information as per the preceding subsection is not sufficient for demonstrating the Supplier's compliance, allow the Owner (or his independent third-party auditor), upon reasonable notice and at a mutually agreeable time, to conduct an audit or inspection of the Supplier's practices in processing Relevant Data.</p>\n<p>10.3 Any audit or inspection under subsection 10.2(b) shall be limited to what is necessary for verifying the Supplier's compliance with its obligations under this DPA, is to be conducted in a manner not unreasonably disruptive to the Supplier's and Sub-processors' business, and shall be at the Owner's expense (including as to reasonable costs and expenses of the Supplier and Sub-processors, which the Owner undertakes to reimburse).</p>\n<p>Last revised: April 20th 2022.</p>Toggl Tools<ul>\n<li>\n<p>Your browser doesn't support HTML5 video.</p>\n<p>Beautifully simple work planning</p>Discover Plan</li>\n<li>\n<p>Your browser doesn't support HTML5 video.</p>\n<p>Effortless time tracking and reporting</p>Discover Track</li>\n<li>\n<p>Your browser doesn't support HTML5 video.</p>\n<p>Skills-based hiring</p>Discover Hire</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Your browser doesn't support HTML5 video.</p>\n<p>Beautifully simple work planning</p>Discover Plan<p>Your browser doesn't support HTML5 video.</p>\n<p>Effortless time tracking and reporting</p>Discover Track<p>Your browser doesn't support HTML5 video.</p>\n<p>Skills-based hiring</p>Discover HireToggl Global<ul>\n<li>Blog</li>\n<li>Our Mission</li>\n<li>Working at Toggl4</li>\n<li>Legal Terms</li>\n</ul>Toggl Track<ul>\n<li>Features</li>\n<li>Pricing</li>\n<li>Integrations</li>\n<li>Case Studies</li>\n<li>Mobile Apps</li>\n<li>Desktop Apps</li>\n<li>Anti-surveillance</li>\n<li>Knowledge Base</li>\n<li>Timesheet Templates</li>\n</ul>Toggl Plan<ul>\n<li>Product</li>\n<li>Pricing</li>\n<li>Solutions</li>\n<li>Customer Stories</li>\n<li>Project Management</li>\n<li>Knowledge Base</li>\n</ul>Toggl Hire<ul>\n<li>Product</li>\n<li>Pricing</li>\n<li>Skills Tests</li>\n<li>Customer Stories</li>\n<li>Candidate Experience</li>\n<li>Manifesto</li>\n<li>Knowledge Base</li>\n</ul>Resources<ul>\n<li>Fun &amp.\nGames</li>\n<li>Work From Home Hub</li>\n<li>Time Management Hub</li>\n<li>Business Resources</li>\n<li>Productivity Resources</li>\n<li>Blueprint Magazine</li>\n<li>Timesheets Magazine</li>\n</ul>\n<p>Discover all three Toggl tools:</p>Effortless time trackingBeautifully simple work planningSkills-based hiring© 2022 Toggl.\nAll rights reserved.", "created_at": "2022-12-08 20:10:27.86278", "updated_at": "2022-12-10 00:39:40.869558"}], "points": [{"id": 27204, "title": "The service claims to be CCPA compliant for California users", "source": "https://toggl.com/track/legal/privacy/", "status": "The privacy policy provides rights to California users under Californian law i sections 53-55.", "created_at": "2022-03-10 04:09:49.391528", "updated_at": "2022-08-21 21:59:01.552267", "quoteText": null, "case_id": 482, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27203, "title": "The service claims to be GDPR compliant for European users", "source": "https://toggl.com/track/legal/privacy/", "status": "The privacy policy claims \"we do our best to choose service providers that promise to ensure an adequate level of personal data protection according to GDPR\", and provides a list of rights for those living in the EEA in clauses 42-52.", "created_at": "2022-03-10 04:08:00.916381", "updated_at": "2022-08-21 22:00:31.123464", "quoteText": null, "case_id": 481, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27205, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://toggl.com/track/legal/privacy/", "status": "\"Our Websites do not support “Do Not Track” requests.\" - section 55", "created_at": "2022-03-10 04:10:34.281312", "updated_at": "2022-12-14 20:55:46.421892", "quoteText": null, "case_id": 233, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27221, "title": "Your account can be suspended for several reasons", "source": "https://toggl.com/track/legal/terms/", "status": "The Supplier may, in its sole discretion, temporarily or permanently disable, close or restrict access to any User Account that is used for infringing on anyone's Intellectual Property or proprietary or personal rights or to perform any of the acts mentioned in section 8.7, and shall not be liable for any loss, damage or other undesirable consequences resulting therefrom.", "created_at": "2022-03-10 06:10:56.102605", "updated_at": "2022-09-05 10:59:46.527705", "quoteText": null, "case_id": 205, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27223, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:15:22.087706", "updated_at": "2023-07-11 06:24:18.383066", "quoteText": null, "case_id": 399, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27208, "title": "Third-party cookies are used for advertising", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 04:48:22.597463", "updated_at": "2023-07-11 06:24:18.460529", "quoteText": null, "case_id": 128, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27214, "title": "The service explains how to prevent disclosure of personal information to third parties", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 05:33:14.418756", "updated_at": "2023-07-11 06:24:18.544712", "quoteText": null, "case_id": 334, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27211, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 05:28:08.026248", "updated_at": "2023-07-11 06:24:18.621682", "quoteText": null, "case_id": 303, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27209, "title": "Third-party cookies are used for statistics", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 05:25:34.430269", "updated_at": "2023-07-11 06:24:18.953049", "quoteText": null, "case_id": 325, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27212, "title": "Your data may be processed and stored anywhere in the world", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 05:29:37.552776", "updated_at": "2023-07-11 06:24:19.037425", "quoteText": null, "case_id": 187, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27224, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:17:27.039685", "updated_at": "2023-07-11 06:24:19.117858", "quoteText": null, "case_id": 214, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27219, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://toggl.com/track/legal/terms/", "status": "\"The Customer shall be fully responsible for the activity that occurs under his User Account, including all data processing and other acts performed through or by means thereof, and must notify the Supplier promptly upon learning of any security breach relating to or unauthorised use of his User Account.\" - Section 10.1", "created_at": "2022-03-10 06:06:08.622417", "updated_at": "2022-11-13 12:51:26.567203", "quoteText": null, "case_id": 484, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27225, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://toggl.com/track/legal/terms/", "status": "\"the Software, the Service and anything offered or delivered as a part of, in conjunction with, or by means of any Feature is provided on an \"as is\" and \"as available\" basis;\" - Section 6.4.b", "created_at": "2022-03-10 06:22:41.481229", "updated_at": "2022-12-09 20:08:08.122781", "quoteText": null, "case_id": 286, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27228, "title": "This service may collect, use, and share location data", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:36:21.611422", "updated_at": "2022-12-12 21:02:24.660569", "quoteText": null, "case_id": 373, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27218, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://toggl.com/track/legal/terms/", "status": "\"The User shall defend, indemnify and hold harmless the Supplier, its officers, directors, employees, contractors, agents and representatives from and against all claims made by and all damages, liabilities, penalties, fines, costs and expenses payable to any third party that arise from the User's or, if the User is a Customer, then his own or any Guest User's: (a) breach of any obligation, representation or warranty hereunder; (b) misuse of any Feature; or (c) infringement of anyone's Intellectual Property or proprietary or personal rights.\" - Section 17", "created_at": "2022-03-10 06:03:50.299974", "updated_at": "2022-12-14 20:55:04.344752", "quoteText": null, "case_id": 146, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27229, "title": "Your personal information is used for many different purposes", "source": "https://toggl.com/track/legal/privacy/", "status": "See \"Purposes and grounds for Information processing\" for a full list", "created_at": "2022-03-10 06:37:15.188734", "updated_at": "2023-04-22 19:55:56.115793", "quoteText": null, "case_id": 185, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27207, "title": "First-party cookies are used", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 04:38:43.925436", "updated_at": "2023-07-11 06:24:19.195746", "quoteText": null, "case_id": 126, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27226, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:27:42.922618", "updated_at": "2023-07-11 06:24:19.390854", "quoteText": null, "case_id": 375, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27217, "title": "There is a date of the last update of the agreements", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:01:41.786732", "updated_at": "2023-07-11 06:24:19.46545", "quoteText": null, "case_id": 331, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27215, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 05:34:01.839625", "updated_at": "2023-07-11 06:24:19.540399", "quoteText": null, "case_id": 408, "document_id": 6511, "quoteStart": null, "quoteEnd": null}, {"id": 27216, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://toggl.com/track/legal/terms/", "status": "\"all disputes arising from or otherwise concerning the Agreement or the Service (including disputes concerning the formation or validity hereof) shall be resolved by arbitration as follows: (i) the matter shall be arbitrated by the Arbitration Court of the Estonian Chamber of Commerce and Industry (ACECCI); (ii) the proceedings shall be conducted in accordance with the ACECCI's then-current arbitration rules; (iii) the seat of arbitration shall be Tallinn, Estonia; and (iv) any decision (order, judgment or other) that the ACECCI may deliver in such a dispute shall be enforceable in all jurisdictions. Each Party hereby irrevocably submits to the ACECCI's jurisdiction and waives any and all objections it may have thereto;\" - Section 24.b of Terms of Service", "created_at": "2022-03-10 05:57:05.514602", "updated_at": "2022-08-21 21:58:19.887725", "quoteText": null, "case_id": 241, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27206, "title": "This service is only available to users over a certain age", "source": "https://toggl.com/track/legal/terms/", "status": "'As far as natural persons are concerned, the Service is only intended for those who have full active legal capacity. Such capacity is usually attained by becoming of legal age (the age of majority), which commonly occurs at the age of 18. Individuals whose active legal capacity is restricted are also restricted from being Users and must not perform any of the acts mentioned in the definition of \"User\".' - section 3.1", "created_at": "2022-03-10 04:15:17.035052", "updated_at": "2022-12-14 20:54:46.478519", "quoteText": null, "case_id": 152, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27220, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://toggl.com/track/legal/terms/", "status": "\"It shall be the User's own responsibility to maintain the confidentiality of his usernames, passwords, access tokens and similar credentials.\" - Section 10.2", "created_at": "2022-03-10 06:08:57.573848", "updated_at": "2023-04-22 19:55:55.988354", "quoteText": null, "case_id": 148, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27222, "title": "You agree not to use the service for illegal purposes", "source": "https://toggl.com/track/legal/terms/", "status": "\"The User further warrants that he will not use the Service for sending unsolicited communications or uploading, transmitting, delivering, running, controlling or storing harmful code, malware or illegal content, and, in the Customer's case, that no Guest User will do so.\" - Section 8.5", "created_at": "2022-03-10 06:13:14.479983", "updated_at": "2023-04-22 19:55:56.075476", "quoteText": null, "case_id": 280, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27227, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:31:13.904517", "updated_at": "2023-07-11 06:24:18.797219", "quoteText": null, "case_id": 164, "document_id": 6511, "quoteStart": null, "quoteEnd": null}], "urls": ["toggl.com"]}}