{"error": 448, "message": "OK", "parameters": {"id": 9462, "name": "Lemmy", "created_at": "2023-09-01 22:49:59.429773", "updated_at": "2023-09-02 10:02:15.319619", "wikipedia": null, "keywords": null, "related": null, "slug": "lemmy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9462.png", "url": "join-lemmy.org,lemmy.ml", "documents": [{"id": 18650, "name": "Code of Conduct", "url": "https://join-lemmy.org/docs/en/code_of_conduct.html", "xpath": "//body", "text": " <ol>\n<li>\n<strong>1.</strong> Introduction</li>\n<li>\n</li>\n<li>For Users</li>\n<li>\n<strong>2.</strong> Getting Started</li>\n<li>\n<strong>3.</strong> Media</li>\n<li>\n<strong>4.</strong> Votes and Ranking</li>\n<li>\n<strong>5.</strong> Moderation</li>\n<li>\n<strong>6.</strong> Censorship Resistance</li>\n<li>\n<strong>7.</strong> Other Features</li>\n<li>\n<strong>8.</strong> History of Lemmy</li>\n<li>\n</li>\n<li>For Admins</li>\n<li>\n<strong>9.</strong> Administration</li>\n<li>\n<strong>10.</strong> Install with Docker</li>\n<li>\n<strong>11.</strong> Install with Ansible</li>\n<li>\n<strong>12.</strong> Install from Scratch</li>\n<li>\n<strong>13.</strong> Install on AWS</li>\n<li>\n<strong>14.</strong> First Steps</li>\n<li>\n<strong>15.</strong> Configuration</li>\n<li>\n<strong>16.</strong> Theming Guide</li>\n<li>\n<strong>17.</strong> Getting started with Federation</li>\n<li>\n<strong>18.</strong> Troubleshooting</li>\n<li>\n<strong>19.</strong> Backup and Restore</li>\n<li>\n<strong>20.</strong> Using Caddy as a reverse proxy</li>\n<li>\n<strong>21.</strong> Running a Tor Hidden Service</li>\n<li>\n<strong>22.</strong> Prometheus Metrics</li>\n<li>\n<strong>23.</strong> Horizontal Scaling</li>\n<li>\n</li>\n<li>For Contributors</li>\n<li>\n<strong>24.</strong> Overview</li>\n<li>\n<strong>25.</strong> Local Development</li>\n<li>\n<strong>26.</strong> Docker Development</li>\n<li>\n<strong>27.</strong> API</li>\n<li>\n<strong>28.</strong> Federation</li>\n<li>\n<strong>29.</strong> Resources</li>\n<li>\n<strong>30.</strong> Ranking Algorithm</li>\n<li>\n</li>\n<li>Code of Conduct</li>\n<li>\n<strong>31.</strong> Code of Conduct</li>\n</ol>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Light</li>\n<li>Rust</li>\n<li>Coal</li>\n<li>Navy</li>\n<li>Ayu</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ul>\n</ul> Code of Conduct\n<ul>\n<li>We are committed to providing a friendly, safe and welcoming environment for all, regardless of level of experience, gender identity and expression, sexual orientation, disability, personal appearance, body size, race, ethnicity, age, religion, nationality, or other similar characteristic.</li>\n<li>Please avoid using overtly sexual aliases or other nicknames that might detract from a friendly, safe and welcoming environment for all.</li>\n<li>Please be kind and courteous.\nThere’s no need to be mean or rude.</li>\n<li>Respect that people have differences of opinion and that every design or implementation choice carries a trade-off and numerous costs.\nThere is seldom a right answer.</li>\n<li>Please keep unstructured critique to a minimum.\nIf you have solid ideas you want to experiment with, make a fork and see how it works.</li>\n<li>We will exclude you from interaction if you insult, demean or harass anyone.\nThat is not welcome behavior.\nWe interpret the term “harassment” as including the definition in the Citizen Code of Conduct.\nif you have any lack of clarity about what might be included in that concept, please read their definition.\nIn particular, we don’t tolerate behavior that excludes people in socially marginalized groups.</li>\n<li>Private harassment is also unacceptable.\nNo matter who you are, if you feel you have been or are being harassed or made uncomfortable by a community member, please contact one of the channel ops or any of the Lemmy moderation team immediately.\nWhether you’re a regular contributor or a newcomer, we care about making this community a safe place for you and we’ve got your back.</li>\n<li>Likewise any spamming, trolling, flaming, baiting or other attention-stealing behavior is not welcome.</li>\n</ul>\n<p>\n<strong>Message the Moderation Team on Mastodon</strong>\n</p>\n<p>\n<strong>Email The Moderation Team</strong>\n</p>\nModeration\n<p>These are the policies for upholding our community’s standards of conduct.\nIf you feel that a thread needs moderation, please contact the Lemmy moderation team .</p>\n<ol>\n<li>Remarks that violate the Lemmy standards of conduct, including hateful, hurtful, oppressive, or exclusionary remarks, are not allowed.\n(Cursing is allowed, but never targeting another user, and never in a hateful manner.)</li>\n<li>Remarks that moderators find inappropriate, whether listed in the code of conduct or not, are also not allowed.</li>\n<li>Moderators will first respond to such remarks with a warning, at the same time the offending content will likely be removed whenever possible.</li>\n<li>If the warning is unheeded, the user will be “kicked,” i.e., kicked out of the communication channel to cool off.</li>\n<li>If the user comes back and continues to make trouble, they will be banned, i.e., indefinitely excluded.</li>\n<li>Moderators may choose at their discretion to un-ban the user if it was a first offense and they offer the offended party a genuine apology.</li>\n<li>If a moderator bans someone and you think it was unjustified, please take it up with that moderator, or with a different moderator, in private.\nComplaints about bans in-channel are not allowed.</li>\n<li>Moderators are held to a higher standard than other community members.\nIf a moderator creates an inappropriate situation, they should expect less leeway than others.</li>\n</ol>\n<p>In the Lemmy community we strive to go the extra step to look out for each other.\nDon’t just aim to be technically unimpeachable, try to be your best self.\nIn particular, avoid flirting with offensive or sensitive issues, particularly if they’re off-topic.\nthis all too often leads to unnecessary fights, hurt feelings, and damaged trust.\nworse, it can drive people away from the community entirely.</p>\n<p>And if someone takes issue with something you said or did, resist the urge to be defensive.\nJust stop doing what it was they complained about and apologize.\nEven if you feel you were misinterpreted or unfairly accused, chances are good there was something you could’ve communicated better — remember that it’s your responsibility to make others comfortable.\nEveryone wants to get along and we are all here first and foremost because we want to talk about cool technology.\nYou will find that people will be eager to assume good intent and forgive as long as you earn their trust.</p>\n<p>The enforcement policies listed above apply to all official Lemmy venues.\nincluding git repositories under github.com/LemmyNet and git.join-lemmy.org/LemmyNet, the Matrix chat.\nlemmy.ml and other instances under that domain.\nFor other projects adopting the Lemmy Code of Conduct, please contact the maintainers of those projects for enforcement.\nIf you wish to use this code of conduct for your own project, consider explicitly mentioning your moderation policy or making a copy with your own moderation policy so as to avoid confusion.</p>\n<p>Adapted from the Rust Code of Conduct, which is based on the Node.js Policy on Trolling as well as the Contributor Covenant v1.3.0.</p>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2023-09-01 22:49:59.460993", "updated_at": "2023-09-01 22:50:27.394305"}], "points": [], "urls": ["join-lemmy.org", "lemmy.ml"]}}