{"error": 448, "message": "OK", "parameters": {"id": 5377, "name": "flat.io", "created_at": "2021-10-30 05:31:05.130296", "updated_at": "2023-08-31 22:02:01.576845", "wikipedia": null, "keywords": null, "related": null, "slug": "flat-io", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/5377.png", "url": "flat.io", "documents": [{"id": 9659, "name": "Privacy Policy", "url": "https://flat.io/help/en/policies/privacy-policy.html", "xpath": "/html/body/main/div[2]/div[2]", "text": "<p>\n<em>This Privacy Policy applies all users.\nTo view all our policies, check out the index.\nThis is the current version of these terms, dated 24 Feb 2020.</em>\n</p> 1.\nFlat approach to privacy <p>\n<strong>1.1</strong>\tWe operate a service which allows you to create, edit, share and collaborate on music scores using our website located at flat.io, the Flat application (available for download on your mobile device), through APIs, and through third parties (the “<strong>Service</strong>”).</p>\n<p>\n<strong>1.2</strong>\tWe appreciate your interest in our Service.\nPrivacy protection is very important to us and we are committed to protecting you and respecting your privacy.\nThis privacy policy sets out information about how we collect, store, process, transfer, share and use data that identifies or is associated with you when providing our Service (hereinafter “<strong>personal information</strong>”).</p>\n<p>\n<strong>1.3</strong>\tYou should also be aware that we use cookies to store and access information whilst providing access to our site or our app.\nYou can find out more about our use of cookies below.</p>\n<p>\n<strong>1.4</strong>\tThe Service is operated by Tutteo Limited (“<strong>Flat</strong>”, “<strong>we</strong>”, “<strong>our</strong>” or “<strong>us</strong>”) and we act as a data controller in relation to the personal information we hold about you.</p> 2.\nPersonal information we collect about you and how we use it <p>\n<strong>2.1</strong>\tWe collect personal information about you when you voluntarily submit information directly to us through our Service.\nThis can include information you provide to us when you register with us, edit your profile, share content, purchase services, correspond with us, subscribe to our mailing lists, newsletters or other forms of marketing communications, respond to a survey, enter a promotion or use some other feature of our Service.</p>\n<p>\n<strong>2.2</strong>\tAt various places on our site or our app you may be requested to enter certain personal information.\nPersonal information that must be provided in order to use the requested services will be indicated at the time of collection.\nIf you choose not to provide this personal information, we may not be able to provide some or all of the features and functionalities of the Service to you or respond to your other requests.\nOther personal information that you are not required to provide in order to receive our services may be voluntarily given and you are free to decide not to give such personal information.</p>\n<p>\n<strong>2.3</strong>\tThe table sets out the categories of personal information we collect about you and how we use that information.\nThe table also lists the legal basis which we rely on to process the personal information and the recipients of the personal information.</p>\n<p>\n<strong>2.4</strong>\tWe also automatically collect personal information indirectly about how you access and use the Service and information about the device you use to access the Service.</p>\n<p>\n<strong>2.5</strong>\tThe table sets the categories of personal information we collect about you automatically and how we use that information.\nThe table also lists the legal basis which we rely on to process the personal information and the recipients of the personal information.</p>\n<p>\n<strong>2.6</strong>\tWe may link or combine the personal information we collect about you and the information we collect automatically.\nThis allows us to provide you with a personalised experience regardless of how you interact with us.</p>\n<p>\n<strong>2.7</strong>\tWe may anonymise and aggregate any of the information we collect (so that it does not directly identify you).\nWe may use anonymised information for purposes that include testing our IT systems, research, data analysis, improving our site and developing new products and features.</p> 3.\nInformation we share with third parties <p>3.1\tWe may share your personal information with the following parties (as required in accordance with the uses set out in Annexes 1 and 2):</p>\n<ul>\n<li>\n<strong>(a)\tSocial networks</strong>: if you are a Flat Individual user you can choose to make your content public and share your content on a social network.\nIf you do, we will share your content with that social network.\nAs part of the Service, other users can share your public content with social networks.</li>\n<li>\n<strong>(b)\tCompanies in the same group of companies as us</strong>: our subsidiaries (i.e.\nany organisation we own or control) or our holding company or ultimate holding company (i.e.\nany organisation that owns or controls us) and any subsidiaries they own.\nThese companies will only use your personal information in the same way as we can under this privacy policy.</li>\n<li>\n<strong>(c)\tService providers and advisors</strong>: third parties who provide a service to us.\nFor example, third party service providers either provide IT infrastructure or help support it, help us to provide you with support in relation to the Service, process payments from you on our behalf, develop analytical information for us about our products and services and provide professional services such as legal and accountancy services.\nThese third parties will only be allowed to use your personal information in accordance with our instructions and will be required to keep your information secure.</li>\n<li>\n<strong>(d)\tPurchasers of our business</strong>: personal information may be disclosed or transferred to buyers or perspective buyers of our business or any of our assets as part of any such sale.\nWe will take all reasonable steps to ensure that such recipients will use your personal information in a way that is consistent with this privacy policy.</li>\n<li>\n<strong>(e)\tLaw enforcement, regulators and other parties for legal reasons</strong>: third parties who we are under a legal obligation to disclose your personal information to or to whom we need to disclose your personal information to protect our rights, property or safety or to protect the rights, property or safety of others.\nWe may also disclose personal information to third parties to help detect and investigate illegal activities and breaches of any agreement we have with you.</li>\n</ul>\n<p>\n<strong>3.2</strong>\tWe do not disclose information about identifiable individuals to anyone else except as set out above.\nWe may provide third parties with aggregate statistical information and analytics about users of our Service but we will make sure no one can be identified from this information before we disclose it.</p> 4.\nMarketing and advertising <p>\n<strong>4.1</strong>\tFrom time to time we may contact you with information about our products and services.\nMost marketing messages we send will be by email.\nIf you are using our app we may also send you push notifications.\nFor some marketing messages we may use personal information we collect about you to help us determine the most relevant marketing information to share with you.</p>\n<p>\n<strong>4.2</strong>\tWe will only send marketing messages to you if you have given us your consent to do so.\nWe will only send marketing messages to users of our Flat Individual service or to users of our Flat Education service that have a designated “teacher” account.\nWe will ask you if you would like to receive these messages when we first collect your contact details.\nYou can also change your marketing preference at a later date by following the instructions outlined below.</p>\n<ul>\n<li>\n<p>\n<strong>Email</strong> – click on the unsubscribe link at the bottom of our marketing emails.\nIf you have an online account with us you might be able to opt-out of marketing emails, features updates and comment notifications through your account settings.</p>\n</li>\n<li>\n<p>\n<strong>App push notifications</strong> – you can change your push notification preferences at any time in the account settings for the app.</p>\n</li>\n</ul>\n<p>\n<strong>4.3</strong>\tIf you receive marketing from us through other channels e.g.\npost or by phone, and you no longer want to receive such messages, you can tell us to stop marketing to you by post or phone marketing messages by using our contact details at the end of this privacy policy.</p>\n<p>\n<strong>4.4</strong>\tPlease note that if you do opt-out of or do not grant consent to receiving marketing related messages from us, we may still send you non-marketing messages, such as communications relating to the provision of our Service.</p>\n<p>\n<strong>4.5</strong>\tYou can also let us know at any time that you do not wish to receive marketing anymore by sending an email to us at support@flat.io.\nYou may also be able to unsubscribe from our marketing emails by clicking on the unsubscribe link in the emails we send to you.</p> 5.\nStoring and transferring your personal information <p>\n<strong>5.1\tRetention period</strong>: We will store the personal information we collect about you for no longer than necessary for the purposes set out in Annex 1 and Annex 2 and in accordance with our legal obligations and legitimate business interests.</p>\n<p>\n<strong>5.2\tSecurity</strong>: we implement appropriate and reasonable technical and organisational measures to protect your personal information against accidental or unlawful destruction, loss, change, or damage.\nAll personal information we collect will be stored on our secure servers.</p>\n<p>\n<strong>5.3\tPhishing</strong>: We will never send you unsolicited emails or contact you by phone requesting your account ID, password, credit or debit card information or national identification numbers.</p>\n<p>\n<strong>5.4\tInternational Transfers of your Personal Information</strong>: the personal information we collect may be transferred to and stored in countries outside of the jurisdiction you are in where we and our third party service providers have operations.\nSome of these countries offer differing levels of protection in respect of personal information and may, in certain instances, be less protective than the country you are typically resident in.\nThese international transfers of your personal information will be made pursuant to appropriate safeguards, such as the EU-U.S.\nPrivacy Shield framework or standard data protection clauses adopted by the European Commission.\nIf you wish to enquire further about these safeguards used, please contact us using the details set out at the end of this privacy policy.\nWe will take all reasonable steps to ensure that your personal information is treated securely and in accordance with applicable law and this privacy policy.</p> 6.\nOur policy towards children <p>\n<strong>6.1</strong>\tOur Flat Individual Service is not directed to persons under 13 and we do not knowingly collect personal information from children under 13.\nIf you become aware that your child has provided us with personal information, without your consent, then please contact us using the details below so that we can take steps to remove such information and terminate any account your child has created with us.</p>\n<p>\n<strong>6.2</strong>\tOur Flat Education Service may be used by children under 13, but only with the prior consent of their parent or school, as permitted by the Children’s Online Privacy Protection Act (COPPA).\nIf Flat collects information from children under 13 through the Flat Education Service, Flat will collect, use, share and store such data only for the purposes of providing services to the student contemplated in our agreement with the school.</p> 7.\nYour rights in respect of your personal information <p>\n<strong>7.1</strong>\tIf you are resident in the European Economic Area, in accordance with applicable privacy law, you have the following rights in respect of your personal information that we hold:</p>\n<ul>\n<li>\n<strong>(a)</strong>\n<strong>Right of access</strong>.\nYou have the right to obtain:</li>\n<li>\n<strong>(i)</strong>\tconfirmation of whether, and where, we are processing your personal information;</li>\n<li>\n<strong>(ii)</strong>\tinformation about the categories of personal information we are processing, the purposes for which we process your personal information and information as to how we determine applicable retention periods;</li>\n<li>\n<strong>(iii)</strong>\tinformation about the categories of recipients with whom we may share your personal information.\nand</li>\n<li>\n<strong>(iv)</strong>\ta copy of the personal information we hold about you.</li>\n<li>\n<strong>(b)</strong>\n<strong>Right of portability</strong>.\nYou have the right, in certain circumstances, to receive a copy of the personal information you have provided to us in a structured, commonly used, machine-readable format that supports re-use, or to request the transfer of your personal data to another person.</li>\n<li>\n<strong>(c)\tRight to rectification</strong>.\nYou have the right to obtain rectification of any inaccurate or incomplete personal information we hold about you without undue delay.</li>\n<li>\n<strong>(d)</strong>\n<strong>Right to erasure</strong>.\nYou have the right, in some circumstances, to require us to erase your personal information without undue delay if the continued processing of that personal information is not justified.</li>\n<li>\n<strong>(e)</strong>\n<strong>Right to restriction</strong>.\nYou have the right, in some circumstances, to require us to limit the purposes for which we process your personal information if the continued processing of the personal information in this way is not justified, such as where the accuracy of the personal information is contested by you.</li>\n<li>\n<strong>(f)</strong>\n<strong>Right to object</strong>.\nYou have a right, in some circumstances, to object to any processing based on our legitimate interests.\nThere may, however, be compelling reasons for continuing to process your personal information, and we will assess and inform you if that is the case.</li>\n</ul>\n<p>\n<strong>7.2</strong>\tIf you wish to exercise one of these rights, please contact us using the contact details at the end of this privacy policy.\nYou may also review and edit the personal information you have submitted to us by logging into your account on our website.</p>\n<p>\n<strong>7.3</strong>\tYou also have the right to lodge a complaint to your national data protection authority.\nFurther information about how to contact your local data protection authority is available at http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.</p>\n<p>\n<strong>7.4</strong>\tResidents in other jurisdictions may have similar rights to the above.\nIf you would like to exercise one of these rights, please contact us using the contact details at the end of this privacy policy.\nWe will comply with any request to the extent required under applicable law.</p> 8.\nCookies and similar technologies <p>\n<strong>8.1</strong>\tOur website uses cookies to distinguish you from other users of our website.\nThis helps us to provide you with a good experience when you browse our website and also allows us to improve our website.</p>\n<p>\n<strong>8.2</strong>\tCookies are pieces of code that allow for personalisation of our website experience by saving your information such as user ID and other preferences.\nA cookie is a small data file that we transfer to your computer’s hard disk for record-keeping purposes.</p>\n<p>\n<strong>8.3</strong>\tWe use the following types of cookies:</p>\n<ul>\n<li>\n<strong>(a)</strong>\n<strong>Strictly necessary cookies</strong>.\nThese are cookies that are required for the operation of our website.\nThey include, for example, cookies that enable you to log into secure areas of our website, use a shopping cart or make use of e-billing services.</li>\n<li>\n<strong>(b)</strong>\n<strong>Analytical/performance cookies</strong>.\nThey allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it.\nThis helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily.\nWe may use third-party analytics tools such as Google Analytics, to help us measure traffic and usage trends for the Online Services and to understand more about the demographics of our users.\nYou can learn more about Google’s practices at http://www.google.com/policies/privacy/partners, and view its currently available opt-out options at https://tools.google.com/dlpage/gaoptout.</li>\n<li>\n<strong>(c)</strong>\n<strong>Functionality cookies</strong>.\nThese are used to recognise you when you return to our website.\nThis enables us to personalise our content for you, greet you by name and remember your preferences (for example, your choice of language or region).</li>\n</ul>\n<p>\n<strong>8.4</strong>\tThe table at Annex 3 sets out further details about the cookies which are most frequently used on our website.</p>\n<p>\n<strong>8.5</strong>\tThe cookies we use are designed to help you get the most from the website but if you do not wish to receive cookies, most browsers allow you to change your cookie settings.\nPlease note that if you choose to refuse cookies you may not be able to use the full functionality of our website.\nThese settings will typically be found in the “options” or “preferences” menu of your browser.\nIn order to understand these settings, the following links may be helpful, otherwise you should use the “Help” option in your browser for more details.</p>\n<ul>\n<li>\n<strong>(a)</strong>\tCookie settings in Internet Explorer</li>\n<li>\n<strong>(b)</strong> Cookie settings in Edge</li>\n<li>\n<strong>(c)</strong>\tCookie settings in Firefox</li>\n<li>\n<strong>(d)</strong>\tCookie settings in Chrome</li>\n<li>\n<strong>(e)</strong>\tCookie settings in Safari web and iOS.</li>\n</ul>\n<p>\n<strong>8.6</strong>\tIf you would like to find out more about cookies and other similar technologies, please visit www.allaboutcookies.org or the Network Advertising Initiative’s online sources at www.networkadvertising.org.</p> 9.\nLinks to third party sites <p>Our Service may, from time to time, contain links to and from third party websites of our partner networks, advertisers, partner merchants, news publications, retailers and affiliates.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for their policies.\nPlease check the individual policies before you submit any information to those websites.</p> 10.\nChanges to this policy <p>We may update this privacy policy from time to time and so you should review this policy periodically.\nWhen we change this privacy policy in a material way, we will update the “last modified” date at the top of this privacy policy.\nChanges to this privacy policy are effective when they are posted on this page.</p> 11.\nNotice to you <p>If we need to provide you with information about something, whether for legal, marketing or other business related purposes, we will select what we believe is the best way to get in contact with you.\nWe will usually do this through email or by placing a notice on our site.\nThe fact that we may send notices to you will not stop you from being able to opt out of certain types of contact as described in this privacy policy.</p> 12.\nContacting us <p>Questions, comments and requests regarding this privacy policy are welcome and should be addressed to:\nlegal@tutteo.com</p> Annexes <ul>\n<li>1 - Personnal information we collect</li>\n<li>2 - Personal information collected automatically</li>\n<li>3 - Cookies</li>\n</ul>\n", "created_at": "2021-10-30 05:31:05.133744", "updated_at": "2021-10-30 03:31:46.537077"}, {"id": 9660, "name": "Terms of Service", "url": "https://flat.io/help/en/policies/terms-of-service-individual.html", "xpath": "/html/body/main/div[2]/div[2]", "text": "<p>\n<em>These Terms of Service applies to individual users.\nTo view all our policies, check out the index.\nThis is the current version of these terms, dated 5 January 2016.</em>\n</p> 1.\nWelcome to Flat <p>\n<strong>1.1</strong>.\nFlat operates a platform which allows you create, edit, share and collaborate on music scores using our website located at flat.io and the Flat application (available for download on your mobile device) (the “<strong>Service</strong>”).</p>\n<p>\n<strong>1.2</strong>.\nThe Service is operated by Tutteo Limited (“<em>we</em>”, “<em>our</em>”, or “<em>us</em>”).</p> 2.\nYour relationship with us <p>\n<strong>2.1.</strong> This document and any documents referred to within it (collectively, the “<strong>Terms of Service</strong>”) set out the terms of your relationship with us.\nIt is important that you read and understand the Terms of Service before using the Service.\nIf there is anything within them that you do not understand, then please contact us at support@flat.io to discuss what this means for you.</p>\n<p>\n<strong>2.2.</strong> By setting up an account with us or using and accessing the Service you agree to these Terms of Service.\nIf you do not agree to these Terms of Service, please do not browse or otherwise access or use the Service.</p> 3.\nInformation about us <p>\n<strong>3.1.</strong> Tutteo Limited is incorporated and registered in England and Wales under company number 09734095.\nOur registered office is at 9th Floor, 107 Cheapside, London, EC2V 6DN, United Kingdom.</p> 4.\nInformation about you <p>\n<strong>4.1.</strong> Your privacy is important to us.\nYou should read our Privacy Policy to understand how we collect, use and share information about you.</p> 5.\nSetting up an account <p>\n<strong>5.1.</strong> To access our Service, you must register with us and set up an account with an ID and password (your “<strong>Account</strong>”).\nWe encourage you to use “strong” passwords (passwords that use a combination of upper and lower case letters, numbers and symbols) with your Account.</p>\n<p>\n<strong>5.2.</strong> You must be 13 years or older and capable in your country of residence of entering into a legal binding agreement to use our Service.</p>\n<p>\n<strong>5.3.</strong> You may connect to our Service with a third-party service (e.g.\nFacebook or Google) and you give us permission to access and use your information from that service as permitted by that service and as set out in our Privacy Policy.\nIf you do connect to Flat through a third-party service, your use of the third-party service is subject to the terms of that service.</p>\n<p>\n<strong>5.4.</strong> You are responsible for maintaining the confidentiality of your login details and any activities that occur under your Account.\nIf you have any concerns that your Account may have been misused, you should contact us at support@flat.io straight away to let us know.</p> 6.\nFree and Premium Service <p>\n<strong>6.1.</strong> We offer two types of Service, a free service through which users can create, edit, collaborate on and share music scores (the “<strong>Free Service</strong>”) and a paid service which users can create a non-limited number of private music scores, print and export unbranded documents (i.e.\nwithout Flat mention or any watermark), use our advanced history (commercially called “Smart history”) and have the ability to select a MIDI output (the “<strong>Premium Service</strong>” using the product name “Flat Power”).</p>\n<p>\n<strong>6.2.</strong> Details of the functionality you are provided with when using the Free Service or the Premium Service are available here https://flat.io/pricing.</p>\n<p>\n<strong>6.3.</strong> Aside from your 14 day right to cancel (see section 8.1), you may cancel, upgrade or downgrade your Account at anytime as indicated in your Account settings for the Service.\nAny cancellation or downgrade of the Premium Service will take effect at the end of the period you have subscribed to the Premium Service for.</p>\n<p>\n<strong>6.4.</strong> You will be permitted to use the functionality of the Free Service until we or you cancel your Account in accordance with these Terms of Service.</p> 7.\nYour right to use the Service <p>\n<strong>7.1.</strong> The materials and content comprising the Service (excluding User Content) belongs to us and we give you permission to use these materials and content for the sole purpose of using the Service in accordance with these Terms of Service.</p>\n<p>\n<strong>7.2.</strong> Your right to use the Service is personal to you and you are not allowed to give this right to another person or to sell, gift or transfer your Account to another person.\nYour right to use the Service does not stop us from giving other people the right to use the Service.</p>\n<p>\n<strong>7.3.</strong> Other than as allowed in these Terms of Service you are not given a right to use the “Flat” name, or any of the “Flat” trademarks, logos, domain names and other distinctive brand features.</p>\n<p>\n<strong>7.4.</strong> As part of our Service, we allow you to download our application (including any updates) from our site or via an app store (our “<strong>Application</strong>”) for use on your mobile device for the sole purpose of accessing and using our Service in accordance with these Terms of Service and we grant you a non-exclusive, personal, non-transferable licence for this sole purpose.</p>\n<p>\n<strong>7.5.</strong> Unless allowed by these Terms of Service and as permitted by the functionality of the Service, you agree:</p>\n<ul>\n<li>\n<strong>(a)</strong> not to copy our Application or any portion of the Service;</li>\n<li>\n<strong>(b)</strong> not to give or sell or otherwise make available our Application or any portion of the Service to anybody else;</li>\n<li>\n<strong>(c)</strong> not to change our Application or any portion of the Service in any way;</li>\n<li>\n<strong>(d)</strong> not to look for or access the code of our Application or any portion of the Service that we have not expressly published publicly for general use.</li>\n</ul>\n<p>\n<strong>7.6.</strong> You agree that all confidential information, copyright and other intellectual property rights in our Application or any portion of the Service belong to us or the people who have licenced us to use those rights.</p>\n<p>\n<strong>7.7.</strong> You agree that you have no rights in or to our Application or any portion of the Service other than the right to use them in accordance with these Terms of Service</p> 8.\nCancellation <p>\n<strong>8.1.</strong> If you are in the EU, you have a right to cancel your subscription to the Premium Service without giving us any reason for up to 14 days after you signed up to the Premium Service.\nYou can find further information in our Cancellation Policy, available at https://flat.io/legal/individual-cancellation.</p>\n<p>\n<strong>8.2.</strong> If you would like to cancel your subscription to the Premium Service outside of the 14 day cancellation period, but carry on using the Premium Service until the end of your current subscription period, please read the following instructions: https://flat.io/settings/account/cancel-subscription.</p>\n<p>\n<strong>8.3.</strong> Your subscription to the Premium Service might auto-renew at the end of the subscription period.\nIf you want do not want your subscription to auto-renew, follow the instructions in our Cancellation Policy, available at https://flat.io/legal/individual-cancellation.</p> 9.\nFlat Service <p>\n<strong>9.1.</strong> Flat is a platform which allows you to create, share and collaborate on music scores as permitted by the functionality of the Service and your Account.</p>\n<p>\n<strong>9.2.</strong> We may from time to time provide social features on Flat such as social networking services where users can create online personal profiles and interact with other users.</p>\n<p>\n<strong>9.3.</strong> Any use of the Flat social features should comply with our Rules of Acceptable Use below.</p>\n<p>\n<strong>9.4.</strong> We do not oversee, monitor or moderate any social features we provide although we may remove content in contravention of these Terms of Service as set out below.\nIf we do decide to moderate a social feature, we will make this clear before you use the feature and normally provide you with a means of contacting the moderator, should a concern or difficulty arise.</p> 10.\nYour content <p>\n<strong>10.1.</strong> You confirm that music, sounds, text or information that you make available or create (“<strong>User Content</strong>”) whilst using the Service will meet the Rules of Acceptable Use.</p> 10.2.\nPrivate User Content <p>We do not claim ownership in your User Content.\nHowever, we need a licence to host your User Content, make sure it is available to you when you want it, make sure it works with Flat and to improve our Service.\nIf you choose to keep your User Content “private”, you grant us a worldwide, nonexclusive and royalty-free licence to use, reproduce, adapt, reformat, modify, translate, licence and sub-licence the User Content anywhere and in any form only for the purpose of providing our Service (including allowing users you expressly select to view your User Content).</p> 10.3.\nPublic User Content <p>We do not claim ownership in your User Content.\nHowever, we need this licence to host your User Content, make sure it is available to you when you want it, make sure it works with Flat, to improve our Service and so that we share it with the wider Flat community and on social networks.\nIf you choose to make your User Content “public”, you grant us a worldwide, nonexclusive and royalty-free licence to use, reproduce, distribute, adapt, reformat, modify, publish, translate, licence, sub-licence, and exploit the User Content anywhere and in any form only for the purpose of providing our Service (including allowing our users and other visitors to Flat to view your User Content).</p>\n<p>\n<strong>10.4.</strong> Our right to use your User Content does not in any way affect your privacy rights and we will only use information that identifies you as set out in our Privacy Policy https://flat.io/legal/privacy-policy.</p>\n<p>\n<strong>10.5.</strong> We do not check or moderate any User Content before it is added to the Service by users.\nWe may later check, moderate, reject, refuse or delete any User Content if anybody objects to it, or we think that it breaks any of the Rules of Acceptable Use.</p> 11.\nRules of Acceptable Use <p>\n<strong>11.1.</strong> In addition to the other requirements within these Terms of Service, this section describes specific rules that apply to your use of the Service (the “<strong>Rules of Acceptable Use</strong>”).</p>\n<p>\n<strong>11.2.</strong> When using the Service you must not:</p>\n<ul>\n<li>\n<strong>(a)</strong> circumvent, disable or otherwise interfere with the integrity of or any security related features of the Service or features that prevent or restrict use or copying of the content accessible via the Service;</li>\n<li>\n<strong>(b)</strong> create more than one account on the Service (however, you may connect all your social networks or other services accounts, that we support, to your account on the Service);</li>\n<li>\n<strong>(c)</strong> give any false or misleading information in your account details;</li>\n<li>\n<strong>(d)</strong> impersonate any person, or misrepresent your identity or affiliation with any person or give the impression they are linked to Flat, if this is not the case;</li>\n<li>\n<strong>(e)</strong> permit another person to use the Service under your name or on your behalf unless you are a business and such person is authorised by you;</li>\n<li>\n<strong>(f)</strong> use the Service if we have suspended or banned you from using it;</li>\n<li>\n<strong>(g)</strong> send junk, spam or repetitive messages;</li>\n<li>\n<strong>(h)</strong> advocate, promote or engage in any illegal or unlawful conduct or conduct that causes damage or injury to any person or property;</li>\n<li>\n<strong>(i)</strong> modify, interfere, intercept, disrupt or hack the Service;</li>\n<li>\n<strong>(j)</strong> misuse the Service by knowingly introducing, accessing or transmitting viruses, Trojans, worms, logic bombs or other material which would harm the Service or any user of the Service’s own equipment;</li>\n<li>\n<strong>(k)</strong> collect any data from the Service other than in accordance with these Terms of Service;</li>\n<li>\n<strong>(l)</strong> submit or contribute any content that contains nudity or violence or is abusive, harmful, threatening, obscene, misleading, untrue or offensive;</li>\n<li>\n<strong>(m)</strong> submit or contribute any User Content that you do not own or have the right to use or otherwise infringe the copyright, trademark or other rights of third parties;</li>\n<li>\n<strong>(n)</strong> use any User Content in violation of any licensing terms specified by the owner;</li>\n<li>\n<strong>(o)</strong> submit or contribute any information or commentary about another person without that person’s permission;</li>\n<li>\n<strong>(p)</strong> threaten, abuse or invade another’s privacy, or cause annoyance, inconvenience or needless anxiety or be likely to harass, upset, embarrass, alarm or annoy any other person.\nor</li>\n<li>\n<strong>(q)</strong> use any automated system, including without limitation “robots”, “spiders” or “offline readers” to access the Service in a manner that send more request messages to the Service than a human can reasonably produce in the same period of time.</li>\n</ul>\n<p>\n<strong>11.3.</strong> Failure to comply with Rules of Acceptable Use constitutes a serious breach of these Terms of Service, and may result in our taking all or any of the following actions (with or without notice):</p>\n<ul>\n<li>\n<strong>(a)</strong> immediate, temporary or permanent withdrawal of your right to use our Service;</li>\n<li>\n<strong>(b)</strong> immediate, temporary or permanent removal of any User Content;</li>\n<li>\n<strong>(c)</strong> issuing of a warning to you;</li>\n<li>\n<strong>(d)</strong> legal action against you including proceedings for reimbursement of all costs (including, but not limited to, reasonable administrative and legal costs) resulting from the breach;</li>\n<li>\n<strong>(e)</strong> disclosure of such information to law enforcement authorities as we reasonably feel is necessary.</li>\n</ul>\n<p>\n<strong>11.4.</strong> The responses described in section <strong>11.3.</strong> are not limited, and we may take any other action we reasonably deem appropriate.</p> 12.\nNotice and takedown policy <p>\n<strong>12.1.</strong> Any person may contact us by sending us an “<strong>Infringement Notice</strong>” if any content available through our Service infringes their rights or fails to comply with our Rules of Acceptable Use.\nThe Infringement Notice should be sent either by post to Tutteo Limited, 9th Floor, 107 Cheapside, London, EC2V 6DN, United Kingdom or by email to abuse@flat.io.\nPlease provide the information described below in the Infringement Notice:</p>\n<ul>\n<li>\n<strong>(a)</strong> your name and contact details;</li>\n<li>\n<strong>(b)</strong> a statement explaining in sufficient detail why you consider that the content available through our Service infringes your rights or fails to comply with our Rules of Acceptable Use.\nand</li>\n<li>\n<strong>(c)</strong> a link to or such other means of identifying the problematic content.</li>\n</ul>\n<p>\n<strong>12.2.</strong> We will take the action that we believe is appropriate depending on the nature of the Infringement Notice and will aim respond to you within a reasonable period of time on the action we propose to take.</p> 13.\nFees <p>\n<strong>13.1.</strong> The fees for the Premium Service are available at https://flat.io/pricing (the “<strong>Fees</strong>”).</p>\n<p>\n<strong>13.2.</strong> On signing up to the Premium Service, you will provide us with valid, up-to-date and complete credit or debit card details.</p>\n<p>\n<strong>13.3.</strong> You hereby authorise us to charge such credit or debit card for the Fees [monthly][annually] in advance starting from the date you sign up to the Premium Service.\nYou are responsible for keeping your credit or debit card details up-to-date.</p>\n<p>\n<strong>13.4.</strong> If we are unsuccessful in charging your credit or debit card and have still not received payment within 14 days after informing you, and without affecting any other rights and remedies available to us we may, without responsibility to you, suspend or temporarily disable all or part of your access to the Premium Service and we shall be under no obligation to provide any or all of the Premium Service while the Fees concerned remain unpaid.</p>\n<p>\n<strong>13.5.</strong> All amounts and Fees stated or referred to in these Terms of Service:</p>\n<ul>\n<li>\n<strong>(a)</strong> are payable in the currency you select;</li>\n<li>\n<strong>(b)</strong> are exclusive of value added tax (if applicable) unless otherwise expressly stated which shall be paid at the same time as payment of the Fees.\nWe shall send you a VAT invoice if you request us to do so.</li>\n</ul> 14.\nEnding our relationship <p>\n<strong>14.1.</strong> If at any time you do not feel that you can agree to these Terms of Service or any changes made to the Terms of Service or the Service, you must immediately stop using the Service.</p>\n<p>\n<strong>14.2.</strong> If you wish to end your use of the Service, please follow these instructions for deactivating your account in the settings feature of our Service.</p>\n<p>\n<strong>14.3.</strong> If you fail to pay any sum due to us and such sum remains outstanding for a further fourteen (14) days following notice requiring such sum to be paid we may cancel your Account immediately by notice and without responsibility to you.</p>\n<p>\n<strong>14.4.</strong> We may immediately end your use of the Service if you break the Rules of Acceptable Use, any other important rule(s), or terms and conditions we set for accessing and using the Service including these Terms of Service.</p>\n<p>\n<strong>14.5.</strong> We may also withdraw the Service as long as we give you reasonable notice that we plan to do this so that you have a reasonable period of time to download any of your User Content.</p>\n<p>\n<strong>14.6.</strong> If you or we end your use of the Service or we withdraw the Service as described in this section, we may delete or modify your User Content, account or any other information we hold about you.\nYou will also lose any rights you have to use the Service or access our content or your User Content.\nWe will not offer you compensation for any losses.</p> 15.\nDisclaimer: User Content <p>\n<strong>15.1.</strong> Our Service makes available User Content and we do not produce User Content and cannot be responsible for it in anyway.</p>\n<p>\n<strong>15.2.</strong> Where you follow a link to other sites or resources and make a purchase from that site or resource the purchase is solely between you and the seller.\nComplaints, questions and claims related to the sale item should be directed to the seller.</p>\n<p>\n<strong>15.3.</strong> We are not the seller of any item you purchase from third parties, we have no control and do not give any commitment relating to the existence, quality, genuineness of the item, the truth or accuracy of the picture or description of the item or any other content made available by the third party.</p> 16.\nOur liability/responsibility to you <p>\n<strong>16.1.</strong> Unfortunately, due to the nature of the Internet and technology, the Service is provided on an “as available” and “as is” basis.\nThis means that we are unable to promise that your use of the Service will be uninterrupted, without delays, error-free or meet your expectations and we do not give any commitment relating to the performance or availability of the Service in these Terms of Service and, to the extent we are able to do so, we exclude any commitments that may be implied by law.</p>\n<p>\n<strong>16.2.</strong> To the extent permitted by the law, we do not accept any responsibility whatsoever for any claims arising out of the provision of Service.</p>\n<p>\n<strong>16.3.</strong> In every case, we will never be responsible for any loss or damage that is not reasonably foreseeable.</p> 17.\nResolving disputes <p>\n<strong>17.1.</strong> If you have a dispute with us relating to the Service, in the first instance please contact us at support@flat.io and attempt to resolve the dispute with us informally.</p>\n<p>\n<strong>17.2.</strong> In the unlikely event that we have not been able to resolve a dispute informally, we will discuss and agree with you the most effective way of resolving our dispute.</p> 18.\nChanges to the Service <p>\n<strong>18.1.</strong> We are constantly updating and improving the Service to try and find ways to provide you with new and innovative features and services.\nImprovements and updates are also made to reflect changing technologies, tastes, behaviours and the way people use the Internet and our Service.</p>\n<p>\n<strong>18.2.</strong> In order to do this, we may need to update, reset, stop offering and/or supporting a particular part of the Service, or feature relating to the Service (“changes to the Service”).\nThese changes to the Service may affect your past activities on the Service, features that you use and your User Content (“Service elements”).\nAny changes to the Service could involve your Service elements being deleted or reset.</p>\n<p>\n<strong>18.3.</strong> You agree that a key characteristic of our Service is that changes to the Service will take place over time and this is an important basis on which we grant you access to the Service.\nOnce we have made changes to the Service, your continued use of the Service will show that you have accepted any changes to the Service.\nYou are always free to stop using the Service or deactivate your Account in the settings feature of the Service.</p>\n<p>\n<strong>18.4.</strong> We will try, where possible and reasonable, to contact you to let you know about any significant changes to the Service.</p> 19.\nChanges to the documents <p>\n<strong>19.1.</strong> We may revise these Terms of Service from time to time but the most current version will always be at support@flat.io.</p>\n<p>\n<strong>19.2.</strong> Changes will usually occur because of new features being added to the Service, changes in the law or where we need to clarify our position on something.</p>\n<p>\n<strong>19.3.</strong> We will try, where possible and reasonable, to contact you to let you know about any significant changes to any of the documents referred to in these Terms of Service.\nWe may contact you through the Service (for example by asking you to accept the changes before you continue to use the Service) or via a separate email.</p>\n<p>\n<strong>19.4.</strong> Normally, we will try to give you some warning before the new terms become effective.\nHowever, sometimes changes will need to be made immediately and if this happens we will not give you any notice</p> 20.\nDocuments that apply to our relationship with you <p>\n<strong>20.1.</strong> The current version of the Terms of Service contains the only terms and conditions that apply to our relationship with you.\nOlder versions of the Terms of Service will no longer apply to our relationship and will be completely replaced by the current version.</p>\n<p>\n<strong>20.2.</strong> We intend to rely on these Terms of Service as setting out the written terms of our agreement with you for the provision of the Service.\nIf part of the Terms of Service cannot be enforced then the remainder of the Terms of Service will still apply to our relationship.</p>\n<p>\n<strong>20.3.</strong> If you do not comply with these Terms of Service and we do not take action immediately, this does not mean we have given up any right we have and we may still take action in the future.</p> 21.\nLaw <p>\n<strong>21.1.</strong> As we are based in England, English law will apply to all disputes and the interpretation of these Terms of Service.\nThe English courts will have non-exclusive jurisdiction over any dispute arising from or related to your use of the Service.</p> 22.\nContact, feedback and complaints <p>\n<strong>22.1.</strong> If you need to contact us in relation to these Terms of Service or any other document mentioned in them, please email us at support@flat.io.</p>\n<p>\n<strong>22.2.</strong> We value hearing from our users, and are always interested in learning about ways we can improve the Service.\nBy providing your feedback you agree that you are giving up any rights you have in your feedback so that we may use and allow others to use it without any restriction and without any payment to you.</p>\n", "created_at": "2021-10-30 05:31:05.136754", "updated_at": "2021-10-30 03:32:02.615346"}, {"id": 15969, "name": "Privacy Policy Annex 1", "url": "https://flat.io/help/en/policies/privacy-policy-annex-1-information-collected", "xpath": "/html/body/main/div/div[2]", "text": " <p>\n<em>This is the Annex 1 of our Privacy Policy.</em>\n</p> Category of personal information How we use it Legal Basis for the processing Period of detention <strong>Contact details</strong>, such as your name and your email address.\nWe may use this information to create a profile for you to allow you to log-in, access and use certain features of the Service.\nThe processing is necessary for the performance of a contract and to take steps prior to entering into a contract.\nUp to 90 days after the removal of your account.\nWe may use this information to communicate with you including sending service-related communications (such as statements, invoices and solicited marketing communications).\nThe processing is necessary for our legitimate interests, namely administering the Service, for marketing purposes and communicating with users.\nWe may use this information to send you unsolicited marketing communications in accordance with your preferences.\nWe will process your personal information for this purpose to the extent that you have given us consent to do so.\nWe may use this information to deal with enquiries and complaints made by or about you relating to the Service.\nThe processing is necessary for our legitimate interests, namely administering the Service, dealing with complaints or enquiries and otherwise communicating with users.\n<strong>Profile information</strong>, such as your display name and profile picture.\nWe may use this information to create a profile for you on the Service.\nThe processing is necessary for the performance of a contract and to take steps prior to entering into a contract.\nUp to 90 days after the removal of your account.\nIf you are a Flat Individual user, we may use this information to create a public profile for you that can be viewed by other users around the world when they use our social networking features.\nThe processing is necessary for the performance of a contract and to take steps prior to entering into a contract.\nWe may use this information to communicate with you, including sending service-related communications (such as statements, invoices and solicited marketing communications).\nThe processing is necessary for our legitimate interests, namely administering the Service, for marketing purposes and communicating with users.\nWe may use this information to identify you and deal with enquiries and complaints made by or about you relating to the Service.\nThe processing is necessary for our legitimate interests, namely administering the Service, dealing with complaints or enquiries and otherwise communicating with users.\n<strong>Service login details</strong>.\nWhere you create an account with us (rather than logging in using a social network) we will hold your user name and password details so that we can keep your account secure.\nWe may use this information to allow you to log-in, access and use certain features of the Service.\nThe processing is necessary for the performance of a contract and to take steps prior to entering into a contract.\nUp to 90 days after the removal of your account, or once you request to use another login method and the password to be removed.\n<strong>Comments and opinions</strong> that you provide to us when you contact us directly, e.g.\nby email, phone or when you complete an online form or participate in an online forum or chat.\nWe may use this information to address your questions, issues and concerns.\nThe processing is necessary for our legitimate interests, namely administering the Service and dealing with enquiries and complaints relating to the Services.\nUp to 90 days after the removal of your account or organization.\nAnonymized comments or opinions can be conserved longer.\nWe may use this information to improve our Public Services.\nThe processing is necessary for our legitimate interests, namely to inform the development of new features of the Service and the improvement of the Service generally.\nWe may use this information to determine products and services that may be of interest to you.\nThe processing is necessary for our legitimate interests, namely to inform our direct marketing.\n<strong>Payment and transaction information</strong>, such as the products and services you purchased from us, date and time of your transaction, and your payment information, such as your credit card or bank account details.\nWe may use this information to facilitate transactions.\nThe processing is necessary for the performance of a contract and to take steps prior to entering into a contract.\nUntil you change the payment mean, cancel your subscription or remove the payment mean from the platform.\nWe may use this information to provide customer support.\nThe processing is necessary for the performance of a contract and to take steps prior to entering into a contract.\nWe may use this information for accounting and taxes purpose.\nThe processing is necessary for compliance with a legal obligation to which we are subject.\nWithout limit of time.\nWe may use this information to detect and prevent fraud.\nThe processing is necessary for our legitimate interests, namely the prevention and detection of fraud.\nWithout limit of time.\n<strong>Content</strong> that you create when you use the Service, or upload to the Service, i.e.\nmusic scores.\nWe may use this information to provide you the features and functionalities of the Service.\n<br>\n<br> If you are a <strong>Flat Individual user</strong>, your content can be viewed by other users around the world, if you choose to make it public.\nIf you choose to share your content on a social network, it will be viewable in accordance with your privacy settings on that social network.\n<br>\n<br> If you are a <strong>Flat Education user</strong>, your content can be viewed by other users in your school or other educational organisation that you are linked to.\nThe processing is necessary for the performance of a contract and to take steps prior to entering into a contract.\nIf your account is active, some deleted content can be stored up to 1 year after you remove it.<br>\n<br> If you requested to remove your account, up to 90 days after the removal of your account <strong>Information provided by third-party accounts you connect to our Service</strong>.<br>\n<br> If you are a <strong>Flat Individual user</strong>, and if you connect a third-party account, such as Google, Facebook or Apple, to our Service we will collect personal information from the third-party service in accordance with your privacy settings on that service.\nThe connected service may provide us with information such as your name, Facebook ID or Google ID, Apple ID, profile picture, network, gender, username, user ID, age or age range, language, country, friends list, follower list and any other information you have agreed it can share or that the social network provides to us.\n<br>\n<br> If you are a <strong>Flat Education user</strong>, you can also sign up to our Service through G Suite for Education (Google), Microsoft Office 365, Clever, Edmodo, Canvas, Schoology or your own Learning Management System (LMS).\n<br>\n<br> The data we receive is dependent on your privacy settings with the third-party service.\nWe may use the information provided to help create an account for you on our Service.\nThe processing is necessary for the performance of a contract and to take steps prior to entering into a contract.\nUp to 90 days after the removal of your account If you are a <strong>Flat Individual user</strong>, we may use the information provided to assist you in sharing your experiences on our Service with your friends, followers on the connected social network, including posting to your public profile.\nWe will only use your personal information in this way to the extent you have given us your consent to do so.\nIf you are a <strong>Flat Individual user</strong>, we may use the information provided to send you updates on the social network that are relevant to your account or in connection with a promotion you are taking part in.\nWe will only use your personal information in this way to the extent you have given us your consent to do so.\n<strong>Preferences</strong> that you set for notifications, marketing communications, how our website is displayed and how you use the Service.\nWe may use this information to provide notifications, send communications and display our Service in accordance with your choices.\nThe processing is necessary for our legitimate interest, namely ensuring the user receives the correct marketing and other communications.\nUp to 90 days after the removal of your account We may use this information to ensure that we comply with our legal obligation to send only those marketing communications to which you have consented.\nThe processing is necessary for compliance with a legal obligation to which we are subject <strong>Information about your location</strong>.\nWe may collect an approximate location based on your device's IP address.\nOther than this information, or any information about your location that you choose to provide to us, we do not collect information about your precise location.\nWe may use an approximate location to ensure content on our site is relevant to the area, city, state or country you are using your device in.\nThe processing is necessary for our legitimate interest, namely tailoring our Service to our users.\nUp to 90 days after the removal of your account.\n<strong>Information provided by other users</strong>: such as comments or opinions contained in private messages or posted publicly on forums.\nWe may use this information to respond to queries, issues or concerns raised by other users.\nThe processing is necessary for our legitimate interests, namely administering the Service and dealing with enquiries and complaints relating to the Services.\nUp to 90 days after the removal of your account.\nWhere another user has invited you to our Service, we may use the information they provide to assist them in doing this.\nWe will only use your personal information in this way to the extent you have given us your consent to do so.\n<strong>Information about fraudulent or criminal activity relating to your account.</strong> We may use this information for the purposes of detecting and preventing crime.\nThe processing is necessary for our legitimate interests, namely detecting and preventing crime.\nWithout limit of time <strong>All personal information set out above.</strong> We will use all the personal information we collect to operate, maintain and provide to you the features and functionality of the Service, to communicate with you, to monitor and improve the Service and our business, and to help us develop new products and services.\nThe processing is necessary for our legitimate interest, namely to administer and improve the Service.\nUp to 90 days after the removal of your account, or longer if the data has been anonymized.\n", "created_at": "2023-05-07 17:06:29.809691", "updated_at": "2023-05-07 17:06:36.395824"}, {"id": 15970, "name": "Privacy Policy Annex 2", "url": "https://flat.io/help/en/policies/privacy-policy-annex-2-collected-automatically", "xpath": "/html/body/main/div/div[2]", "text": " <p>\n<em>This is the Annex 2 of our Privacy Policy.</em>\n</p> Category of personal information How we use it Legal Basis for the processing Period of detention <strong>Information about how you access and use the Online Services</strong>.\nFor example, the website from which you came and the website to which you are going when you leave our website, how frequently you access the Online Services, the time you access the Online Services and how long you use them for, whether you open emails or click the links contained in emails, whether you access the Online Services from multiple devices, and other actions you take on the Online Services.\nWe may use this information to present our Service to you on your device.\nThe processing is necessary for our legitimate interests, namely to tailor our Service to the user.\nUp to 90 days after the removal of your account.\nWe may use this information to determine news, alerts and other products and services that may be of interest to you for marketing purposes.\nThe processing is necessary for our legitimate interests, namely to inform our direct marketing.\nWe may use this information to monitor and improve our Service and business, and to help us develop new products and services.\nThe processing is necessary for our legitimate interests, namely to improve our Service generally.\nto monitor and resolve issues.\nand for the detection and prevention of fraud.\nWithout limit of time after anonymization or pseudonymization.\n<strong>Information about your device</strong>.\nWe also collect information about the computer, tablet, smartphone or other electronic device you use to connect to our Online Services.\nThis information can include details about the type of device, unique device identifying numbers, operating systems, browsers and applications connected to our Online Services through the device, your Internet service provider or mobile network, your IP address and your device's telephone number (if it has one).\nWe may use this information to present our Service to you on your device.\nThe processing is necessary for our legitimate interests, namely to tailor our Service to the user.\nUp to 90 days after the removal of your account.\nWe may use this information to determine news, alerts and other products and services that may be of interest to you for marketing purposes.\nThe processing is necessary for our legitimate interests, namely to inform our direct marketing.\nWe may use this information to monitor and improve our Service and business, and to help us develop new products and services.\nThe processing is necessary for our legitimate interests, namely to improve our Service generally.\nto monitor and resolve issues.\nand for the detection and prevention of fraud.\nWithout limit of time after anonymization or pseudonymization.\n", "created_at": "2023-05-07 17:07:09.694664", "updated_at": "2023-05-07 17:12:11.804313"}, {"id": 15971, "name": "Privacy Policy Annex 3", "url": "https://flat.io/help/en/policies/privacy-policy-annex-3-cookies", "xpath": "/html/body/main/div/div[2]", "text": " <p>\n<em>This is the Annex 3 of our Privacy Policy.</em>\n</p> Cookie name Party setting cookie When is the cookie set? When does the cookie expire? Type of cookie Purpose of cookie <code>flat.sid</code> Flat When you first access our website Never Strictly necessary Session <code>hl</code> Flat When you first access our website Never Strictly necessary Language preference <code>_ga</code> Google When you first access our website 2 years Analytics To distinguish users <code>_gat</code> Google When you first access our website At the end of your browsing session.\nAnalytics To throttle request rate <code>__stripe_mid</code> and <code>__stripe_sid</code> Stripe When you access a payment page 1 year Payments Session ", "created_at": "2023-05-07 17:31:06.56253", "updated_at": "2023-05-07 17:31:13.930215"}], "points": [{"id": 32547, "title": "Third parties are involved in operating the service", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:23:11.190642", "updated_at": "2023-08-30 10:30:22.140192", "quoteText": null, "case_id": 207, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32548, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:23:34.120464", "updated_at": "2023-08-30 10:30:15.890355", "quoteText": null, "case_id": 188, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32539, "title": "You can delete your content from this service", "source": "https://flat.io/help/en/policies/privacy-policy-annex-1-information-collected", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:15:48.875269", "updated_at": "2023-09-06 05:42:38.114324", "quoteText": null, "case_id": 175, "document_id": 15969, "quoteStart": null, "quoteEnd": null}, {"id": 32545, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://flat.io/help/en/policies/privacy-policy-annex-2-collected-automatically", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:22:03.31491", "updated_at": "2023-09-01 11:55:03.67625", "quoteText": null, "case_id": 304, "document_id": 15970, "quoteStart": null, "quoteEnd": null}, {"id": 32546, "title": "Your personal data is aggregated into statistics", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:22:35.189325", "updated_at": "2023-08-31 13:28:14.390019", "quoteText": null, "case_id": 190, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32541, "title": "Your personal data is used for limited purposes", "source": "https://flat.io/help/en/policies/privacy-policy-annex-1-information-collected", "status": "No targeted advertising, for instance", "created_at": "2023-05-07 17:18:31.720102", "updated_at": "2023-09-06 05:42:21.152143", "quoteText": null, "case_id": 196, "document_id": 15969, "quoteStart": null, "quoteEnd": null}, {"id": 32542, "title": "This service tracks which web page referred you to it", "source": "https://flat.io/help/en/policies/privacy-policy-annex-2-collected-automatically", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:19:40.201511", "updated_at": "2023-09-06 05:49:52.38793", "quoteText": null, "case_id": 387, "document_id": 15970, "quoteStart": null, "quoteEnd": null}, {"id": 32543, "title": "Tracking pixels are used in service-to-user communication", "source": "https://flat.io/help/en/policies/privacy-policy-annex-2-collected-automatically", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:20:21.108856", "updated_at": "2023-09-06 05:50:06.559522", "quoteText": null, "case_id": 217, "document_id": 15970, "quoteStart": null, "quoteEnd": null}, {"id": 32540, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://flat.io/help/en/policies/privacy-policy-annex-1-information-collected", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:16:51.447828", "updated_at": "2023-09-06 05:46:44.052288", "quoteText": null, "case_id": 399, "document_id": 15969, "quoteStart": null, "quoteEnd": null}, {"id": 32544, "title": "You are tracked via device fingerprinting", "source": "https://flat.io/help/en/policies/privacy-policy-annex-2-collected-automatically", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:20:45.372696", "updated_at": "2023-09-06 05:50:17.834945", "quoteText": null, "case_id": 323, "document_id": 15970, "quoteStart": null, "quoteEnd": null}, {"id": 32536, "title": "There is a date of the last update of the agreements", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:04:32.650972", "updated_at": "2023-08-29 16:25:23.408292", "quoteText": null, "case_id": 331, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32571, "title": "Your content can be deleted if you violate the terms", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:47:15.265477", "updated_at": "2023-08-30 10:38:41.083702", "quoteText": null, "case_id": 377, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32561, "title": "This service is only available to users over 13 years of age", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:33:37.680762", "updated_at": "2023-09-06 05:47:35.515918", "quoteText": null, "case_id": 152, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32549, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:23:56.031538", "updated_at": "2023-09-03 22:35:24.874284", "quoteText": null, "case_id": 210, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32555, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:27:38.440692", "updated_at": "2023-09-06 05:50:39.408026", "quoteText": null, "case_id": 333, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32573, "title": "You have the right to leave this service at any time", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:48:24.716748", "updated_at": "2023-08-30 10:38:48.888382", "quoteText": null, "case_id": 170, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32577, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:50:52.065378", "updated_at": "2023-08-30 12:51:11.66568", "quoteText": null, "case_id": 182, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32563, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:35:07.447699", "updated_at": "2023-08-31 13:22:40.399873", "quoteText": null, "case_id": 384, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32568, "title": "The posting of pornographic content is prohibited", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:46:00.687039", "updated_at": "2023-08-30 10:38:29.367238", "quoteText": null, "case_id": 315, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32576, "title": "The court of law governing the terms is in England", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:50:13.58355", "updated_at": "2023-08-30 10:38:57.450279", "quoteText": null, "case_id": 163, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32553, "title": "Your personal data may be used for marketing purposes", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:26:25.417967", "updated_at": "2023-09-03 11:54:57.086252", "quoteText": null, "case_id": 336, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32538, "title": "Declined", "source": "https://flat.io/help/en/policies/privacy-policy-annex-1-information-collected", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:14:41.191241", "updated_at": "2023-05-07 17:26:13.561348", "quoteText": null, "case_id": 235, "document_id": 15969, "quoteStart": null, "quoteEnd": null}, {"id": 32565, "title": "You maintain ownership of your content", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:43:28.75065", "updated_at": "2023-08-31 21:07:55.796256", "quoteText": null, "case_id": 183, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32564, "title": "You must create an account to use this service", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:42:31.169059", "updated_at": "2023-09-05 15:11:42.452441", "quoteText": null, "case_id": 230, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32551, "title": "Promises will be kept after a merger or acquisition", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:24:22.211652", "updated_at": "2023-08-30 10:41:15.199166", "quoteText": null, "case_id": 321, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32554, "title": "You can opt out of promotional communications", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:27:01.749854", "updated_at": "2023-08-30 10:41:40.964813", "quoteText": null, "case_id": 223, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32559, "title": "Third-party cookies are used for statistics", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:30:04.154731", "updated_at": "2023-08-30 10:43:10.384902", "quoteText": null, "case_id": 325, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32560, "title": " A list of all cookies set by the website is provided", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:31:52.994397", "updated_at": "2023-09-06 05:42:55.937766", "quoteText": null, "case_id": 306, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32562, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:34:11.551144", "updated_at": "2023-09-06 05:47:54.828489", "quoteText": null, "case_id": 148, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32556, "title": "Your data may be processed and stored anywhere in the world", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:28:06.564369", "updated_at": "2023-09-06 05:50:54.32569", "quoteText": null, "case_id": 187, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32567, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:45:14.658505", "updated_at": "2023-08-31 13:28:22.032247", "quoteText": null, "case_id": 281, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32574, "title": "You aren’t forced into binding arbitration in case of disputes", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:48:47.731577", "updated_at": "2023-09-04 23:09:04.378414", "quoteText": null, "case_id": 335, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32566, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:44:02.066257", "updated_at": "2023-09-06 05:43:30.926891", "quoteText": null, "case_id": 135, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32570, "title": "The publishing of personally identifiable information without the owner’s consent is not allowed", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:46:46.247472", "updated_at": "2023-09-06 05:43:43.793114", "quoteText": null, "case_id": 444, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32569, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:46:10.993724", "updated_at": "2023-09-06 05:48:17.925247", "quoteText": null, "case_id": 283, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32572, "title": "Your account can be suspended for several reasons", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:47:40.352739", "updated_at": "2023-09-06 12:21:19.084874", "quoteText": null, "case_id": 205, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 32552, "title": "Your personal data may be disclosed to comply with government requests without notice to you", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:25:13.518322", "updated_at": "2023-08-30 10:41:25.038489", "quoteText": null, "case_id": 164, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32557, "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:28:26.007241", "updated_at": "2023-08-31 12:36:41.271255", "quoteText": null, "case_id": 302, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32550, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:24:12.211515", "updated_at": "2023-08-28 19:55:07.093273", "quoteText": null, "case_id": 243, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32558, "title": "[EU] You can request access, correction and/or deletion of your data", "source": "https://flat.io/help/en/policies/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:29:17.342486", "updated_at": "2023-08-28 19:55:18.266005", "quoteText": null, "case_id": 195, "document_id": 9659, "quoteStart": null, "quoteEnd": null}, {"id": 32537, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://flat.io/help/en/policies/privacy-policy-annex-1-information-collected", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:13:54.696753", "updated_at": "2023-08-31 13:00:25.814745", "quoteText": null, "case_id": 303, "document_id": 15969, "quoteStart": null, "quoteEnd": null}, {"id": 32575, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://flat.io/help/en/policies/terms-of-service-individual.html", "status": "Generated through the annotate view", "created_at": "2023-05-07 17:49:46.605995", "updated_at": "2023-09-06 05:41:59.986118", "quoteText": null, "case_id": 329, "document_id": 9660, "quoteStart": null, "quoteEnd": null}, {"id": 34878, "title": "Blocking first party cookies may limit your ability to use the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-06 05:52:26.143951", "updated_at": "2023-09-16 14:49:26.280758", "quoteText": null, "case_id": 375, "document_id": 9659, "quoteStart": null, "quoteEnd": null}], "urls": ["flat.io"]}}