{"error": 448, "message": "OK", "parameters": {"id": 7838, "name": "Piwik PRO ", "created_at": "2023-03-31 03:48:32.779276", "updated_at": "2023-04-22 11:50:35.173698", "wikipedia": null, "keywords": null, "related": null, "slug": "piwik-pro", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7838.png", "url": "piwik.pro", "documents": [{"id": 15132, "name": "privacy policy", "url": "https://piwik.pro/privacy-policy/", "xpath": "//*[@id=\"main_content\"]", "text": " <p>Your privacy is very important to us – after all “Take control of your data” is our credo.\nOur products were built on a foundation of security and privacy.\nThey are compliant with General Data Protection Regulation (GDPR) requirements and other legal provisions for data protection.\nBelow you’ll find all necessary information to make educated decisions about how you want us to process your personal data.</p>\n<strong>Summary</strong>\n<p>Want to change your consent status? Use the following settings: </p> Privacy settings\n<p>Go here to manage your data privacy and consent settings for the Piwik PRO website.\nWe gather data to continually improve your experience on our website.\nWe’ll only collect and use data for purposes you’ve consented to.</p>\n<p>Privacy settings</p>\n<p>Want more information about what your consents mean? Go to <strong>privacy and consent settings.</strong>\n</p>\n<p>Want to submit a data subject request? <strong>Go to our data subject request form</strong>\n</p>\n<p>\n</p>\n<p>We use your data only when you consent to it directly or when we need to based on what you ask of us.\nIf you’d like more details, we invite you to read on.</p>\n<p>This information applies to visitors of our website, clients and job applicants.\nWe’ve broken it down into three main sections:</p>\n<ol>\n<li>Our <strong>Marketing and Sales</strong> activities</li>\n<li>\n<strong>Piwik PRO product</strong> and data that we process on behalf of our clients</li>\n<li>\n<strong>Recruitment</strong> by our Human Resources team</li>\n</ol>\n<p>If you feel something is not addressed in this Privacy Policy or have further questions, our Data Protection Officer (DPO) can be reached at gdpr@piwik.pro.</p>\n<p>The data controller for (1) <strong>Marketing and Sales</strong> and (2) <strong>Piwik PRO product-related</strong> activities is: Piwik PRO group, that includes Piwik PRO SA (ul.\nŚw.\nAntoniego 2/4, 50-073 Wrocław, Poland), Piwik PRO GmbH (Kurfürstendamm 21, 10719 Berlin, Germany).\nLearn more about the Piwik PRO group at https://piwik.pro/about/.</p>\n<p>The data controller for (3) <strong>Recruitment</strong> is: Piwik PRO group, that includes Piwik PRO SA (ul.\nŚw.\nAntoniego 2/4, 50-073 Wrocław, Poland), Piwik PRO GmbH (Kurfürstendamm 21, 10719 Berlin, Germany) and Piwik PRO LLC (222 Broadway, 19th Floor, New York, NY 10038, United States).\nLearn more about the Piwik PRO group at https://piwik.pro/about/.</p>\n<strong>Marketing and Sales</strong>\n<p>We work hard to find and introduce new people to our product as well as improve the quality of our website.\nWe want to communicate clearly and directly with everyone that visits.\nTo do this we need data.\nHowever, we practice privacy by design, privacy by default and data minimization so we’ll take the smallest amount of data we can while still providing our visitors an enjoyable experience.</p>\n<p>We request processing of personal data of visitors, such as IP address, a cookie identifier and email address (but only in the case that visitors request information be sent by email).\nWe also collect non-personal data to learn how visitors found our website, what kind of device they’re using, how long they stayed, which pages they visited, etc.\nThis non-personal data is tied to a temporary identifier that is removed after the end of each browsing session.</p>\n<strong>Privacy and consent settings</strong>\n<p>Here’s how we use your data when you give us the following consents:</p>\n<strong>Analytics</strong>\n<p>\n<strong>Purpose:</strong> improve site user interface, optimize sales and marketing content<br>\n<strong>Personal data used:</strong> browser cookie, browsing behavior on piwik.pro, device information, IP address<br>\nFirst party involved: Piwik PRO <em>(yes, we use our own software)</em>\n<br>\nThird parties involved: <strong>None</strong>\n</p>\n<strong>A/B testing and personalization</strong>\n<p>\n<strong>Purpose:</strong> A/B tests, content personalization, improve site user interface, optimize sales and marketing content<br>\n<strong>Personal data used:</strong> browser cookie, browsing behavior on piwik.pro, device information, IP address<br>\nThird parties involved: <strong>Omniconvert</strong>\n</p>\n<strong>Marketing automation</strong>\n<p>\n<strong>Purpose:</strong> send marketing materials relevant to your interests<br>\n<strong>Personal data used:</strong> browser cookie, browsing behavior on piwik.pro, IP address, other data you give us will be added to your visitor profile<br>\nThird parties involved: <strong>Hubspot</strong>\n</p>\n<strong>Webinars</strong>\n<p>You may provide us with additional personal data when subscribing to one of our webinars.\nWe may have a limited number of seats related to the webinar you’ve reserved your spot for and we may process the information you provided like your first and last name or company to increase the probability that (a) you’re a real human or (b) you’re affiliated with a company close to our target market audience.\nIn that case you’re more likely to secure your spot.\nWe will use your email to communicate with you.\nWe will keep all that data in our CRM that you can read about in this Privacy Policy.</p>\n<p>\n<strong>Purpose:</strong> subscribing you to a webinar<br>\n<strong>Personal data used:</strong> email address<br>\nThird parties involved: <strong>GoToWebinar / GoTo Technologies</strong>\n</p>\n<p>We process personal data based on consent according to Art.\n6(1)(a) GDPR, which you are free to give or refuse.\nYou’ll see consent options when you visit our website for the first time.\nYou can change your decisions at anytime by clicking the button below.\nIf you change your decision it will not affect the lawfulness of processing based on consent before its withdrawal.</p>\n<p>Privacy settings</p>\n<strong>Individual data subject right (Your rights)</strong>\n<p>Remember there are number of rights you can exercise:</p>\n<ul>\n<li>Right of Access</li>\n<li>Right to Rectification</li>\n<li>Right to Restriction of processing</li>\n<li>Right to Erasure also known as the ‘Right to be Forgotten’.\n</li>\n<li>Right to Data Portability</li>\n<li>Right to Object</li>\n</ul>\n<p>You have the right to lodge a complaint with a supervisory authority (in Poland, the President of the Data Protection Office).</p>\n<p>If you would like to exercise your individual rights, send us a message via the form below.\nThe form collects cookies that identify you as a returning visitor so we know what data the request concerns.\nWe will then adjust or remove data about you from our database and pass the request to our partners.\nWe require your email to communicate with you during processing of your request.</p>\n<strong>Data Subject Request Form</strong> Data requests\n<p>Select the type of data request and note any special requests.\nWe’ll do our best to fulfill your request to the letter.\nWe need your email address to contact you about your request.\nWe won’t use this email address for any purpose other than the completion of your request.</p>\nEmailRequest type<p>\n</p> Access data Access data\nData erasure\nData rectification Access dataData erasureData rectification\n<p>Message to site administration</p>\n<p>\n</p>\nOur partners - tools we use for Marketing and what we use them for.\n<p>\n<strong>Piwik PRO Analytics Suite</strong> is our own analytics and customer data platform.\nWe collect first-party data about website visitors based on cookies, IP and fingerprinting.\nwe create user profiles based on user browsing history and calculate metrics related to website usage such as bounce rate, depth of visits, page views etc.\nWe host our solution on Microsoft Azure infrastructure in the Netherlands and the data is stored for a period of 25 months.\n<strong>(Purpose of processing data: Analytics, Conversion tracking based on consent, Legal basis: Art.\n6 (1)(a) GDPR)</strong>.</p>\n<p>\n</p>\n<p>We may also use the aforementioned platform to collect aggregated metrics on the use of our website or application, within the scope of necessary processing.\nYou may use the opt-out below to stop all data collection.</p>\n<p>You are currently opted in.\nClick here to opt out.</p>\n<p>\n</p>\n<p>\n<strong>HubSpot</strong> is an inbound marketing and sales platform that we use for email marketing, marketing automation, website personalization and integrating CRM data about leads with their behavioral data.\nHubSpot collects browsing history (only from our site) and user personal data acquired via lead capture forms.\nHubSpot products are hosted in U.S.-based data centers, and HubSpot stores user data for 24 months.\nMore specifically, we remove the data:</p>\n<ul>\n<li>after 6 months from collection when you contacted us or downloaded some content (like whitepaper) and we didn't hear back from you since,</li>\n<li>after 24 months from the last exchange in case we had an ongoing conversation or you wanted to conduct business with us (used contact form, requested a demo or pricing),</li>\n<li>on your request.</li>\n</ul>\n<p>\n<strong>(Purpose of processing data: Marketing Automation based on consent, Legal basis: Art.\n6 (1)(a) GDPR)</strong>\n</p>\n<p>\n<strong>Omniconvert</strong> is a testing and optimization platform we use to create A/B tests on our websites.\nOmniconvert collects aggregated data for goals, tests, surveys, and website reviews.\nOmniconvert is hosted on European servers by Amazon AWS (U.S.-based company).\nData is retained for up to 90 days.\n<strong>(Purpose of processing data: A/B testing and personalization based on consent, Legal basis: Art.\n6 (1)(a) GDPR)</strong>\n</p>\n<p>\n<strong>YouTube:</strong> we have placed YouTube-hosted videos across our sites.\nWe require your prior consent before we launch them.\nYouTube is a U.S.-based service.\n<strong>(Purpose of processing data: providing you with additional information about our products and services based on consent, Legal basis: Art.\n6 (1)(a) GDPR)</strong>\n</p>\n<strong>Piwik PRO product</strong>\n<p>\n<strong>Our clients own 100%</strong> of the data we gather on their behalf.</p>\n<p>\n<strong>A Data Processing Agreement (DPA)</strong> is available for both <strong>Piwik PRO Analytics Suite Cloud (SaaS)</strong> and <strong>Piwik PRO Analytics Suite On-Premises</strong> – our Account executives or customer success team members can provide details.</p>\n<p>Piwik PRO Analytics Suite Cloud is hosted on either: </p>\n<ul>\n<li>ElastX Sweden (SWE Central),</li>\n<li>Microsoft Azure Netherlands (EU West),</li>\n<li>Microsoft Azure Germany (DE Central),</li>\n<li>Microsoft Azure United States (US East),</li>\n<li>Microsoft Azure Singapore (Southeast Asia),</li>\n</ul>\n<p>You may also use some other infrastructure provider like Leaseweb in the US and Germany.</p>\n<p>Piwik PRO On-Premises is hosted on the client's infrastructure.</p>\n<p>\n<strong>We do NOT send collected data to other sub-processors or third parties nor do we use it for our own purposes.</strong>\n</p>\n<p>Data retention periods are set by the client of Piwik PRO Analytics Suite and governed by the separate Data Processing Agreement.</p>\n<p>The full scope of data that can be gathered by our platform is described here.</p>\n<p>All cookies used by the Piwik PRO platform are listed here.</p>\n<p>We want all clients to be fully compliant so those who are using Piwik PRO Analytics Suite with Tag Manager can also take advantage of Consent Manager.\nBut it's the client's responsibility to configure their Consent Manager instance according to their own privacy policy.</p>\n<p>Requests to exercise any individual data subject rights of visitors to a website tracked by one of the instances of Piwik PRO Cloud should be sent by a Client to support@piwik.pro so we can remove the record from our database.</p>\n<p>For users of any Piwik PRO instance please refer to these Online service terms and Data processing agreement unless your organization has signed a separate contract with Piwik PRO.\nAlso, it’s important to know that we use third-party tools to deliver in-app communication service to the end users of the platform:</p>\n<ul>\n<li>Piwik PRO Core - Stonly (data hosted in EEA)</li>\n<li>Piwik PRO Enterprise - Stonly (data hosted in EEA), Freshdesk &amp.\nFreshchat (data hosted in USA)</li>\n</ul>\n<p>If your team would like to contact our support, keep in mind the hosting location of Freshdesk.\nTo keep the data within the EEA, send us datasets or screenshots using your own secure channel or our secure tool.\nWe provide all information about this during the onboarding process or details can be requested directly via support@piwik.pro.\n</p>\n<p>If you request a database export, it will be placed on a secure server on Amazon EU in Frankfurt, Germany.</p>\n<strong>Recruitment</strong>\n<p>The recruitment process is shared within the Piwik PRO group, which includes Piwik PRO SA, Piwik PRO GmbH and Piwik PRO LLC.\nDuring recruitment we will gather and process personal data such as employment history, education and projects you’ve worked on.\nWe get this information from your CV, the application form and from links or other information you provide us.\nTo submit your application to us you must first agree to processing of your personal data (a check box on the application page) in accordance with Art.\n6(1)(a) GDPR.\nSending us your job application via jobs@piwik.pro means that you acknowledge our privacy policy.\nThe provision of your personal data is neither a statutory nor a contractual requirement, but we can't consider you for a position without the ability to process your personal data.</p>\n<p>Only HR and team members who are directly involved in your recruitment process, usually representatives of the team you are applying to, have access to your data.\nEach team member has been trained in data security and is formally obliged by their contract to keep it private.\nAll who would have access to your recruitment data have such a contract with the Piwik PRO group (defined at the beginning of this privacy policy).</p>\n<p>We collect and use personal information you have provided only for the purposes of the recruitment process.\nData that we collect throughout recruitment is used only for the communication with candidates, to evaluate their qualifications and to make a final hiring decision.\nDuring the recruitment process we use software from external partners such as Google Suite and Traffit.\nThe maximum time your data is held is 36 months.</p>\n<p>You have a right to access your data, correct or remove it, or completely withdraw your consent for processing it at any time.\nSuch requests should be sent to our DPO: gdpr@piwik.pro.\nThe withdrawal of a consent does not affect the lawfulness of processing based on consent before its withdrawal.</p>\n<strong>Third-Party Websites</strong>\n<p>Links from our site to external websites do not operate under this Privacy Policy.\nFor example, if you click on a referrer website link on our site, you may be taken to a website that we do not control.\nThese third-party websites may independently solicit and collect information from you, including personal and financial data.\nWe recommend that you consult the privacy statements of all third-party websites you visit by clicking on the “privacy” link typically located at the bottom of the webpage you are visiting.</p>\n<strong>Children’s Privacy</strong>\n<p>We forbid the use of the website to individuals age 18 and below, without the consent of a parent or guardian over the age of 18.\nWe do not knowingly collect personal data from children under the age of 13.</p>\n<strong>Notice to California Users</strong>\n<p>Subject to the limitations under California Civil Code § 1798.83, if you are a California resident and have an established business relationship with us, you may ask us to provide you with a list of certain categories of personal information that we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year.\nYou may also request the identity of certain third parties that received your personal information from us for their direct marketing purposes during the immediately preceding calendar year.\nYou may make a request as described hereinabove once a year.</p>\n<p>To make such a request, you can contact us at legal@piwik.pro or mailing us at: Piwik PRO, 222 Broadway, New York, NY 10038.\nPlease mention in your communication that you are making a “California Shine the Light” inquiry.\nWe will respond within 30 days.</p>\n<strong>Changes to the Privacy Policy</strong>\n<p>We will occasionally update this Privacy Policy.\nWhen changes to this Privacy Policy will be posted, the date at the top of this Privacy Policy will be revised.\nWe recommend checking the website from time to time to inform yourself of any changes in this Privacy Policy or any of other policies.</p> ", "created_at": "2023-03-31 03:48:32.842578", "updated_at": "2023-03-31 03:49:04.495417"}, {"id": 15131, "name": "Service Level Agreement", "url": "https://piwik.pro/cloud-sla/", "xpath": "//*[@id=\"main_content\"]", "text": " <p>\n</p>\n<p>This Piwik PRO Cloud Hosting Service Level Agreement (“SLA”) sets forth Piwik PRO’s policy governing the use of the Piwik PRO Cloud Hosting Services (“Hosting”) under the terms of the Piwik PRO Cloud Services Agreement (the “Services Agreement”) between Piwik PRO SA (“Piwik PRO” “us,” “we”) and users of the Services (“you”).\nUnless otherwise provided herein, this SLA is subject to the terms of the Services Agreement and capitalized terms will have the meaning specified in the Services Agreement.\nWe reserve the right to change the terms of this SLA in accordance with the Services Agreement.</p>\nService Commitment\n<p>Piwik PRO will use commercially reasonable efforts to make Hosting available with the applicable Monthly Uptime Percentage (as set forth below) during any applicable billing cycle (the “Service Commitment”).\nIn the event Hosting does not meet the Service Commitment, you will be eligible to receive a Service Credit as described below.</p>\nService Credits\n<p>Service Credit is calculated as a percentage of the total charges paid by you for Hosting for the billing cycle in which the error occurred in accordance with the schedule below.</p>\n<ul>\n<li>Monthly Uptime Percentage is less than 99.0% – Service Credit: 25%</li>\n</ul>\n<p>We will apply any Service Credit (as such term is defined below) only against future Hosting payments otherwise due from you.\nAt our discretion, we may issue the Service Credit to the credit card you used to pay for the billing cycle in which the error occurred.\nService Credit will not entitle you to any refund or other payment from Piwik PRO.\nA Service Credit will be applicable and issued only if the credit amount for the applicable monthly billing cycle is greater than five dollars ($5) or five euro (5€).\nService Credit may not be transferred or applied to any other account.\nUnless otherwise provided in the Services Agreement, your sole and exclusive remedy for any unavailability, non-performance, or other failure by us to provide Hosting is the receipt of a Service Credit (if eligible) in accordance with the terms of this SLA.</p>\nExclusions\n<p>The Service Commitment does not apply to any unavailability, suspension or termination of Hosting, or any other Hosting performance issues: (i) that result from a termination of your account as described in the Services Agreement.\n(ii) caused by factors outside of our reasonable control, including any force majeure event or Internet access or related problems.\n(iii) that result from any actions or inactions of you or any third party.\n(iv) that result from your equipment, software or other technology and/or any third party equipment, software or other technology (other than third party equipment within our direct control).\nor (v) arising from our suspension and termination of your right to use Hosting in accordance with the Services Agreement.\nIf availability is impacted by factors other than those used in our calculation of the Average Error Rate (as such term is defined below), then we may issue a Service Credit considering such factors at our discretion.</p>\nDefinitions\n<ul>\n<li>“Average Error Rate” means an average of: (i) total number of internal server responses divided by (ii) the total number of valid requests for the applicable request type during each five minute periods in the month.\nThe calculation of the number of internal server errors will not include errors that arise directly or indirectly as a result of any of the Exclusions (as set forth above).</li>\n<li>A “Service Credit” is a fraction of the monthly service fee, calculated as set forth above, that we may credit back to an eligible Hosting account.</li>\n</ul> ", "created_at": "2023-03-31 03:48:32.811311", "updated_at": "2023-03-31 03:49:32.313179"}], "points": [], "urls": ["piwik.pro"]}}