{"error": 448, "message": "OK", "parameters": {"id": 2215, "name": "CockFile", "created_at": "2020-04-08 01:15:02.297805", "updated_at": "2023-07-10 22:01:23.680255", "wikipedia": null, "keywords": null, "related": null, "slug": "cockfile", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2215.png", "url": "cockfile.com", "documents": [{"id": 2453, "name": "Info", "url": "https://cockfile.com/faq.html", "xpath": "//body", "text": "<abbr>FAQ</abbr>What is cockfile?<p>\n<dfn>cockfile</dfn> is a simple to use free file hosting service.\nIt lets you share your photos, documents, music, videos and more with others online for 24 hours.</p>What files are allowed?<p>cockfile welcomes uploading all files, as long as the file is legal in France and you have the legal right to publish the file on our service.</p>\n<p>As an exception to this policy to prevent abuse, we do not allow malware on our service.\nAny malware that could be used to infect other computers may be removed from our service at our discretion.</p>Do you keep logs of uploaded files?<p>We don't collect or log any data of our users in respect for privacy.\nWe only have files uploaded by our users.</p>Can you remove my copyrighted file?<p>Please submit your copyright takedown notice to cockfile.com+abuse@gmail.com.\nWe will handle your notice within 24 hours and disable access to the infringing file after receiving a notice compliant with the Copyright Act 1968.</p>Can you remove files that are defaming me or otherwise infringing my non-copyright rights?<p>cockfile respects takedowns for other files when accompanied with a certified France court order.\nIf you are unable to obtain the order, a preliminary injuction or court order is typically also sufficient.\nPlease forward the notice to cockfile.com+abuse@gmail.com.</p>Can you remove illegal files?<p>Please contact the appropriate law enforcement agency if you notice illegal files hosted on cockfile.\nWe have not been trained or qualified to investigate and fight crimes and enforce the law, so it's not appropriate to send accusations of illegal activity to us.\n<strong>You must contact the appropriate law enforcement office.</strong> They may then contact us if appropriate.</p>\n<p>If you are an Francelaw enforcement official and you need our assistance, please contact cockfile.com+abuse@gmail.com.\nIf you are a law enforcement official from another country, we may voluntarily cooperate if the crime you are investigating would also be illegal in France.</p>I have a question...<p>Send us an email at cockfile.com+info@gmail.com and let's talk!</p>\n<ul>\n<li>cockfile</li>\n<li>Tools</li>\n<li>Github</li>\n</ul>", "created_at": "2020-04-08 01:15:16.454676", "updated_at": "2022-12-25 03:12:20.314769"}], "points": [{"id": 9121, "title": "The terms for this service are easy to read", "source": "https://cockfile.com/?info", "status": "There short and easy to read although they do not follow their own terms, saying no logs but then log some users", "created_at": "2020-04-08 01:19:08.225931", "updated_at": "2020-12-15 11:11:55.110823", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 9120, "title": "User logs are deleted after a finite period of time", "source": "https://cockfile.com/?info", "status": "The info states \"There has been a very brief period where uploads were logged, this was due to certain visitors uploading highly fucking illegal content to the service. However normally we don't log any requests.\"", "created_at": "2020-04-08 01:18:15.153598", "updated_at": "2020-12-15 11:11:46.862115", "quoteText": null, "case_id": 177, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["cockfile.com"]}}