{"error": 448, "message": "OK", "parameters": {"id": 7954, "name": "Filescan.io", "created_at": "2023-04-10 20:00:06.024117", "updated_at": "2023-04-22 11:50:39.731491", "wikipedia": null, "keywords": null, "related": null, "slug": "filescan-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7954.png", "url": "filescan.io", "documents": [{"id": 15391, "name": "Privacy Policy", "url": "https://www.filescan.io/privacy", "xpath": "//body", "text": "\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>ENSign in<p>\n<strong>PRIVACY NOTICE</strong>\n</p>\n<p>\n<strong>Last updated&nbsp;October 27, 2022</strong>\n</p>\n<p>Thank you for choosing to be part of our community at&nbsp;OPSWAT GmbH&nbsp;(\"OPSWAT\", \"we\", \"us\", \"our\").&nbsp;We are committed to protecting your personal information and your right to privacy.\nIf you have any questions or concerns about our policy, or our practices with regards to your personal information, please contact us at&nbsp;legal@opswat.com.</p>\n<p>When you&nbsp;visit our&nbsp;website&nbsp;https://www.filescan.io or https://www.filescan.com,&nbsp;and&nbsp;use our services, you trust us with your personal information.\nWe take your privacy very seriously.\nIn this privacy notice, we describe our privacy policy.\nWe seek to explain to you in the clearest way possible what information we collect, how we use it and what rights you have in relation to it.\nWe hope you take some time to read through it carefully, as it is important.\nIf there are any terms in this privacy policy that you do not agree with, please discontinue use of our&nbsp;Sites&nbsp;and our services.</p>\n<p>This privacy&nbsp;policy applies to all information collected through our&nbsp;website&nbsp;(such as&nbsp;https://www.filescan.io or https://www.filescan.com),&nbsp;and/or any related services, sales, marketing or events (we refer to them collectively in this privacy policy as the \"<strong>Sites</strong>\").</p>\n<p>\n<strong>Please read this privacy&nbsp;policy carefully as it will help you make informed decisions about sharing your personal information with us.</strong>\n</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<p>1.\nWHAT INFORMATION DO WE COLLECT?</p>\n<p>2.\nHOW DO WE USE YOUR INFORMATION?</p>\n<p>3.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE?</p>\n<p>4.\nWHO WILL YOUR INFORMATION BE SHARED WITH?</p>\n<p>5.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?</p>\n<p>6.\nIS YOUR INFORMATION TRANSFERRED INTERNATIONALLY?</p>\n<p>7.\nHOW LONG DO WE KEEP YOUR INFORMATION?</p>\n<p>8.\nHOW DO WE KEEP YOUR INFORMATION SAFE?</p>\n<p>9.\nDO WE COLLECT INFORMATION FROM MINORS?</p>\n<p>10.\nWHAT ARE YOUR PRIVACY RIGHTS?</p>\n<p>11.\nCONTROLS FOR DO-NOT-TRACK FEATURES</p>\n<p>12.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?</p>\n<p>13.\nDO WE MAKE UPDATES TO THIS NOTICE?</p>\n<p>14.HOW CAN YOU CONTACT US ABOUT THIS NOTICE?</p>\n<p>15.\nHOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>1.\nWhat information do we collect?<p>\n<strong>\n<br>Personal information you disclose to us</strong>\n</p>\n<p>\n<strong>\n<em>In Short:&nbsp;&nbsp;</em>\n</strong>\n<em>We collect personal information that you provide to us&nbsp;such as name, address, contact information, passwords and security data, payment information, and any personal data contained in the files submitted to our Sites.</em>\n</p>\n<p>We collect personal information that you voluntarily provide to us when&nbsp;registering at the&nbsp;Sites&nbsp;expressing an interest in obtaining information about us or our products and services, when participating in activities on the&nbsp;Sites&nbsp;or otherwise contacting us.</p>\n<p>The personal information that we collect depends on the context of your interactions with us and the&nbsp;Sites, the choices you make, and the products and features you use.\nThe personal information we collect may include the following:</p>\n<p>\n<strong>Name and Contact Data.</strong>&nbsp;&nbsp;We collect your first and last name, email address, postal address, phone number, and other similar contact data.</p>\n<p>\n<strong>Credentials.</strong>&nbsp;&nbsp;We collect passwords, password hints, and similar security information used for authentication and account access.</p>\n<p>\n<strong>Submitted Files.</strong> To the extent you submit files to our Sites containing personal information, we collect and process such files.\n<strong>Please note that you are solely responsible for ensuring that you have the right to share such personal information with us and you grant us the right to freely disseminate and use any files you submit to the Sites.</strong>\n</p>\n<p>\n<strong>Payment Data.</strong>&nbsp;We collect data necessary to process your payment if you make purchases, such as your payment instrument number (such as a credit card number), and the security code associated with your payment instrument.\nAll payment data is stored by&nbsp;our payment processor and you should review its privacy policies and contact the payment processor directly to respond to your questions.</p>\n<p>All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.</p>\n<p>\n<strong>\n<br>Information automatically collected</strong>\n</p>\n<p>\n<strong>\n<em>In Short:&nbsp;&nbsp;</em>\n</strong>\n<em>Some information — such as IP address and/or browser and device characteristics — is collected automatically when you visit our&nbsp;Sites.</em>\n</p>\n<p>We automatically collect certain information when you visit, use or navigate the&nbsp;Sites.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our&nbsp;Sites&nbsp;and other technical information.\nThis information is primarily needed to maintain the security and operation of our&nbsp;Sites, and for our internal analytics and reporting purposes.</p>\n<p>Like many businesses, we also collect information through cookies and similar technologies.</p>\n<p>\n<strong>\n<br>Information collected from other sources</strong>\n</p>\n<p>\n<strong>\n<em>In Short: &nbsp;</em>\n</strong>\n<em>We may collect limited data from public databases, marketing partners,&nbsp;and other outside sources.</em>\n</p>\n<p>We may obtain information about you from other sources, such as public databases, joint marketing partners,&nbsp;as well as from other third parties.&nbsp;Examples of the information we receive from other sources include: social media profile information.\nmarketing leads and search results and links, including paid listings (such as sponsored links).</p>2.\nHow do we use your information?<p>\n<strong>\n<em>In Short: &nbsp;</em>\n</strong>\n<em>We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent.</em>\n</p>\n<p>We use personal information collected via our&nbsp;Sites&nbsp;for a variety of business purposes described below.\nWe process your personal information for these purposes in reliance on our legitimate business interests (\"Business Purposes\"), in order to enter into or perform a contract with you (\"Contractual\"), with your consent (\"Consent\"), and/or for compliance with our legal obligations (\"Legal Reasons\").\nWe indicate the specific processing grounds we rely on next to each purpose listed below.</p>\n<p>We use the information we collect or receive:</p>\n<ul>\n<li>\n<strong>To facilitate account creation and logon process.</strong>&nbsp;If you choose to link your account with us to a third party account (such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate account creation and logon process.</li>\n<li>\n<strong>To send you marketing and promotional communications.</strong>&nbsp;We and/or our third party marketing partners may use the personal information you send to us for our marketing purposes, if this is in accordance with your marketing preferences.\nYou can opt-out of our marketing emails at any time (see the \"WHAT ARE YOUR PRIVACY RIGHTS\" below).</li>\n<li>\n<strong>To send administrative information to you.&nbsp;</strong>We may use your personal information to send you product, service and new feature information and/or information about changes to our terms, conditions, and policies.</li>\n<li>\n<strong>Fulfill and manage your orders.&nbsp;</strong>We may use your information to fulfill and manage your orders, payments, returns, and exchanges made through the&nbsp;Sites.</li>\n<li>\n<strong>Deliver targeted advertising to you.</strong>&nbsp;We may use your information to develop and display content and advertising (and work with third parties who do so) tailored to your interests and/or location and to measure its effectiveness.</li>\n<li>\n<strong>Request Feedback.&nbsp;</strong>We may use your information to request feedback and to contact you about your use of our&nbsp;Sites.</li>\n<li>\n<strong>To protect our Sites.&nbsp;</strong>We may use your information as part of our efforts to keep our&nbsp;Sites&nbsp;safe and secure (for example, for fraud monitoring and prevention).</li>\n<li>\n<strong>To enforce our terms, conditions and policies.</strong>\n</li>\n<li>\n<strong>To respond to legal requests and prevent harm.</strong>&nbsp;If we receive a subpoena or other legal request, we may need to inspect the data we hold to determine how to respond.</li>\n<li>\n<strong>For other Business Purposes.</strong>&nbsp;We may use your information for other Business Purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our&nbsp;Sites, products, services, marketing and your experience.</li>\n</ul>3.\nWill your information be shared with anyone?<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp.\nWe only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations.</em>\n</p>\n<p>We may process or share your data that we hold based on the following legal basis:</p>\n<ul>\n<li>\n<strong>Consent:</strong>&nbsp;We may process your data if you have given us specific consent to use your personal information for a specific purpose.</li>\n<li>\n<strong>Legitimate Interests:</strong>&nbsp;We may process your data when it is reasonably necessary to achieve our legitimate business interests.</li>\n<li>\n<strong>Performance of a Contract:</strong>&nbsp;Where we have entered into a contract with you, we may process your personal information to fulfill the terms of our contract.</li>\n<li>\n<strong>Legal Obligations:</strong>&nbsp;We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).</li>\n<li>\n<strong>Vital Interests:</strong>&nbsp;We may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved.</li>\n</ul>\n<p>More specifically, we may need to process your data or share your personal information in the following situations:</p>\n<ul>\n<li>\n<strong>Business Transfers.</strong>&nbsp;We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.</li>\n<li>\n<strong>Vendors, Consultants and Other Third-Party Service Providers.</strong>&nbsp;We may share your data with third party vendors, service providers, contractors or agents who perform services for us or on our behalf and require access to such information to do that work.\nExamples include: payment processing, data analysis, email delivery, hosting services, customer service and marketing efforts.\nWe may allow selected third parties to use tracking technology on the&nbsp;Sites, which will enable them to collect data about how you interact with the&nbsp;Sites&nbsp;over time.\nThis information may be used to, among other things, analyze and track data, determine the popularity of certain content and better understand online activity.\nUnless described in this Policy, we do not share, sell, rent or trade any of your information with third parties for their promotional purposes.</li>\n<li>\n<strong>Affiliates.</strong>&nbsp;We may share your information with our affiliates, in which case we will require those affiliates to honor this privacy policy.\nAffiliates include our parent company and any subsidiaries, joint venture partners, or other companies that we control or that are under common control with us.</li>\n</ul>4.\nWho will your information be shared with?<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp.\nWe only share information with the following third parties.</em>\n</p>\n<p>We only share and disclose your information with the following third parties.\nWe have categorised each party so that you may be easily understand the purpose of our data collection and processing practices.\nIf we have processed your data based on your consent and you wish to revoke your consent, please contact us.</p>\n<ul>\n<li>\n<strong>Advertising, Direct Marketing, and Lead Generation</strong>\n</li>\n</ul>\n<p>Google AdSense</p>\n<ul>\n<li>\n<strong>Content Optimisation</strong>\n</li>\n</ul>\n<p>Google Site Search</p>\n<ul>\n<li>\n<strong>Web and Mobile Analytics</strong>\n</li>\n</ul>\n<p>Google Analytics</p>5.\nDo we use cookies and other tracking technologies?<p>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>&nbsp;We may use cookies and other tracking technologies to collect and store your information.</em>\n</p>\n<p>We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information.\nSpecific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Policy.</p>6.\nIs your information transferred internationally?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>\n<strong>\n<em>In Short: &nbsp;</em>\n</strong>\n<em>We may transfer, store, and process your information in countries other than your own.</em>\n</p>\n<p>Our servers are located in&nbsp;Europe.\nIf you are accessing our&nbsp;Sites&nbsp;from outside&nbsp;of Europe, please be aware that your information may be transferred to, stored, and processed by us, our affiliates, and by those third parties with whom we may share your personal information (see “WILL YOUR INFORMATION BE SHARED WITH ANYONE?” above), located globally (including to countries outside of the European Economic Area (“EEA”), the United Kingdom, and Switzerland).\n</p>\n<p>If you are a resident in the European Economic Area, then these countries may not have data protection or other laws as comprehensive as those in your country.\nWe will however take all necessary measures to protect your personal information in accordance with this privacy policy and applicable law.</p>7.\nHow long do we keep your information?<p>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>&nbsp;We keep your information for as long as necessary to fulfill the purposes outlined in this privacy policy unless otherwise required by law.</em>\n</p>\n<p>We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements).</p>\n<p>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p>8.\nHow do we keep your information safe?<p>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>&nbsp;We aim to protect your personal information through a system of organisational and technical security measures.</em>\n</p>\n<p>We have implemented appropriate technical and organisational security measures designed to protect the security of any personal information we process.\nHowever, please also remember that we cannot guarantee that the internet itself is 100% secure.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our&nbsp;Sites&nbsp;is at your own risk.\nYou should only access the services within a secure environment.</p>9.\nDo we collect information from minors?<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp.\nWe do not knowingly collect data from or market to children under 18 years of age.</em>\n</p>\n<p>We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the&nbsp;Sites, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the&nbsp;Sites.\nIf we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\nIf you become aware of any data we may have collected from children under age 18, please contact us at&nbsp;legal@opswat.com.</p>10.\nWhat are your privacy rights?<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp.\nIn some regions, such as the European Economic Area, you have rights that allow you greater access to and control over your personal information.\nYou may review, change, or terminate your account at any time.</em>\n</p>\n<p>In some regions (like the European Economic Area), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nTo make such a request, please use the form located at https://go.opswat.com/myuserright.\nWe will consider and act upon any request in accordance with applicable data protection laws.</p>\n<p>If we are relying on your consent to process your personal information, you have the right to withdraw your consent at any time.\nPlease note however that this will not affect the lawfulness of the processing before its withdrawal.</p>\n<p>&nbsp;</p>\n<p>If you are a resident in the European Economic Area and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here:&nbsp;http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.</p>\n<p>\n<strong>\n<br>Account Information</strong>\n</p>\n<p>If you would at any time like to review or change the information in your account or terminate your account, you can:</p>\n<ul>\n<li>Log into your account settings and update your user account.</li>\n<li>Contact us using the contact information provided.</li>\n</ul>\n<p>Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements.</p>\n<p>\n<strong>Cookies and similar technologies:</strong>&nbsp;Most Web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove cookies and to reject cookies.\nIf you choose to remove cookies or reject cookies, this could affect certain features or services of our&nbsp;Sites.\nTo opt-out of interest-based advertising by advertisers on our&nbsp;Sites&nbsp;visit&nbsp;http://www.aboutads.info/choices/.</p>\n<p>\n<strong>Opting out of email marketing:</strong>&nbsp;You can unsubscribe from our marketing email list at any time by clicking on the unsubscribe link in the emails that we send or by contacting us using the details provided below.\nYou will then be removed from the marketing email list — however, we will still need to send you service-related emails that are necessary for the administration and use of your account.\nTo otherwise opt-out, you may:</p>\n<ul>\n<li>Access your account settings and update preferences.</li>\n<li>Contact us using the contact information provided.</li>\n</ul>11.\nControls for do-not-track features<p>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.&nbsp;No uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy.</p>12.\nFor California residents<p>Please see OPSWAT’s California Consumer Privacy Act Notice.</p>13.\nDo we make updates to this policy?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>&nbsp;Yes, we will update this policy as necessary to stay compliant with relevant laws.</em>\n</p>\n<p>We may update this privacy policy from time to time.\nThe updated version will be indicated by an updated \"Revised\" date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy policy, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy policy frequently to be informed of how we are protecting your information.</p>14.\nHow can you contact us about this policy?<p>If you have questions or comments about this policy, you may&nbsp;contact us at legal@opswat.com,&nbsp;or by post to:</p>\n<p>\n<strong>OPSWAT GmbH, </strong>c/o Cormoran GmbH, Am Zirkus 2, 10117 Berlin, Germany</p>15.\nHow can you review, update or delete the data we collect from you?<p>Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances.\nTo request to review, update, or delete your personal information, please&nbsp;use the form located at https://go.opswat.com/myuserright.\nWe will respond to your request within the timeframes required under applicable law.</p>We use cookies and related technologies to remember user preferences, for security, to analyse our traffic, and to enable website functionality.\nLearn more about cookies in our Privacy Policy.OkNo cookiesPrivacy PolicyCookie PolicyTerms of Use3rd Party EULAContacts:&nbsp;<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2023-04-10 20:00:06.057018", "updated_at": "2023-04-10 20:00:26.20852"}, {"id": 15393, "name": "Cookie Policy", "url": "https://www.filescan.io/cookie-policy", "xpath": "//body", "text": "\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>ENSign in<p>\n<strong>COOKIE POLICY</strong>\n</p>\n<p>\n<strong>Last updated October 27, 2022</strong>\n</p>\n<p>This Cookie Policy explains how&nbsp;OPSWAT GmbH&nbsp;(\"<strong>OPSWAT</strong>\", \"<strong>we</strong>\", \"<strong>us</strong>\", and \"<strong>our</strong>\") uses cookies and similar technologies to recognize you when you visit our websites at&nbsp;https://www.filescan.io&nbsp;or https://www.filescan.com (\"<strong>Websites</strong>\").\nIt explains what these technologies are and why we use them, as well as your rights to control our use of them.</p>\n<p>In some cases we may use cookies to collect personal information, or that becomes personal information if we combine it with other information.</p>\n<p>\n<strong>What are cookies?</strong>\n</p>\n<p>Cookies are small data files that are placed on your computer or mobile device when you visit a website.\nCookies are widely used by website owners in order to make their websites work, or to work more efficiently, as well as to provide reporting information.</p>\n<p>Cookies set by the website owner (in this case,&nbsp;OPSWAT) are called \"first party cookies\".\nCookies set by parties other than the website owner are called \"third party cookies\".\nThird party cookies enable third party features or functionality to be provided on or through the website (e.g.\nlike advertising, interactive content and analytics).\nThe parties that set these third party cookies can recognize your computer both when it visits the website in question and also when it visits certain other websites.</p>\n<p>\n<strong>Why do we use cookies?</strong>\n</p>\n<p>We use first&nbsp;and third&nbsp;party cookies for several reasons.\nSome cookies are required for technical reasons in order for our Websites to operate, and we refer to these as \"essential\" or \"strictly necessary\" cookies.\nOther cookies also enable us to track and target the interests of our users to enhance the experience on our Online Properties.&nbsp;Third parties serve cookies through our Websites for advertising, analytics and other purposes.&nbsp;This is described in more detail below.</p>\n<p>The specific types of first&nbsp;and third&nbsp;party cookies served through our Websites and the purposes they perform are described below (please note that the specific cookies served may vary depending on the specific Online Properties you visit):</p>\n<p>\n<strong>How can I control cookies?</strong>\n</p>\n<p>You have the right to decide whether to accept or reject cookies.\nYou can exercise your cookie rights by setting your preferences in the Cookie Consent Manager.\nThe Cookie Consent Manager allows you to select which categories of cookies you accept or reject.\nEssential cookies cannot be rejected as they are strictly necessary to provide you with services.</p>\n<p>The Cookie Consent Manager can be found in the notification banner and on our website.\nIf you choose to reject cookies, you may still use our website though your access to some functionality and areas of our website may be restricted.\nYou may also set or amend your web browser controls to accept or refuse cookies.\nAs the means by which you can refuse cookies through your web browser controls vary from browser-to-browser, you should visit your browser's help menu for more information.</p>\n<p>In addition, most advertising networks offer you a way to opt out of targeted advertising.\nIf you would like to find out more information, please visit&nbsp;http://www.aboutads.info/choices/&nbsp;or&nbsp;http://www.youronlinechoices.com.</p>\n<p>The specific types of first and third party cookies served through our Websites and the purposes they perform are described in the table below (please note that the specific&nbsp;cookies served may vary depending on the specific Online Properties you visit):<strong>\n<br>\n<br>Essential website cookies:</strong>\n</p>\n<p>These cookies are strictly necessary to provide you with services available through our Websites and to use some of its features, such as access to secure areas.</p>\n<p>Name:</p>\n<p>__tlbcpv</p>\n<p>Purpose:</p>\n<p>Used to record unique visitor views of the consent banner.</p>\n<p>Provider:</p>\n<p>.termly.io</p>\n<p>Service:</p>\n<p>Termly&nbsp;View Service Privacy Policy&nbsp;&nbsp;</p>\n<p>Country:</p>\n<p>United States</p>\n<p>Type:</p>\n<p>http_cookie</p>\n<p>Expires in:</p>\n<p>1 year</p>\n<p>\n<strong>What about other tracking technologies, like web beacons?</strong>\n</p>\n<p>Cookies are not the only way&nbsp;to recognize or track visitors to a website.\nWe may use other, similar technologies from time to time, like web beacons (sometimes called \"tracking pixels\" or \"clear gifs\").\nThese are tiny graphics files that contain a unique identifier that enable us to recognize when someone has visited our Websites&nbsp;or opened an e-mail including them.\nThis allows us, for example, to monitor&nbsp;the traffic patterns of users from one page within a website to another, to deliver or communicate with cookies, to understand whether you have come to the website from an online advertisement displayed on a third-party website, to improve site performance, and to measure the success of e-mail marketing campaigns.\nIn many instances, these technologies are reliant on cookies to function properly, and so declining cookies will impair their functioning.</p>\n<p>\n<strong>Do you use Flash cookies or Local Shared Objects?</strong>\n</p>\n<p>Websites may also use so-called \"Flash Cookies\" (also known as Local Shared Objects or \"LSOs\") to, among other things, collect and store information about your use of our services, fraud prevention and for other site operations.</p>\n<p>If you do not want Flash Cookies stored on your computer, you can adjust the settings of your Flash player to block Flash Cookies storage using the tools contained in the&nbsp;Website Storage Settings Panel.\nYou can also control Flash Cookies by going to the&nbsp;Global Storage Settings Panel&nbsp;and&nbsp;following the instructions (which may include instructions that explain, for example, how to delete existing Flash Cookies (referred to \"information\" on the Macromedia site), how to prevent Flash LSOs from being placed on your computer without your being asked, and (for Flash Player 8 and later) how to block Flash Cookies that are not being delivered by the operator of the page you are on at the time).</p>\n<p>Please note that setting the Flash Player to restrict or limit acceptance of Flash Cookies may reduce or impede the functionality of some Flash applications, including, potentially, Flash applications used in connection with our services or online content.</p>\n<p>\n<strong>Do you serve targeted advertising?</strong>\n</p>\n<p>Third parties may serve cookies on your computer or mobile device to serve advertising through our Websites.\nThese companies may use information about your visits to this and other websites in order to provide relevant advertisements about goods and services that you may be interested in.\nThey may also employ technology that is used to measure the effectiveness of advertisements.\nThis can be accomplished by them using cookies or web beacons to collect information about your visits to this and other sites in order to provide relevant advertisements about goods and services of potential interest to you.\nThe information collected through this process does not enable us or them to identify your name, contact details or other details that directly identify you unless you choose to provide these.</p>\n<p>\n<strong>How often will you update this Cookie Policy?</strong>\n</p>\n<p>We may update&nbsp;this Cookie Policy from time to time in order to reflect, for example, changes to the cookies we use or for other operational, legal or regulatory reasons.\nPlease therefore re-visit this Cookie Policy regularly to stay informed about our use of cookies and related technologies.</p>\n<p>The date at the top of this Cookie Policy indicates when it was last updated.</p>\n<p>\n<strong>Where can I get further information?</strong>\n</p>\n<p>If you have any questions about our use of cookies or other technologies, please email us at&nbsp;legal@opswat.com&nbsp;or by post to:</p>\n<p>\n<br>\n<strong>OPSWAT GmbH, </strong>c/o Cormoran GmbH, Am Zirkus 2, 10117 Berlin, Germany</p>We use cookies and related technologies to remember user preferences, for security, to analyse our traffic, and to enable website functionality.\nLearn more about cookies in our Privacy Policy.OkNo cookiesPrivacy PolicyCookie PolicyTerms of Use3rd Party EULAContacts:&nbsp;<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2023-04-10 20:00:35.370461", "updated_at": "2023-04-10 20:00:41.519962"}, {"id": 15392, "name": "Terms of Service", "url": "https://www.filescan.io/terms", "xpath": "//body", "text": "\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>ENSign in<p>\n<strong>TERMS OF USE</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Last updated&nbsp;October 27, 2022</strong>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>AGREEMENT TO TERMS</strong>\n</p>\n<p>These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and&nbsp;[OPSWAT GmbH] (\"<strong>OPSWAT</strong>,\" “<strong>we</strong>,\" “<strong>us</strong>,\" or “<strong>our</strong>”), concerning your access to and use of the&nbsp;https://www.filescan.io&nbsp;and https://www.filescan.com websites as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).&nbsp;You agree that by accessing the Site, you have read, understood, and agreed to be bound by all of these Terms of Use.\nIF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY.</p>\n<p>Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use&nbsp;at any time and for any reason.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nPlease ensure that you check the applicable Terms every time you use our Site so that you understand which Terms apply.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.</p>\n<p>The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.</p>\n<p>The Site is not tailored to comply with industry-specific regulations (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), etc.), so if your interactions would be subjected to such laws, you may not use this Site.\nYou may not use the Site in a way that would violate the Gramm-Leach-Bliley Act (GLBA).</p>\n<p>The Site is intended for users who are at least 18 years old.\nPersons under the age of 18 are not permitted to use or register for the Site.&nbsp;</p>\n<p>\n<strong>INTELLECTUAL PROPERTY RIGHTS</strong>\n</p>\n<p>Unless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, international copyright laws, and international conventions.\nThe Content and the Marks are provided on the Site “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms of Use, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.</p>\n<p>Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.</p>\n<p>\n<strong>USER REPRESENTATIONS</strong>\n</p>\n<p>By using the Site, you represent and warrant that:&nbsp;(1) all registration information you submit will be true, accurate, current, and complete.\n(2) you will maintain the accuracy of such information and promptly update such registration information as necessary;&nbsp;(3) you have the legal capacity and you agree to comply with these Terms of Use;&nbsp;(4) you are not a minor in the jurisdiction in which you reside.\n(5) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise.\n(6) you will not use the Site for any illegal or unauthorized purpose.\nand (7) your use of the Site will not violate any applicable law or regulation.</p>\n<p>If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).</p>\n<p>\n<strong>USER REGISTRATION</strong>\n</p>\n<p>You may be required to register with the Site.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.</p>\n<p>\n<strong>PROHIBITED ACTIVITIES</strong>\n</p>\n<p>You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.</p>\n<p>As a user of the Site, you agree not to:</p>\n<p>1.&nbsp;Systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.</p>\n<p>2.\nTrick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.</p>\n<p>3.\nCircumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein.</p>\n<p>4.\nDisparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.</p>\n<p>5.\nUse any information obtained from the Site in order to harass, abuse, or harm another person.</p>\n<p>6.\nMake improper use of our support services or submit false reports of abuse or misconduct.</p>\n<p>7.\nUse the Site in a manner inconsistent with any applicable laws or regulations.</p>\n<p>8.\nEngage in unauthorized framing of or linking to the Site.</p>\n<p>9.\nUpload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.</p>\n<p>10.\nEngage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.</p>\n<p>11.\nDelete the copyright or other proprietary rights notice from any Content.</p>\n<p>12.\nAttempt to impersonate another user or person or use the username of another user.</p>\n<p>13.\nUpload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).</p>\n<p>14.\nInterfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.</p>\n<p>15.\nHarass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site to you.</p>\n<p>16.\nAttempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.</p>\n<p>17.\nCopy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.</p>\n<p>18.\nExcept as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.</p>\n<p>19.\nExcept as may be&nbsp;the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software.</p>\n<p>20.\nUse a buying agent or purchasing agent to make purchases on the Site.</p>\n<p>21.\nMake any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.</p>\n<p>22.\nUse the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.</p>\n<p>23.\nUse the Site to advertise or offer to sell goods and services.</p>\n<p>24.\nSell or otherwise transfer your profile.</p>\n<p>\n</p>\n<p>\n<strong>USER GENERATED CONTRIBUTIONS</strong>&nbsp;</p>\n<p>The Site may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality, and may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, \"Contributions\").\nContributions may be viewable by other users of the Site and through third-party websites.\nAs such, any Contributions you transmit may be treated as non-confidential and non-proprietary.\nWhen you create or make available any Contributions, you thereby represent and warrant that:</p>\n<p>1.\n&nbsp;The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.<br>2.\n&nbsp;You are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Use.<br>3.\n&nbsp;You have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Use.<br>4.\n&nbsp;Your Contributions are not false, inaccurate, or misleading.<br>5.\n&nbsp;Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.<br>6.\n&nbsp;Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).<br>7.\n&nbsp;Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.<br>8.\n&nbsp;Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person and to promote violence against a specific person or class of people.<br>9.\n&nbsp;Your Contributions do not violate any applicable law, regulation, or rule.<br>10.\n&nbsp;Your Contributions do not violate the privacy or publicity rights of any third party.<br>11.\n&nbsp;Your Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.<br>12.\n&nbsp;Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.<br>13.\n&nbsp;Your Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Use, or any applicable law or regulation.</p>\n<p>Any use of the Site in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Site.</p>\n<p>\n<strong>CONTRIBUTION LICENSE</strong>\n</p>\n<p>By posting your Contributions to any part of the Site, you automatically grant, and you represent and warrant that you have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part), and distribute such Contributions (including, without limitation, your image and voice) for any purpose, commercial, advertising, or otherwise, and to prepare derivative works of, or incorporate into other works, such Contributions, and grant and authorize sublicenses of the foregoing.\nThe use and distribution may occur in any media formats and through any media channels.</p>\n<p>This license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide.\nYou waive all moral rights in your Contributions, and you warrant that moral rights have not otherwise been asserted in your Contributions.</p>\n<p>We do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.\nWe are not liable for any statements or representations in your Contributions provided by you in any area on the Site.\nYou are solely responsible for your Contributions to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.\n&nbsp;</p>\n<p>We have the right, in our sole and absolute discretion, (1) to edit, redact, or otherwise change any Contributions.\n(2) to re-categorize any Contributions to place them in more appropriate locations on the Site.\nand (3) to pre-screen or delete any Contributions at any time and for any reason, without notice.\nWe have no obligation to monitor your Contributions.</p>\n<p>\n<strong>SUBMISSIONS</strong>\n</p>\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.</p>\n<p>\n<strong>THIRD-PARTY WEBSITE AND CONTENT</strong>\n</p>\n<p>The Site may contain (or you may be sent via the Site) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\").\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.</p>\n<p>\n<strong>SITE MANAGEMENT</strong>\n</p>\n<p>We reserve the right, but not the obligation, to: (1) monitor the Site for violations of these Terms of Use.\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities.\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof.\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.\nand (5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.</p>\n<p>\n<strong>PRIVACY</strong>\n</p>\n<p>\n<br>\n</p>\n<p>We care about data privacy and security.&nbsp;Please review our Privacy Policy:<strong>&nbsp;</strong>\n<strong>https://app.termly.io/document/privacy-notice/22dba502-44a1-4ce2-8a09-5ea60200e8c4</strong>.&nbsp;By using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use.\nPlease be advised the Site is hosted in&nbsp;Europe.\nIf you access the Site from any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in&nbsp;Europe, then through your continued use of the Site, you are transferring your data to&nbsp;Europe, and you agree to have your data transferred to and processed in&nbsp;Europe.</p>\n<p>The terms of the Data Processing Addendum located at https://www.opswat.com/legal/data-processing are hereby incorporated by reference and will apply to the extent you are a controller (as defined under the General Data Protection Regulation (2016/679), the United Kingdom Data Protection Act, and/or other applicable data protection laws) and you provide us with information relating to an identified or identifiable individual protected under applicable data privacy laws (“Personal Data”).\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>DIGITAL MILLENNIUM COPYRIGHT ACT (DMCA) NOTICE AND POLICY</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Notifications</strong>\n</p>\n<p>We respect the intellectual property rights of others.\nIf you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify us by sending us an email at legal@opswat.com (a “Notification”).\nA copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.\nPlease be advised that pursuant to federal law you may be held liable for damages if you make material misrepresentations in a Notification.\nThus, if you are not sure that material located on or linked to by the Site infringes your copyright, you should consider first contacting an attorney.</p>\n<p>All Notifications should meet the requirements of DMCA 17 U.S.C.\n§ 512(c)(3) and include the following information: (1) A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(2) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works on the Site are covered by the Notification, a representative list of such works on the Site.\n(3) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material.\n(4) information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an email address at which the complaining party may be contacted.\n(5) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand (6) a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed upon.</p>\n<p>\n</p>\n<p>\n<strong>TERM AND TERMINATION</strong>\n</p>\n<p>These Terms of Use shall remain in full force and effect while you use the Site.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE&nbsp;YOUR ACCOUNT AND&nbsp;ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.</p>\n<p>If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.</p>\n<p>\n<strong>MODIFICATIONS AND INTERRUPTIONS</strong>\n</p>\n<p>We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.\nWe will not be liable to you or any third party for any modification, suspension, or discontinuance of the Site.\n&nbsp;</p>\n<p>We cannot guarantee the Site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site.\nNothing in these Terms of Use will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.</p>\n<p>\n<strong>GOVERNING LAW</strong>\n</p>\n<p>These conditions are governed by and interpreted following the laws of&nbsp;Germany,&nbsp;and the use of the United Nations Convention of Contracts for the International Sale of Goods is expressly excluded.\nIf your habitual residence is in the EU, and you are a consumer, you additionally possess the protection provided to you by obligatory provisions of the law of your country of residence.&nbsp;OPSWAT&nbsp;and yourself both agree to submit to the non-exclusive jurisdiction of the courts of&nbsp;Hamburg, which means that you may make a claim to defend your consumer protection rights in regards to these Conditions of Use in&nbsp;Germany, or in the EU country in which you reside.</p>\n<p>\n<strong>DISPUTE RESOLUTION</strong>\n</p>\n<p>\n<strong>Informal Negotiations</strong>\n</p>\n<p>To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Use (each \"Dispute\" and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least&nbsp;thirty (30)&nbsp;days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.</p>\n<p>\n<strong>Binding Arbitration</strong>\n</p>\n<p>Any dispute&nbsp;arising from the relationships between the Parties to this contract shall be determined by one arbitrator who will be chosen in accordance with the Arbitration and Internal Rules of the European Court of Arbitration being part of the European Centre of Arbitration having its seat in Strasbourg, and which are in force at the time the application for arbitration is filed, and of which adoption of this clause constitutes acceptance.\nThe seat of arbitration shall be&nbsp;Hamburg,&nbsp;Germany.&nbsp;The language of the proceedings shall be&nbsp;German.&nbsp;Applicable rules of substantive law shall be the law of&nbsp;Germany.</p>\n<p>\n</p>\n<p>\n<strong>Restrictions</strong>\n</p>\n<p>The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding.\n(b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.</p>\n<p>\n<strong>Exceptions to Informal Negotiations and Arbitration</strong>\n</p>\n<p>The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party.\n(b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.</p>\n<p>\n<strong>CORRECTIONS</strong>\n</p>\n<p>There may be information on the Site that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.</p>\n<p>\n<strong>DISCLAIMER</strong>\n</p>\n<p>THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\n<p>\n<strong>LIMITATIONS OF LIABILITY</strong>\n</p>\n<p>IN NO EVENT WILL WE, OUR AFFILIATES, OR EACH OF OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<strong>INDEMNIFICATION</strong>\n</p>\n<p>You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of:&nbsp;(1) your Contributions;&nbsp;(2) use of the Site.\n(3) breach of these Terms of Use.\n(4) any breach of your representations and warranties set forth in these Terms of Use.\n(5) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (6) any overt harmful act toward any other user of the Site with whom you connected via the Site.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.</p>\n<p>\n<strong>USER DATA</strong>\n</p>\n<p>We will maintain certain data that you transmit to the Site for the purpose of managing the performance of the Site, as well as data relating to your use of the Site.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site.\nYou agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.</p>\n<p>\n<strong>ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES</strong>\n</p>\n<p>Visiting the Site, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.&nbsp;</p>\n<p>\n<strong>CALIFORNIA USERS AND RESIDENTS</strong>\n</p>\n<p>If any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916) 445-1254.</p>\n<p>\n<strong>MISCELLANEOUS</strong>\n</p>\n<p>These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision.\nThese Terms of Use operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site.\nYou agree that these Terms of Use will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.</p>\n<p>\n<strong>CONTACT US&nbsp;</strong>\n</p>\n<p>In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:&nbsp;</p>\n<p>\n<strong>OPSWAT GmbH, </strong>c/o Cormoran GmbH, Am Zirkus 2, 10117 Berlin, Germany</p>\n<p>\n<strong>legal@opswat.com</strong>\n</p>We use cookies and related technologies to remember user preferences, for security, to analyse our traffic, and to enable website functionality.\nLearn more about cookies in our Privacy Policy.OkNo cookiesPrivacy PolicyCookie PolicyTerms of Use3rd Party EULAContacts:&nbsp;<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2023-04-10 20:00:06.088566", "updated_at": "2023-04-10 20:01:10.810701"}], "points": [{"id": 31815, "title": "There is a date of the last update of the agreements", "source": "https://www.filescan.io/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-27 14:55:25.333415", "updated_at": "2023-07-11 06:29:56.328931", "quoteText": null, "case_id": 331, "document_id": 15391, "quoteStart": null, "quoteEnd": null}], "urls": ["filescan.io"]}}