{"error": 448, "message": "OK", "parameters": {"id": 9162, "name": "DailyGoodieBox ", "created_at": "2023-07-14 00:37:40.788462", "updated_at": "2023-07-14 10:02:33.077281", "wikipedia": null, "keywords": null, "related": null, "slug": "dailygoodiebox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9162.png", "url": "dailygoodiebox.com", "documents": [{"id": 17941, "name": "Privacy Policy", "url": "https://dailygoodiebox.com/privacy", "xpath": "//body", "text": " <ul>\n<li>\nHome\n</li>\n<li>-</li>\n<li>\nToday's Goodie Box\n</li>\n</ul>\n<ul>\n<li>\nSIGN UP\n</li>\n<li>\nLOGIN\n</li>\n</ul> Privacy Policy\n<br>\n<br>\nLast Updated: 8th of january, 2020\n<br>\n<br>\nThis privacy policy (the <b>\"Privacy Policy\"</b>) explains how LUXEads Pty Ltd (<b>“Company,”</b>\n<b>“we,”</b> or <b>“us”</b>) collects, uses, shares, and protects information of the users of Company’s websites and mobile or other software applications where this Privacy Policy is posted (collectively, the <b>“Website”</b> or Service).\nThe Website allows you to sign up for free items in the mail simply by providing your contact information and honest opinion on what you thought of each product you receive.\nWe collect and share your information to vendors and partnering brands to fulfill your Goodie Boxes, and we then let these brands and consumers know what you think about the products.\nBy using the Website, you are using or directing Company to intentionally disclose personal information to and using Company to intentionally interact with these third parties.\nBY USING THE WEBSITE, YOU AGREE TO BE BOUND BY OUR PRIVACY POLICY.\nIF YOU DO NOT AGREE TO THIS PRIVACY POLICY YOU MAY NOT ACCESS OR OTHERWISE USE THE WEBSITE.\n<br>\n<br>\nPlease note that this Privacy Policy only applies to the Website, and not to websites, applications, operating systems, or other platforms of third parties (<b>“Third Party”</b> or <b>“Third-Party Platforms”</b>), even if such Third-Party Platforms are linked to or accessible from the Website.\nEach Third-Party Platform will have its own data collection and usage practices, and may use their own cookies, web beacons, and other technology to collect information from you.\nCompany is not responsible for the content or practices of any Third-Party Platforms and, if you choose to visit or use them, you do so at your own risk.\n<br>\n<br>\n<b>1.\nWho controls your information?</b>\n<br>\n<br>\nAny information or other data provided to or gathered by Company is controlled by:<br>\n<br> LUXEads Pty Ltd\u2028<br>\n353 West 48th Street, Suite 368\u2028<br>\nadmin@dailygoodiebox.com <b>2.\nWhat types of information do we collect?</b>\n<br>\n<br>\n“Information,” as used in this Privacy Policy, means personal information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular user or household.\n<br>\n<br>\nCompany collects the following categories of information about users of the Website:\n<br>\n<br>\n<ul>\n<li>\n<b>\n<u>Information You Provide to Us.</u>\n</b> We collect information from you when you voluntarily provide it to us over the Website, including as part of registering a user account or using the Service.\nSuch information may include identifiers and personal information such as your name, email address, telephone number, and address.\n</li>\n<li>\n<b>\n<u>Content You Make Public.</u>\n</b> Company may collect information that you voluntarily upload to or about the Website for public display (“Public Information”), such as when you post a product review, comment on a good or service, or participate in a forum on the Website.\nOnce you submit Public Information, neither you nor Company are able to control how it may be copied, shared, or used by third parties, even if you and/or Company later delete such Public Information.\nAccordingly, you should carefully consider what personal information you choose to include within your Public Information.\n</li>\n<li>\n<b>\n<u>Transaction Information.</u>\n</b> We may gather additional information from you when you use the Service or contact customer service regarding a prior transaction.\nSuch information may include information regarding the products you requested.\nWhen you click on links on the Website, we may collect or create records regarding your preferences or tendencies.\n</li>\n<li>\n<b>\n<u>Device/Internet Connection Information.</u>\n</b> When you use the Website, we automatically gather information made available by your web browser (such as Microsoft Edge or Google Chrome), internet service provider (such as Comcast or Cox), and device (such as your computer, phone, or tablet), depending on your settings for each.\nFor example, we may collect your IP address, information about the operating system or type of device you use, the device ID associated with your device, the date and time you access the Website, and your log in attempts.\n</li>\n<li>\n<b>\n<u>Internet Activity Information.</u>\n</b> We may also collect information about your browsing history, search history, and information regarding your interaction with a particular website, application, or advertisement, including the Website.\nWe may collect information regarding the websites, application, or advertisement you visited immediately before and after your use of the Website.\n</li>\n<li>\n<b>\n<u>Geolocation Information.</u>\n</b> We may collect information about where you are located, both generally and at the time you access the Website.\nFor example, we may collect your mailing address or ascertain your approximate location from your IP address.\n</li>\n<li>\n<b>\n<u>Other Information.</u>\n</b> We may collect other information from you, such as when you make a claim for a promotion run on the Website, when you request customer service assistance, or when you voluntarily subscribe to promotions, reminders, or newsletters.\n</li>\n<li>\n<b>\n<u>Inference Information.</u>\n</b> Company may also create new information about you by drawing inferences from the information identified in the categories listed above, such as to create a profile about you reflecting your preferences.\n</li>\n</ul>\n<br>\n<br>\n<b>3.\nHow and when do we collect information about you?</b>\n<br>\n<br>\nCompany gathers information about you through the following sources and means:\n<br>\n<br>\n<ul>\n<li>\n<b>\n<u>When you enter or upload information to the Website.</u>\n</b> Company collects information you provide to us, content you make public, transaction information, and geolocation information when you enter such information on a form on the Website (including during sign up), request products, sign up for newsletters or promotional material, enter contests, upload content, post in a forum, and otherwise interact with the Website.\n</li>\n<li>\n<b>\n<u>When you communicate with us.</u>\n</b> Company may also collect information you provide to us, content you make public, transaction information, geolocation information, and from you outside of the Website, such as when you contact our customer service department, email us (including any response to an email communication from Company), or communicate with Company via social media, such as by posting on a page hosted by Company or tagging Company in your own post.\nThe information collected off the Website may be combined with that collected through the Website—for example, if you order a product from the Website and later call customer service about the order, the information collected in both interactions may be linked.\n</li>\n<li>\n<b>\n<u>Through Cookies, tracking tools, and other automated technologies.</u>\n</b> When you use any website, certain information can be automatically collected through technological means.\nWhen you access the Website, your web browser automatically sends us device and internet connection information and certain internet activity information as described in Section 2.\nCompany also uses Cookies and web beacon technology to gather device and internet connection information, internet activity information, geolocation information, and biometric information.\n“Cookies” are files that are placed on your computer or other device by websites you visit.\nThe primary purpose of a Cookie is to identify you as a unique user of the Website.\nCompany uses the following types of Cookies, some of which may be placed by Third Parties, to customize your internet experience, keep you logged into websites, and remember your search terms:\n</li>\n</ul>\n<br>\n<br>\n<b>Type of Cookie</b>\n<b>Purpose of Cookie</b> Necessary\nNecessary Cookies are essential in order for the Website to display and perform properly.\nNecessary Cookies are used to identify you, prevent security risks, and to allow you to perform account-related functions.\nPreferences\nPreferences Cookies are used to store preferences set by you and each user for their account, such as your language preferences.\nPreferences Cookies improve your experience using the Website.\nAnalytics and Performance\nAnalytics and Performance Cookies collect information on how you and other users interact with the Website.\nOften, this information is aggregated, as discussed in Section 4, and is used to improve the Website.\nAdvertising\nWe currently do not place any advertising Cookies.\nhowever, we reserve the right to use such Cookies to deliver Personalized Ads that may be of interest to you.\n<br>\n<br>\nYou can change your Cookie settings in your Internet browser (e.g., Chrome, Edge, Firefox).\nIf you disable Cookies, some of the features of the Website may not function correctly.\nFor more information, see https://www.allaboutcookies.org/.\nYou can better learn about Third-Party practices at the following websites:\n<br>\n<br>\nwww.youronlinechoices.com/uk/your-ad-choices<br>\nwww.networkadvertising.org/choices <br>\nwww.aboutads.info/choices<br>\n<br>\n<br>\n<b>4.\nHow do we use your information?</b>\n<br>\n<br>\nCompany may use the information we’ve gathered from you or your device, including through Cookies and Third Parties, for the following purposes:\n<br>\n<br>\n<ul>\n<li>\n<b>\n<u>Business Purposes.</u>\n</b> When Company uses your information for a “Business Purpose,” it means such use is reasonably necessary and proportionate to achieve an operational purpose of the Company.\nThe following are the Business Purposes for which we may use your information:\n</li>\n</ul>\n<br>\n<br>\n<b>Business Purpose</b>\n<b>Types of Information</b>\n<b>For Security.</b> Company uses the information we collect from you and other users to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, and to identify and prosecute those responsible for that activity.\nInformation You Provide.\nTransaction Information.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information <b>To Fulfill Your Orders.</b> We use the information we collect from you to process, fulfill, and ship your orders.\nInformation You Provide.\nTransaction Information.\nDevice/Internet Connection Information.\nGeolocation Information <b>To Improve Products and Services.</b> Company uses the information we collect from you and other users to improve products and services.\nFor example, we may consider analytics, demographics, and user feedback collected via the Website in determining whether there is sufficient demand for a new product, plan, or service.\nInformation You Provide.\nContent You Make Public.\nTransaction Information.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information.\nInference Information <b>To Improve the Website.</b> Company uses the information we collect from you and other users to provide and improve the Website.\nWe use information to debug and identify and repair errors that impair existing intended functionality of the Website.\nAs explained above, we use Cookies, including those placed by Third Parties, to gather statistical information that helps us understand how you and other users engage with the Website and improve its performance via technological development.\nInformation You Provide.\nContent You Make Public.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information.\nInference Information <b>To Personalize Your User Experience.</b> We use information gathered from Cookies to authenticate your logins, determine whether you are logged in or not, to allow you to set personal preferences when using the Website, and to make it so you don’t have to reenter the same information when you visit the Website several times within a short timeframe.\nInformation You Provide.\nTransaction Information.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information.\nInference Information <b>To Communicate with You.</b> We use your information to personalize communication with you, and to respond to your requests regarding your orders and information on products and services.\nWe also use your information to notify you of updates to the Terms or this Privacy Policy.\nInformation You Provide.\nContent You Make Public.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information.\nInference Information <b>To Create Deidentified Aggregate Information.</b> Company may combine your information with that of other users to create “Aggregate Information”—namely, statistical information about all users or a subset thereof.\nAggregate Information is pseudonymized and deidentified.\nIn other words, Aggregate Information cannot be used to identify, relate to, describe, be capable of being associated with, or be linked, directly or indirectly, to a particular consumer, including you.\nIn turn, Aggregate Information may be used by Company for the Business and Commercial Purposes listed herein.\nInformation You Provide.\nContent You Make Public.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information.\nInference Information <br>\n<br>\n<ul>\n<li>\n<b>Commercial Purposes.</b> When Company uses your information for a <b>“Commercial Purpose,”</b> it means such use is intended to advance Company’s business interests, such as by inducing you to buy one of our products or services.\nThe following are the Commercial Purposes for which we may use your information:\n</li>\n</ul>\n<br>\n<br>\n<b>Commercial Purpose</b>\n<b>Types of Information</b>\n<b>To Advertise to You.</b> We reserve the right to use information gathered through Cookies and web beacons, including those placed by Third Parties, to deliver ads to you via the Website and after you’ve left the Website.\nThe purpose of “Personalized Ads,” “retargeting,” or “remarketing” is to deliver content and advertising that is of interest to you, and to avoid displaying irrelevant advertising to you.\nYou can better learn about such advertising at the following websites:<br>\nwww.youronlinechoices.com/uk/your-ad-choices <br>\nwww.networkadvertising.org/choices <br>\nwww.aboutads.info/choices Information You Provide.\nContent You Make Public.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information.\nInference Information <b>To Build a Profile.</b> Company may create new information about you by drawing inferences from the information identified in the categories listed above, such as to create a profile about you reflecting your preferences, which may be used by Company for advertising purposes.\nInformation You Provide.\nContent You Make Public.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information.\nInference Information <b>To Advertise to Others.</b> We may share your reviews (including any written, audio, or video content, your first name, and last initial, and your city and state), comments, and other content provided by you to advertise and market our Website and the services, including by reposting your reviews on the Website, in our advertising, or through our social media accounts.\nContent You Make Public <br>\n<br>\n<ul>\n<li>\n<b>\n<u>Scope and Legal Bases for Use.</u>\n</b> Company only processes your information to the extent that is necessary to accomplish the above-stated Business and Commercial Purposes, which serves as our legitimate interest.</li>\n</ul>\n<br>\n<br>\n<b>5.\nHow do we share your information?</b>\n<br>\n<br>\nCompany may share your information with Third Parties for the following purposes:\n<br>\n<br>\n<ul>\n<li>\n<b>\n<u>Business Purposes.</u>\n</b> When Company shares your information for a Business Purpose, it means such use is reasonably necessary and proportionate to achieve an operational purpose of the Company.\nThe following are the Business Purposes for which we may share your information:</li>\n</ul>\n<br>\n<br>\n<b>Third Parties</b>\n<b>Business Purpose</b>\n<b>Types of Information</b>\n<b>Service Providers.</b> These Third Parties provide services to Company that allow Company to operate the Website, provide services to customers, communicate with customers, and so forth.\nFor Security.\nto Fulfill Your Orders.\nto Improve Our Products and Services.\nto Improve the Website, to Personalize Your User Experience.\nand to Create Aggregate Information\nInformation You Provide.\nContent You Make Public.\nTransaction Information.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information <b>Partnering Brands.</b> These are the third-party brands that provide the products through the Website.\nTo Fulfill Your Orders.\nto Improve Our Products and Services.\nto Improve the Website, to Personalize Your User Experience.\nand to Create Aggregate Information.\nInformation You Provide.\nContent You Make Public.\nTransaction Information.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information <b>Successor Entities.</b> Should Company be subject to an acquisition, merger, sale or other change of control or business entity status, we reserve the right to transfer or assign your information as part of that acquisition, merger or sale.\nFor Security.\nto Fulfill Your Orders.\nto Improve Our Products and Services.\nto Improve the Website, to Personalize Your User Experience.\nand to Create Aggregate Information\nInformation You Provide.\nContent You Make Public.\nTransaction Information.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information.\nInference Information <b>Government Officials and Private Parties Pursuant to Valid Legal Process.</b> We may disclose your information in response to subpoenas, court orders, and other legal processes.\nIn very rare circumstances, we may disclose personal information when we believe it is necessary in order to prevent illegal, fraudulent, or injurious actions that may cause harm to individuals.\nTo comply with Company’s legal obligations and to prevent illegal, fraudulent, or injurious actions that may cause harm to individuals Information You Provide.\nContent You Make Public.\nTransaction Information.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information.\nInference Information <br>\n<br>\n<ul>\n<li>\n<b>\n<u>Commercial Purposes.</u>\n</b> When Company shares your information for a Commercial Purpose, it means such disclosure is intended to advance Company’s business interests, such as by advertising our products or services.\nThe following are the Commercial Purposes for which we may share your information with Third Parties:</li>\n</ul>\n<br>\n<br>\n<b>Third Parties</b>\n<b>Commercial Purpose</b>\n<b>Types of Information</b>\n<b>Other Consumers.</b> We may share your reviews (including any written, audio, or video content, your first name, and last initial, and your city and state), comments, and other content uploaded by you to advertise and market our Website and the services, including by reposting your reviews on the Website, in our advertising, or through our social media accounts.\nTo Advertise to You, including through Personalized Ads.\nto Advertise to Others\nInformation You Provide.\nContent You Make Public.\nDevice/Internet Connection Information.\nInternet Activity Information.\nGeolocation Information.\nInference Information To Advertise to Others\nContent You Make Public <br>\n<br>\n<b>6.\nDo we sell your information to others?</b>\n<br>\n<br>\nNo.\nCompany does not sell consumers’ personal information.\n<br>\n<br>\n<b>7.\nHow do we protect your information?</b>.\n<br>\n<br>\nCompany, and the Third-Party vendors we use to store your information, employ technical, administrative, and physical security measures that are designed to protect against the loss, misuse, and alteration of the information under our control.\nWe regularly review our security procedures to consider appropriate new technology and methods.\nHowever, no system can be completely secure.\nTherefore, although we take steps to secure your information, we cannot promise, and you should not expect, that your personal and commercial information, or other communications, will always remain secure.\nThe safety and security of your information also depends on you.\nNever share account information with anyone else and notify us as soon as possible if you believe your account security has been breached.\n<b>8.\nHow long do we keep your information?</b>\n<br>\n<br>\nCompany will retain your information for the length of time necessary to fulfill the Business Purposes and Commercial Purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law or valid court order.\nIf you request deletion of your information pursuant to Section 10, your request will be processed according to the timeframes indicated therein and/or pursuant to any applicable legislation.\n<br>\n<br>\n<b>9.\nDo we transfer your information to a different country?</b>\n<br>\n<br>\nIf you are visiting the Website from a location outside of the United States, your connection will be through and to servers located in the United States, and all information you provide will be processed and securely maintained in our web servers and internal systems located within the United States.\nBy using the Website, <b>you authorize and specifically consent to the transfer of personal data to the United States</b> and its storage and use as specified above when you provide such information to us.\n<br>\n<br>\n<b>10.\nWhat are your rights when it comes to accessing, correcting, or deleting your information, and how can you exercise them?</b>\n<br>\n<br>\nYou may access all information we’ve collected and retained about you for purposes of correcting, amending, downloading, or deleting such information.\nAccess can be obtained by logging into your account, filling out a&nbsp;Contact Form, or contacting us at admin@dailygoodiebox.com with your full name and email address.&nbsp;To protect your privacy and security, we may take reasonable steps to help verify your identity before granting access, making corrections, providing you with information, or deleting information.\nIf your request is through an agent, please also provide your agent’s full name and a verified statement of authority.\nWe will not discriminate against you for making a request or asserting your rights.\u2028\u2028If certain privacy laws apply to you, you may have the right to request that Company disclose the following to you:\n<br>\n<br>\n<ul>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources from which the personal information is collected;</li>\n<li>The business or commercial purpose for collecting personal information;</li>\n<li>The categories of third parties with whom we share personal information.\nand</li>\n<li>The specific pieces of personal information we have collected about you.</li>\n</ul>\n<br>\n<br>\nUnder California’s “Shine the Light” law, California residents who provide personal information to the Website may request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please fill out a Contact Form, or contact us at admin@dailygoodiebox.com.\n<br>\n<br>\n<b>11.\nHow do we protect the privacy of children?</b>\n<br>\n<br>\nCompany will never knowingly collect any personal information about children under the age of 13.\nIf we obtain actual knowledge that we have collected personal information about a child under the age of 13, that information will be immediately deleted from our database.\nBecause we do not collect such information, we have no such information to use or to disclose to Third Parties.\n<br>\n<br>\n<b>12.\nHow can you receive and opt-out from marketing communications?</b>\n<br>\n<br>\nBy providing your email address to Company through the Website or an email initiated by you,&nbsp;<b>you consent to receive emails from us, including information concerning your account and advertising messages</b>.\nProviding consent to promotional emails is NOT a condition of purchasing any goods or services from Company.\nYou can unsubscribe to advertising emails at any time by clicking the unsubscribe link within the email or by contacting us at&nbsp;admin@dailygoodiebox.com.&nbsp;Please note that, even if you unsubscribe from advertising emails, we will still send you necessary, non-promotional emails about your order, account, or updates to our Privacy Policy and Terms of service.\n<br>\n<br>\n<b>13.\nDo we respond to Do Not Track (DNT) Signals?</b>\n<br>\n<br>\nDNT is a feature offered by some browsers which, when enabled, sends a signal to websites to request that your browsing is not tracked.\nCompany does not currently respond to DNT requests.\n<br>\n<br>\n<b>14.\nHow will you know when we change the Privacy Policy?</b>\n<br>\n<br>\nEach time you use the Website, the then-current version of this Privacy Policy will apply.\nAlthough most changes are likely to be minor, we reserve the right to modify this Privacy Policy by posting such modification on this page.\nhowever, if changes are significant, we may provide a more prominent notice or email you.\nUnless we receive your express consent, any revised Privacy Policy will apply only to information collected after the effective date of such revised Privacy Policy, and not to information collected under any earlier version.\n<br>\n<br>\n<b>15.\nHow can you contact us regarding this Privacy Policy?</b>\n<br>\n<br>\nThe Website contains a&nbsp;Contact Form, which can be used for electronic contact.\nIf you use this option, the data entered by you in the form will be transmitted to us and stored as part of your information.\nAlternatively, you can contact us via email at&nbsp;admin@dailygoodiebox.com.&nbsp;In this case, your information transmitted by email will be stored.\nIf needed, your information will be relayed to our Third-Party partners for the sole purpose of processing any request by you in the communication.\nCopyright © 2023 <ul>\n<li>\nAbout Us\n</li>\n<li>\nBox Reviews\n</li>\n<li>\nProduct Reviews\n</li>\n<li>\nPhoto Gallery\n</li>\n<li>\nPartner Us\n</li>\n<li>\nTerms of Service\n</li>\n<li>\nPrivacy Policy\n</li>\n<li>\nContact Us\n</li>\n</ul> ", "created_at": "2023-07-14 00:37:40.817965", "updated_at": "2023-07-14 00:37:57.001189"}, {"id": 17942, "name": "Terms of Service", "url": "https://dailygoodiebox.com/terms", "xpath": "//body", "text": " <ul>\n<li>\nHome\n</li>\n<li>-</li>\n<li>\nToday's Goodie Box\n</li>\n</ul>\n<ul>\n<li>\nSIGN UP\n</li>\n<li>\nLOGIN\n</li>\n</ul> Terms of Service\n<br>\n<br>\n1.\n<u>Introduction</u>.\n<br>\n<br>\n1.1.\n<u>Agreement</u>.\nWelcome to Daily Goodie Box! LUXEads Pty Ltd (\"Daily Goodie Box\" or \"<b>Company</b>\") recommends that you (\"<b>you</b>\") read the following terms and conditions carefully.\nBy accessing or using the Daily Goodie Box website, the Daily Goodie Box Service, including any software applications made available by Daily Goodie Box (together, the \"<b>Website</b>\" or \"<b>Service</b>\"), however accessed or used, you agree to be bound by these terms (the \"<b>Terms of Service</b>\" or the \"<b>Agreement</b>\"), which constitute a legally binding agreement between Daily Goodie Box and you concerning your use of the Service.\nWe encourage you to print the Agreement or save it to your computer for reference.\n1.2.\n<u>Separate Privacy Policy</u>.\nBy using the Service, you represent and warrant that you have read and understood, and agree to be bound by, this Agreement and LUXEads Pty Ltd's Privacy Policy (the \"<b>Privacy Policy</b>\"), which is incorporated into this Agreement by reference.\nThe Privacy Policy is available at http://dailygoodiebox.com/privacy.\n1.3.\n<b>\n<u>No Permission Without Agreement</u>.\nIf you do not understand this Agreement, or do not agree to be bound by it or the Privacy Policy, you may not access or use the Service, and you must immediately cease accessing or using the Service.</b>\n1.4.\n<b>\n<u>Arbitration and Remedies</u>.\nThese terms contain a mandatory arbitration of disputes provision that requires the use of arbitration on an individual basis to resolve disputes, rather than jury trials or class actions, and also limits the remedies available to you in the event of a dispute.\nSee below for full details.</b>\n<br>\n<br>\n2.\n<u>Dispute Resolution</u>.\nBy using the Service, you consent to the collection and use of certain information about you, as specified in the Privacy Policy discussed in Section 1.3 (Separate Privacy Policy).\nDaily Goodie Box encourages users of the Service to frequently check the Privacy Policy for changes.\n2.1 <u>Binding Arbitration.</u>\n<br>\n<br> 2.1.1.\nIf you and Daily Goodie Box cannot resolve a Claim through negotiations, either party may elect to have the Claim finally and exclusively resolved by binding arbitration.&nbsp;“Claim(s)” shall mean all claims, actions, demands, causes of action, and other proceedings, including but not limited to legal costs and fees.\n<b>Any election to arbitrate by one party shall be final and binding on the other(s).</b> 2.1.2.\nThe Federal Arbitration Act governs the interpretation and enforcement of this agreement to arbitrate.&nbsp;The arbitration shall be commenced and conducted through JAMS (www.jamsadr.com)&nbsp;under the Streamlined Rules, as modified by this agreement to arbitrate.\nAll remedies available to the parties under applicable federal, state, or local laws shall remain available in arbitration.\nThe parties shall each participate in the selection of a neutral arbitrator pursuant to the Streamlined Rules.\nUnless you and Company agree otherwise in writing, the final arbitration hearing shall take place in person at the JAMS facility located in or nearest to your city of residence.\nIf you initiate arbitration against Company, you will be required to pay an initial fee of $250 (unless you qualify for a waiver), and all other arbitration costs (including any remaining JAMS Case Management Fee and all professional fees for the arbitrator’s services) shall be paid as determined by the arbitrator.\nIf Company initiates arbitration against you, Company shall pay all costs associated with the arbitration.\nIf JAMS is unavailable to arbitrate a dispute or claim, you and Company agree to arbitrate using an alternative arbitral forum.\nRegardless of the outcome of the arbitration, you and Company will each pay your own attorney’s fees and costs unless an award of attorney’s fees is available under applicable statute.\nThe arbitrator’s award will consist of a written statement stating the disposition of each Claim.\nThe award will also provide a concise written statement of the essential findings and conclusions on which the award is based.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nEither party may litigate to compel arbitration in a Court of Competent Jurisdiction, to stay proceedings pending arbitration, or to modify, confirm, vacate, or enter judgment on the award entered by the arbitrator.\n<b>You agree that without the terms above and below, you would have the right to sue in court with a jury trial or participate in a class action.</b> 2.2 <u>Waiver of Class Actions and Joinder of Claims.</u>\n<br>\n<br> 2.2.1.\n<b>You and Daily Goodie Box agree that any arbitration shall be limited to each Claim individually.\nYou and Daily Goodie Box agree that each may only bring claims against the other in your or Daily Goodie Box's individual capacity and not as a plaintiff or class member in any purported class or representative proceeding.\nYou and Daily Goodie Box knowingly and voluntarily waive any right to proceed in a class action or representative proceeding or to join claims or sue in court with a jury.</b> 2.2.2.\nIf this specific provision is found to be unenforceable in a Court of Competent Jurisdiction, the Claim will still be finally and exclusively resolved by binding arbitration upon the election of either party, and any election to arbitrate by one party shall be final and binding on the other(s).\nIn addition: (1) no arbitration shall be joined with any other arbitration, and (2) there is no right for any Claim to be arbitrated on a class-action basis or to employ class action procedures, and (3) there is no right of authority for any dispute to be brought in a purported representative capacity on behalf either of the general public or any other individuals.\n2.3.\n<u>Remedies in Aid of Arbitration.\nEquitable Relief.</u> This agreement to arbitrate will not preclude you or Daily Goodie Box from seeking provisional remedies in aid of arbitration, including without limitation orders to stay a court action, compel arbitration, or confirm an arbitral award, from a Court of Competent Jurisdiction.\nFurthermore, this agreement to arbitrate will not preclude you or Daily Goodie Box from applying to a Court of Competent Jurisdiction for a temporary restraining order, preliminary injunction, or other interim or conservatory relief, as necessary.\n\"Court of Competent Jurisdiction\" means any federal or state court: (1) that has jurisdiction over the subject matter.\nand (2) that is located in San Francisco, California.\n<u>Choice of Law and Venue.</u> This Agreement, including without limitation this Agreement's interpretation, shall be treated as though this Agreement were executed and performed in the State of California, and shall be governed by and construed in accordance with the laws of the State of California without regard to its conflict of law principles.\nThe language in this Agreement shall be interpreted in accordance with its fair meaning and not strictly for or against either party.\n<b>The proper venue for any judicial action arising out of, relating to, or in connection with this Agreement, if authorized herein, will be the state and federal courts located in San Francisco, California.\nThe parties stipulate to, and agree to waive any objection to, the personal jurisdiction and venue of such courts, and further expressly submit to extraterritorial service of process.</b> 2.4.\n<u>Choice of Law and Venue.</u> This Agreement, including without limitation this Agreement's interpretation, shall be treated as though this Agreement were executed and performed in the State of California, and shall be governed by and construed in accordance with the laws of the State of California without regard to its conflict of law principles.\nThe language in this Agreement shall be interpreted in accordance with its fair meaning and not strictly for or against either party.&nbsp;<b>The proper venue for any judicial action arising out of, relating to, or in connection with this Agreement, if authorized herein, will be the state and federal courts located in San Francisco, California.\nThe parties stipulate to, and agree to waive any objection to, the personal jurisdiction and venue of such courts, and further expressly submit to extraterritorial service of process.</b>\n<br>\n<br>\n3.\n<b>\n<u>Changes to Agreement and Privacy Policy</u>.\nInternet technology and the applicable laws, rules, and regulations change frequently.\nAccordingly, Daily Goodie Box reserves the right to change this Agreement and its Privacy Policy at any time upon notice to you, to be given by the posting of a new version or a change notice.\nIt is your responsibility to review this Agreement and the Privacy Policy periodically.\nIf at any time you find either this Agreement or the Privacy Policy unacceptable, you must immediately cease accessing and/or using the Service.</b>\n<br>\n<br>\n4.\n<u>Eligibility</u>.\nBy accessing and/or using the Service, including by doing so after accessing this Agreement, you represent and warrant that you are at least 18 years old, and are otherwise legally qualified to enter into and form contracts under applicable law.\nIf you are using the Service on behalf of a company, you further represent and warrant that you are authorized to act and enter into contracts on behalf of that company.\n<br>\n<br>\n5.\n<u>Limited License</u>.\nSubject to your compliance with these Terms of Service, Daily Goodie Box grants you a non-exclusive, non-sublicensable, revocable, non-transferable, limited license to access and use the Daily Goodie Box Website.\nThe Service, including any portion of the Daily Goodie Box Website, may not be reproduced, duplicated, copied, modified, sold, resold, distributed, transmitted, or otherwise exploited for any commercial purpose without the prior, express written consent of Daily Goodie Box.\nAll rights not expressly granted in this Agreement are reserved by Daily Goodie Box.\nWithout limitation, this Agreement grants you no rights to the intellectual property of Daily Goodie Box or any other party, except as expressly stated in this Agreement.\nYour rights under this section will immediately terminate if you breach, actually or potentially, in the sole judgment of Daily Goodie Box, any provision of this Agreement or violate any applicable law.&nbsp.\n<br>\n<br>\n6.\n<u>No Reliance on Third Party Content</u>.\nOpinions, advice, statements, or other information made available through the Service by third parties are those of their respective authors and should not necessarily be relied upon.\nThose authors are solely responsible for their content.\nDaily Goodie Box does not: (i) guarantee the accuracy, completeness, or usefulness of any third-party information accessible on or through the Service.\nor (ii) adopt, endorse, or accept responsibility for the accuracy or reliability of any opinion, advice, or statement made by a third party through the Service.\nUnder no circumstances will Daily Goodie Box be responsible for any loss or damage resulting from your reliance on third-party information or content.\n<br>\n<br>\n<b>7.\n<u>Assumption of Risk.\nRelease</u>.\nYou knowingly and freely assume all risk when using the Service, which allows members to receive a free Goodie Box, subject to availability, in exchange for signing up and providing your honest opinion.\nYou understand that Company does not manufacture any products, and product descriptions and instructions are qualified in their entirety by the information available from manufacturers of the products.\nYou should contact the manufacturer or your physician if you have any questions.</b>\n<br>\n<br>\n8.\n<u>Disclaimers.\nLimitation of Liability.</u>.\n8.1.\n<u>\n<b>No Warranties.</b>\n</u>.\n<b>Daily Goodie Box, on behalf of itself and its licensors and suppliers, expressly disclaims any and all warranties, express or implied, regarding the Service, arising by operation of law or otherwise, including without limitation any and all implied warranties of merchantability, fitness for a particular purpose, non-infringement, no encumbrance, or title, in addition to any warranties arising from a course of dealing, usage, or trade practice.\nNeither Daily Goodie Box nor its licensors or suppliers warrants that the Service will meet your requirements, that you will get a Goodie Box (including as they are subject to availability) or that the operation of the Service will be uninterrupted or error-free.\nDaily Goodie Box provides the Service on an “as is” and “as available” basis.\nDaily Goodie Box disclaims all implied liability for damages arising out of the furnishing of the Service pursuant to this Agreement, including without limitation, mistakes, omissions, interruptions, delays, tortious conduct, errors, representations, or other defects arising out of the failure to the furnish the Service, whether caused by acts of commission or omission, or any other damage occurring.\nDaily Goodie Box shall not be liable for any indirect, incidental, special, consequential, or punitive damages (including without limitation damages for lost profits or lost revenues), whether caused by the acts or omissions of Daily Goodie Box, Company Parties, or Daily Goodie Box users, or their agents or representatives.</b> 8.2.\n<u>Your Responsibility for Loss or Damage.\nBackup of Data.</u> 8.2.1.\n<b>You agree that your use of the Service is at your sole risk.\nYou will not hold Daily Goodie Box or its licensors and suppliers, as applicable, responsible for any loss or damage that results from your access to and/or use of the Service, including without limitation any loss or damage to any of your computers, mobile devices, including without limitations tablets and/or smartphones, or data.\nThe Service may contain bugs, errors, problems, or other limitations.</b> 8.2.2.\n<b>Importantly, you acknowledge that a catastrophic disk failure or other similar event could result in the loss of all of the data related to your account.\nYou agree and understand that it is your responsibility to backup your data to your personal computer or external storage device and to ensure such backups are secure.</b> 8.3.\n<u>\n<b>Limitation of Liability.</b>\n</u>\n<b>In no event shall Daily Goodie Box or its licensors or suppliers be liable to you for any claims arising from your use with the Service, including without limitation for special, incidental, or consequential damages, lost profits, lost data or confidential or other information, loss of privacy, costs of procurement of substitute goods or services, failure to meet any duty including without limitation of good faith or of reasonable care, negligence, or otherwise, regardless of the foreseeability of those damages or of any advice or notice given to Daily Goodie Box or its licensors and suppliers arising out of or in connection with your use of the Service.\nand Daily Goodie Box shall not be liable for any third-party products or content, whether or not they are available on or through the Service.\nThese limitations shall apply regardless of whether the damages arise out of breach of contract, tort, or any other legal theory or form of action.\nYou agree that these limitations of liability represent a reasonable allocation of risk and are a fundamental element of the basis of the bargain between Daily Goodie Box and you.\nThe Service would not be provided without such limitations.</b>\n8.4.\n<u>\n<b>Application of Disclaimers.</b>\n</u>\n<b>The above disclaimers, waivers, and limitations do not in any way limit any other disclaimer of warranties or any other limitation of liability in any other agreement between you and Daily Goodie Box or between you and any of Daily Goodie Box's licensors and suppliers.\nSome jurisdictions may not allow the exclusion of certain implied warranties or the limitation of certain damages, so some of the above disclaimers, waivers, and limitations of liability may not apply to you.\nDaily Goodie Box's licensors and suppliers are intended third-party beneficiaries of these disclaimers, waivers, and limitations.\nNo advice or information, whether oral or written, obtained by you through the Service or otherwise shall alter any of the disclaimers or limitations stated in this section.</b>\n<br>\n<br>\n9.\n<u>User Account, Accuracy, and Security.&nbsp;</u>\n<br>\n<br> 9.1.\n<u>User Account.</u> To use the Service, you must register and create a user account (\"<b>Account</b>\").\nDuring the Account creation process, you will be asked to provide information that personally identifies you (\"<b>Personal Information</b>\").\n9.2 <u>Availability of Daily Goodie Box.\nReview.</u> You represent and warrant that you understand that receipt of a Goodie Box is subject to availability, and that Daily Goodie Box reserves, in its sole discretion, the right to determine which users may receive available Goodie Boxes at any given time.\nYou further agree that in exchange for any Goodie Boxes received by you, you will submit a truthful review of any products contained in a Goodie Box received by you.\nYour review should clearly and conspicuously state that you received the reviewed item for free in exchange for your review, unless otherwise clear and conspicuous from the context.\nBy submitting a review, you certify that you are a bona fide user of the reviewed products and that your review is an accurate and non-misleading expression of your experience.\nYou consent to Daily Goodie Box to use your review and any other content you post on or about the Service in connection with any advertising, marketing, or other activities in any form and any medium, including on the Website and on social media.\nand you grant Daily Goodie Box a perpetual, fully paid-up, worldwide, irrevocable, sublicensable, assignable, transferrable license to use, publish, copy, and exploit the same, in whole or part, in any medium or form, including for marketing.\nYou agree that you will not make any further claim upon Daily Goodie Box for any compensation for the same, and you release Daily Goodie Box for any losses, claims, or liabilities of any kind arising from or related to your Account, review, or content.\n9.3.\n<u>Account Information Accuracy.</u> You represent and warrant that all user information you provide in connection with your Account and your use of the Service is current, complete, and accurate, and that you agree that you will update that information as necessary to maintain its completeness and accuracy by updating your personal Profile or by submitting a message through the following webpage: http://dailygoodiebox.com/members/profile.\nYou agree that you will not submit any fake content (including without limitation any Account, username, likeness, or Profile) to willfully and credibly impersonate another person, whether actual or fictitious.\nAs a non-exhaustive example, you agree that you will not upload a Profile image that is not your likeness.\nIf Daily Goodie Box believes in its sole discretion that the information you provide is not current, complete, or accurate, Daily Goodie Box has the right to refuse you access to the Service, or to terminate or suspend your access at any time, or both.\n9.4.\n<u>No Pseudonyms.</u> You must use your real name on Daily Goodie Box.\n9.5.\n<u>Account Security.</u> You will also be asked to provide a username, password, and possibly other information to secure your Account.\nYou are entirely responsible for maintaining the confidentiality of your password.\nYou may not use the username or password of any other user at any time, nor may you share your username and password, nor may you circumvent any authentication mechanism requiring the entry of usernames, passwords, or any other information to gain unauthorized access to the Service.\nYou agree to notify Daily Goodie Box immediately of any unauthorized use of your Account.\nDaily Goodie Box shall not be liable for any loss that you incur because of someone else using your Account, either with or without your knowledge.\nYou may be held liable for any losses incurred by Daily Goodie Box, its affiliates, officers, directors, employees, consultants, agents, and representatives due to someone else's use of your Account.\n<br>\n<br>\n10.\n<u>Consent to Receive Electronic Communications from Company</u>.\nBy registering for the Service and providing your name, email, postal or residential address, and/or phone number through the Service, you expressly consent to receive electronic and other communications from Daily Goodie Box, over the short term and periodically, including email and short-message service (\"SMS\" or \"text message\") communications.\nThese communications will be about the Service, new product offers, promotions, and other matters.\nFurther, by joining the Daily Goodie Box Facebook page, you consent to participating in the Daily Goodie Box Facebook promotions and drawings, and you consent to receive communications about any promotions or drawings that you win.\nYou may opt out of receiving electronic communications at any time by following the unsubscribe instructions contained in each communication, or by sending an email to&nbsp;admin@dailygoodiebox.com.&nbsp;You agree that these electronic communications satisfy any legal requirements that communications or notices to you be in writing.&nbsp.\n<br>\n<br>\n11.\n<u>Third Party Websites</u>.\nThe Service may be linked with or link to the websites of third parties (\"<b>Third-Party Websites</b>\"), some of whom may have established relationships with Daily Goodie Box and some of whom may not.\nDaily Goodie Box does not have control over the content and performance of Third-Party Websites.\nDaily Goodie Box has not reviewed, and cannot review or control, all of the material, including computer software or other goods or services, made available on Third-Party Websites.\nAccordingly, Daily Goodie Box does not represent, warrant, or endorse any Third-Party Websites, or the accuracy, currency, content, fitness, lawfulness, or quality of the information, material, goods, or services available through Third-Party Websites.\nDaily Goodie Box disclaims, and you agree to assume, all responsibility and liability for any damages or other harm, whether to you or to third parties, resulting from your use of Third-Party Websites.&nbsp.\n<br>\n<br>\n12.\n<u>Your Responsibility</u>.\nYou represent and warrant that your use of the Service will be in accordance with this Agreement and any other Daily Goodie Box policies, and with any applicable laws or regulations.\nIn particular, you agree and understand that you may be held legally responsible for damages suffered by other users or third parties as the result of your remarks, information, feedback, or other content posted or made available through the Service that is deemed defamatory or otherwise legally actionable.\nUnder Section 230 of the Federal Communications Decency Act of 1996, Daily Goodie Box is not legally responsible, nor can it be held liable for damages of any kind, arising out of or in connection to any defamatory or otherwise legally actionable remarks, information, feedback, or other user content posted or made available through the Service.\n<br>\n<br>\n13.\n<u>Prohibited Uses.</u> Daily Goodie Box imposes certain restrictions on your use of the Service.\nThe following are expressly prohibited:\n<br>\n<br>\n13.1.\nharassing or stalking any person, or contacting any person who has requested not to be contacted.\n13.2.\nproviding false, misleading, or inaccurate information to Daily Goodie Box or any other person in connection with the Service.\n13.3.\nimpersonating, or otherwise misrepresenting affiliation, connection, or association with, any person or entity.\n13.4.\nmodifying or changing the placement and location of any advertisement posted through the Service.\n13.5.\nharvesting or otherwise collecting information about users, including email addresses and phone numbers.\n13.6.\nwithout express written permission from Daily Goodie Box, using or attempt to use any engine, software, tool, agent, or other device or mechanism (including without limitation browsers, spiders, robots, avatars, or intelligent agents) to harvest or otherwise collect information from the Service for any use, including without limitation use on Third-Party Websites.\n13.7.\naccessing content or data not intended for you, or logging into a server or account that you are not authorized to access.\n13.8.\nattempting to probe, scan, or test the vulnerability of the Service, or any associated system or network, or breaching security or authentication measures without proper authorization.\n13.9.\ninterfering or attempt to interfere with the use of the Service by any other user, host, or network, including (without limitation) by submitting malware or exploiting software vulnerabilities.\n13.10.\nusing the Service to send unsolicited email, including without limitation promotions or advertisements for products or services.\n13.11.\nforging, modifying, or falsifying any network packet or protocol header or metadata in any connection with, or transmission to, the Service (for example, SMTP email headers, HTTP headers, or Internet Protocol packet headers).\n13.12.\nwhile using the Service, using ad-blocking or other content-blocking software, browser extensions, or built-in browser options designed to hide, block, or prevent the proper display of online advertising.\n13.13.\nattempting to modify, reverse-engineer, decompile, disassemble, or otherwise reduce or attempt to reduce to a human-perceivable form any of the source code used by the Company Parties in providing the Service including, without limitation, any fraudulent effort to modify software or any other technological mechanism for measuring the number of impressions generated by individual content and/or the overall Service to determine and/or audit advertising revenues and payments, if applicable.\n13.14.\ncreating additional accounts to promote your (or another's) business, or causing others to do so.\n13.15.\npaying anyone for interactions on the Service.\nand\n13.16.\nusing the Service to upload, post, transmit, display, perform, or distribute any content, information, or materials that: (a) are libelous, defamatory, abusive, threatening, excessively violent, harassing, obscene, lewd, lascivious, filthy, or pornographic.\n(b) constitute child pornography.\n(c) solicit personal information from or exploit in a sexual or violent manner anyone under the age of 18.\n(d) incite, encourage, or threaten physical harm against another.\n(e) promote or glorify racial intolerance, use hateful and/or racist terms, or signify hate toward any person or group of people.\n(f) glamorize the use of illegal substances and/or drugs.\n(g) advertise without authorization or otherwise solicit funds or constitute a solicitation for goods or services.\n(h) violate any provision of this Agreement or any other Daily Goodie Box agreement or policy, including without limitation Daily Goodie Box's Privacy Policy.\n(i) disclose another's personal, confidential, or proprietary information.\n(j) are false or fraudulent.\n(k) contains images or videos of individuals captured or posted without their consent.\n(l) promote self-destructive behavior (including without limitation eating disorders or suicide).\nor (m) are generally offensive, rude, mean-spirited, or in bad taste, as determined by Daily Goodie Box in its sole discretion (collectively, \"Objectionable Content\").\nDaily Goodie Box disclaims any perceived, implied, or actual duty to monitor content made available through the Service, and specifically disclaims any responsibility or liability for information provided on the Service.\nWithout limiting any of its other remedies, Daily Goodie Box reserves the right to terminate your use of the Service or your uploading, posting, transmission, display, performance, or distribution of Objectionable Content.\nDaily Goodie Box, in its sole discretion, may delete any Objectionable Content from its servers.\nDaily Goodie Box intends to cooperate fully with any law enforcement officials or agencies in the investigation of any violation of this Agreement or of any applicable laws.&nbsp.\n<br>\n<br>\n14.\n<u>Intellectual Property.&nbsp;</u>\n<br>\n<br>\n14.1.\n<u>Compliance with Law.</u> You represent and warrant that, when using the Service, you will obey all applicable laws and respect the intellectual property rights of others.\nYour use of the Service is at all times governed by and subject to copyright and other intellectual property laws.\nYou agree not to upload, post, transmit, display, perform, or distribute any content, information, or other materials in violation of any third party's copyrights, trademarks, or other intellectual property or proprietary rights.\n14.2.\n<u>Trademarks.</u> Daily Goodie Box and the Daily Goodie Box logo (collectively, the \"<u>Company Marks</u>\") are trademarks or registered trademarks of Daily Goodie Box.\nOther trademarks, service marks, graphics, logos, and domain names appearing anywhere on, through, or in connection with the Service may be the trademarks of Company or third parties.\nNeither your use of the Service nor this Agreement grant you any right, title, or interest in, or any license to reproduce or otherwise use, the Company Marks or any third-party trademarks, service marks, graphics, logos, or domain names.\nYou agree that any goodwill in the Company Marks generated as a result of your use of the Service will inure to the benefit of Daily Goodie Box, and you agree to assign, and do assign, all such goodwill to Daily Goodie Box.\nYou shall not at any time, nor shall you assist others to, challenge Daily Goodie Box's right, title, interest in, or the validity of, the Company Marks.\n14.3.\n<u>Copyrighted Materials.\nCopyright Notice.</u> All content and other materials available through the Service, including without limitation the Daily Goodie Box logo, design, text, graphics, and other files, and their selection, arrangement, and organization, excluding user content, are either owned by Daily Goodie Box or are the property of Daily Goodie Box's licensors and suppliers.\nExcept as explicitly provided, neither your use of the Service nor this Agreement grant you any right, title, or interest in any such materials.\n14.4.\nDMCA Policy.\n<br>\n14.4.1.\nAs Daily Goodie Box asks others to respect Daily Goodie Box's intellectual property rights, Daily Goodie Box respects the intellectual property rights of others.\nDaily Goodie Box follows the notice and takedown procedures in the Digital Millennium Copyright Act (\"DMCA\").\n14.4.2.\nIf you believe content located on or linked to by the Service violates your copyright, please immediately notify Daily Goodie Box by emailed DMCA takedown notice (\"Infringement Notice\"), providing the information described below.\nIf Daily Goodie Box takes action in response to an Infringement Notice, it will make a good faith attempt to contact the party who made the content available at the most recent email address that party provided to Daily Goodie Box.\n14.4.3.\nUnder the DMCA, you may be held liable for damages based on material misrepresentations in your Infringement Notice.\nYou must also make a good-faith evaluation of whether the use of your content is a fair use.\n14.4.4 The DMCA requires that all Infringement Notices must include the following: 14.4.4.1 A signature, electronic or physical, of the copyright owner or a person authorized to act on their behalf.\n14.4.4.2 An identification of the copyright claimed to have been infringed.\n14.4.4.3 A description of the nature and location of the material that you claim to infringe your copyright, in sufficient detail to permit Daily Goodie Box to find and positively identify that material.\n14.4.4.4 Your name, address, telephone number, and email address.\nand 14.4.4.5 A statement by you: (i) that you believe in good faith that the use of the material that you claim to infringe your copyright is not authorized by law, or by the copyright owner or such owner's agent.\nand, (ii) under penalty of perjury, that all of the information contained in your Infringement Notice is accurate, and that you are either the copyright owner or a person authorized to act on their behalf.\n14.4.5.\nInfringement Notices should be sent to&nbsp;admin@dailygoodiebox.com&nbsp;with the subject line \"DMCA Notice: (INSERT YOUR NAME OR YOUR COMPANY'S NAME)\".\n14.4.6.\nDaily Goodie Box will respond to all DMCA-compliant Infringement Notices, including, as required or appropriate, by removing the offending material or disabling all links to the offending material.\n<br>\n<br>\n15.\n<u>Indemnity by You.&nbsp;</u>\n<br>\n<br>\n15.1.\nWithout limiting any indemnification provision of this Agreement, you (the \"Indemnitor\") agree to defend, indemnify, and hold harmless Daily Goodie Box and the Company Parties (collectively, the \"Indemnitees\") from and against any and all Claims arising out of or relating to: (i) your conduct.\n(ii) your breach of this Agreement, including without limitation any representation or warranty contained in this Agreement.\n(iii) your access to or use of the Service, including any conduct or content stemming from your Account.\n(iv) your provision to Daily Goodie Box or any of the Indemnitees of information or other data.\n(v) your violation or alleged violation of any law or regulation.\nor (vi) your violation or alleged violation of any third party's copyrights, trademarks, or other intellectual property or proprietary rights.\n15.2.\nThe Indemnitees each have the individual right, but not the obligation, to participate through counsel of their choice in any defense by you of any Claim.\nYou may not settle any Claim without the prior written consent of the concerned Company Parties.\n15.3.\nWithout limitation, the Indemnitor also agrees to compensate Daily Goodie Box for any and all lost revenues, future lost profits, reasonable search costs, and any other reasonable expenses resulting from any Indemnitor violation of Section 13 (Prohibited Uses), including without limitation any suspension of affiliate accounts or affiliate payment attributable to fraudulent efforts to manipulate or otherwise modify reported impressions generated by the Company Parties under any affiliate advertising agreement.\n<br>\n<br>\n16.\n<u>Termination.</u>\n<br>\n<br>\n16.1.\n<u>\n<b>By Company.</b>\n</u>\n<b>Without limiting any other provision of this Agreement, Daily Goodie Box reserves the right to, in Daily Goodie Box's sole discretion and without notice or liability, deny use of the Service to any person for any reason or for no reason at all, including without limitation for any breach or suspected breach of any representation, warranty, or covenant contained in this Agreement, or of any applicable law or regulation.</b>\n16.2.\n<u>Automatic Termination Upon Breach by You.</u> This Agreement shall automatically terminate if you breach any of this Agreement's representations, warranties, or covenants.\nSuch termination shall be automatic and shall not require any action by Daily Goodie Box.\n16.3.\n<u>By You.</u> You may terminate this Agreement and your rights under it at any time, for any or no reason at all, by providing to Daily Goodie Box notice of your intention to do so by ceasing using the Service.\n16.4.\n<u>Effect of Termination.</u>\n16.4.1.\nAny termination of this Agreement automatically terminates all rights and licenses granted to you under this Agreement, including all rights to use the Service.\nUpon termination, you shall cease any use of the Service.\n16.4.2.\n<u>After Termination.</u> Daily Goodie Box reserves the right to exercise whatever means it deems necessary to prevent your unauthorized use of the Service, including without limitation technological barriers such as IP blocking and direct contact with your Internet Service Provider.\n16.5.\n<u>Survival.</u> Upon termination, all rights and obligations created by this Agreement will terminate, except that Sections that by their nature intend to survive, including Sections regarding dispute resolution, disclaimers, representations and warranties, prohibited conduct, intellectual property, limitations of liability, indemnity, assumption of risk, and general provisions, will survive any termination of this Agreement.\n17.\n<u>General</u>.\n<br>\n<br>\n17.1.\n<u>Entire Agreement.</u> This Agreement constitutes the entire agreement between Daily Goodie Box and you concerning your use of the Service.\n17.2.\n<u>Partial Invalidity.</u> Should any part of this Agreement be declared invalid, void, or unenforceable by a Court of Competent Jurisdiction, such decision shall not affect the validity of any remaining portion of this Agreement, which shall remain in full force and effect, and the parties acknowledge and agree that they would have executed the remaining portion without including the part so adjudged to be invalid, void, or unenforceable.\n17.3.\n<u>Amendments.</u> This Agreement may only be modified by a written amendment signed by an authorized executive of Daily Goodie Box, or by the unilateral amendment of this Agreement by Daily Goodie Box along with the posting by Daily Goodie Box of that amended version.\n17.4.\n<u>No Waiver.</u> A waiver by either party of any term or condition of this Agreement, or any breach, in any one instance, will not waive that term or condition or any later breach.\n17.5.\n<u>Assignment.</u> This Agreement and all of your rights and obligations under it will not be assignable or transferable by you without the prior written consent of Daily Goodie Box.\nThis Agreement will be binding upon and will inure to the benefit of the parties, their successors, and permitted assigns.\n17.6.\n<u>Independent Contractors.</u> You and Daily Goodie Box are independent contractors, and no agency, partnership, joint venture, or employee-employer relationship is intended or created by this Agreement.\n17.7.\n<u>No Third-Party Beneficiaries.</u> There are no third-party beneficiaries to this Agreement, with the following exceptions: the Company Parties and Daily Goodie Box's licensors and suppliers (to the extent expressly stated in this Agreement).\n17.8.\nYou acknowledge and agree that any actual or threatened infringement of proprietary rights by you would cause irreparable injury to Daily Goodie Box and Daily Goodie Box's licensors and suppliers, and would therefore entitle Daily Goodie Box or Daily Goodie Box's licensors or suppliers, as the case may be, to seek preliminary and permanent injunctive relief.\n17.9.\n<u>Notices.</u> All notices required or permitted to be given under this Agreement must be in writing.\nDaily Goodie Box shall give any notice by email sent to the most recent email address, if any, provided by the intended recipient to Daily Goodie Box.\nYou agree that any notice received from Daily Goodie Box electronically satisfies any legal requirement that such notice be in writing.\nYou bear the sole responsibility of ensuring that your email address on file with Daily Goodie Box is accurate and current, and notice to you shall be deemed effective upon the sending by Daily Goodie Box of an email to that address.\nYou shall give any notice to Daily Goodie Box by email to&nbsp;admin@dailygoodiebox.com.\n17.10.\n<u>Headings</u>.\nThe headings in this Agreement are for convenience only and shall have no legal or contractual effect.\n17.11.\n<u>Severability</u>.\nIf any provision of this Agreement is adjudged to be invalid, illegal, or unenforceable, that shall not affect the enforceability of any other provision of this Agreement.\nand the provision deemed to be invalid, illegal, or unenforceable shall be modified so that it is valid, legal, and enforceable and to the fullest extent reflects the intention of the parties.\n<br>\n<br> Copyright © 2023 <ul>\n<li>\nAbout Us\n</li>\n<li>\nBox Reviews\n</li>\n<li>\nProduct Reviews\n</li>\n<li>\nPhoto Gallery\n</li>\n<li>\nPartner Us\n</li>\n<li>\nTerms of Service\n</li>\n<li>\nPrivacy Policy\n</li>\n<li>\nContact Us\n</li>\n</ul> ", "created_at": "2023-07-14 00:37:40.847163", "updated_at": "2023-07-14 00:38:21.311369"}], "points": [], "urls": ["dailygoodiebox.com"]}}