{"error": 448, "message": "OK", "parameters": {"id": 3013, "name": "VRchat", "created_at": "2021-04-07 08:19:09.633819", "updated_at": "2023-07-10 22:00:30.051473", "wikipedia": null, "keywords": null, "related": null, "slug": "vrchat", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/3013.png", "url": "hello.vrchat.com,vrchat.com", "documents": [{"id": 4789, "name": "Terms of Service", "url": "https://hello.vrchat.com/legal", "xpath": "//div[@id='block-eafc07148ab34fef4821']", "text": null, "created_at": "2021-04-07 08:19:09.913205", "updated_at": "2021-05-30 12:34:50.852296"}, {"id": 6398, "name": "Video Content Guidelines", "url": "https://hello.vrchat.com/video-content-guidelines", "xpath": "//body", "text": null, "created_at": "2021-05-29 16:47:24.383876", "updated_at": "2021-05-29 16:53:04.501859"}], "points": [{"id": 28562, "title": "Your personal data may be used for marketing purposes", "source": "https://hello.vrchat.com/privacy", "status": "The privacy policy states, that VRChat may use your Personal Information for marketing purposes, such as developing and providing promotional and advertising materials that may be useful, relevant, valuable or otherwise of interest to you.", "created_at": "2022-08-23 12:55:06.003027", "updated_at": "2023-02-10 23:58:40.059329", "quoteText": null, "case_id": 336, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26741, "title": "Your content can be distributed through any media known now or in the future", "source": "https://hello.vrchat.com/legal", "status": "section 9.2. Limited License Grant to VRChat. By posting, publishing, or otherwise developing User Content in the Platform, you grant VRChat a worldwide, non-exclusive, irrevocable, royalty-free, perpetual, fully paid right and license (with the right to sublicense) to host, store, transfer, display, perform, reproduce, modify for the purpose of formatting for display, and distribute your User Content, in whole or in part, in any media formats and through any media channels now known or hereafter developed. You agree that the license granted to VRChat under this Section 9.2 applies to any User Content you previously posted, published, or otherwise developed in the Platform.", "created_at": "2022-01-29 19:06:24.282243", "updated_at": "2022-08-18 21:06:25.977525", "quoteText": null, "case_id": 139, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28561, "title": "Information is provided about how they collect personal data", "source": "https://hello.vrchat.com/privacy", "status": "The privacy policy states that when using the Platform, including participation in different “rooms” [...] you may disclose Personal Information to them and to other users of the Platform. This may occur when you engage in conversations, chats, or other user-to-user interactions. We may collect and use this information to the extent permitted by law. ", "created_at": "2022-08-23 12:51:16.261269", "updated_at": "2023-02-11 00:05:15.038446", "quoteText": null, "case_id": 297, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28563, "title": "Your personal data is used for advertising", "source": "https://hello.vrchat.com/privacy", "status": "The privacy policy states under the point of \"Use of Personal Information\" that they collect, use, and disclose your Personal Information in accordance with the specific business and commercial purposes below.\r\n\r\nOne purpose is:\r\nMarketing: Marketing purposes, such as developing and providing promotional and advertising materials that may be useful, relevant, valuable or otherwise of interest to you.", "created_at": "2022-08-23 12:59:19.985539", "updated_at": "2023-02-11 00:17:48.778848", "quoteText": null, "case_id": 216, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28560, "title": "Your personal data may be used for marketing purposes", "source": "https://hello.vrchat.com/privacy", "status": "The privacy policy states that The Privacy Policy states that they may share Personal Information with their business partners, including for the purposes of sales, marketing, recruiting and other related purposes.", "created_at": "2022-08-23 12:46:45.268475", "updated_at": "2023-04-28 09:42:24.272139", "quoteText": null, "case_id": 336, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28559, "title": "You must create an account to use this service", "source": "https://hello.vrchat.com/legal", "status": "The Terms of Service states, that: \"To access most features of the Platform, you must register for an account.\"", "created_at": "2022-08-23 12:45:09.839978", "updated_at": "2023-02-10 22:43:49.383398", "quoteText": null, "case_id": 230, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28667, "title": "The service can create derivative works from Your Content and distribute it on any media and/or distribute Your Content on any media", "source": "https://hello.vrchat.com/legal/", "status": "User content can be used by VRChat to create derivative works as authorized in this TOS, and distribute that User Content (along with the right of the user content to be distributed on any media...)\r\n\r\nOn their ToS:\r\n\"9.2. Limited License Grant to VRChat. By Posting any User Content, you grant VRChat a worldwide, non-exclusive, irrevocable, royalty-free, perpetual, fully-paid right and license (with the right to sublicense through multiple tiers) to host, store, transfer, publicly display, publicly perform (including by means of digital audio transmission), communicate to the public, reproduce, modify for the purpose of formatting for display, create derivative works as authorized in this TOS, and distribute that User Content, in whole or in part, in any media formats and through any media channels, in each instance whether now known or hereafter developed. All of the rights you grant in this TOS are provided on a through-to-the-audience basis, meaning the owners or operators of external services will not have any separate liability to you or any other third party for User Content that is Posted or otherwise used on external services via the Platform. You agree to pay all monies owing to any person or entity resulting from Posting your User Content and from VRChat’s exercise of the license set forth in this Section. You agree that the license granted to VRChat under this Section 9.2 applies to any User Content you directly or indirectly previously Posted.\"", "created_at": "2022-09-11 13:08:41.905283", "updated_at": "2023-02-11 00:00:43.296495", "quoteText": null, "case_id": 139, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28564, "title": "The posting of pornographic content is prohibited", "source": "https://hello.vrchat.com/legal", "status": "The terms of service state that: \"your User Content could not be deemed by a reasonable person to be [...] objectionable, profane, indecent, pornographic, [...] or otherwise inappropriate.\" and that: \"By using the Platform, you agree not to: [...] Post, upload, or distribute any User Content or other content that [...] a reasonable person could deem to be objectionable, profane, indecent, pornographic, [...] or otherwise inappropriate.\". The community guidelines also reinforce that pornographic content is not allowed, It is stated: \"Pornography & nudity is not allowed.\"", "created_at": "2022-08-23 13:10:24.287824", "updated_at": "2023-03-25 22:18:12.296141", "quoteText": null, "case_id": 315, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29928, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://hello.vrchat.com/legal", "status": "The terms of service state, that: 'By using the Platform, you agree not to use any engine, software tool, agent, device, or mechanism (including any robot, spambot, spider, crawler, scraper, or other automated means or interface) not provided by us to access, search, or otherwise use any portion of the Platform or to extract data;'", "created_at": "2023-02-15 16:56:03.280435", "updated_at": "2023-03-25 22:18:24.761579", "quoteText": null, "case_id": 150, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29929, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://hello.vrchat.com/legal", "status": "The terms of service state, that: 'VRChat may in its sole discretion terminate your User Account on the Platform or suspend or terminate your access to the Platform at any time for any reason or no reason, with or without notice.'", "created_at": "2023-02-15 16:59:35.220678", "updated_at": "2023-03-25 22:17:23.312718", "quoteText": null, "case_id": 201, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31760, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://hello.vrchat.com/legal", "status": "The terms of service state, that: \" [...] if you have reason to believe that your Account is no longer secure, then you must immediately notify us at support@vrchat.com.\"", "created_at": "2023-04-26 15:10:21.482999", "updated_at": "2023-04-28 09:41:18.052005", "quoteText": null, "case_id": 484, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31763, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://hello.vrchat.com/privacy", "status": "The privacy policy states, that VRChat: \"The information we collect via such cookies and similar technologies (“Cookies”) may include your IP address [...] we may use your IP address to obtain general information about the physical location from which you are connecting to the Internet.\"", "created_at": "2023-04-26 15:42:21.335558", "updated_at": "2023-04-28 09:41:20.965997", "quoteText": null, "case_id": 399, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31759, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://hello.vrchat.com/privacy", "status": "The privacy policy states, that: \" [...] VRChat does not process or respond to web browsers’ “do not track” signals or other similar transmissions that indicate a request to disable online tracking of users who use our Platform.\"", "created_at": "2023-04-26 15:06:30.901231", "updated_at": "2023-04-28 09:41:38.450353", "quoteText": null, "case_id": 233, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31761, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://hello.vrchat.com/privacy", "status": "The privacy policy states, that VRChat: \"[...] may also automatically record certain information from your device by using various types of technology, including “tracking pixels\" or “web beacons. [...] We may also display third-party content on the Platform. Third-party content may use cookies, web beacons, or other mechanisms for obtaining data in connection with your viewing of the third-party content on the Platform. Additionally, we may implement third-party buttons (such as Facebook “like” or “share” buttons) that may function as web beacons even when you do not interact with the button. Information collected through third-party web beacons and buttons is collected directly by these third parties, not by VRChat. Information collected by a third party in this manner is subject to that third party’s own data collection, use, and disclosure policies\".", "created_at": "2023-04-26 15:15:48.877972", "updated_at": "2023-04-28 09:41:48.745516", "quoteText": null, "case_id": 323, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31762, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://hello.vrchat.com/legal", "status": "The terms of service state, that: \"VRChat may, however, at any time and without prior notice, screen, remove, edit, or block any User Content that in our sole judgment violates this TOS or is otherwise objectionable. If notified by a user or content owner that User Content allegedly does not conform to this TOS, we may investigate the allegation and determine in our sole discretion whether to remove the User Content, which we reserve the right to do at any time and without notice.\"", "created_at": "2023-04-26 15:33:48.783497", "updated_at": "2023-04-28 09:42:00.292316", "quoteText": null, "case_id": 202, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31758, "title": "You maintain ownership of your content", "source": "https://hello.vrchat.com/legal", "status": "The terms of service state, that: \"As between you and VRChat, you retain copyright and any other proprietary rights in the User Content you Post, subject to the licenses granted in this TOS or in any other agreement between you and VRChat.\"", "created_at": "2023-04-26 14:59:20.151826", "updated_at": "2023-04-28 09:41:14.339221", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31757, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection", "source": "https://hello.vrchat.com/privacy", "status": "The privacy policy states, that: \"[...] your Personal Information is processed and stored outside of those regions, in particular in the United States. Also, we may transfer your data from the United States to other countries or regions in connection with storage and processing of data, fulfilling your requests, and operating the Platform. By providing any information, including Personal Information, on or to the Platform, you agree with such transfer, storage, and processing.\"\r\n\r\nThe policy later states that: \"If you are located in Europe, we will comply with applicable European data protection laws when transferring your Personal Information outside of Europe\", but that only covers the transfer, not the processing and storage of data.", "created_at": "2023-04-26 14:44:59.364655", "updated_at": "2023-04-28 09:41:32.954056", "quoteText": null, "case_id": 411, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["hello.vrchat.com", "vrchat.com"]}}