{"error": 448, "message": "OK", "parameters": {"id": 8054, "name": "Edward Jones", "created_at": "2023-04-16 01:56:18.009674", "updated_at": "2023-04-22 11:50:43.264947", "wikipedia": null, "keywords": null, "related": null, "slug": "edward-jones", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8054.png", "url": "edwardjones.com", "documents": [{"id": 15624, "name": "Terms of Use", "url": "https://www.edwardjones.com/us-en/terms", "xpath": "/html/body/div[1]/main/div[4]/div/div[2]", "text": "<ol>\n<li>Home</li>\n<li>\n<i> Path </i>Terms of Use</li>\n</ol>Terms of Use<p>\n</p>\n<ol>\n<li>Home</li>\n<li>\n<i> Path </i>Terms of Use</li>\n</ol>Skip to related content <p>Please read these terms and conditions carefully.\nBy accessing this website you agree to be bound by the terms and conditions below.\nThese Terms of Use as well as the information and materials contained in the Edward Jones Website (\"Website\") are subject to change at any time and from time to time, without notice.\nEdward Jones may add features to or remove features from the Website at any time and from time to time in our sole discretion.\nContinued access to the Website following any modification in these Terms of Use will constitute your acceptance of the Terms of Use as modified.</p>\n<p>If you do not agree to be bound by these Terms of Use, do not access or use the Website.</p>No Offer and Suitability<p>All information and materials published, distributed or otherwise made available on the Website are provided for informational purposes, for your non-commercial, personal use only.\nNo information or materials published on the Website constitute a solicitation, an offer, or a recommendation to buy or sell any investment instruments, to affect any transactions, or to conclude any legal act of any kind whatsoever.</p>\n<p>Edward Jones does not provide investment, legal or tax advice through the Website and nothing herein should be construed as being financial, legal, tax or other advice.\nEdward Jones does not represent that any securities or services discussed are suitable for any investor.\nNo investment or other decisions should be made solely based on the contents or information found on the Website.\nWhen making a decision about your investments, you should seek the advice of a professional financial advisor or qualified expert.</p>\n<p>Third party exchange data, if any, may not be downloaded, printed or redistributed for any purposes whatsoever.\nRe-distribution includes, without limitation, making any such materials and information available via the Internet or via any other electronic means of access.</p>\n<em>Access</em>\n<p>You agree that (i) you will not engage in any activities related to this Website that are contrary to applicable law, regulation or the terms of any agreements you have with us, and (ii) in circumstances where locations of this Website require identification for access, you will establish commercially reasonable security procedures and controls to limit access to your password or other identifying information to authorized individuals.\nYou agree that you will not use any robot, spider, other automatic device or manual process to monitor or copy our web pages, data or the content contained herein or for any other unauthorized purpose without our prior expressed written permission.</p>\n<p>The information and services provided on this Website are not provided to and may not be used by any person or entity in any jurisdiction where the provision or use thereof would be contrary to applicable laws, rules or regulations of any governmental authority or regulatory or self-regulatory organization or clearing organization or where Edward Jones is not authorized to provide such information or services.\nSome products and services described in this Website may not be available in all jurisdictions or to all clients.\nYou may use the Website only for lawful purposes, and you agree not to use the Website in any way that violates any applicable federal, state, local, or international law or regulation.</p>\n<em>Links</em>\n<p>The Website may contain third party content or links to third party websites.\nThe content and links are provided solely for your convenience and information.\nThe inclusion of any link is not and does not imply an affiliation, sponsorship, endorsement, approval, investigation, verification or monitoring by Edward Jones of any information contained in any third-party web site.\nEdward Jones has no control over, does not assume any responsibility for and does not make any warranties or representations as to, any third-party content or websites, including but not limited to, the accuracy, subject matter, quality or timeliness, or your use of or inability to use such site.\nEdward Jones shall have no liability for third party content or websites or websites linking to or framing the Edward Jones Website.\nYou should also be aware that the terms and conditions of such site and the site's privacy policy may be different from those applicable to your use of this Website.</p>\n<em>Intellectual Property Rights</em>\n<p>Edward Jones, and its affiliates, retain all right, title and interest (including copyrights, trademarks, patents, as well as any other intellectual property or other right) in all information and content (including all text, data, graphics and logos) on the Website.\nIndividual pages and/or sections of the Website may be printed for personal or internal use only, and provided that such printouts retain all applicable copyright or other proprietary notices.\nAll users must not, without limitation, modify, copy, transmit, distribute, display, perform, reproduce, publish, license, frame, create derivative works from, transfer or otherwise use in any other way, whether in whole or in part, any information, text, graphics, images, video clips, directories, databases, listings or software obtained from the Website for commercial or public purposes, without the prior written permission of Edward Jones.\nSystematic retrieval of content from the Website to create or compile, directly or indirectly, a collection, compilation, database or directory (whether through robots, spiders, automatic devices or manual processes) without the prior written permission from Edward Jones is strictly prohibited.</p>\n<em>No Warranty</em>\n<p>Your use of the Website is at your own risk.\nThe Website, together with all content, information and materials contained therein, is provided \"as is\" and \"as available\", without any representations or warranties of any kind.\nAny materials, information or content accessed, downloaded or otherwise obtained through the use of the Website is done at your own risk and Edward Jones is not responsible for any damage to your computer systems or loss of data that results from the download of such material.\nEdward Jones and its affiliates expressly disclaim all representations or warranties of any kind, whether express or implied, with respect to the Website, and all materials, information, content and functionalities contained herein, including but not limited to warranties of title, non-infringement, merchantability or fitness for a particular purpose.\nWithout limiting the foregoing, Edward Jones does not warrant the accuracy, timeliness, completeness, security, reliability or availability of the Website or the information or results obtained from use of the Website, or that the Website will be available at all times, or is virus-free or error-free.\nEdward Jones cannot and does not guarantee continuous, uninterrupted or secure access to the web site.</p>\n<em>No Liability</em>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND NOTWITHSTANDING ANY OTHER PROVISION OF THIS AGREEMENT, IN NO EVENT SHALL EDWARD JONES OR ANY OF ITS AFFILIATES OR SUPPLIERS (INCLUDING ANY OF ITS OR THEIR PARTNERS, OFFICERS, EMPLOYEES, AGENTS, CONTRACTORS, SUCCESSORS, OR ASSIGNEES) BE LIABLE TO YOU (INCLUDING ANY OF YOUR PARTNERS, OFFICERS, EMPLOYEES, AGENTS, CONTRACTORS, SUCCESSORS, OR ASSIGNEES) FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, EXEMPLARY, PUNITIVE, OR CONSEQUENTIAL DAMAGES, WHETHER ARISING IN CONTRACT, EQUITY, INTENDED CONDUCT, TORT, OR OTHERWISE (INCLUDING BREACH OF WARRANTY, NEGLIGENCE, AND STRICT LIABILITY IN TORT), NOR FOR ANY DAMAGES ARISING FROM DELAY, LOSS OF GOODWILL, LOSS OF OR DAMAGE TO DATA, INTERRUPTION IN USE OR AVAILABILITY OF DATA, LOSS OF USE OF MONEY OR USE OF PRODUCTS, LOST PROFITS, REVENUE OR SAVINGS (ACTUAL OR ANTICIPATED), OR OTHER ECONOMIC LOSS ENSUING FROM OR IN CONNECTION WITH THE EXISTENCE, ACCESS TO, USE OF, OR INABILITY TO USE THE WEBSITE OR RELATING TO ANY MATERIALS, INFORMATION, QUALIFICATION, OR RECOMMENDATIONS ON THE WEBSITE, EVEN IF EDWARD JONES OR ANY OF ITS AFFILIATES OR SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHESE LIMITATIONS SHALL APPLY NOTWITHSTANDING THE FAILURE OF THE ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.</p>\n<p>YOU EXPRESSLY WAIVE AND RELEASE ANY AND ALL RIGHTS AND BENEFITS UNDER SECTION 1542 OF THE CIVIL CODE OF THE STATE OF CALIFORNIA (OR ANY ANALOGOUS LAW OF ANY OTHER STATE), WHICH READS AS FOLLOWS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS THAT THE CREDITOR OR RELEASING PARTY DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, AND THAT IF KNOWN BY HIM OR HER, WOULD HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR OR RELEASED PARTY.\"</p>\n<p>DESPITE THE FOREGOING LIMITATION OF LIABILITY FOR DAMAGES, IF A COURT OR OTHER TRIBUNAL OF COMPETENT JURISDICTION DECIDES TO AWARD MONETARY DAMAGES TO YOU FOR ANY CLAIM OR CAUSE OF ACTION ARISING FROM THE SAME, THE AMOUNT OF MONETARY DAMAGES FOR SUCH CLAIM OR CAUSE OF ACTION SHALL NOT EXCEED ONE HUNDRED U.S.\nDOLLARS ($100).</p>\n<em>Privacy</em>\n<p>Your use of the Website is subject to the Edward Jones Privacy Policy.\nBy accessing or using the Website, you understand and agree that Edward Jones may collect and retain personal or other information about you or the device you use to access the Website.\nYou acknowledge and agree that if you choose to reject our cookies, some or all parts of the Website may not function properly or may not be accessible.</p>\n<em>Indemnification</em>\n<p>You agree to defend, indemnify, and hold harmless Edward Jones and its affiliates, and each of their respective directors, officers, partners, employees, agents, successors, and assigns from and against all losses, liabilities, damages, claims and expenses, including attorneys' fees, arising out of, relating to, or resulting from your violation of these Terms of Use or misuse of the Website, including such violation or misuses conducted by your employee or agent.</p>\n<em>Forward-Looking Statements</em>\n<p>The Website may contain statements that constitute \"forward-looking statements\".\nWhile these forward-looking statements may represent Edward Jones’s judgment and future expectations, a number of risks, uncertainties and other important factors could cause actual developments and results to differ materially from Edward Jones's expectations.\nEdward Jones is under no obligation to (and expressly disclaims any such obligation to) update or alter its forward-looking statements whether as a result of new information, future events, or otherwise.</p>\n<em>Conflict with Additional Terms</em>\n<p>Certain web pages or areas on the Website may contain additional terms, conditions, disclosures and disclaimers (collectively, the “Additional Terms”).\nIn the event of a conflict between these Terms of Use and the Additional Terms, the Additional Terms will govern for those web pages or areas.\nThese Terms of Use shall be subject to any other agreements you have entered into with Edward Jones.</p>\n<em>Severability</em>\n<p>To the extent that any provision of these Terms of Use is found by any competent court or authority to be invalid, unlawful or unenforceable in any jurisdiction, that provision shall be deemed to be severed from these Terms of Use but such finding shall not affect the validity, lawfulness or enforceability of the remainder of these Terms of Use in that jurisdiction, nor shall it affect the validity, lawfulness or enforceability of these Terms of Use in any other jurisdiction.\nThese Terms of Use shall be subject to any other agreements you have entered into with Edward Jones.</p>\n<em>Choice of Law</em>\n<p>These Terms of Use shall be governed by and construed in accordance with the laws of the state of Missouri, without regard to conflict of laws provisions.\nSole and exclusive jurisdiction for any action or proceeding arising out of or related to these Terms of Use shall be in an appropriate state or federal court located in the County of St.\nLouis, State of Missouri, and the parties unconditionally waive their respective rights to a jury trial.</p>\n<em>Termination</em>\n<p>You agree that Edward Jones may, to the extent feasible, in its sole discretion, and without prior notice, terminate your access to or use of any portion of our Website at any time and for any reason, with or without cause.\nYou also agree that any violation by you of these Terms of Use will constitute an unlawful and unfair business practice that will cause irreparable harm to Edward Jones for which monetary damages would be inadequate.\nYou consent to Edward Jones’ obtaining any injunctive or equitable relief that Edward Jones deems necessary or appropriate in such circumstances, without the need for a bond.\nThese remedies are in addition to any other remedies Edward Jones may have at law or in equity.</p> Back to page content", "created_at": "2023-04-16 01:56:18.041766", "updated_at": "2023-04-16 01:57:37.903523"}, {"id": 15625, "name": "Privacy Policy", "url": "https://www.edwardjones.com/us-en/privacy", "xpath": "/html/body/div[1]/main/div[4]/div/div[2]", "text": "<ol>\n<li>Home</li>\n<li>\n<i> Path </i>Privacy and security center</li>\n</ol>Privacy and security center<p>\n</p>\n<ol>\n<li>Home</li>\n<li>\n<i> Path </i>Privacy and security center</li>\n</ol>Skip to related content <p>At Edward Jones, we understand that confidentiality is key in any financial relationship.\nWe recognize that your personal and financial data is your private information, and we are committed to keeping it secure and confidential.</p>\n<p>Please take a moment to review our privacy practices.</p>\n<p>\n<strong>Edward Jones &amp.\nEdward Jones Trust Company Privacy Notice (PDF)</strong>\n<br>Learn about how we collect, share and protect your personal information.\nFinancial companies choose how they share your personal information.&nbsp;</p>\n<p>For questions, call 800-803-3333</p>\n<p>\n<strong>Privacy Policy</strong>\n<br>Learn about our privacy practices.</p>\n<p>\n<strong>Consumer Data Rights Request</strong>\n<br>This portal, powered by OneTrust, complies with the requirements of the California Consumer Privacy Act and allows you to submit your consumer data rights request to the Edward Jones Privacy team.</p>\n<p>For questions, contact the Privacy team at (855) 898-6102&nbsp;or privacydatarequest@edwardjones.com</p>\n<p>\n<strong>Protecting Clients' Personal Information</strong>\n<br>Learn what Edward Jones does to protect our clients' personal information, as well as steps investors should take.</p>\n<p>\n<strong>Fraud Awareness and Prevention</strong>\n<br>Education is your best protection against consumer fraud.\nLearn more about scams and how to protect yourself.</p>\n<p>If you have any questions, contact your local Edward Jones financial advisor.</p> Back to page content Are we the right fit for you?<p>Let's find out with a complimentary consultation.</p> Find your financial advisor today Search for a Financial AdvisorSearch By:City, State or ZIPFinancial Advisor NameCity, State or Zip<i>\n</i>Search", "created_at": "2023-04-16 01:56:18.073109", "updated_at": "2023-04-16 01:58:26.417938"}], "points": [], "urls": ["edwardjones.com"]}}