{"error": 448, "message": "OK", "parameters": {"id": 8637, "name": "Josh.ai ", "created_at": "2023-06-30 03:37:05.329921", "updated_at": "2023-06-30 10:02:06.004735", "wikipedia": null, "keywords": null, "related": null, "slug": "josh-ai", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8637.png", "url": "josh.ai", "documents": [{"id": 16819, "name": "Terms of Service ", "url": "https://www.josh.ai/terms/", "xpath": "//body", "text": " PRODUCTS Josh Core Josh Micro Josh Nano Josh Remote Josh App JoshGPT ABOUT Our Story Team Press Patents Privacy Josh Store INTEGRATORS Dealer Orders Dealer Resources Works With Dealer Application FAQs &amp.\nHelp CONTACT Get Josh Sales Press Support Jobs LOG IN TERMS OF SERVICE General Terms of Service Welcome to the website and online service of Josh.ai Inc.\n(“Company,” “we,” “our” or “us”).\nThis page provides the terms by which you may access and use: (i) this website and any other website on which we post this Terms of Service Agreement.\nand (ii) our voice controlled home automation product (“Josh”), our online and hosted services, and the software and hardware provided on or in connection with our services and/or Josh ((i) – (ii) collectively, the “Service”).\nBy clicking “I Agree,” or the like indicating acceptance electronically, or by accessing or using the Service, you signify that you have read, understood, and you agree to be bound by this Terms of Service Agreement (“Agreement”) and to the collection and use of your information as set forth in our Privacy Policy, whether or not you are a registered user of our Service.\nCompany reserves the right to make unilateral modifications to these terms and will provide notice of these changes as described below.\nThis Agreement applies to all visitors, users, and others who access or use the Service (“Users”).\n<strong> PLEASE READ THIS AGREEMENT CAREFULLY TO ENSURE THAT YOU UNDERSTAND EACH PROVISION.\nTHIS AGREEMENT CONTAINS A MANDATORY INDIVIDUAL ARBITRATION AND CLASS ACTION/JURY TRIAL WAIVER PROVISION THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS.\n</strong> Use of our Service <strong>Eligibility:</strong> You may use the Service only if you can form a binding contract with Company, and only in compliance with this Agreement and all applicable local, state, national, and international laws, rules and regulations.\nAny use or access to the Service by anyone under 13 is strictly prohibited and in violation of this Agreement.\nThe Service is not available to any Users previously removed from the Service by Company.\n<br>\n<br>\n<strong>Company Service:</strong> Subject to the terms and conditions of this Agreement, Company hereby grants you a non-exclusive, limited, non-transferable, freely revocable license to use the Service for your noncommercial use only and as permitted by the features of the Service.\nCompany reserves all rights not expressly granted herein in the Service and the Company Content (as defined below).\nCompany may terminate this license at any time for any reason or no reason.\nCompany may subcontract any element of the Service in its sole discretion.\n<br>\n<br>\n<strong>Company Accounts:</strong> Your Company account gives you access to the Service and functionality that we may establish and maintain from time to time and in our sole discretion.\nWe may maintain different types of accounts for different types of Users.\nIf you open a Company account on behalf of a company, organization, or other entity under your Account, then (a) “you” includes you and that entity, and (b) you represent and warrant that you are an authorized representative of the entity with the authority to bind the entity to this Agreement, and that you agree to this Agreement on the entity’s behalf.\nBy connecting to Company with a third-party service, you give us permission to access and use your information from that service as permitted by that service, and to store your log-in credentials for that service.\n<br>\n<br> You may never use another User’s account without permission.\nWhen creating your account, you must provide accurate and complete information.\nYou are solely responsible for the activity that occurs during use of the Services through your account, including all guest and other user accounts under your Company account, and you must keep your account password secure.\nWe encourage you to use “strong” passwords (passwords that use a combination of upper and lower case letters, numbers and symbols) with your account.\nYou must notify Company immediately of any breach of security or unauthorized use of your account.\nCompany will not be liable for any losses caused by any unauthorized use of your account.\n<br>\n<br> You may control your User profile and how you interact with the Service by changing the settings in your account settings page.\nBy providing Company your email address you consent to our using the email address to send you Service-related notices, including any notices required by law, in lieu of communication by postal mail.\nWe may also use your email address to send you other messages, such as changes to features of the Service and special offers.\nIf you do not want to receive such email messages, you may opt out or change your preferences in your account settings page.\nOpting out may prevent you from receiving email messages regarding updates, improvements, or offers.\n<br>\n<br>\n<strong>Service Rules:</strong> You agree not to engage in any of the following prohibited activities: (i) copying, distributing, or disclosing any part of the Service in any medium, including without limitation by any automated or non-automated “scraping”.\n(ii) using any automated system, including without limitation “robots,” “spiders,” “offline readers,” etc., to access the Service in a manner that sends more request messages to the Company servers than a human can reasonably produce in the same period of time by using a conventional on-line web browser (except that Company grants the operators of public search engines revocable permission to use spiders to copy materials from www.josh.ai for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).\n(iii) transmitting spam, chain letters, or other unsolicited email.\n(iv) attempting to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Service.\n(v) taking any action that imposes, or may impose at our sole discretion an unreasonable or disproportionately large load on our infrastructure.\n(vi) uploading invalid data, viruses, worms, or other software agents through the Service.\n(vii) collecting or harvesting any personally identifiable information, including account names, from the Service.\n(viii) using the Service for any commercial solicitation purposes.\n(ix) impersonating another person or otherwise misrepresenting your affiliation with a person or entity, conducting fraud, hiding or attempting to hide your identity.\n(x) interfering with the proper working of the Service.\n(xi) accessing any content on the Service through any technology or means other than those provided or authorized by the Service.\nor (xii) bypassing the measures we may use to prevent or restrict access to the Service, including without limitation features that prevent or restrict use or copying of any content or enforce limitations on use of the Service or the content therein.\n<br>\n<br> Accessing the audiovisual content available on the Service for any purpose or in any manner other than Streaming (as defined below) is expressly prohibited.\n“Streaming” means a contemporaneous digital transmission of an audiovisual work via the Internet from the Company Service to a User’s device in such a manner that the data is intended for real-time viewing and not intended to be copied, stored, permanently downloaded, or redistributed by the User.\n<br>\n<br> We may, without prior notice, change the Service.\nstop providing the Service or features of the Service, to you or to users generally.\nor create usage limits for the Service.\nWe may permanently or temporarily terminate or suspend your access to the Service without notice and liability for any reason, including if in our sole determination you violate any provision of this Agreement, or for no reason.\nUpon termination for any reason or no reason, you continue to be bound by this Agreement.\n<br>\n<br> You are solely responsible for your interactions with other Users, and for any acts or omissions of any third parties who use the Service through your Company account.\nWe reserve the right, but have no obligation, to monitor disputes between you and other Users.\nCompany shall have no liability for your interactions with other Users, or for any User’s action or inaction.\nUser Content Some areas of the Service allow Users to provide or record content such as profile information, comments, questions, commands, and other content or information.\nAny and all content or materials (including without limitation personal data or information) a User submits, provides, records or otherwise makes available on or through any functionality of the Service and any information recorded by a User’s actions on the Service, but excluding any data derived by Company from the foregoing (which is owned by Company and may be used by Company for any purpose subject to the terms of this Agreement and our Privacy Policy) is referred to herein as “User Content”.\nWe claim no ownership rights over User Content created by you.\nThe User Content you create remains yours.\nhowever, by sharing User Content through the Service to other Users and other services and products you use with the Service, you agree to allow such other individuals, and other services and products you use with the Service, to view, edit, and/or share your User Content in accordance with your settings and this Agreement.\nOther individuals whom you permit to use the Service through your account, and other services and products you use through the Service may have access to data regarding your use of the Service, as well as your profile information, including your name, photo, and other personal information.\nCompany has the right (but not the obligation) in its sole discretion to remove any User Content that is shared via the Service.\nYou agree not to post, and shall be solely liable for, User Content that: (i) may create a risk of harm, loss, physical or mental injury, emotional distress, death, disability, disfigurement, or physical or mental illness to you, to any other person, or to any animal.\n(ii) may create a risk of any other loss or damage to any person or property.\n(iii) seeks to harm or exploit children by exposing them to inappropriate content, asking for personally identifiable details or otherwise.\n(iv) may constitute or contribute to a crime or tort.\n(v) contains any information or content that we deem to be unlawful, harmful, abusive, racially or ethnically offensive, defamatory, infringing, invasive of personal privacy or publicity rights, harassing, humiliating to other people (publicly or otherwise), libelous, threatening, profane, or otherwise objectionable.\n(vi) contains any information or content that is illegal (including, without limitation, the disclosure of insider information under securities law or of another party’s trade secrets).\n(vii) contains any information or content that you do not have a right to make available under any law or under contractual or fiduciary relationships.\nor (viii) contains any information or content that you know is not correct and current.\nor (ix) violates any school or other applicable policy, including those related to cheating or ethics.\nYou agree that any User Content that you post does not and will not violate third-party rights of any kind, including without limitation any Intellectual Property Rights (as defined below) or rights of privacy.\nTo the extent that your User Content contains music, you hereby represent that you are the owner of all the copyright rights, including without limitation the performance, mechanical, and sound recordings rights, with respect to each and every musical composition (including lyrics) and sound recording contained in such User Content and have the power to grant the license granted below.\nCompany reserves the right, but is not obligated, to reject and/or remove any User Content that Company believes, in its sole discretion, violates these provisions.\nYou understand that publishing your User Content on the Service is not a substitute for registering it with the U.S.\nCopyright Office, the Writer’s Guild of America, or any other rights organization.\nFor the purposes of this Agreement, “Intellectual Property Rights” means all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory or other jurisdiction.\nIn connection with User Content, you affirm, represent and warrant the following: You have written consent of each and every identifiable natural person who uses the Service through your account and who is included in your User Content, including with respect to the use such person’s name or likeness in the manner contemplated by the Service and this Agreement, and each such person has released you from any liability that may arise in relation to such use.\nYour User Content and Company’s use thereof as contemplated by this Agreement and the Service will not violate any law or infringe any rights of any third party, including but not limited to any Intellectual Property Rights and privacy rights.\nCompany may exercise the rights to your User Content granted under this Agreement without liability for payment of any guild fees, residuals, payments, fees, or royalties payable under any collective bargaining agreement or otherwise.\nTo the best of your knowledge, all your User Content and other information that you provide to us is truthful and accurate.\nCompany takes no responsibility and assumes no liability for any User Content.\nYou shall be solely responsible for your User Content and the consequences of recording, sending, posting or publishing it, and you agree that we are only acting as a passive conduit for your distribution and publication of your User Content.\nYou understand and agree that you and other Users may be exposed to User Content that is inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose, and you agree that Company shall not be liable for any damages you allege to incur as a result of User Content.\nIN ADDITION, COMPANY TAKES NO RESPONSIBILITY AND ASSUMES NO LIABILITY FOR ANY RESPONSES OR OUTPUT GENERATED BY THE SERVICE IN RESPONSE TO QUERIES YOU MAKE TO THE SERVICE.\nYOU ACKNOWLEDGE AND AGREE THAT SUCH RESPONSES AND OUTPUT MAY BE INACCURATE, OBJECTIONABLE, INAPPROPRIATE OR OTHERWISE UNSUITED TO YOUR PURPOSE, AND YOU AGREE THAT COMPANY SHALL NOT BE LIABLE FOR ANY DAMAGES OR LOSS RESULTING FROM SUCH RESPONSES.\nUser Content License Grant By posting any User Content on the Service, you expressly grant, and you represent and warrant that you have all rights necessary to grant, to Company a royalty-free, sublicensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and/or likeness as contained in your User Content, in whole or in part, and in any form, media or technology, whether now known or hereafter developed, for use in connection with the Service and Company’s (and its successors’ and affiliates’) business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels, improving the Service, and for such other purposes as described in our Privacy Policy.\nYou also hereby grant each User of the Service a non-exclusive license to access your User Content through the Service, and to use, reproduce, distribute, display and perform such User Content as permitted through the functionality of the Service and under this Agreement.\nSoftware <strong>Software.</strong> We may make available software to access and use the Service via Josh or a mobile device (“Software”).\nTo use the Software on your mobile device you must have a mobile device that is compatible with the Software.\nCompany does not warrant that the Software will be compatible with your mobile device.\nCompany hereby grants you a non-exclusive, non-transferable, revocable license to use a compiled code copy of the Software for one Company account on your Josh device and on one mobile device owned or leased solely by you, for your personal use.\nYou may not: (i) modify, disassemble, decompile or reverse engineer the Software, except to the extent that such restriction is expressly prohibited by law.\n(ii) rent, lease, loan, resell, sublicense, distribute or otherwise transfer the Software to any third party or use the Software to provide time sharing or similar services for any third party.\n(iii) make any copies of the Software.\n(iv) remove, circumvent, disable, damage or otherwise interfere with security-related features of the Software, features that prevent or restrict use or copying of any content accessible through the Software, or features that enforce limitations on use of the Software.\nor (v) delete the copyright and other proprietary rights notices on the Software.\nYou acknowledge that Company may from time to time issue upgraded versions of the Software, and may automatically electronically upgrade the version of the Software that you are using on your Josh or mobile device.\nYou consent to such automatic upgrading on your mobile device, and agree that the terms and conditions of this Agreement will apply to all such upgrades.\nAny third-party code that may be incorporated in the Software is covered by the applicable open source or third-party license EULA, if any, authorizing use of such code.\nThe foregoing license grant is not a sale of the Software or any copy thereof, and Company or its third party partners or suppliers retain all right, title, and interest in the Software (and any copy thereof).\nAny attempt by you to transfer any of the rights, duties or obligations hereunder, except as expressly provided for in this Agreement, is void.\nCompany reserves all rights not expressly granted under this Agreement.\nIf the Software is being acquired on behalf of the United States Government, then the following provision applies.\nUse, duplication, or disclosure of the Software by the U.S.\nGovernment is subject to restrictions set forth in this Agreement and as provided in DFARS 227.7202-1(a) and 227.7202-3(a) (1995), DFARS 252.227-7013(c)(1)(ii) (OCT 1988), FAR 12.212(a) (1995), FAR 52.227-19, or FAR 52.227-14 (ALT III), as applicable.\nThe Software originates in the United States, and is subject to United States export laws and regulations.\nThe Software may not be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States.\nIn addition, the Software may be subject to the import and export laws of other countries.\nYou agree to comply with all United States and foreign laws related to use of the Software and the Company Service.\n<strong>Software from iTunes.</strong> The following applies to any Software you acquire from the iTunes Store (“iTunes-Sourced Software”): You acknowledge and agree that this Agreement is solely between you and Company, not Apple, and that Apple has no responsibility for the iTunes-Sourced Software or content thereof.\nYour use of the iTunes-Sourced Software must comply with the App Store Terms of Service.\nYou acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the iTunes-Sourced Software.\nIn the event of any failure of the iTunes-Sourced Software to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the iTunes-Sourced Software to you.\nto the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the iTunes-Sourced Software, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be solely governed by this Agreement and any law applicable to Company as provider of the software.\nYou acknowledge that Apple is not responsible for addressing any claims of you or any third party relating to the iTunes-Sourced Software or your possession and/or use of the iTunes-Sourced Software, including, but not limited to: (i) product liability claims.\n(ii) any claim that the iTunes-Sourced Software fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nand all such claims are governed solely by this Agreement and any law applicable to Company as provider of the software.\nYou acknowledge that, in the event of any third party claim that the iTunes-Sourced Software or your possession and use of that iTunes-Sourced Software infringes that third party’s intellectual property rights, Company, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.\nYou and Company acknowledge and agree that Apple, and Apple’s subsidiaries, are third party beneficiaries of this Agreement as relates to your license of the iTunes-Sourced Software, and that, upon your acceptance of the terms and conditions of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement as relates to your license of the iTunes-Sourced Software against you as a third party beneficiary thereof.\n<strong>Software from the Google Play Store.</strong> The following applies to the Software you acquire from the Google Play Store (“Google-Sourced Software”): (i) you acknowledge that this Agreement is between you and Company only, and not with Google, Inc.\n(“Google”).\n(ii) your use of Google-Sourced Software must comply with Google’s then-current Google Play Store Terms of Service.\n(iii) Google is only a provider of the Google Play Store where you obtained the Google-Sourced Software.\n(iv) Company, and not Google, is solely responsible for its Google-Sourced Software.\n(v) Google has no obligation or liability to you with respect to Google-Sourced Software or this Agreement.\nand (vi) you acknowledge and agree that Google is a third-party beneficiary to this Agreement as it relates to Company’s Google-Sourced Software.\nOur Proprietary Rights Except for your User Content, the Service and all materials therein or transferred thereby, including, without limitation, Software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, and User Content belonging to other Users (the “Company Content”), and all Intellectual Property Rights related thereto, are the exclusive property of Company and its licensors (including other Users who post User Content to the Service).\nExcept as explicitly provided herein, nothing in this Agreement shall be deemed to create a license in or under any such Intellectual Property Rights, and you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any Company Content.\nUse of the Company Content for any purpose not expressly permitted by this Agreement is strictly prohibited.\nYou may choose to or we may invite you to submit comments or ideas about the Service, including without limitation about how to improve the Service or our products (“Ideas”).\nBy submitting any Idea, you agree that your disclosure is gratuitous, unsolicited and without restriction and will not place Company under any fiduciary or other obligation, and that we are free to use the Idea without any additional compensation to you, and/or to disclose the Idea on a non-confidential basis or otherwise to anyone.\nYou further acknowledge that, by acceptance of your submission, Company does not waive any rights to use similar or related ideas previously known to Company, or developed by its employees, or obtained from sources other than you.\nCompany Property Certain aspects of the Service may allow you to obtain certain reputational or status indicators (“Company Currency”).\nYou understand and agree that regardless of terminology used, Company Property represents a limited license right governed solely by the terms of this Agreement and available for distribution at Company’s sole discretion.\nCompany Property is not redeemable for any sum of money or monetary value from Company at any time.\nYou acknowledge that you do not own the account you use to access the Service, nor do you possess any rights of access or rights to data stored by or on behalf of Company on Company servers, including without limitation any data representing or embodying any or all of your Company Property.\nYou agree that Company has the absolute right to manage, regulate, control, modify and/or eliminate Company Property as it sees fit in its sole discretion, in any general or specific case, and that Company will have no liability to you based on its exercise of such right.\nAll data on Company’s servers are subject to deletion, alteration or transfer.\nNOTWITHSTANDING ANY VALUE ATTRIBUTED TO SUCH DATA BY YOU OR ANY THIRD PARTY, YOU UNDERSTAND AND AGREE THAT ANY DATA, ACCOUNT HISTORY AND ACCOUNT CONTENT RESIDING ON COMPANY’S SERVERS, MAY BE DELETED, ALTERED, MOVED OR TRANSFERRED AT ANY TIME FOR ANY REASON IN COMPANY’S SOLE DISCRETION, WITH OR WITHOUT NOTICE AND WITH NO LIABILITY OF ANY KIND.\nCOMPANY DOES NOT PROVIDE OR GUARANTEE, AND EXPRESSLY DISCLAIMS, ANY VALUE, CASH OR OTHERWISE, ATTRIBUTED TO ANY DATA RESIDING ON COMPANY’S SERVERS.\nPayments <strong>Billing Policies.</strong> Certain aspects of the Service may be provided for a fee or other charge.\nYou agree to our pricing and payment terms, as we may update them from time to time.\nCompany may add new services for additional fees and charges, or amend fees and charges for existing services, at any time in its sole discretion.\nAny change to our pricing or payment terms shall become effective in the billing cycle following notice of such change to you as provided in this Agreement.\nWe use Stripe as our third party service provider for payment services.\nBy using our Service you agree to be bound by Stripe’s Services Agreement available at https://stripe.com/us/legal.\n<strong>Return Policies.</strong> By using the Service, you agree to our Return Policy for products (“Return Policy”), as we may update them from time to time.\nAny change to our Return Policy shall become effective in the billing cycle following notice of such change to you as provided in this Agreement.\n<strong>No Other Refunds.</strong> You may cancel your Company account at any time.\nhowever, there are no refunds for cancellation, except as may be permitted under the Return Policy or under Section 14 (Hardware Limited Warranty).\nIn the event that Company suspends or terminates your account or this Agreement, you understand and agree that you shall receive no refund or exchange for any Company Property, any unused time on a subscription, any license or subscription fees for any portion of the Service, any content or data associated with your account, or for anything else.\n<strong>Risk of Loss.</strong> All products purchased from or via the Service are transported and delivered to you by an independent carrier not affiliated with, or controlled by, Company.\nTitle to products purchased on the Service, as well as the risk of loss for such products, passes to you when Company or our supplier delivers these items to the carrier.\n<strong>Payment Information.\nTaxes.</strong> All information that you provide in connection with a purchase or transaction or other monetary transaction interaction with the Service must be accurate, complete, and current.\nYou agree to pay all charges incurred by users of your credit card, debit card, or other payment method used in connection with a purchase or transaction or other monetary transaction interaction with the Service at the prices in effect when such charges are incurred.\nYou will pay any applicable taxes, if any, relating to any such purchases, transactions or other monetary transaction interactions.\n<strong>Payments.</strong> Unless otherwise agreed by the parties in writing, Company shall remit payments due to you hereunder no later than thirty (30) days after the end of each calendar month in which the applicable fees are received.\nPayment shall be in the form you select when you register for the Service, or as subsequently updated as permitted by the Service.\nPayments shall only be made in those months in which the amount due to you totals at least $10.\nUnpaid amounts due shall accrue until the next month in which the amount due is at least $10.\nCompany reserves the right to withhold payment or charge back to your account any amounts otherwise due to us under this Agreement, or amounts due to any breach of this Agreement by you, pending Company’s reasonable investigation of such breach.\nTo ensure proper payment, you are solely responsible for providing and maintaining accurate contact and payment information associated with your account, which includes without limitation applicable tax information.\nIf we believe that we are obligated to obtain tax information and you do not provide this information to us after we have requested it, we may withhold your payments until you provide this information or otherwise satisfy us that you are not a person or entity from whom we are required to obtain tax information.\nAny third-party fees related to returned or cancelled payments due to a contact or payment information error or omission may be deducted from the newly issued payment.\nYou agree to pay all applicable taxes or charges imposed by any government entity in connection with your participation in the Service.\nIf you dispute any payment made hereunder, you must notify Company in writing within thirty (30) days of such payment.\nFailure to so notify Company shall result in the waiver by you of any claim relating to such disputed payment.\nPayment shall be calculated solely based on records maintained by Company.\nNo other measurements or statistics of any kind shall be accepted by Company or have any effect under this Agreement.\nWe may withhold any taxes or other amounts from payments due to you as required by law.\nNo Professional Advice If the Service provides professional information (for example, medical, legal, or financial), such information is for informational purposes only and should not be construed as professional advice.\nNo action should be taken based upon any information contained in the Service.\nYou should seek independent professional advice from a person who is licensed and/or qualified in the applicable area.\nNo Access to Emergency Services You acknowledge that you cannot use the Services to access emergency services, such as 911.\nThe Services are not designed or intended to be used to send or receive any emergency communications to any police, fire department, hospital, or any other service that connects a user to a public safety answering point.\nYou should ensure you can contact your relevant emergency services providers through a mobile, landline telephone, or other service.\nPrivacy We care about the privacy of our Users.\nYou understand that by using the Service you consent to the collection, use and disclosure of your personally identifiable information and aggregate data as set forth in our Privacy Policy, and to have your personally identifiable information collected, used, transferred to and processed in the United States.\nSecurity Company cares about the integrity and security of your personal information.\nHowever, we cannot guarantee that unauthorized third parties will never be able to defeat our security measures or use your personal information for improper purposes.\nYou acknowledge that you provide your personal information at your own risk.\nThird-Party Links The Service may contain links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by Company.\nCompany does not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access a third party website from the Service, you do so at your own risk, and you understand that this Agreement and Company’s Privacy Policy do not apply to your use of such sites.\nYou expressly relieve Company from any and all liability arising from your use of any third-party website, service, or content.\nAdditionally, your dealings with or participation in promotions of advertisers found on the Service, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and such advertisers.\nYou agree that Company shall not be responsible for any loss or damage of any sort relating to your dealings with such advertisers.\nIndemnity You agree to defend, indemnify and hold harmless Company and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Service, including any data or content transmitted or received by you.\n(ii) your violation of any term of this Agreement, including without limitation your breach of any of the representations and warranties above.\n(iii) your violation of any third-party right, including without limitation any right of privacy or Intellectual Property Rights.\n(iv) your violation of any applicable law, rule or regulation.\n(v) any claim or damages that arise as a result of any of your User Content or any that is submitted via your account.\nor (vi) any other party’s access and use of the Service with your unique username, password or other appropriate security code.\nHardware Limited Warranty Company warrants to the original owner of Josh purchased and installed via our Services or an authorized Company dealer (“Products”) will be free from manufacturing defects in materials and workmanship under normal use and service for the period of eighteen (18) months from the date of purchase (“Limited Warranty”).\nThis Limited Warranty is only valid and enforceable in locations Products are sold.\nThis Limited Warranty only applies to hardware components (and not any software elements) of Products, and this Limited Warranty does not apply to damage caused by normal wear and tear, accidents, misuse or failure to follow product documentation, neglect, disassembly, alterations, servicing other than by Company authorized technicians, and external causes such as, but not limited to, water damage, anomalies in the electrical current supplied to the device, and extreme thermal or environmental conditions.\nThis Limited Warranty does not guarantee that use of the Products will be uninterrupted or error free.\nNothing in this Limited Warranty will reduce or otherwise affect your statutory rights in relation to the Products.\nIf a defect arises and you return the Product during the eighteen-month Limited Warranty period, Company will, in its sole discretion and to the extent permitted by law, either repair your Product using new or refurbished parts, replace your Product with a new or refurbished Product functionally at least equivalent to yours, or accept the return of your Product in exchange for providing you a refund of the purchase price you originally paid for it.\nIf Company repairs or replaces Products, the repaired or replaced Products will continue to be warranted solely for the remaining time of the original Limited Warranty period.\nAll returned parts for which you have received a replacement will become the property of Company.\nTo make a claim under the Limited Warranty, please call our customer service department at during normal business hours 9 am to 5 pm PT, excluding New Year’s Eve and Day, Memorial Day, July 4, Thanksgiving Day, Christmas Eve and Day, and be ready to provide your name, contact information and the serial number on the Product, as well as a purchase receipt.\nAdditional conditions of the Hardware Limited Warranty are as follows: • &nbsp;&nbsp;&nbsp;&nbsp;Limited Warranty claims must be made to a Company authorized dealer or Company authorized representative within sixty (60) days of discovery of the Product defect.\n• &nbsp;&nbsp;&nbsp;&nbsp;Upon receiving a written notice of a warranty claim that the specified Product does not meet the Limited Warranty set forth in this Agreement, Company will issue you a Return Material Authorization (RMA) number.\n• &nbsp;&nbsp;&nbsp;&nbsp;Covered products are tracked by serial number and must be shipped (prepaid by you) to Company’s repair facility.\nOriginal or original-like packaging must be utilized to prevent damage in transit.\nUpon receipt of the Product, Company shall inspect and test it.\n• &nbsp;&nbsp;&nbsp;&nbsp;In the event that Company determines that your issues can be addressed by shipping a replacement part or Product to you, Company will ship the replacement to your site.\nBased on availability, Company will use commercially reasonable efforts to ship the replacement unit.\n• &nbsp;&nbsp;&nbsp;&nbsp;Replacement units will be new or like-new quality.\n• &nbsp;&nbsp;&nbsp;&nbsp;If you fail to return the defective Product within twenty (20) days of a replacement Product being shipped to you, you will be charged the then-current fee for such defective Product.\n• &nbsp;&nbsp;&nbsp;&nbsp;If Product is returned to Company for a refund within the Limited Warranty period, the Product must be shipped to the Company facility where it will either be restocked or inspected and tested to determine the validity of the refund claim.\nIf Company determines the product is defective, it will refund the customer and retain ownership of the Product.\n• &nbsp;&nbsp;&nbsp;&nbsp;Company is not responsible for installation of replacement Products.\n• &nbsp;&nbsp;&nbsp;&nbsp;Separate “no trouble found” charges may apply for Product returned under the warranty for repair that is determined to be in good working order.\nSuch costs are limited to shipping, handling, testing, and administrative expenses.\n• &nbsp;&nbsp;&nbsp;&nbsp;Company liability on any claim for damages arising out of or in connection with the manufacture, sale, installation, delivery, or use of the Product shall never exceed the purchase price of the Product.\n• &nbsp;&nbsp;&nbsp;&nbsp;Company is not responsible for any data lost as part of the warranty return process.\n• &nbsp;&nbsp;&nbsp;&nbsp;It is the authorized dealer’s responsibility to ensure that no confidential, proprietary, or personal information remains on the defective Product before returning to Company.\nWarranty Exclusions: • &nbsp;&nbsp;&nbsp;&nbsp;This Limited Warranty does not cover the cost or damage of Product installation, removal, or reinstallation.\n• &nbsp;&nbsp;&nbsp;&nbsp;This Limited Warranty shall be the sole and exclusive remedy to the original purchaser.\nIn no event shall Company be liable for incidental or consequential damage of any kind.\n• &nbsp;&nbsp;&nbsp;&nbsp;This Limited Warranty is voided and will not cover any Product that has had the serial number tampered with, removed, or altered in any way.\n• &nbsp;&nbsp;&nbsp;&nbsp;Company reserves the right to reject any Product that fails to meet any and all limitations of the Limited Warranty.\n• &nbsp;&nbsp;&nbsp;&nbsp;Company does not extend or provide warranty for any third party product re-sold by Company or a Company authorized dealer.\nAll warranty claims for such third party products must be made with the equipment manufacturer.\n• &nbsp;&nbsp;&nbsp;&nbsp;Product returned and damaged due to inadequate packaging will be considered void of the Limited Warranty.\n• &nbsp;&nbsp;&nbsp;&nbsp;The Limited Warranty will be voided if and when there is any Product misuse, which includes: &nbsp;&nbsp;&nbsp;&nbsp;o&nbsp;&nbsp;&nbsp;&nbsp.\nProduct or cosmetic defect due to accidental damage, dislodgement from a wall or surface, abuse, neglect, flood, fire, earthquake, or any act of god.\n&nbsp;&nbsp;&nbsp;&nbsp;o&nbsp;&nbsp;&nbsp;&nbsp.\nModifications to alter the functionality or capabilities of the Product without the knowledge or express written consent of Company.\n&nbsp;&nbsp;&nbsp;&nbsp;o&nbsp;&nbsp;&nbsp;&nbsp.\nModifications to alter the appearance of the Product.\nThis includes painting, sanding, gluing or altering the cosmetic appearance in any other way.\n&nbsp;&nbsp;&nbsp;&nbsp;o&nbsp;&nbsp;&nbsp;&nbsp.\nImproper or incorrect installation of voltage lines, fuses, circuit breakers, or incompatible load types.\n&nbsp;&nbsp;&nbsp;&nbsp;o&nbsp;&nbsp;&nbsp;&nbsp.\nImproper and or incorrect repair.\n&nbsp;&nbsp;&nbsp;&nbsp;o&nbsp;&nbsp;&nbsp;&nbsp.\nUsing anything other than the official Company power supply, including cables and power adaptor.\n&nbsp;&nbsp;&nbsp;&nbsp;o&nbsp;&nbsp;&nbsp;&nbsp.\nOperation or storage of Product outside specified temperatures and humidity (environmental) specifications set forth by Company documentation.\n&nbsp;&nbsp;&nbsp;&nbsp;o&nbsp;&nbsp;&nbsp;&nbsp.\nFailure to store, install, maintain, or repair Product in accordance with Company documentation.\nTHE LIMITED WARRANTY SET FORTH IN THIS SECTION 14 (HARDWARE LIMITED WARRANTY) IS THE ONLY EXPRESS WARRANTY COMPANY PROVIDES, AND THE REMEDY SET FORTH IN THIS SECTION 14 IS YOUR SOLE REMEDY, WITH RESPECT TO THE PRODUCT.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, COMPANY EXPRESSLY DISCLAIMS ALL OTHER WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER STATUTORY, EXPRESS OR IMPLIED, ARISING FROM COURSE OF CONDUCT OR OTHERWISE, REGARDING PRODUCTS, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nCOMPANY ALSO LIMITS THE DURATION OF ANY APPLICABLE IMPLIED WARRANTIES OR CONDITIONS TO THE DURATION OF THE LIMITED WARRANTY PERIOD OF THE EXPRESS WARRANTY ABOVE.\nDisclaimer THE SERVICE (INCLUDING WITHOUT LIMITATION ANY AND ALL RELATED PROFESSIONAL SERVICES, SUCH AS INTEGRATION, CONFIGURATION AND INSTALLATION SERVICES): IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IS PROVIDED WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nAND YOUR USE THEREOF IS AT YOUR OWN RISK.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM COMPANY OR THROUGH THE SERVICE WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.\nWITHOUT LIMITING THE FOREGOING, COMPANY, ITS SUBSIDIARIES, ITS AFFILIATES, AND ITS LICENSORS DO NOT WARRANT THAT THE CONTENT IS ACCURATE, RELIABLE OR CORRECT.\nTHAT THE SERVICE WILL MEET YOUR REQUIREMENTS.\nTHAT THE SERVICE WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED OR SECURE.\nTHAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR THAT THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nANY CONTENT DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DOWNLOADED AT YOUR OWN RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR MOBILE DEVICE OR LOSS OF DATA THAT RESULTS FROM SUCH DOWNLOAD OR YOUR USE OF THE SERVICE.\nCOMPANY DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE COMPANY SERVICE OR ANY HYPERLINKED WEBSITE OR SERVICE, AND COMPANY WILL NOT BE A PARTY TO OR IN ANY WAY MONITOR ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nFEDERAL LAW, SOME STATES, PROVINCES AND OTHER JURISDICTIONS DO NOT ALLOW EXCLUSIONS AND LIMITATIONS OF CERTAIN IMPLIED WARRANTIES, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nNo Company employee or representative or its affiliates or any third party is authorized to make any modification, extension or addition to Section 14 (Hardware Limited Warranty) or this Section 15 (Disclaimer) or any part of this Agreement.\nIf any term of Section 14 or this Section 15 is held to be illegal or unenforceable, the remaining terms of Section 14 and this Section 15 will remain in full force and effect.\nLimitation of Liability TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL COMPANY, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS OR LICENSORS BE LIABLE FOR ANY INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, THAT RESULT FROM THE USE OF, OR INABILITY TO USE, THIS SERVICE.\nUNDER NO CIRCUMSTANCES WILL COMPANY BE RESPONSIBLE FOR ANY DAMAGE, LOSS OR INJURY RESULTING FROM HACKING, TAMPERING OR OTHER UNAUTHORIZED ACCESS OR USE OF THE SERVICE OR YOUR ACCOUNT OR THE INFORMATION CONTAINED THEREIN.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, COMPANY ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT.\n(II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO OR USE OF OUR SERVICE.\n(III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION STORED THEREIN.\n(IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICE.\n(V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE THAT MAY BE TRANSMITTED TO OR THROUGH OUR SERVICE BY ANY THIRD PARTY.\n(VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE THROUGH THE SERVICE.\nAND/OR (VII) USER CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY.\nIN NO EVENT SHALL COMPANY, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS, OR LICENSORS BE LIABLE TO YOU FOR ANY CLAIMS, PROCEEDINGS, LIABILITIES, OBLIGATIONS, DAMAGES, LOSSES OR COSTS IN AN AMOUNT EXCEEDING THE AMOUNT YOU PAID TO COMPANY HEREUNDER IN THE THREE (3) MONTHS PRIOR TO THE EVENT GIVING RISE TO THE LIABILITY OR $100.00, WHICHEVER IS GREATER.\nTHIS LIMITATION OF LIABILITY SECTION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nTHIS AGREEMENT GIVES YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM STATE TO STATE.\nTHE DISCLAIMERS, EXCLUSIONS, AND LIMITATIONS OF LIABILITY UNDER THIS AGREEMENT WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.\nThe Service is controlled and operated from facilities in the United States.\nCompany makes no representations that the Service is appropriate or available for use in other locations.\nThose who access or use the Service from other jurisdictions do so at their own volition and are entirely responsible for compliance with all applicable United States and local laws and regulations, including but not limited to export and import regulations.\nYou may not use the Service if you are a resident of a country embargoed by the United States, or are a foreign person or entity blocked or denied by the United States government.\nUnless otherwise explicitly stated, all materials found on the Service are solely directed to individuals, companies, or other entities located in the United States.\nGoverning Law, Arbitration, and Class Action/Jury Trial Waiver <strong>Governing Law.</strong> You agree that: (i) the Service shall be deemed solely based in California.\nand (ii) the Service shall be deemed a passive one that does not give rise to personal jurisdiction over us, either specific or general, in jurisdictions other than California.\nThis Agreement shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.\nThe parties acknowledge that this Agreement evidences a transaction involving interstate commerce.\nNotwithstanding the preceding sentences with respect to the substantive law, any arbitration conducted pursuant to the terms of this Agreement shall be governed by the Federal Arbitration Act (9 U.S.C.\n§§ 1-16).\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.\nYou agree to submit to the personal jurisdiction of the federal and state courts located in Los Angeles County, California for any actions for which we retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a our copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the Arbitration provision below, including any provisional relief required to prevent irreparable harm.\nYou agree that Los Angeles County, California is the proper forum for any appeals of an arbitration award or for trial court proceedings in the event that the arbitration provision below is found to be unenforceable.\n<strong>Arbitration.</strong> READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM COMPANY.\nFor any dispute with Company, you agree to first contact us at legal@josh.ai and attempt to resolve the dispute with us informally.\nIn the unlikely event that Company has not been able to resolve a dispute it has with you after sixty (60) days, we each agree to resolve any claim, dispute, or controversy (excluding any claims for injunctive or other equitable relief as provided below) arising out of or in connection with or relating to this Agreement, or the breach or alleged breach thereof (collectively, “Claims”), by binding arbitration by JAMS, Inc.\n(“JAMS”), under the Optional Expedited Arbitration Procedures then in effect for JAMS, except as provided herein.\nJAMS may be contacted at www.jamsadr.com.\nThe arbitration will be conducted in Los Angeles County, California, unless you and Company agree otherwise.\nIf you are using the Service for commercial purposes, each party will be responsible for paying any JAMS filing, administrative and arbitrator fees in accordance with JAMS rules, and the award rendered by the arbitrator shall include costs of arbitration, reasonable attorneys’ fees and reasonable costs for expert and other witnesses.\nIf you are an individual using the Service for non-commercial purposes: (i) JAMS may require you to pay a fee for the initiation of your case, unless you apply for and successfully obtain a fee waiver from JAMS.\n(ii) the award rendered by the arbitrator may include your costs of arbitration, your reasonable attorney’s fees, and your reasonable costs for expert and other witnesses.\nand (iii) you may sue in a small claims court of competent jurisdiction without first engaging in arbitration, but this does not absolve you of your commitment to engage in the informal dispute resolution process.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this Section shall be deemed as preventing Company from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of our data security, Intellectual Property Rights or other proprietary rights.\n<strong>Class Action/Jury Trial Waiver.</strong> WITH RESPECT TO ALL PERSONS AND ENTITIES, REGARDLESS OF WHETHER THEY HAVE OBTAINED OR USED THE SERVICE FOR PERSONAL, COMMERCIAL OR OTHER PURPOSES, ALL CLAIMS MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING.\nTHIS WAIVER APPLIES TO CLASS ARBITRATION, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS.\nYOU AGREE THAT, BY ENTERING INTO THIS AGREEMENT, YOU AND COMPANY ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR OTHER REPRESENTATIVE PROCEEDING OF ANY KIND.\nGeneral <strong>Assignment.</strong> This Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Company without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.\n<strong>Notification Procedures and Changes to the Agreement.</strong> Company may provide notifications, whether such notifications are required by law or are for marketing or other business related purposes, to you via email notice, written or hard copy notice, or through posting of such notice on our website, as determined by Company in our sole discretion.\nCompany reserves the right to determine the form and means of providing notifications to our Users, provided that you may opt out of certain means of notification as described in this Agreement.\nCompany is not responsible for any automatic filtering you or your network provider may apply to email notifications we send to the email address you provide us.\nCompany may, in its sole discretion, modify or update this Agreement from time to time, and so you should review this page periodically.\nWhen we change the Agreement in a material manner, we will update the ‘last modified’ date at the bottom of this page.\nYour continued use of the Service after any such change constitutes your acceptance of the new Terms of Service.\nIf you do not agree to any of these terms or any future Terms of Service, do not use or access (or continue to access) the Service.\n<strong>Entire Agreement/Severability.</strong> This Agreement, together with any amendments and any additional agreements you may enter into with Company in connection with the Service, shall constitute the entire agreement between you and Company concerning the Service.\nIf any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect, except that in the event of unenforceability of the universal Class Action/Jury Trial Waiver, the entire arbitration agreement shall be unenforceable.\n<strong>No Waiver.</strong> No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and Company’s failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.\n<strong>California Residents.</strong> If you are a California resident, in accordance with Cal.\nCiv.\nCode §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Sites of the California Department of Consumer Affairs by contacting them in writing at 1625 North Market Blvd., Suite N 112 Sacramento, CA 95834, or by telephone at (800) 952-5210 or (916) 445-1254.\nYou can contact Company by mail at 191 University Blvd #188, Denver, CO 80206 if you have a question or concern about any product or service we sell over the Internet.\n<br> This Agreement was last modified on 06/26/23 <br> 4140-3242-1904 We use cookies to ensure that we give you the best experience on our website.\nOur website includes also third parties’ cookies.\nIf you want to find out more about the cookies we use and how to disable them, you can access our Cookie Policy.\nBy continuing your visit on the website, you consent to the use of the cookies.\nAbout Josh Micro Josh App Devices Blog Press Integrators Get Josh FAQs Jobs The Story Behind the Logo Josh is a home’s best friend.\nAnd like a dog, Josh is intelligent, responsive, and learns his owner’s commands.\nWhile other smart home control systems only know one trick, Josh combines all aspects of smart homes into one friendly, well-trained responder.\nJosh is your companion, and always happy to see you come home.\nConnected Design Award<br> Connected Design 2020 Winner Excite! Award<br> Technology Integrator 2018 Winner Best New Product<br> CEDIA Awards 2017 Privacy Terms of Service Copyright © 2023 Josh.ai Inc.\nPrivacy Policy Terms of Service Copyright © 2023 Josh.ai Inc.\n", "created_at": "2023-06-30 03:37:05.388352", "updated_at": "2023-06-30 03:37:29.432099"}, {"id": 16818, "name": "Privacy ", "url": "https://www.josh.ai/privacy", "xpath": "//body", "text": null, "created_at": "2023-06-30 03:37:05.359457", "updated_at": "2023-06-30 03:38:54.767752"}], "points": [], "urls": ["josh.ai"]}}