{"error": 448, "message": "OK", "parameters": {"id": 7785, "name": "OpenZeppelin", "created_at": "2023-03-29 04:43:29.393859", "updated_at": "2023-03-29 19:26:54.959849", "wikipedia": null, "keywords": null, "related": null, "slug": "openzeppelin", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7785.png", "url": "openzeppelin.com", "documents": [{"id": 15020, "name": "Privacy Notice", "url": "https://www.openzeppelin.com/privacy", "xpath": "//body", "text": " Skip to content We're hiring <ul>\n<li> Products <i>\n</i>\n<ul>\n<li> Contracts <p> A Solidity library of reusable and secure smart contracts </p>\n</li>\n<li> Defender <p> A platform to automate smart contract operations </p>\n</li>\n</ul>\n<ul>\n<li> Contracts <p> A Solidity library of reusable and secure smart contracts </p>\n</li>\n<li> Defender <p> A platform to automate smart contract operations </p>\n</li>\n</ul>\n</li>\n<li> Security Audits </li>\n<li> Learn <i>\n</i>\n<ul>\n<li> Docs <p>\n</p>\n</li>\n<li> Community Forum <p>\n</p>\n</li>\n<li> Ethernaut <p>\n</p>\n</li>\n</ul>\n<ul>\n<li> Docs <p>\n</p>\n</li>\n<li> Community Forum <p>\n</p>\n</li>\n<li> Ethernaut <p>\n</p>\n</li>\n</ul>\n<ul>\n<li> Docs <p>\n</p>\n</li>\n<li> Community Forum <p>\n</p>\n</li>\n<li> Ethernaut <p>\n</p>\n</li>\n</ul>\n</li>\n<li> Company <i>\n</i>\n<ul>\n<li> About us <p>\n</p>\n</li>\n<li> Jobs <p>\n</p>\n</li>\n<li> Github <p>\n</p>\n</li>\n</ul>\n<ul>\n<li> About us <p>\n</p>\n</li>\n<li> Jobs <p>\n</p>\n</li>\n<li> Github <p>\n</p>\n</li>\n</ul>\n<ul>\n<li> About us <p>\n</p>\n</li>\n<li> Jobs <p>\n</p>\n</li>\n<li> Github <p>\n</p>\n</li>\n</ul>\n</li> News &amp.\nEvents </ul>\n<ul>\n<li> Products Products <ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n</ul>\n</li>\n<li> Learn Learn Learn <ul>\n<li> Docs </li>\n<li> Community Forum </li>\n<li> Ethernaut </li>\n</ul>\n</li>\n<li> Company Company Company <ul>\n<li> About us </li>\n<li> Jobs </li>\n<li> Github </li>\n</ul>\n</li>\n<li> News &amp.\nEvents </li>\n</ul> Data Privacy Notice Last Updated: October 18, 2019 Why are you seeing this notice?\n<p>This Data Privacy Notice details important information regarding the collection, use and disclosure of personal information collected on the OpenZeppelin websites located at https://openzeppelin.com, https://docs.openzeppelin.com, http://forum.openzeppelin.com and https://blog.openzeppelin.com (the “Websites”), and any other applications, tools, products, services, blogs, forums and/or materials (collectively, “Services”) offered from time to time by OpenZeppelin.\nOpenZeppelin provides this Data Privacy Notice to help you understand how your personal information is used by us and your choices regarding our use of it.\nBy using the Websites or the Services, you agree that we can collect, use, disclose, and process your information as described in this Data Privacy Notice.\nThis Data Privacy Notice only applies to the OpenZeppelin Websites and Services, and not to any other websites, products or services you may be able to access or link to via the Websites.\nWe encourage you to read the privacy policies of any other websites you visit before providing your information to them.</p>\n<p>While our values will not shift, the Websites will evolve over time, and this Data Privacy Notice will change to reflect that evolution.\nIf we make changes, we will notify you by revising the date at the top of this Data Privacy Notice.\nIn some cases, if we make significant changes, we may give you additional notice by adding a statement to our homepage.\nWe encourage you to review this Data Privacy Notice periodically to stay informed about our practices.</p>\n<p>This Privacy Policy should be read in conjunction with our Terms of Use.\nBy accessing any Services, you are consenting to the information collection and use practices described in this Data Privacy Notice.</p>\n<p>Your use of any Services and any personal information you provide to use Services remains subject to the terms of this Privacy Policy Notice and our Terms of Use, each as may be updated from time to time.</p>\n<p>Any questions, comments or complaints that you might have should be emailed to legal@openzeppelin.com.\n“Personal Data” has the meaning given in the European Union (“EU”) data protection legislation and any other applicable data laws in any other relevant jurisdiction, and includes any information relating to an identifiable individual (such as name, address, email address, date of birth, passport details or other national identifier, driving licence, national insurance or social security number, income, employment information, tax identifier and residence, account numbers and electronic information).</p>\nWho is providing this notice?\n<p>The relevant OpenZeppelin entity responsible for the processing of your personal data is zOS Global Limited, a company registered under the laws of the Cayman Islands (the “Curator”).\nWhere we use the term “we”, “us” and “our” in this Data Privacy Notice, we are referring to the Curator.\nThe Curator and OpenZeppelin are committed to protecting and respecting your privacy.</p>\n<p>This notice and any other documents referred to in it sets out the basis on which any Personal Data we collect from you, or that you provide to us, will be processed by us.\nWhen you provide us with your Personal Data, we act as a \"data controller\".\nIn simple terms, this means that:</p>\n<ul>\n<li>we control the Personal Data that you provide - including making sure that it is kept secure.\nand</li>\n<li>we make certain decisions on how to use and protect your Personal Data - but only to the extent that we have informed you about the use or are otherwise permitted by law.</li>\n</ul>\n<p>Please read the following carefully to understand our views and practices regarding your Personal Data and how we will treat it.</p>\n<p>By visiting the Websites, you are accepting and consenting to the practices described in this privacy notice.</p>\nPersonal data we collect about you\n<p>The Personal Data collected about you will help us to provide you with a better service and facilitate our business relationship.\nWe may combine Personal Data that you provide us with Personal Data that we collected from, or about you, in some circumstances.\nThis will include Personal Data collected in an online and offline context.</p>\nWhere do we obtain your personal data\n<p>We will collect and process Personal Data about you from a number of sources, including:</p>\n<p>Personal Data you give us.\nThis is information about you that you give us by filling in forms on the Websites, or by corresponding with us by phone, e-mail, social media, forum, blog or otherwise.\nThe information you give us may include your name, address, e-mail address and phone number, financial and credit card information, personal description, personal documentation and photographs or other information you choose to share with us.</p>\n<p>Personal Data you agree we may collect.\nYou may agree to give us information relating to your use of the Services, which may include technical information like frequency of use of subcommands or other features utilized within the Services.</p>\n<p>Personal Data we collect about you.\nWith regard to each of your visits to our Websites we will automatically collect the following information:</p>\n<ul>\n<li>technical information, including the Internet protocol (IP) address used to connect your device to the Internet, your login information, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform;</li>\n<li>information about your visit, including the full Uniform Resource Locators (URL), clickstream to, through and from our Websites (including date and time), products you viewed, used, downloaded or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), methods used to browse away from the page, and any phone number used to call our customer service number.</li>\n</ul>\n<p>Personal Data we receive from other sources.\nWe work with third parties (including, for example, software providers, business partners, sub-contractors in technical, payment and delivery services, advertising networks, analytics providers, search information providers, credit reference agencies) who may provide us information about you.\nWe will combine this Personal Data with information you give to us and information we collect about you.</p>\nCookies\n<p>Our Websites uses cookies to distinguish you from other users of our Websites.\nThis helps us to provide you with a good experience when you browse our Websites and allows us to improve our Websites.\nMost web browsers are set to accept cookies by default, but you can usually set your browser to remove or reject browser cookies.\nIf you do choose to remove or reject cookies, however, your ability to use the Websites or the Services might be affected.</p>\nUses made of the information\n<p>We process your Personal Data for the following purposes:</p>\n<p>It is necessary to perform our contract with you to:</p>\n<ul>\n<li>carry out our obligations arising from any contracts entered between you and us and to provide you with the information, products, and services that you request from us;</li>\n<li>notify you about changes to our products or services;</li>\n<li>facilitate the continuation or termination of the contractual relationship.\nand</li>\n<li>administering and facilitating any other transaction between you and us.</li>\n</ul>\n<p>It is necessary for compliance with an applicable legal or regulatory obligation to which we are subject to:</p>\n<ul>\n<li>comply with requests from regulatory, governmental, tax, and law enforcement authorities;</li>\n<li>surveillance and investigation;</li>\n<li>carry out audit checks;</li>\n<li>prevent and detect fraud.\nand</li>\n<li>sanctions.</li>\n</ul>\n<p>For our legitimate interests or those of a third party:</p>\n<ul>\n<li>to comply with an applicable legal or regulatory obligation (other than one laid down by EU or European Economic Area (“EEA”) member state law) to which we or the relevant third party is subject for the reasons above);</li>\n<li>to provide you with information about other products and services we offer that are similar to those that you have already purchased or enquired about;</li>\n<li>to improve our Websites and to ensure that content from our Websites is presented in the most effective manner for you and for your computer;</li>\n<li>to improve our Services for users;</li>\n<li>to administer our Websites and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes;</li>\n<li>to allow you to participate in interactive features of our products and services, when you choose to do so;</li>\n<li>as part of our efforts to keep our Websites safe and secure;</li>\n<li>to measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you.\nand/or</li>\n<li>to make suggestions and recommendations to you and other users of our Websites about goods or services that may interest you or them.</li>\n</ul>\n<p>We only rely on these interests where we have considered that, on balance, our legitimate interests are not overridden by your interests, fundamental rights or freedoms.</p>\n<p>We monitor communications where the law requires us to do so.\nWe will also monitor where we are required to do so to comply with our regulatory rules and practices and, where we are permitted to do so, to protect our business and the security of our systems.</p>\nDisclosure of your personal data\n<p>We share your Personal Data, for the purposes of:</p>\n<ul>\n<li>managing the relationship with you;</li>\n<li>the purposes set out in this privacy notice;</li>\n<li>delivering the products and services you require;</li>\n<li>complying with applicable interest laws and regulations;</li>\n<li>delivering and facilitating the services needed to support our relationship with you.\nand fraud protection and credit risk reduction,</li>\n</ul>\n<p>with:</p>\n<ul>\n<li>any member of our group, which means respective past, present and future employees, officers, directors, contractors, consultants, equity holders, suppliers, vendors, service providers, parent companies, subsidiaries, affiliates, agents, representatives, predecessors, successors, and assigns;</li>\n<li>selected third parties including business partners, suppliers, and sub-contractors;</li>\n<li>if we sell or buy any business or assets, the prospective seller or buyer of such business or assets.\nor</li>\n<li>if Curator or substantially all of its assets are acquired by a third party, in which case Personal Data held by it about its customers will be one of the transferred assets.</li>\n</ul>\n<p>We share your Personal Data with tax authorities:</p>\n<ul>\n<li>to comply with applicable laws and regulations;</li>\n<li>where required by EEA tax authorities (who, in turn, may share your Personal Data with foreign tax authorities).\nand</li>\n<li>where required by foreign tax authorities, including outside of the EEA.</li>\n</ul>\n<p>We share your Personal Data with our lawyers, auditors and other professional advisors for purposes of:</p>\n<ul>\n<li>providing you with our products and services.\nand</li>\n<li>to comply with applicable legal and regulatory requirements.</li>\n</ul>\n<p>In exceptional circumstances, we will share your Personal Data with competent regulatory, prosecuting and other governmental agencies or litigation counterparties, in any country or territory.</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we will do our best to protect your Personal Data, we cannot guarantee the security of your data transmitted to our Websites.\nany transmission is at your own risk.\nOnce we have received your information, we will use strict procedures and security features to try to prevent unauthorized access.</p>\nDo you have to provide us with personal data?\n<p>Unless otherwise indicated, you should assume that we require the Personal Data for business and/or compliance purposes.</p>\n<p>Some of the Personal Data we request is necessary for us to provide our product or perform our services with you and if you do not wish to provide us with this Personal Data, it will affect our ability to provide our products or services to you.</p>\nSending your personal data overseas\n<p>We will transfer your Personal Data to other members in our group and related parties and to third party service providers, including outside of the EU and EEA, which do not have similarly strict data protection privacy laws.</p>\n<p>Where we transfer Personal Data to our associates or service providers, we have put in place data transfer agreements and safeguards based on European Commission approved terms.</p>\n<p>Please contact us if you would like to know more about these agreements or receive a copy of them.\nPlease see below for our contact details.</p>\nConsent and your right to withdraw it\n<p>We do not generally rely on obtaining your consent to process your Personal Data.</p>\n<p>If we do, for example in respect of processing your data in respect of marketing purposes, you have the right to ask us not to process your Personal Data at any time.\nYou can also exercise the right at any time by contacting us at legal@openzeppelin.com.</p>\nRetention and deletion of your personal data\n<p>We keep your Personal Data for as long as it is required by us for our legitimate business purposes, to perform our services and/or contractual obligations, or where longer, such longer period as is required by law or regulatory obligations which apply to us.\nSome Personal Data will be retained after your relationship with us ends.\nAs a general principle, we do not retain your Personal Data for longer than we need it.\nWe will usually delete your Personal Data (at the latest) when there is no longer any legal or regulatory requirement or business purpose for retaining your Personal Data.</p>\nAutomated decision-making\n<p>We will not take decisions producing legal effects concerning you, or otherwise significantly affecting you, based solely on automated processing of Personal Data, unless we have considered the proposed processing in a particular case and concluded in writing that it meets the requirements of EU data protection legislation and other applicable laws.</p>\nYour rights\n<p>You have certain data protection rights, including:</p>\n<ul>\n<li>the right to access your Personal Data;</li>\n<li>the right to restrict the use of your Personal Data;</li>\n<li>the right to have incomplete or inaccurate Personal Data corrected;</li>\n<li>the right to ask us to stop processing your Personal Data.\nand</li>\n<li>the right to require us to delete your Personal Data in some limited circumstances.</li>\n</ul>\n<p>You also have the right in some circumstances to request for us to \"port\" your Personal Data in a portable, re-usable format to other organisations (where this is possible).</p>\nThird party links\n<p>Our Websites may, from time to time, contain links to and from the websites of our partner networks, third-party services, social networks, advertisers and affiliates.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for these policies.\nPlease check these policies before you submit any personal data to these websites.</p>\nConcerns or queries\n<p>We take your concerns very seriously.\nWe encourage you to bring it to our attention if you have any concerns about our processing your Personal Data.</p>\n<p>This privacy notice was drafted with simplicity and clarity in mind.\nWe are, of course, happy to provide any further information or explanation needed.\nOur contact details are below.</p>\n<p>If you want to make a complaint, you can also contact the body regulating data protection in your country, where you live or work, or the location where the data protection issue arose.\nA list of the EU data protection authorities is available by clicking this link: http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080.</p>\nContact\n<p>Please contact us if you have any questions about this privacy notice or the Personal Data we hold about you.\nQuestions, comments and requests are welcomed and should be addressed to legal@openzeppelin.com.</p> Products <ul>\n<li>Contracts</li>\n<li>Defender</li>\n</ul> Security <ul>\n<li>Audits</li>\n<li>Request a security audit</li>\n</ul> Learn <ul>\n<li>Docs</li>\n<li>Community Forum</li>\n<li>Ethernaut</li>\n</ul> Company <ul>\n<li>About Us</li>\n<li>Jobs</li>\n<li>Github</li>\n<li>Twitter</li>\n<li>Logo Kit</li>\n<li>News &amp.\nEvents</li>\n</ul> © OpenZeppelin 2020 Privacy Terms of Use ", "created_at": "2023-03-29 04:43:41.50781", "updated_at": "2023-03-29 04:43:50.466347"}, {"id": 15019, "name": "Terms of Service", "url": "https://openzeppelin.com/tos/", "xpath": "//body", "text": " Skip to content We're hiring <ul>\n<li> Products <i>\n</i>\n<ul>\n<li> Contracts <p> A Solidity library of reusable and secure smart contracts </p>\n</li>\n<li> Defender <p> A platform to automate smart contract operations </p>\n</li>\n</ul>\n<ul>\n<li> Contracts <p> A Solidity library of reusable and secure smart contracts </p>\n</li>\n<li> Defender <p> A platform to automate smart contract operations </p>\n</li>\n</ul>\n</li>\n<li> Security Audits </li>\n<li> Learn <i>\n</i>\n<ul>\n<li> Docs <p>\n</p>\n</li>\n<li> Community Forum <p>\n</p>\n</li>\n<li> Ethernaut <p>\n</p>\n</li>\n</ul>\n<ul>\n<li> Docs <p>\n</p>\n</li>\n<li> Community Forum <p>\n</p>\n</li>\n<li> Ethernaut <p>\n</p>\n</li>\n</ul>\n<ul>\n<li> Docs <p>\n</p>\n</li>\n<li> Community Forum <p>\n</p>\n</li>\n<li> Ethernaut <p>\n</p>\n</li>\n</ul>\n</li>\n<li> Company <i>\n</i>\n<ul>\n<li> About us <p>\n</p>\n</li>\n<li> Jobs <p>\n</p>\n</li>\n<li> Github <p>\n</p>\n</li>\n</ul>\n<ul>\n<li> About us <p>\n</p>\n</li>\n<li> Jobs <p>\n</p>\n</li>\n<li> Github <p>\n</p>\n</li>\n</ul>\n<ul>\n<li> About us <p>\n</p>\n</li>\n<li> Jobs <p>\n</p>\n</li>\n<li> Github <p>\n</p>\n</li>\n</ul>\n</li> News &amp.\nEvents </ul>\n<ul>\n<li> Products Products <ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n</ul>\n</li>\n<li> Learn Learn Learn <ul>\n<li> Docs </li>\n<li> Community Forum </li>\n<li> Ethernaut </li>\n</ul>\n</li>\n<li> Company Company Company <ul>\n<li> About us </li>\n<li> Jobs </li>\n<li> Github </li>\n</ul>\n</li>\n<li> News &amp.\nEvents </li>\n</ul> Terms of Service Last Updated: April 21, 2022 <p>Your use of the OpenZeppelin Services is governed by this agreement (the “Terms”).\nThe “Services” mean:</p>\n<p>The websites located at:</p>\n<p>https://openzeppelin.com/<br>https://defender.openzeppelin.com/<br>https://wizard.openzeppelin.com/<br>https://docs.openzeppelin.com<br>http://forum.openzeppelin.com<br>https://blog.openzeppelin.com/<br>https://ethernaut.openzeppelin.com/<br>the Smart Contract Security Registry<br>OpenZeppelin Contracts<br>OpenZeppelin Wizard<br>OpenZeppelin Starter Kits<br>OpenZeppelin SDK<br>OpenZeppelin Defender (“Defender”) <br>\n<br>…and including any documentation, blog posts, audit reports, forums, features, tools, services, software, services, and other materials offered from time to time by OpenZeppelin.\n<br>\n<br>As used herein, “OpenZeppelin”, “we”, “our” or “us” means zOS Global Limited and/or its affiliates to the extent involved in providing the Services.\nZeppelin Audits Ltd.\nis the affiliate responsible for Services related to security services and research.</p>\n1.\nTypes of Users\n<p>1.1 OpenZeppelin has two different types of end users:</p>\n<ul>\n<li>We call users who use the free versions of the Services “Free Users.” While Free Users can access and use certain Services, they may have access to a more limited set of features and functionality than Paid Users.</li>\n<li>We call users who use Defender as part of a paid subscription plan “Paid Users”.\nThe features and functionalities available to Paid Users are determined by the subscription tier.</li>\n</ul>\n<p>We refer to these two types of end users of the Services collectively as “Users” or “you” for purposes of these Terms.\nRegardless of what type of User you are, these Terms create a legally binding agreement between you and OpenZeppelin and explain the rules governing use of the Services.\nUsers of Services requiring accounts are responsible for all activities that occur from respective User accounts and for compliance with these Terms.</p>\n2.\nAccepting the Terms\n<p>2.1 In order to use the Services, you must first agree to the Terms.\nYou agree to the Terms by clicking or tapping on a button indicating your acceptance, by accessing or using any Services, or by executing or making payment based on an ordering page or document that references these Terms.\nYou understand and agree that OpenZeppelin will treat your use of the Services as acceptance of the Terms from that point onwards.</p>\n<p>2.2 PLEASE READ THESE TERMS CAREFULLY AND KEEP A COPY FOR YOUR REFERENCE.\nTHE SERVICES ARE OFFERED BY OPENZEPPELIN.\nTHESE TERMS OF SERVICE GOVERN THE USE OF THE SERVICES AND APPLY TO ALL USERS ACCESSING OR USING THE SERVICES IN ANY WAY.\nBY ACCESSING THE SERVICES, YOU REPRESENT THAT (1) YOU HAVE READ, UNDERSTAND, AND AGREE TO BE BOUND BY THESE TERMS OF SERVICE, (2) YOU ARE OF LEGAL AGE TO FORM A BINDING CONTRACT WITH OPENZEPPELIN, AND (3) YOU HAVE THE AUTHORITY TO ENTER INTO THESE TERMS OF SERVICE PERSONALLY OR ON BEHALF OF THE COMPANY ON BEHALF OF WHICH YOU ARE ACTING.\nIF YOU DO NOT AGREE TO BE BOUND BY THESE TERMS OF SERVICE, YOU MAY NOT ACCESS OR USE THE SERVICES.</p>\n<p>2.3 PLEASE BE AWARE THAT THE DISPUTE RESOLUTION SECTION OF THESE TERMS BELOW CONTAINS PROVISIONS GOVERNING HOW CLAIMS THAT YOU AND WE HAVE AGAINST EACH OTHER ARE RESOLVED, INCLUDING, WITHOUT LIMITATION, ANY CLAIMS THAT AROSE OR WERE ASSERTED PRIOR TO THE EFFECTIVE DATE OF THESE TERMS.\nIN PARTICULAR, IT CONTAINS AN ARBITRATION CLAUSE WHICH WILL, WITH LIMITED EXCEPTIONS, REQUIRE DISPUTES BETWEEN US TO BE SUBMITTED TO BINDING AND FINAL ARBITRATION.</p>\n<p>2.4 ANY DISPUTE OR CLAIM RELATING IN ANY WAY TO YOUR USE OF THE SERVICES WILL BE GOVERNED AND INTERPRETED BY AND UNDER THE LAWS OF CAYMAN ISLANDS, WITHOUT GIVING EFFECT TO ANY PRINCIPLES THAT PROVIDE FOR THE APPLICATION OF THE LAW OF ANY OTHER JURISDICTION.\nTHE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS IS EXPRESSLY EXCLUDED FROM THESE TERMS.</p>\n3.\nElectronic Communications\n<p>3.1 Accessing the Services, including visiting the websites, constitutes electronic communications.\nYou consent to receive electronic communications and you agree that all agreements, notices, disclosures and other communications that we provide to you electronically, via the websites, satisfy any legal requirement that such communications be in writing.\nThe foregoing does not affect your statutory rights.</p>\n<p>3.2 Please refer to the Data Privacy Notice found on the websites for a complete explanation of how OpenZeppelin processes personal information.\nIf you are under the age of 18, you may not use the Services, unless you have the permission of your parent or guardian.</p>\n4.\nRepresentations, Warranties, and Risks\n<p>4.1 The Services may be accessed from countries around the world and may contain references to Services and content that are not available in your country.\nOpenZeppelin makes no representations that the Services are appropriate or available for use in all locations.\nYour use of the Services is subject to international export controls and economic sanctions requirements.\nBy accessing or using the Services, you agree that you will comply with those requirements.\nYou are not permitted to access or use any of the Services if you are in, under the control of, or a national or resident of Cuba, Iran, North Korea, Sudan, or Syria or any other country subject to United States embargo, UN sanctions, the European Union or HM Treasury’s financial sanctions regimes, or if you are a person on the economic sanctions lists as published from time to time by applicable authorities (including, but not limited to the Office of Financial Sanctions Implementation (part of HM Treasury), the U.S.\nCommerce Department’s Denied Persons List, Unverified List, or Entity List, or the EU financial sanctions regime).\nYou acknowledge and agree that you may not use the Services if you are a person barred from using the Services under the laws the country in which you are resident or from which you use the Services.\nThose who access or use the Services or content agree to do so at their own volition and acknowledge they are responsible for compliance with local law.</p>\n<p>4.2 You acknowledge that the Services are subject to flaws and agree that you are solely responsible for evaluating any Services, including but not limited to software, code and audit reports, provided or made available by OpenZeppelin.\nThis warning and others later provided by OpenZeppelin in no way evidence or represent an on-going duty to correct any flaws or alert you to all of the potential risks of utilizing the Services.</p>\n<p>4.3 By utilizing the Services, you represent and warrant that you understand the inherent risks associated with blockchain-based software systems.\nAny use or interaction with the Services could require a comprehensive understanding of computer science in order to appreciate inherent risks.\nYou represent and warrant that you possess relevant knowledge and skills and that you are liable for your use of the Services.</p>\n<p>4.4 You acknowledge that the Services could be impacted by changes in law or one or more regulatory inquiries or regulatory actions, which could impede or limit the ability of OpenZeppelin to continue to offer or develop the Services, or which could impede or limit your ability to access or use the Services.</p>\n<p>4.5 You acknowledge that cryptography and decentralized computing is a progressing field.\nBad actors, hackers and advances in code cracking or technical advances such as the development of quantum computers or otherwise may present risks to blockchain-based technologies and the Services, which could result in improper functioning of the Services and could result the theft or loss of your property or other assets or that of others.\nOpenZeppelin does not guarantee or otherwise represent full security of the Services.\nBy using the Services, you acknowledge these inherent risks.</p>\n<p>4.6 You understand that blockchain technologies and associated Services, protocols, software, services, products and assets are highly risky and volatile due to many factors including but not limited to adoption, speculation, technology and security risks.\nYou also acknowledge that the risks of deploying or transacting on such technologies are high and volatile and may change at any time causing impact to any activities taking place on blockchains, including but not limited to Ethereum.\nYou acknowledge these risks and agree that OpenZeppelin cannot be held liable for such risks, volatility, fluctuations or increased costs.</p>\nAudit reports\n<p>OPENZEPPELIN TYPICALLY RECEIVES COMPENSATION FROM ONE OR MORE CLIENTS (THE “CLIENTS”) FOR PERFORMING THE SECURITY ANALYSIS OF BLOCKCHAIN-BASED SOFTWARE SYSTEMS (THE “PROJECTS”) CONTAINED IN AUDIT REPORTS, WHICH MAY BE PUBLISHED ON THE SERVICES OR ELSEWHERE (THE “REPORTS”).\nTHE REPORTS ARE PRODUCED BY OPENZEPPELIN ONLY TO ASSIST CLIENTS IN IMPROVING THE SECURITY OF THEIR PROJECTS AND ARE PUBLISHED WITH THEIR CONSENT.\nTHE CONTENT CONTAINED IN THE REPORTS IS CURRENT AS OF THE DATE APPEARING ON THE REPORT AND IS SUBJECT TO CHANGE WITHOUT NOTICE.\nBLOCKCHAIN-BASED SOFTWARE SYSTEMS ARE EMERGENT TECHNOLOGIES AND CARRY WITH THEM HIGH LEVELS OF TECHNICAL RISK AND UNCERTAINTY.\nTHE REPORTS AND RELATED ANALYSIS OF PROJECTS DO NOT CONSTITUTE STATEMENTS, REPRESENTATIONS OR WARRANTIES OF OPENZEPPELIN IN ANY RESPECT, INCLUDING REGARDING THE SECURITY OF THE PROJECT, UTILITY OF THE PROJECT, SUITABILITY OF THE PROJECT’S BUSINESS MODEL, A PROJECT’S REGULATORY OR LEGAL STATUS, OR ANY OTHER STATEMENTS, REPRESENTATIONS OR WARRANTIES ABOUT FITNESS OF THE PROJECT, INCLUDING THOSE RELATED TO ITS BUG FREE STATUS.\nYOU MAY NOT RELY ON THE REPORTS IN ANY WAY, INCLUDING FOR THE PURPOSE OF MAKING ANY DECISIONS TO BUY OR SELL ANY TOKEN, PRODUCT, SERVICE OR OTHER ASSET.\nSPECIFICALLY, FOR THE AVOIDANCE OF DOUBT, THIS REPORT DOES NOT CONSTITUTE INVESTMENT ADVICE, IS NOT INTENDED TO BE RELIED UPON AS INVESTMENT ADVICE, IS NOT AN ENDORSEMENT OF ANY CLIENT OR PROJECT, AND IT IS NOT A GUARANTEE AS TO THE ABSOLUTE SECURITY OF ANY PROJECT.\nOPENZEPPELIN DOES NOT OWE YOU ANY DUTY BY VIRTUE OF PUBLISHING THESE REPORTS.</p>\n6.\nIntellectual Property\n<p>6.1 The content included within our Services, such as code, text, graphics, logos, images, as well as the compilation thereof, and any software used in our Services, is the property of OpenZeppelin or its licensors, contributors, and suppliers and is protected by copyright, trademark and other laws that protect intellectual property and proprietary rights.\nYou agree to observe and abide by all copyright and other proprietary notices, licences, legends or other restrictions contained in any such content, as well as those automatically granted under applicable law and agree not to: (a) distribute, transfer, grant sublicenses to, or otherwise make available the Services to third parties.\n(b) create modifications to or derivative works of the Services.\n(c) use or transmit the Services in violation of any applicable law, rule or regulation.\nor (d) access, use, or copy any portion of the Services (including but not limited to the logic and or architecture thereof and any trade secrets included therein) to directly or indirectly develop, promote, distribute, sell or support any product or service that is competitive with the Services.</p>\n<p>6.2 Some software used in the Services may be offered under an open-source license that we will make available to you or we may make code available for download as open source software.\nYou agree to be bound by, and comply with, any license agreement that applies to such open-source software.\nYou will not indicate that you are associated with OpenZeppelin in connection with any of your modifications or distributions of this open-source software.</p>\n<p>6.3 If you choose to provide feedback on Services, by doing so you agree and do thereby grant OpenZeppelin a worldwide, perpetual, irrevocable, royalty-free license to use and incorporate such feedback into our products and services.</p>\n7.\nProhibited Uses\n<p>7.1 As a condition of your use of the Services, you warrant and covenant to OpenZeppelin that you will not use the Services in any way that (i) is unlawful, tortious or prohibited by these terms, (ii) could damage, disable, overburden, or impair the Services or interfere with any other party’s use and enjoyment of the Services, (iii) interrupts, interferes with, destroys or limits the functionality of any computer software or hardware, application, blockchain, or telecommunications equipment in any way, or (iv) infringes or misappropriates any patent, trademark, trade secret, copyright or other proprietary rights.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Services.</p>\n<p>7.2 The Services were not designed or intended to process or manage any Protected Information.\nOpenZeppelin will not be responsible for damages associated with Protected Information created, stored, shared or processed by you through the Services.\n“Protected Information” means information that is subject to specific regulations or laws that impose increased protections and/or obligations with respect to handling that type of information or that is not appropriate for use in the Services, as intended.\nProtected Information includes, without limitation, any credit or debit card and magnetic stripe information, social security numbers, driver’s license numbers, passport numbers, government issued identification numbers, health-related information, biometric data, financial account information, or information deemed “sensitive” under applicable laws (such as racial or ethnic origin, political opinions, or religious or philosophical beliefs).</p>\n8.\nThird-Party Services\n<p>8.1 The Services may contain links to other websites (“Linked Sites”).\nThe Linked Sites are not under the control of OpenZeppelin and OpenZeppelin is not responsible or liable for the contents of any Linked Site, including without limitation any link or content contained in a Linked Site, or any changes or updates to a Linked Site.\nWhen you click on a link to a Linked Site, we may not warn you that you have left our Services and are subject to the terms and conditions (including privacy policies) of another website or destination.\nOpenZeppelin is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by OpenZeppelin of the site or any association with its operators.\nYou use any Linked Sites at your own risk.\nWhen you leave the Services, our Terms and policies no longer govern.\nYou should review applicable terms and policies, including privacy and data gathering practices, of the Linked Sites, and should make whatever investigation you feel necessary or appropriate before proceeding with any interaction or transaction with any third party.</p>\n<p>8.2 Certain elements of the Services are delivered by third-party sites and organizations.\nAs with Linked Sites, OpenZeppelin has no control over such third-party services, does not assume (and expressly disclaims) responsibility or liability for any such services, their availability, or any content or other materials available from such third parties.</p>\n<p>8.3 To the fullest extent permitted by applicable law, you release OpenZeppelin from responsibility, liability, claims, demands, and/or damages (actual and consequential) of every kind and nature, known and unknown (including, but not limited to, claims of negligence), arising out of acts or omissions of any third parties.</p>\n9.\nAccess to Services and Termination\n<p>9.1 In order to register for and access Defender, you and each user will be required to provide information.\nYou agree that any registration information given to OpenZeppelin, including contact information (e.g., identification, e-mail address, etc) and billing/payment details, will be accurate and kept current.</p>\n<p>9.2 Defender includes the features and functionality applicable to the version selected.\nOpenZeppelin may update the content and functionality of Defender, or any version thereof, in its sole discretion.\nSome features and functionality may be available only with certain versions of Defender.\nOpenZeppelin does not represent or warrant that particular content, functionality, or subscription plans will be offered indefinitely and reserves the right to change or alter the features and options, including the right to put reasonable usage limitations on Defender and respective versions, without prior notice.\nOpenZeppelin will use commercially reasonable efforts to provide advance notice of any such usage restrictions or any material change in offerings.</p>\n<p>9.3 If you want to downgrade or terminate your subscription to Defender and close your account, you may do so at any time by notifying support at least 20 business days in advance.\nPaid Users will continue to have access to their paid tier of Defender through the end of any pre-paid and unused Subscription Terms.\nPaid Users will not receive any refunds or credits for amounts that have already been paid prior to account termination, including any amounts pre-paid for unused Subscription Terms.</p>\n<p>9.4 OpenZeppelin may terminate your access to any Services, including Defender, immediately if: (a) you violate these Terms.\n(b) you cease business operations or become subject to insolvency proceedings.\nor (c) it is required to do so by law.\nOpenZeppelin reserves the right to terminate Free Users’ access to Defender without notice if your account goes unused for a period of 60 days or longer.</p>\n<p>9.5 OpenZeppelin may suspend your access to any Services, including Defender, immediately if: (a) you have undisputed amounts more than 30 days past due.\n(b) there is reason to believe that your use of Services is fraudulent, or that you or any of your users are using the Services in a way that creates a security vulnerability or may disrupt others’ use of the Services.\n(d) there is scheduled or emergency maintenance.\nor (e) OpenZeppelin determines, in its sole discretion, that providing the Services is prohibited by applicable law, or it has become impractical or unfeasible for any legal or regulatory reason to the provide the Services.</p>\n10.\nBilling, Payment and Renewal\n<p>10.1 If you select a paid tier of Defender, OpenZeppelin will bill you in advance for use of the Services on an annual basis.\nAll paid subscription terms begin on the 1st day of the next month and continue for 12 months thereafter (each, a “Subscription Term”).\nYour subscription will automatically renew on an annual basis until terminated pursuant to these Terms.</p>\n<p>10.2 If you select a paid tier of Defender in the middle of a calendar month, you may be given free access to such paid tier functionality prior to your first Subscription Term.\nSuch early access will be determined by OpenZeppelin in its sole discretion and these Terms will apply to any such access.</p>\n<p>10.3 Pricing for paid tiers of Defender will be quoted based on the features and functionality requested.\nOpenZeppelin reserves the right to modify pricing at any time for renewal Subscription Terms, provided that OpenZeppelin will notify you prior to any price increase affecting your account.\nIf you upgrade to a higher tier of paid account, OpenZeppelin will credit any remaining balance from your previous subscription payment to your new tier.</p>\n<p>10.4 All payments due are in U.S.\ndollars unless otherwise indicated on the account settings page, order or invoice.\nPayments are due 20 business days in advance of the next Subscription Term.\nOpenZeppelin will charge you for all fees when due.\nOpenZeppelin may enable other forms of payment in the account billing process, which may be subject to additional terms.\nFor convenience, you may make pre-payment for future Subscription Terms.</p>\n<p>10.5 Your subscription will automatically renew on an annual basis and you authorize OpenZeppelin to charge the credit card, debit card or other form of payment in advance for the next Subscription Term.\nAll renewals are subject to the applicable Services continuing to be offered and will be charged at the then-current rates.\nIf you wish to change your subscription tier or other functionality you must change the settings in the account settings page provided in Defender, if available to you, or contact our customer support team at least 20 business days prior to the next Subscription Term.\nAny downgrade will take effect on the first day of the next Subscription Term.</p>\n<p>10.6 Billing disputes must be notified to OpenZeppelin in writing before the due date.\nDelinquent payments may bear interest at the rate of 1.5% per month (or the highest rate permitted by law) from the payment due date until paid in full.\nYou will be responsible for all reasonable expenses (including attorneys’ fees) incurred by OpenZeppelin in collecting delinquent amounts.\nIf delinquent fees are not paid, OpenZeppelin will automatically downgrade your account to a free account and/or suspend or terminate your use of the relevant Services.\nDowngrading your account may cause the loss of features, functionality or capacity and OpenZeppelin shall not be liable for any losses associated with downgrading or terminating your account.\nIf you require a purchase order, vendor registration form, or other documentation, such requirement will in no way relieve, affect or delay your obligation to pay amounts when due.</p>\n<p>10.7 You are responsible for any taxes, duties, and customs fees associated with the sale of the Services (other than OpenZeppelin’s income tax) (collectively “Taxes”), and you will pay OpenZeppelin for the Services without any reduction for Taxes.\nIf OpenZeppelin is obligated to collect or pay Taxes, the Taxes will be invoiced to you, unless you provide OpenZeppelin with a valid tax exemption certificate.</p>\n<p>10.8 Except when required by law, all fees are non-cancellable and once paid are non-refundable, even in the case of unused paid Subscription Terms.</p>\n11.\nIndemnification\n<p>11.1 You agree to indemnify OpenZeppelin, its officers, directors, employees, and agents from and against any liabilities, losses, damages and expenses, including court costs and reasonable attorneys’ fees, associated with any claim or action of any kind whatsoever by a third party or User relating to or arising out of your use of the Services or inability to use the Services, your violation of any these Terms or your violation of any rights, including intellectual property rights, of a third party, or your violation of any applicable laws, rules or regulations.\nOpenZeppelin reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with OpenZeppelin in asserting any available defenses.</p>\n12.\nDisclaimer of Certain Liabilities\n<p>12.1 OPENZEPPELIN AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE QUALITY, SUITABILITY, RELIABILITY, SECURITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE SERVICES AND ANY SOFTWARE, APPLICATIONS, PRODUCTS, INFORMATION, TOOLS AND GRAPHICS PROVIDED THEREIN FOR ANY PURPOSE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SERVICES AND ANY SOFTWARE, APPLICATIONS, PRODUCTS, INFORMATION, TOOLS AND GRAPHICS ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTY OR CONDITION OF ANY KIND.\nOPENZEPPELIN AND/OR ITS LICENSORS AND SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THE SERVICES AND ANY SOFTWARE, APPLICATIONS, PRODUCTS, INFORMATION, TOOLS AND GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.</p>\n<p>12.2 TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL OPENZEPPELIN, OPENZEPPELIN’S OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, ATTORNEYS, AFFILIATES, SUCCESSORS AND ASSIGNS, AND/OR OPENZEPPELIN’S AFFILIATES, LICENSORS AND SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE SERVICES, WITH THE DELAY OR INABILITY TO USE THE SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS AND RELATED GRAPHICS OBTAINED THROUGH THE SERVICES, OR OTHERWISE ARISING OUT OF THE USE OF THE SERVICES, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF OPENZEPPELIN OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nBECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SERVICES, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES.</p>\n13.\nTerms and Conditions of the Forum\n<p>13.1 The following terms only govern your use of Services related to the OpenZeppelin forum found at http://forum.openzeppelin.com:</p>\n<ul>\n<li>&nbsp;</li>\n<li>You may not use or try to use another’s account on the forum without their specific permission.</li>\n<li>You may not buy, sell, or otherwise trade in user names or other unique identifiers on the forum.</li>\n<li>You may not send advertisements, chain letters, or other solicitations through the forum, or use the forum to gather addresses or other personal data for commercial mailing lists or databases.</li>\n<li>You may not automate access to the forum, or monitor the forum, such as with a web crawler, browser plug-in or add-on or other computer program that is not a web browser.\nYou may crawl the forum to index it for a publicly available search engine, if you run one.</li>\n<li>You may not use the forum to send e-mail to distribution lists, newsgroups, or group mail aliases.</li>\n<li>You may not falsely imply that you’re affiliated with or endorsed by OpenZeppelin.</li>\n<li>You may not hyperlink to images or other non-hypertext content on the forum on other webpages.</li>\n<li>You may not remove any marks showing proprietary ownership from materials you download from the forum.</li>\n<li>You may not show any part of the forum on other websites with iframe.</li>\n<li>You may not disable, avoid, or circumvent any security or access restrictions of the forum.</li>\n<li>You may not strain infrastructure of the forum with an unreasonable volume of requests, or requests designed to impose an unreasonable load on information systems underlying the forum.</li>\n<li>You may not impersonate others through the forum.</li>\n<li>You may not encourage or help anyone in violation of these terms.</li>\n<li>You may not submit content to the forum that is illegal, offensive, or otherwise harmful to others.\nThis includes content that is harassing, inappropriate, or abusive.</li>\n<li>You may not submit content to the forum that violates the law, infringes anyone’s intellectual property rights, violates anyone’s privacy, or breaches agreements you have with others.</li>\n<li>You may not submit content to the forum containing malicious computer code, such as computer viruses or spyware.</li>\n<li>You may not submit content to the forum as a mere placeholder, to hold a particular address, user name or other unique identifier.</li>\n<li>You may not use the forum to disclose information that you don’t have the right to disclose, like others’ confidential or personal information.</li>\n</ul>\n<p>13.2 Nothing in these Terms gives OpenZeppelin any ownership rights in intellectual property that you share in our forum, such as your account information, posts or other content you submit to the forum.\nYou remain solely responsible for content you submit to the forum.\nYou agree not to wrongly imply that content you submit to the forum is sponsored or approved by OpenZeppelin.\nThese Terms do not obligate OpenZeppelin to store, maintain or provide copies of content you submit, and to change it, according to these Terms.</p>\n<p>13.3 Content you submit to the forum belongs to you, and you decide what permission to give others for it.\nBut at a minimum, you agree to grant OpenZeppelin a perpetual non-exclusive license to provide content that you submit to the forum to other users of the forum.\nThat special license allows OpenZeppelin to copy, publish and analyze content you submit to the forum.</p>\n<p>13.4 When content you submit is removed from the forum, whether by you or by OpenZeppelin, OpenZeppelin’s special license ends when the last copy disappears from OpenZeppelin’s backups, caches and other systems.\nOther licenses you apply to content you submit may continue after your content is removed.\nThose licenses may give others, or OpenZeppelin itself, the right to share your content through the forum again.\nOthers who receive content you submit to the forum may violate the terms on which you license your content.\nYou agree that OpenZeppelin will not be liable to you for those violations or their consequences.</p>\n14.\nNotice and Procedure For Making Claims of Copyright Infringement\n<p>14.1 If you believe that your copyright or the copyright of a person on whose behalf you are authorized to act has been infringed, please provide a written notice to legal@openzeppelin.com containing the following information:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the Services;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.</li>\n</ul>\n15.\nChanges to Terms\n<p>15.1 OpenZeppelin reserves the right, in its sole discretion, to change these Terms.\nThe most current version of these Terms will supersede all previous versions.\nOpenZeppelin encourages you to periodically review these Terms to stay informed of our updates.</p>\n<p>15.2 You understand and agree that if you are a Free User and you use the Services after the date on which the Terms have changed, OpenZeppelin will treat your continued use of the Services as acceptance of the updated Terms.\nIf you are a Paid User, the new Terms will apply upon the sooner of your acceptance of the new Terms or upon renewal.</p>\n16.\nDispute Resolution.\nBinding Arbitration\n<p>16.1 Any dispute, claim, suit, action, cause of action, demand or proceeding arising out or in connection with these Terms (any of the foregoing occurrences, a “Dispute”), or the breach, termination or invalidity thereof shall first be endeavored to be settled through amicable negotiations in good faith by you and OpenZeppelin.\nIf you and OpenZeppelin cannot agree how to resolve such Dispute within thirty (30) consecutive calendar days after the date a notice with respect to such Dispute is received by the other party, then either you or OpenZeppelin may, as appropriate, commence an arbitration proceeding.\nSuch Dispute shall subsequently (and exclusively) be submitted to three arbitrators.\nThe nomination of the arbitrators and the rules of arbitration shall be in accordance with the Rules of Arbitration of Cayman Islands.\nThe seat of the arbitral tribunal shall be Grand Cayman, Cayman Islands.\nLanguage of the proceedings shall be English.\nThe arbitral award is final and binding upon the parties.\nThe arbitration fees will be borne by the losing party except otherwise awarded by the arbitral tribunal.\nThe parties undertake to carry out the arbitral award in accordance with the modalities of said reward.\nAny Dispute that is not or cannot be subject to arbitration will be resolved by the courts of Cayman Islands governed by the laws of the Cayman Islands.</p>\n<p>16.2 A printed version of the most recent version of these Terms and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to these Terms to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nThese Terms were drafted in the English language and such English language version of these Terms shall control any interpretation of these Terms.</p>\n17.\nGeneral Legal Terms\n<p>17.1 The failure of either party to exercise or enforce any right or provision of these Terms will not constitute a waiver of such right or provision or of any other right or provision.</p>\n<p>17.2 You agree that OpenZeppelin may provide you notices by email, regular mail, or postings on the Services.\nYou may provide notice to OpenZeppelin by emailing legal@openzeppelin.com.</p>\n<p>17.3 The parties to these Terms are independent contractors.\nThese Terms does not create or imply any agency, partnership, or franchise relationship.\nThese Terms are intended for the benefit of the parties and not any third-party.\nNeither party has the authority to assume or create any obligation on behalf of the other party.</p>\n<p>17.4 The Terms, and your rights and obligations hereunder, may not be assigned, subcontracted, delegated or otherwise transferred by you without OpenZeppelin’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\nOpenZeppelin shall be free to assign these Terms without notice or consent in connection with an acquisition of stock or assets, merger, or other corporate reorganization.</p>\n<p>17.5 OpenZeppelin shall not be liable for delay or default hereunder if caused by conditions beyond its reasonable control, including natural disasters, hacker attacks, acts of terror or war, riots, pandemics, actions or decrees of governmental bodies, changes in applicable laws, or communication or power failures.</p>\n<p>17.6 These Terms constitute the whole legal agreement between you and OpenZeppelin related to the use of the Services and supersede all prior or contemporaneous representations, agreements or understandings (written or verbal) relating to the subject matter hereof.\nIf any provision of these Terms is found to be invalid or unenforceable, the remaining provisions will remain in full force and effect and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.</p> Products <ul>\n<li>Contracts</li>\n<li>Defender</li>\n</ul> Security <ul>\n<li>Audits</li>\n<li>Request a security audit</li>\n</ul> Learn <ul>\n<li>Docs</li>\n<li>Community Forum</li>\n<li>Ethernaut</li>\n</ul> Company <ul>\n<li>About Us</li>\n<li>Jobs</li>\n<li>Github</li>\n<li>Twitter</li>\n<li>Logo Kit</li>\n<li>News &amp.\nEvents</li>\n</ul> © OpenZeppelin 2020 Privacy Terms of Use ", "created_at": "2023-03-29 04:43:29.426108", "updated_at": "2023-03-29 04:44:06.593377"}], "points": [], "urls": ["openzeppelin.com"]}}