{"error": 448, "message": "OK", "parameters": {"id": 9739, "name": "ORNET ", "created_at": "2023-10-09 23:06:15.982593", "updated_at": "2023-10-10 10:02:28.844917", "wikipedia": null, "keywords": null, "related": null, "slug": "ornet", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9739.png", "url": "ornet.io", "documents": [{"id": 19387, "name": "Privacy Policy ", "url": "https://ornet.io/app/privacy.html", "xpath": "//body", "text": " OrNET Browser <strong>Privacy Policy</strong>\n<p>This page is used to inform visitors regarding our policies for the collection, use, and disclosure of Personal Information if anyone decided to use our Service.</p>\n<p>If you choose to use our Service, then you agree to the collection and use of information in relation to this policy.\nWe will not use or share your information with anyone.\nWe have implemented a variety of procedures to protect your privacy when you are using our services.</p>\n<p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which are accessible in our apps unless otherwise defined in this Privacy Policy.</p>\n<strong>Overview:</strong>\n<ul>\n<li>No registration is required, to use our products and/or services.</li>\n<li>We do not request any personally identifiable information such as your e-mail address unless you will be contacting our support team.</li>\n<li>OrNET Browser do not store any record of people’s browsing history or log any personal information directly.</li>\n<li>We do not record your IP address.\nThird-party sites that you might be visiting using our Browser might do.\nFor more, you can read the privacy policy for the third-party sites.</li>\n<li>Our VPN servers do not store any logs.</li>\n<li>We do not log URLs or any other information about websites that you might be visiting.</li>\n<li>We do not have access to your cookies or saved passwords.</li>\n<li>We do not have access to your downloaded files, favorite sites, preferences, or any bookmarked sites.</li>\n</ul>\n<strong>Information Collection and Use</strong>\n<p> None of your personal information is needed in order to download and use our software and/or services.</p>\n<p>For a better experience, while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to your email address when you ask for help/support.\nThe information that we request will be retained by us and used as described in this privacy policy.</p>\n<p>\n<b>The app does not use third-party services that may collect information used to identify you.\nTo ensure the true meaning of anonymity and complete protection of your privacy we don’t use any third-party services in our app.</b>\n</p>\n<p>Personal information can be used in the following ways:</p>\n<p>\n</p>\n<ul>\n<li>To improve Services.</li>\n<li>To improve your User's experience.</li>\n<li>Feedback purposes.</li>\n<li>To statistically analyze user preference.</li>\n<li>To improve product development.</li>\n</ul>\n<strong>Cookies</strong>\n<p>Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers.\nThese are sent to your browser from the websites that you visit and are stored on your device's internal memory.</p>\n<p>This Service does not use these “cookies” explicitly.</p> Security <p>We value your trust in providing us with your Personal Information, thus we are striving to use commercially acceptable means of protecting it.\nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\nHowever, we have implemented a variety of procedures to protect your privacy when you are using our services.</p>\n<strong>Links to Other Sites</strong>\n<p>Our policy is not applicable to services offered by other companies and/or organizations and/or individuals, including products and/or sites that may be displayed through our browser or other sites linked to our services.</p>\n<p>If you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by us.\nTherefore, we strongly advise you to review the Privacy Policy of these websites.\nWe have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p>\n<strong>Changes to This Privacy Policy</strong>\n<p>We’ll update this policy whenever we make material changes to our practices.\nThus, you are advised to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We hope you’ll find any changes agreeable, but if you’re not comfortable with changes to the info we collect or how we use it, we understand your choice to stop using our product.</p>\n<p>This policy is effective as of <b>2022-23-12</b>\n</p>\n<strong>Contact Us</strong>\n<p> If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at OrNET support.You can also contact us with your ideas about privacy and UI improvements.\n</p> ", "created_at": "2023-10-09 23:06:16.020327", "updated_at": "2023-10-09 23:06:44.760147"}, {"id": 19388, "name": "Terms & Conditions", "url": "https://ornet.io/app/terms.html", "xpath": "//body", "text": " OrNET Browser Terms &amp.\nConditions\n<p>As a user of Tor Browser - TorNET, there are a few rules which we expect our users to follow.\nBelow are some of the terms and conditions to use this app, please read them carefully and accept them accordingly.\n</p>\n<p>\nYou agree not to get involved in the following:\n</p>\n<p>\nUsing the app for any kind of illegal purposes lincluding terrorism attacks, murder for hire, fraud, etc.\nIf a user is found to have committed such acts, he/ she will be solely responsible for that.\n</p>\n<p> Hurting those things that belong to us: Intellectual Property for instance patents and copyrights, etc.\n</p>\n<p>\nHacking the data of other people.\n</p>\n<p>\nUsing someone else's credit card information for payments.\n</p>\n<p>\nSending spam messages or blackmailing others using our platform.\n</p>\n<p>\nLaunching pop ups using our service.\n</p>\n<p>\nIf a user is found to be engaged in any activity mentioned above, his/her account can be terminated either temporarily or permanently.\n</p>\n<p>\nKindly know that our services are fast and stable depending on your Internet network.\nHowever, during the time of repair and maintenance, the quality, time and speed of our service might fluctuate.\n</p>\n<p>\nAlso, note that we respect the privacy of our users and do not leak any personal information unless ordered by a court of competent justice.\nThis mostly happens if a user is doubted to be involved in some sort of illegal or criminal activities.\n</p>\n<p>\nThis being said, we hope that you will fulfill this criteria as a user of our Tor Browser - TorNET app.\n</p>\n<p>\n</p> ", "created_at": "2023-10-09 23:06:16.056565", "updated_at": "2023-10-09 23:07:31.384324"}], "points": [], "urls": ["ornet.io"]}}