{"error": 448, "message": "OK", "parameters": {"id": 8493, "name": "WeatherAPI", "created_at": "2023-06-27 02:03:24.691492", "updated_at": "2023-06-27 10:02:07.429458", "wikipedia": null, "keywords": null, "related": null, "slug": "weatherapi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8493.png", "url": "weatherapi.com", "documents": [{"id": 16490, "name": "Terms and Conditions", "url": "https://www.weatherapi.com/terms.aspx", "xpath": "//body", "text": " <ul>\n<li> Features </li>\n<li> Pricing </li>\n<li> API Explorer </li>\n<li> Docs </li>\n<li> Weather </li>\n<li> Contact </li>\n<li>Signup</li>\n<li>Login</li>\n</ul>\n<ol>\n<li>Home</li>\n<li>Terms and Conditions</li>\n</ol> Terms and Conditions <ul>\n<li>\n<i>\n</i>Website </li>\n<li>\n<i>\n</i>API </li>\n<li>\n<i>\n</i>SLA </li>\n</ul>\n<p> Please read these terms of use carefully before you start to use the WeatherAPI.com site.\nBy using our site, you indicate that you accept these terms of use and that you agree to abide by them.\nIf you do not agree to these terms of use, please refrain from using our site.\n</p> Reliance on information posted &amp.\nDisclaimer <p> The materials contained on our site are provided for general information purposes only and do not claim to be or constitute legal or other professional advice and shall not be relied upon as such.\n</p>\n<p> We do not accept any responsibility for any loss which may arise from accessing or reliance on the information on this site and to the fullest extent permitted by Scottish law, we exclude all liability for loss or damages direct or indirect arising from use of this site.\n</p> Accessing our site <p> Access to our site is permitted on a temporary basis, and we reserve the right to withdraw or amend the service we provide on our site without notice (see below).\nWe will not be liable if for any reason our site is unavailable at any time or for any period.\n</p> Copyright <p> We are the owner or the licensee of all intellectual property rights in our site, and in the material published on it.\nThose works are protected by copyright laws and treaties around the world.\nAll such rights are reserved.\n</p>\n<p> You may print off one copy, and may download extracts, of any page(s) from our site for your personal reference and you may draw the attention of others within your organisation to material posted on our site.\n</p>\n<p> You must not modify the paper or digital copies of any materials you have printed off or downloaded in any way, and you must not use any illustrations, photographs, video or audio sequences or any graphics separately from any accompanying text.\n</p>\n<p> Our status (and that of any identified contributors) as the authors of material on our site must always be acknowledged.\n</p>\n<p> You must not use any part of the materials on our site for commercial purposes without obtaining a licence to do so from us or our licensors.\n</p>\n<p> If you print off, copy or download any part of our site in breach of these terms of use, your right to use our site will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.\n</p> Payment <p> You agree to pay the full price for the service you purchase from the Website.\nWe reserve the right to charge extra charges for your credit card or PayPal account for any products purchased from the Website.\nYou are responsible for the timely payment of all fees and for providing us with a valid credit card or PayPal account details for payment of all fees.\nNo refunds will be given after monthly or longer period fees have been made.\n</p> Our site changes regularly <p> We aim to update our site regularly, and may change the content at any time.\nIf the need arises, we may suspend access to our site, or close it indefinitely.\nAny of the material on our site may be out of date at any given time, and we are under no obligation to update such material.\n</p> Our liability <p> The material displayed on our site is provided without any guarantees, conditions or warranties as to its accuracy.\nTo the extent permitted by law, we, and third parties connected to us hereby expressly exclude: </p>\n<ul>\n<li>All conditions, warranties and other terms which might otherwise be implied by statute, common law or the law of equity.\n</li>\n<li>Any liability for any direct, indirect or consequential loss or damage incurred by any user in connection with our site or in connection with the use, inability to use, or results of the use of our site, any websites linked to it and any materials posted on it, including, without limitation any liability for: </li>\n<li>loss of income or revenue.\n</li>\n<li>loss of business.\n</li>\n<li>loss of profits or contracts.\n</li>\n<li>loss of anticipated savings.\n</li>\n<li>loss of data.\n</li>\n<li>loss of goodwill.\n</li>\n<li>wasted management or office time.\nand </li>\n</ul>\n<p> for any other loss or damage of any kind, however arising and whether caused by tort (including negligence), breach of contract or otherwise, even if foreseeable, provided that this condition shall not prevent claims for loss of or damage to your tangible property or any other claims for direct financial loss that are not excluded by any of the categories set out above.\n</p>\n<p> This does not affect our liability for death or personal injury arising from our negligence, nor our liability for fraudulent misrepresentation or misrepresentation as to a fundamental matter, nor any other liability which cannot be excluded or limited under applicable law.\n</p> Information about you and your visits to our site <p> We process information about you in accordance with our privacy policy.\n</p>\n<p> By using our site, you consent to such processing and you warrant that all data provided by you is accurate.\n</p> Viruses, hacking and other offences <p> You must not misuse our site by knowingly introducing viruses, trojans, worms, logic bombs or other material which is malicious or technologically harmful.\nYou must not attempt to gain unauthorised access to our site, the server on which our site is stored or any server, computer or database connected to our site.\nYou must not attack our site via a denial-of-service attack or a distributed denial-of service attack.\n</p>\n<p> By breaching this provision, you would commit a criminal offence under the Computer Misuse Act 1990.\nWe will report any such breach to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them.\nIn the event of such a breach, your right to use our site will cease immediately.\n</p>\n<p> We will not be liable for any loss or damage caused by a distributed denial-of-service attack, viruses or other technologically harmful material that may infect your computer equipment, computer programs, data or other proprietary material due to your use of our site or to your downloading of any material posted on it, or on any website linked to it.\n</p> Links from our site <p> Where our site contains links to other sites and resources provided by third parties, these links are provided for your information only.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nWhen accessing a site via our website we advise you check their terms of use and privacy policies to ensure compliance and determine how they may use your information.\n</p> Variations <p> We may revise these terms of use at any time by amending this page.\nYou are expected to check this page from time to time to take notice of any changes we made, as they are binding on you.\nSome of the provisions contained in these terms of use may also be superseded by provisions or notices published elsewhere on our site.\n</p> Your concerns <p> If you have any concerns about material which appears on our site, please contact us.\n</p>\n<p>\n<br> Thank you for visiting our site.\n</p>\n<p>IMPORTANT--READ CAREFULLY: These Terms and Conditions of Service (these \"Terms and Conditions\") apply to our API.\nThe data currently provided or becoming available in the future (the \"Services\") will be subject to these Terms and Conditions.\nBy accessing and using the Services, you will be deemed to have agreed to abide by these Terms and Conditions and any other written rules, restrictions, disclaimers, terms, and conditions published or provided to you in conjunction with the Services.\nWeatherAPI.com reserves the right to modify these Terms and Conditions from time to time.\nAny such modification will be notified to you by email and will govern your use of the Services commencing from the later of the time it is posted on our website or the time that you receive the email notification.\nYou will receive no less than ninety days notice in writing of any change to your rights to access and/or use the data that is made available through the Services.\n</p> LIMITED RIGHT TO USE SERVICES <p>WeatherAPI.com grants you the right to access, use, and view the standard (free) Services, together with any Premium Services for which you have subscribed and agreed to pay the applicable subscription fees, You may access, view and make copies of the data in the API for your personal or commercial use, including making the data in the API available in online and/or mobile applications/services (a single API key/subscription may be used in respect of one online or mobile application/service only) which are, as applicable, sold or resold by you or your group companies or other third parties authorised by you (‘Representatives’).\nIf you are Free API user then for all uses of the data, you will credit WeatherAPI.com by name or brand logo as the source of the data.\nYou may not transfer your access privileges or disclose your password to any third party.\nWeatherAPI.com reserves the right to modify or terminate any of the Services at any time.\nYou agree not to sell our weather data to any third party.\nAs a condition of your use of the Services, you warrant to WeatherAPI.com that you will not use the Services for any purpose that is unlawful or prohibited by these Terms and Conditions.\nIf you violate any of these Terms and Conditions, your authorization to use the Services automatically terminates and you must immediately destroy any downloaded or printed materials.</p> CHARGES AND PAYMENT <p>You agree to pay the subscription fees for any Premium Services for which you subscribe, as indicated via.\nWebsite, email or telephonic conversation for such Services, unless and until you cancel your subscription.\nWeatherAPI.com reserves the right to modify the subscription fees upon notice of such modifications to ongoing subscribers from time to time, as to periods for which such fees have not yet been paid.\nWeatherAPI.com will not be required to refund any previously collected subscription fees for any period after you have cancelled your subscription.\nWeatherAPI.com reserves the right to appoint one or more third parties to provide billing and collection fulfillment services.\nIn such case, you will be asked to enter into an agreement with such third party for payment of the subscription fees, as a condition of receiving the Services.\nYou are responsible for all charges associated with connecting to the Services, including, without limitation, all cable or telephone access and telephone and computer equipment necessary to access the Services.</p> SUBSCRIBER REFUND POLICY <p>You may cancel the service at any time, and will not be billed for additional subscription periods.\nHowever, when refunds are requested for subscription periods wholly or partially completed, this policy will govern the outcome of that request.</p>\n<p>No refunds will be given after monthly or longer period fees have been made.</p> EVENTS BEYOND WeatherAPI.com'S CONTROL/UNCERTAINTY OF WEATHER PREDICTIONS <p>WeatherAPI.com's ability to deliver the Services may be delayed, impaired, or interrupted by various events beyond WeatherAPI.com's control including, without limitation, malfunctions in data transmission, communications or equipment.\nfailure by your Internet service provider or other third parties to transmit information.\nor war, riot, acts of terrorism, severe weather, or national disasters.\nThe information and content provided as part of the Services may change very rapidly.\nFactors such as the speed of transmission and loading of such information on your computer equipment, the frequency with which you refresh the information, and other factors outside WeatherAPI.com's control, may delay the availability of such information.\nWeather information and weather predictions are by their nature of indeterminate reliability.\nPersons engaging in activities that could give rise to injury, death, or loss of property or profits as a result of adverse weather conditions do so at their own risk.\nYou should consult governmental weather reports, bulletins, and advisories in planning any high risk weather-related activities.</p> PROPRIETARY RIGHTS <p>The contents of the Services, including any text, graphics, audio, and video, are copyrighted and may not be distributed, modified, reproduced, or used, in whole or in part, without the prior written consent of WeatherAPI.com..\nYou will not remove, alter, or obscure any copyright, trademark, and other proprietary notices displayed in conjunction with such content.\nWeatherAPI.com has applied for and/or obtained patents protecting certain aspects of the Services.\nYou are not entitled to any rights under such patents, which rights can only be granted pursuant to a separate written patent license agreement.\nAny rights not expressly granted by these Terms and Conditions or any applicable license agreements are reserved by WeatherAPI.com.</p> LIMITATION OF LIABILITY <p>WeatherAPI.com, ITS THIRD PARTY PROVIDERS, AND ITS OR THEIR AFFILIATES AND REPRESENTATIVES ARE NEITHER RESPONSIBLE NOR LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, OR PUNITIVE DAMAGES (INCLUDING, WITHOUT LIMITATION, THOSE RESULTING sFROM LOST PROFITS, LOST DATA, OR BUSINESS INTERRUPTION) ARISING OUT OF OR RELATING IN ANY WAY TO THE SERVICES, SITE-RELATED SERVICES AND PRODUCTS, CONTENT OR INFORMATION CONTAINED WITHIN THE SERVICES, AND/OR ANY HYPERLINKED WEBSITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nWeatherAPI.com SHALL NOT UNDER ANY CIRCUMSTANCES BE LIABLE FOR DAMAGES IN EXCESS OF THE AMOUNT YOU HAVE PAID AS SUBSCRIPTION FEES FOR THE SERVICES.\nAPPLICABLE LAW MAY NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.</p> INDEMNIFICATION <p>WeatherAPI.com agrees to indemnify and to hold you, your Representatives and your/their customers employees and agents, harmless from and against any loss, liability, damage or expense (including reasonable attorney’s fees) arising as a consequence of the Site and/or the Services and its/their use of them in accordance with these Terms and Conditions infringing the copyright, trade mark or other intellectual property rights of any person.\nWeatherAPI.com's liability in respect of this indemnity shall not be subject to the limitations and exclusions in the clause headed 'Limitation of Liability'.</p> ACCURACY AND INTEGRITY OF INFORMATION <p>Although WeatherAPI.com attempts to ensure the integrity and accuracy of the Services, it makes no guarantees whatsoever as to the correctness or accuracy of the information and content provided as part of the Services.\nIt is possible that the Services could include technical or typographical errors, inaccuracies or other errors, and that unauthorized additions, deletions, and alterations could be made to the Services by third parties.\nThe nature and content of the Services may be changed or updated without notice.</p> COLLECTION OF SUBSCRIBER INFORMATION <p>WeatherAPI.com collects information that you provide to us directly, and also collects limited information through \"cookies\" that we place on your browser.\nSuch information may be used by us for a variety of purposes, including statistical analysis, and identification of products and services that may be of interest to you.\nWeatherAPI.com will not knowingly share personally identifiable information about you with any third party.\nWe do not knowingly collect information from children.\nThird party suppliers, partners, and advertisers may place \"cookies\" on your browser to collect limited information when you are browsing on the Internet.</p> FORUMS AND OTHER INTERACTIVE AREAS <p>WeatherAPI.com may, but is not obligated to, monitor or review any areas of the Services where visitors transmit or post Communications or communicate with each other, including, but not limited to, chat rooms, bulletin boards, and other user forums, and the content of any such Communications.\nWeatherAPI.com will not, however, have any liability related to the content of any such Communications, whether or not arising under the laws of copyright, libel, privacy, obscenity, or otherwise.\nWeatherAPI.com retains the right to remove, in its sole discretion, Communications that include any material deemed infringing, abusive, defamatory, obscene, or otherwise inappropriate.</p> LINKS OR POINTERS TO OTHER SITES <p>WeatherAPI.com makes no representations whatsoever about any other Web site that you may access through the Services.\nWhen you access a non-WeatherAPI.com site, please understand that it is independent from WeatherAPI.com, and that WeatherAPI.com has no control over the content on that Web site.\nIn addition, a hyperlink to a non-WeatherAPI.com Web site does not mean that WeatherAPI.com endorses or accepts any responsibility for the content, or the use, of the linked site.\nIt is up to you to take precautions to ensure that whatever you select for your use or download is free of such items as viruses, worms, Trojan horses, and other items of a destructive nature.\nIf you decide to access any of the third party sites linked to the Services, you do this entirely at your own risk.</p> FORWARD-LOOKING STATEMENTS <p>The Services may contain forward-looking statements regarding WeatherAPI.com's business, customers, partners, future products and services, or other factors that may affect future earnings or financial results.\nSuch statements involve risks and uncertainties, which could cause actual results to vary materially from those, expressed in or indicated by the forward-looking statements.\nExamples of these risks include delays in development, competitive service and product offerings, and lack of market acceptance.</p> ENTIRE AGREEMENT <p>These Terms and Conditions constitute the entire agreement between WeatherAPI.com and you pertaining to the subject matter hereof.\nIn its sole discretion, WeatherAPI.com may from time-to-time revise these Terms and Conditions by updating this posting.\nYou should, therefore, periodically visit this page to review the current Terms and Conditions, so you are aware of any such revisions to which you are bound.\nCertain provisions of these Terms and Conditions may be superseded by expressly designated legal notices or terms located on particular pages within the Services.\nAny waiver of any term or condition shall not be effective unless in a written document signed by an authorized representative of WeatherAPI.com.</p> LEGAL AUTHORITY <p>You represent that you are 16 years of age or older, of legal age to enter into contracts, and have full authority and competency to enter into and be legally bound by these Terms and Conditions.</p> Service Level Agreement <p>This Service Level Agreement (“SLA”) is a policy governing the use of API under the terms of the WeatherAPI.com Terms of Service (the “Terms of Service”) between WeatherAPI.com (“us” or “we”) and users of WeatherAPI.com High Volume (HV) API Services (“you”).\nThis SLA applies separately to each account using WeatherAPI.com Services.\nUnless otherwise provided herein, this SLA is subject to the terms of the Terms of Service.\nWeatherAPI.com reserves the right to change the terms of this SLA in accordance with the Terms of Service.</p>\n<p> WeatherAPI.com services for High Volume (HV) API customers are guaranteed to be available and responsive 99.9% of the time.\nIf we don't meet this guarantee you are eligible for a service credit.\n</p> 1.\nService Commitment <p>WeatherAPI.com will use commercially reasonable efforts to make WeatherAPI.com instances available with a Monthly Uptime Percentage (defined below) of 99.9%, in each case during any monthly billing cycle (the “Service Commitment”).\nIn the event WeatherAPI.com does not meet the Service Commitment, you will be eligible to receive a Service Credit as described below.</p> 2.\nDefinitions <p>The following capitalized terms shall be given the meaning set forth below:</p>\n<ul>\n<li>\n<b>“Monthly Uptime Percentage”</b> is calculated by subtracting from 99.9% the percentage of continuous 5 minute periods during the month in which a WeatherAPI.com instance was in a state of “Unavailable.” Monthly Uptime Percentage measurements exclude downtime resulting directly or indirectly from any WeatherAPI.com SLA Exclusion (defined below).</li>\n<li>\n<b>“Unavailable”</b> and <b>“Unavailability”</b> means when a running WeatherAPI.com instance has no external connectivity.</li>\n<li>A <b>“Service Credit”</b> is a credit, calculated as set forth below, that we may credit back to an eligible account.</li>\n</ul> 3.\nService Commitments and Service Credits <p>Service Credits are calculated as a percentage of the total charges paid by you (excluding one-time payments such as upfront payments) for a WeatherAPI.com instance for the monthly billing cycle in which the Unavailability occurred in accordance with the schedule below.</p> Monthly Uptime Percentage Service Credit Percentage 100% - 99.9% 0% 99.89% - 99% 10% Less than 99% 25% 4.\nCredit Request and Payment Procedures <p>To receive a Service Credit, you must submit a claim by sending an email via Support Center.\nTo be eligible, the credit request must be received by us by the end of the second billing cycle after which the incident occurred and must include:</p>\n<ul>\n<li>i.\nthe words “SLA Credit Request” in the subject line;</li>\n<li>ii.\nthe dates and times of each Unavailability incident that you are claiming;</li>\n<li>iii.\nthe affected WeatherAPI.com instance urls.\nand</li>\n<li>iv.\nyour request logs that document the errors and corroborate your claimed outage (any confidential or sensitive information in these logs should be removed or replaced with asterisks).</li>\n</ul>\n<p>If the Monthly Uptime Percentage of such request is confirmed by us and is less than the Service Commitment, then we will issue the Service Credit to you within one billing cycle following the month in which your request is confirmed by us.\nYour failure to provide the request and other information as required above will disqualify you from receiving a Service Credit.</p> 5.\nWeatherAPI.com SLA Exclusions <p>The Service Commitment does not apply to any unavailability, suspension or termination of WeatherAPI.com Services, or any other WeatherAPI.com or WeatherAPI.com Services performance issues: (i) caused by factors outside of our reasonable control, including, without limitation, any force majeure event or Internet access or related problems beyond the demarcation point of WeatherAPI.com Services or its direct hosting subcontractors (i.e beyond the point in the network where WeatherAPI.com maintains access and control over the WeatherAPI.com Services).\n(ii) that result from any actions or inactions of you or any third party (other than WeatherAPI.com’s direct hosting subcontractor).\n(iii) that result from your equipment, software or other technology and/or third party equipment, software or other technology (other than third party equipment within our direct control).\n(iv) that result from any scheduled maintenance.\nor (vi) arising from our suspension and termination of your right to use WeatherAPI.com Services in connection with any breach by you of the Terms of Service or otherwise in accordance with the Terms of Service (collectively, the “WeatherAPI.com SLA Exclusions”).\nIf availability is impacted by factors other than those used in our Monthly Uptime Percentage calculation, then we may issue a Service Credit considering such factors at our discretion.</p> Quick and Easy Signup for Weather API WeatherAPI.com makes it super easy to integrate our realtime, daily, hourly and 15 min interval weather forecast data, historical weather, marine weather, bulk request, air quality data, autocomplete, time zone, astronomy and sports data into your new or existing project.\nGet Started<i>\n</i> Developers <ul>\n<li>Pricing</li>\n<li>APIs</li>\n<li>Docs</li>\n<li>Github</li>\n<li>Swagger</li>\n<li>Weather</li>\n<li>Blog</li>\n<li>Climately.com</li>\n<li>Premium Weather API</li>\n<li>Weather History</li>\n</ul> &nbsp.\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>Privacy</li>\n<li>Terms of Services</li>\n</ul> Popular Holiday Destinations: Gran Canaria | Tenerife | Majorca | Lanzarote | Fuerteventura | Crete | New York | Rome | Dubai | London | Sydney | Moscow <small>Copyright © Weather API</small>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> ", "created_at": "2023-06-27 02:03:24.751045", "updated_at": "2023-06-27 02:03:49.51466"}, {"id": 16489, "name": "Privacy Policy", "url": "https://www.weatherapi.com/privacy.aspx", "xpath": "//body", "text": " <ul>\n<li> Features </li>\n<li> Pricing </li>\n<li> API Explorer </li>\n<li> Docs </li>\n<li> Weather </li>\n<li> Contact </li>\n<li>Signup</li>\n<li>Login</li>\n</ul>\n<ol>\n<li>Home</li>\n<li>Privacy Policy</li>\n</ol> Privacy Policy 1.\nIntroduction <p> 1.1 We are committed to safeguarding the privacy of our website visitors.\nin this policy we explain how we will treat your personal information.\n</p>\n<p> 1.2 We will ask you to consent to our use of cookies in accordance with the terms of this policy when you first visit our website.\n/ By using our website and agreeing to this policy, you consent to our use of cookies in accordance with the terms of this policy.\n</p> 2.\nCollecting personal information <p> 2.1 We may collect, store and use the following kinds of personal information:\n</p>\n<ul>\n<li> information about your computer and about your visits to and use of this website including your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and website navigation paths.\n</li>\n<li> information that you provide to us when registering with our website including your email address.\n</li>\n<li> information that you provide when completing your profile on our website including your name, profile pictures, gender, date of birth, relationship status, interests and hobbies, educational details and employment details.\n</li>\n<li> information that you provide to us for the purpose of subscribing to our email notifications and/or newsletters including your name and email address.\n</li>\n<li> information that you provide to us when using the services on our website, or that is generated in the course of the use of those services including the timing, frequency and pattern of service use.\n</li>\n<li> information relating to any purchases you make of our goods / services / goods and/or services or any other transactions that you enter into through our website including your name, address, telephone number and email address.\n</li>\n<li> information that you post to our website for publication on the internet including your user name, your profile pictures and the content of your posts.\n</li>\n<li> information contained in or relating to any communications that you send to us or send through our website including the communication content and meta data associated with the communication.\n</li>\n<li> any other personal information that you choose to send to us.\nand\n</li>\n<li> provide details of other personal information collected.\n</li>\n</ul>\n<p>\n</p>\n<p> 2.2 Before you disclose to us the personal information of another person, you must obtain that person's consent to both the disclosure and the processing of that personal information in accordance with this policy.\n</p> 3.\nUsing your personal information <p> 3.1 Personal information submitted to us through our website will be used for the purposes specified in this policy or on the relevant pages of the website.\n</p>\n<p> 3.2 We may use your personal information to:\n</p>\n<ul>\n<li> administer our website and business.\n</li>\n<li> personalise our website for you.\n</li>\n<li> enable your use of the services available on our website.\n</li>\n<li> send you goods purchased through our website.\n</li>\n<li> supply to you services purchased through our website.\n</li>\n<li> send statements, invoices and payment reminders to you, and collect payments from you.\n</li>\n<li> send you non-marketing commercial communications.\n</li>\n<li> send you email notifications that you have specifically requested.\n</li>\n<li> send you our email newsletter, if you have requested it you can inform us at any time if you no longer require the newsletter.\n</li>\n<li> send you marketing communications relating to our business or the businesses of carefully-selected third parties which we think may be of interest to you, by post or, where you have specifically agreed to this, by email or similar technology you can inform us at any time if you no longer require marketing communications.\n</li>\n<li> provide third parties with statistical information about our users but those third parties will not be able to identify any individual user from that information.\n</li>\n<li> deal with enquiries and complaints made by or about you relating to our website.\n</li>\n<li> keep our website secure and prevent fraud.\n</li>\n<li> verify compliance with the terms and conditions governing the use of our website including monitoring private messages sent through our website private messaging service.\nand\n</li>\n<li> other uses.\n</li>\n</ul>\n<p>\n</p>\n<p> 3.3 If you submit personal information for publication on our website, we will publish and otherwise use that information in accordance with the licence you grant to us.\n</p>\n<p> 3.4 Your privacy settings can be used to limit the publication of your information on our website, and can be adjusted using privacy controls on the website.\n</p>\n<p> 3.5 We will not, without your express consent, supply your personal information to any third party for the purpose of their or any other third party's direct marketing.\n</p>\n<p> 3.6 All our website financial transactions are handled through our payment services provider, Stripe.\nWe will share information with our payment services provider only to the extent necessary for the purposes of processing payments you make via our website, refunding such payments and dealing with complaints and queries relating to such payments and refunds.\n</p> 4.\nDisclosing personal information <p> 4.1 We may disclose your personal information to any of our employees, officers, insurers, professional advisers, agents, suppliers or subcontractors insofar as reasonably necessary for the purposes set out in this policy.\n</p>\n<p> 4.2 We may disclose your personal information to any member of our group of companies this means our subsidiaries, our ultimate holding company and all its subsidiaries insofar as reasonably necessary for the purposes set out in this policy.\n</p>\n<p> 4.3 We may disclose your personal information:\n</p>\n<ul>\n<li> to the extent that we are required to do so by law.\n</li>\n<li> in connection with any ongoing or prospective legal proceedings.\n</li>\n<li> in order to establish, exercise or defend our legal rights including providing information to others for the purposes of fraud prevention and reducing credit risk.\n</li>\n<li> dto the purchaser or prospective purchaser of any business or asset that we are or are contemplating selling.\nand\n</li>\n<li> to any person who we reasonably believe may apply to a court or other competent authority for disclosure of that personal information where, in our reasonable opinion, such court or authority would be reasonably likely to order disclosure of that personal information.\n</li>\n</ul>\n<p>\n</p>\n<p> 4.4 Except as provided in this policy, we will not provide your personal information to third parties.\n</p> 5.\nInternational data transfers <p> 5.1 Information that we collect may be stored and processed in and transferred between any of the countries in which we operate in order to enable us to use the information in accordance with this policy.\n</p>\n<p> 5.2 Information that we collect may be transferred to the following countries which do not have data protection laws equivalent to those in force in the European Economic Area: the United States of America, Russia, Japan, China and India.\n</p>\n<p> 5.3 Personal information that you publish on our website or submit for publication on our website may be available, via the internet, around the world.\nWe cannot prevent the use or misuse of such information by others.\n</p>\n<p> 5.4 You expressly agree to the transfers of personal information described in this Section 6.\n</p> 6.\nRetaining personal information <p> 6.1 This Section 7 sets out our data retention policies and procedure, which are designed to help ensure that we comply with our legal obligations in relation to the retention and deletion of personal information.\n</p>\n<p> 6.2 Personal information that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.\n</p>\n<p> 6.3 Without prejudice to Section 7.2, we will usually delete personal data falling within the categories set out below at the date/time set out below:\n</p>\n<ul>\n<li> personal data type will be deleted date/time.\nand\n</li>\n<li> repeat as necessary.\n</li>\n</ul>\n<p>\n</p>\n<p> 6.4 Notwithstanding the other provisions of this Section 7, we will retain documents including electronic documents containing personal data:\n</p>\n<ul>\n<li> to the extent that we are required to do so by law.\n</li>\n<li> if we believe that the documents may be relevant to any ongoing or prospective legal proceedings.\nand\n</li>\n<li> in order to establish, exercise or defend our legal rights including providing information to others for the purposes of fraud prevention and reducing credit risk.\n</li>\n</ul>\n<p>\n</p> 7.\nSecurity of your personal information <p> 7.1 We will take reasonable technical and organisational precautions to prevent the loss, misuse or alteration of your personal information.\n</p>\n<p> 7.2 We will store all the personal information you provide on our secure password- and firewall-protected servers.\n</p>\n<p> 7.3 All electronic financial transactions entered into through our website will be protected by encryption technology.\n</p>\n<p> 7.4 You acknowledge that the transmission of information over the internet is inherently insecure, and we cannot guarantee the security of data sent over the internet.\n</p>\n<p> 7.5 You are responsible for keeping the password you use for accessing our website confidential.\nwe will not ask you for your password except when you log in to our website.\n</p> 8.\nAmendments <p> 8.1 We may update this policy from time to time by publishing a new version on our website.\n</p>\n<p> 8.2 You should check this page occasionally to ensure you are happy with any changes to this policy.\n</p>\n<p> 8.3 We may notify you of changes to this policy by email or through the private messaging system on our website.\n</p> 9.\nYour rights <p> 9.1 You may instruct us to provide you with any personal information we hold about you.\nprovision of such information will be subject to:\n</p>\n<ul>\n<li> the payment of a fee.\nand\n</li>\n<li> the supply of appropriate evidence of your identity for this purpose, we will usually accept a photocopy of your passport certified by a solicitor or bank plus an original copy of a utility bill showing your current address.\n</li>\n</ul>\n<p> 9.2 We may withhold personal information that you request to the extent permitted by law.\n</p>\n<p> 9.3 You may instruct us at any time not to process your personal information for marketing purposes.\n</p>\n<p> 9.4 In practice, you will usually either expressly agree in advance to our use of your personal information for marketing purposes, or we will provide you with an opportunity to opt out of the use of your personal information for marketing purposes.\n</p> 10.\nThird party websites <p> 10.1 Our website includes hyperlinks to, and details of, third party websites.\n</p>\n<p> 10.2 We have no control over, and are not responsible for, the privacy policies and practices of third parties.\n</p> 11.\nUpdating information <p> 11.1 Please let us know if the personal information that we hold about you needs to be corrected or updated.\n</p> 12.\nCookies <p> 12.1 Our website uses cookies.\n</p>\n<p> 12.2 A cookie is a file containing an identifier a string of letters and numbers that is sent by a web server to a web browser and is stored by the browser.\nThe identifier is then sent back to the server each time the browser requests a page from the server.\n</p>\n<p> 12.3 Cookies may be either \"persistent\" cookies or \"session\" cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date.\na session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.\n</p>\n<p> 12.4 Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies.\n</p>\n<p> 12.5 We use only session cookies / only persistent cookies / both session and persistent cookies on our website.\n</p>\n<p> 12.6 The names of the cookies that we use on our website, and the purposes for which they are used, are set out below:\n</p>\n<ul>\n<li> we use cookie name on our website to recognise a computer when a user visits the website / track users as they navigate the website / enable the use of a shopping cart on the website / improve the website's usability / analyse the use of the website / administer the website / prevent fraud and improve the security of the website / personalise the website for each user / target advertisements which may be of particular interest to specific users / describe purposes.\n</li>\n<li> repeat as necessary.\n</li>\n</ul>\n<p> 12.7 Most browsers allow you to refuse to accept cookies.\nfor example:\n</p>\n<ul>\n<li> in Internet Explorer version 10 you can block cookies using the cookie handling override settings available by clicking \"Tools\", \"Internet Options\", \"Privacy\" and then \"Advanced\".\n</li>\n<li> in Firefox version 24 you can block all cookies by clicking \"Tools\", \"Options\", \"Privacy\", selecting \"Use custom settings for history\" from the drop-down menu, and unticking \"Accept cookies from sites\".\nand\n</li>\n<li> in Chrome version 29, you can block all cookies by accessing the \"Customise and control\" menu, and clicking \"Settings\", \"Show advanced settings\" and \"Content settings\", and then selecting \"Block sites from setting any data\" under the \"Cookies\" heading.\n</li>\n</ul>\n<p> 12.8 Blocking all cookies will have a negative impact upon the usability of many websites.\n</p>\n<p> 12.9 If you block cookies, you will not be able to use all the features on our website.\n</p>\n<p> 12.10 You can delete cookies already stored on your computer.\nfor example:\n</p>\n<ul>\n<li> in Internet Explorer version 10, you must manually delete cookie files you can find instructions for doing so at http://support.microsoft.com/kb/278835.\n</li>\n<li> in Firefox version 24, you can delete cookies by clicking \"Tools\", \"Options\" and \"Privacy\", then selecting \"Use custom settings for history\", clicking \"Show Cookies\", and then clicking \"Remove All Cookies\".\nand\n</li>\n<li> in Chrome version 29, you can delete all cookies by accessing the \"Customise and control\" menu, and clicking \"Settings\", \"Show advanced settings\" and \"Clear browsing data\", and then selecting \"Delete cookies and other site and plug-in data\" before clicking \"Clear browsing data\".\n</li>\n</ul>\n<p> 12.11 Deleting cookies will have a negative impact on the usability of many websites.\n</p> Quick and Easy Signup for Weather API WeatherAPI.com makes it super easy to integrate our realtime, daily, hourly and 15 min interval weather forecast data, historical weather, marine weather, bulk request, air quality data, autocomplete, time zone, astronomy and sports data into your new or existing project.\nGet Started<i>\n</i> Developers <ul>\n<li>Pricing</li>\n<li>APIs</li>\n<li>Docs</li>\n<li>Github</li>\n<li>Swagger</li>\n<li>Weather</li>\n<li>Blog</li>\n<li>Climately.com</li>\n<li>Premium Weather API</li>\n<li>Weather History</li>\n</ul> &nbsp.\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>Privacy</li>\n<li>Terms of Services</li>\n</ul> Popular Holiday Destinations: Gran Canaria | Tenerife | Majorca | Lanzarote | Fuerteventura | Crete | New York | Rome | Dubai | London | Sydney | Moscow <small>Copyright © Weather API</small>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> ", "created_at": "2023-06-27 02:03:24.721496", "updated_at": "2023-06-27 02:04:02.595908"}], "points": [], "urls": ["weatherapi.com"]}}