{"error": 448, "message": "OK", "parameters": {"id": 7248, "name": "yallo", "created_at": "2023-01-10 22:15:21.523644", "updated_at": "2023-07-10 22:02:33.210568", "wikipedia": null, "keywords": null, "related": null, "slug": "yallo", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/7248.png", "url": "yallo.ch", "documents": [{"id": 13899, "name": "DÉCLARATION DE CONFIDENTIALITÉ", "url": "https://www.yallo.ch/fr/data-protection", "xpath": "//body", "text": " <ul>\n<li>Mobile</li>\n<li>Internet<ul>\n<li>Internet chez toi</li>\n<li>Internet en déplacement</li>\n</ul>\n</li>\n<li>TV</li>\n<li>Prépayé<ul>\n<li>Carte SIM gratuite</li>\n<li>Activer une option</li>\n<li>Charger un crédit</li>\n</ul>\n</li>\n<li>Aide</li>\n<li>Nouveau: Plus de vitesse!</li>\n</ul>\n<ul>\n<li>Abonnements</li>\n<li>Deals</li>\n<li>Aide</li>\n</ul>\n<i>\n</i> Chat<i>\n</i> Login <i>\n</i>\n<ul>\n<li>\n</li>\n<li>Abonnements</li>\n<li>Paramètres</li>\n<li>Factures</li>\n<li>Recharge</li>\n<li>\n<i>\n</i> Login</li>\n</ul>\n<ul>\n<li>fr <i>\n</i>\n</li>\n<li>de</li>\n<li>it</li>\n<li>en</li>\n</ul>DÉCLARATION DE CONFIDENTIALITÉ<p>\n</p>\n<p>Nous sommes ravis de l’intérêt que vous portez à notre entreprise.\nLa protection des données revêt pour yallo une importance primordiale.\nLa présente déclaration de confidentialité a vocation à vous informer au sujet des données personnelles que nous collectons et traitons dans le cadre de l’utilisation de notre site web ainsi que dans le cadre d’une relation contractuelle.</p>\n<p>Sunrise Sàrl a mis en œuvre de nombreuses mesures techniques et organisationnelles également pour la marque yallo visant à garantir une protection optimale des données personnelles.</p>\n<p>Nous souhaitons par ailleurs vous rappeler qu’une protection absolue ne peut pas être garantie.\n</p>\n<p>Nous souhaitons également vous recommander de veiller à votre propre sécurité.\nCela nous permettra à tous de mieux gérer les risques liés à la sensibilité de vos données.\nPour consulter un aperçu de ce que vous pouvez entreprendre afin de protéger vos données, veuillez vous rendre sur le site web suivant: www.melani.admin.ch/melani.</p>\n<p>Avec notre code de conduite Sunrise, nous définissons pour les collaborateurs de yallo des principes à suivre, notamment en ce qui concerne leur comportement dans le cadre de la gestion de vos données: </p>\n<p>\n</p>Accès à notre site Internet et utilisation de nos services en ligne <p>Si vous n’êtes pas en accord avec notre déclaration de confidentialité («déclaration»), nous vous conseillons de renoncer aux contenus du site Internet de yallo.</p>\n<p>Veuillez tenir compte du fait que la déclaration peut être actualisée à tout moment.\nNous recommandons donc de consulter régulièrement notre site web afin de contrôler toute mise à jour éventuelle.\n</p>\n<p>Nous vous informons par ailleurs qu’en plus de la présente déclaration s’appliquent aussi les dispositions de confidentialité des conditions générales de vente de yallo en vigueur .</p>\n<p>\n<strong>\n</strong>\n</p>Quelles sont les données que nous collectons dans le cadre de votre utilisation de nos produits et services?<p>Nous traitons les données personnelles que vous nous mettez à disposition lors de la conclusion d’un contrat, de l’utilisation de nos produits et services, du remplissage d’une page d’inscription ou lors de l’inscription à une newsletter.\nLors du traitement des données, nous nous assurons de respecter les exigences de protection des données applicables.</p>\n<p>Les données personnelles que nous traitons sont les suivantes:</p>\n<p>\n<strong>1.\nInformations personnelles</strong>\n</p>\n<p>Les informations personnelles se composent de trois éléments essentiels: les coordonnées, les données contractuelles et les données de facturation.\nIl peut par exemple s’agir de vos prénom, nom, adresse, genre, date de naissance, numéro de téléphone ou adresse e-mail.</p>\n<p>\n<strong>2.\nDonnées de localisation</strong>\n</p>\n<p>Des données de localisation sont générées lorsque votre téléphone mobile se connecte à une cellule radio ou lorsque votre routeur se connecte à Internet.\nLa localisation d’un hotspot peut également être identifiée à l’aide d’une adresse IP.</p>\n<p>\n<strong>3.\nDonnées d'utilisation (téléphone, Internet ou TV)</strong>\n</p>\n<p>Les données d’utilisation peuvent être des données concernant des produits et services que vous utilisez, notamment les numéros de téléphone contactés lors d’appels, programme TV, le volume de données, les adresses IP, les abonnements et les appareils (notamment smartphone et box TV/Internet) ainsi que des informations concernant la fréquence, le moment et la durée de l’utilisation.\nNous avons besoin de ces données notamment pour la facturation de vos services ainsi que pour la résolution des problèmes.</p>\n<p>\n</p>Quelles données utilisons-nous pour l’exploitation de nos applications?<p>Nous utilisons vos données personnelles afin que nos applications fonctionnent conformément aux attentes.\nIl est ici question des détails de connexion ainsi que des informations au sujet des fonctions que vous utilisez depuis l’application.\nNous avons parfois besoin des données personnelles pour résoudre les erreurs et les dysfonctionnements, notamment afin de détecter si certaines fonctionnalités d’une application ne fonctionnent pas ou pas correctement.\nDans le cadre du contrôle du système, nous limitons au minimum la longueur et la complexité de nos analyses et supprimons les données lorsque nous n’en avons plus besoin pour la résolution des problèmes ni pour des améliorations.</p>\n<p>Dans votre espace personnel protégé «my yallo», vous avez la possibilité de gérer vos données personnelles ainsi que les informations au sujet des services achetés.\n</p>\n<p>Dans ce contexte, le traitement de certaines informations personnelles est nécessaire.\nIl s’agit notamment de:</p>\n<ul>\n<li>vos prénom et nom,</li>\n<li>votre adresse de domicile et adresse de facturation,</li>\n<li>votre adresse e-mail,</li>\n<li>votre date de naissance,</li>\n<li>votre mot de passe \"my yallo\" et</li>\n<li>votre langue de correspondance souhaitée.</li>\n</ul>\n<p>\n</p>Quelles sont les données traitées dans le cadre d’un achat en ligne?<p>Lorsque vous achetez un produit sur le site web de yallo ou que vous utilisez un service payant, la saisie de données telles que vos prénom, nom, adresse et potentiellement d’autres informations est obligatoire étant donné que nous avons besoin de ces informations à des fins d’exécution du contrat passé avec vous.\nLorsque vous choisissez, dans le cadre de l’achat d’un produit ou de l’utilisation d’un service payant, une option de paiement en ligne, notamment par carte de crédit, le paiement est effectué via le système de paiement en ligne du prestataire en question.\nNous n’obtenons ici aucune connaissance de vos informations de paiement et ne les traitons pas, mais nous enregistrons simplement des informations concernant vos achats en cours et passés et à des fins d’exécution du contrat, comme par exemple les produits ou services achetés.\nVeuillez noter que dans le cadre de l’utilisation d’un système de paiement en ligne, la politique de confidentialité du fournisseur du système en question s’applique en plus.</p>\n<p>\n</p>Quelles sont les données collectées dans le cadre d’une inscription à un newsletter?<p>Les utilisateurs de notre site Internet ont la possibilité de s’abonner à des newsletters sur certains sujets définis.\nEn vous inscrivant à la newsletter, vous consentez à ce que nous traitions vos coordonnées dans le cadre de mesures publicitaires, notamment l’envoi d’e-mails à caractère publicitaire, d’invitations à des événements et de l’envoi de publicité ciblée.\n</p>\n<p>Nous nous réservons le droit de faire appel à des tiers dans le cadre de l’exécution technique de nos mesures publicitaires et de leur transmettre vos données à ces fins.\nVotre adresse e-mail est utilisée à des fins de publicité et de marketing jusqu’à ce que vous ayez révoqué votre consentement.\nVous pouvez en effet à tout moment révoquer votre consentement et vous désinscrire de la newsletter pour les sujets en question en cliquant sur le lien de désinscription présent à la fin de chaque newsletter.</p>\n<p>\n</p>Quelles sont les données traitées dans le cadre de l’utilisation du Chat et de Messenger?<p>yallo propose à ses clients la possibilité de contacter des collaborateurs via le chat/Messenger depuis son site Internet.\nDans ce contexte, nous collectons et traitons des données personnelles si vous nous les mettez à disposition à des fins d’utilisation de notre service.\nLes données de sessions de chat sont toujours sauvegardées, notamment l’adresse IP, l’heure de la prise de contact et les informations générales concernant le chat ainsi que les données au sujet des contenus du chat et des fichiers téléchargés.\nPar ailleurs, nous analysons les contenus de vos chats (historiques de chat) ainsi que tous les fichiers téléchargés afin d’améliorer la qualité de nos services et/ou de mieux comprendre vos demandes.</p>\n<p>Nous sommes en droit de mettre les informations énoncées ci-dessus à la disposition de nos partenaires se trouvant à l’intérieur ou à l’extérieure de l’Union européenne.\nNous exigeons de tous nos partenaires qu’ils travaillent dans le respect de la législation en vigueur et de nos instructions spécifiques et les obligeons également à offrir les mêmes garanties et le même niveau de protection des données que nous le faisons chez yallo.\n</p>\n<p>\n</p>Traitement des données personnelles dans le cadre des concours<p>Le traitement des données personnelles est effectué conformément aux dispositions légales applicables.\nSans consentement correspondant, les données personnelles collectées pour la mise en œuvre du concours sont utilisées exclusivement dans le but de mettre en œuvre le concours et de déterminer les gagnants et d'aligner les gains.</p>\n<p>\n</p>Dans quel but utilisons-nous les données que nous collectons?<p>Nous souhaitons avant tout utiliser les différentes données et informations à notre disposition pour remplir nos obligations contractuelles envers vous et garantir un fonctionnement aussi impeccable que possible de nos services.\nEn ce qui concerne les offres, pour des raisons de solvabilité, nous devons pouvoir prendre en compte certaines restrictions et autres conditions de paiement et sommes obligés de procéder à certaines vérifications.\nVous trouverez ci-après d’autres motifs pour le traitement des données:</p>\n<ul>\n<li>traiter et répondre à une demande individuelle que vous avez adressée à yallo, </li>\n<li>vérifier les conditions requises pour la conclusion d’un contrat,</li>\n<li>remplir des obligations contractuelles,</li>\n<li>analyser vos habitudes d’utilisation, de commande et de demande,</li>\n<li>garantir la gestion des clients et des utilisateurs,</li>\n<li>valider et actualiser vos données,</li>\n<li> vous informer au sujet de nos services, produits et offres promotionnelles, </li>\n<li>empêcher une utilisation illégitime de services (en particulier pour empêcher des cas d’escroquerie lors de la conclusion d’un contrat et pendant la durée d’un contrat),</li>\n<li>établir des factures et, en cas de défaut de paiement, éventuellement confier le recouvrement des créances à un bureau d’encaissement,</li>\n<li>entretenir, développer et conserver la relation client avec vous,</li>\n<li>individualiser des services ou proposer des contenus personnalisés, y compris au moyen de l’analyse de la démographie, des habitudes d’utilisation et des intérêts des utilisateurs,</li>\n<li>réaliser des contrôles de solvabilité lorsque vous effectuez des commandes et</li>\n<li>proposer aussi des fonctionnalités spécifiques sur le site Internet de yallo pour des cas concrets.</li>\n</ul>\n<p>\n<strong>\n</strong>\n</p>De plus amples informations sur les contrôles de solvabilité<p>Si vous souhaitez conclure un contrat avec nous, nous réaliserons un contrôle de solvabilité avant la conclusion du contrat.\nNous échangeons à ces fins vos données personnelles avec des tiers tels que le groupe Intrum SA.\nPar ailleurs, nous exploitons également nos éventuelles expériences et informations au sujet de votre comportement de paiement passé.\nCes informations sont prises en compte dans le cadre du contrôle de solvabilité.\nLe contrôle de solvabilité est un processus partiellement automatisé qui nous aide à savoir si et dans quelle mesure ou à quelles conditions nous pouvons conclure avec vous le contrat que vous souhaitez.\nPar ailleurs, nous transmettons aux tiers susmentionnés toute information au sujet d’un comportement frauduleux ou contrevenant au contrat.\nCe traitement est conforme à la législation et correspond à notre intérêt légitime ainsi que celui des éventuels tiers concernés par la conclusion du contrat.\n</p>\n<p>\n</p>Combien de temps vos données sont-elles conservées?<p>Nous conservons les données personnelles aussi longtemps que nécessaire ou requis par la loi pour atteindre l'objectif pour lequel elles ont été collectées.\nEnsuite, ils seront supprimés ou codés si nécessaire.</p>\n<p>Nous avons besoin des <strong>informations personnelles</strong> tout au long de la durée de la relation contractuelle.\nUne fois la relation contractuelle terminée, vos données sont supprimées au cours de l’exercice suivant dans la mesure où la législation n’exige pas que nous les conservions.\n</p>\n<p>\n<strong>Les données de localisation </strong>sont conservées conformément aux LSCPT et OSCPT pour les activités prescrites par la loi, puis elles sont supprimées.\nLes <strong>données d’utilisation</strong> ne sont également conservées que tant qu’elles sont nécessaires sur la base d’un intérêt légitime puis elles sont supprimées.</p>\n<p>\n</p>Quels outils d’analyse web employons-nous? <p>Afin d’obtenir des informations au sujet de l’utilisation de notre site Internet et d’améliorer notre offre Internet, nous avons recours à des outils d’analyse web.\nCes outils sont souvent mis à disposition par un prestataire tiers.\nLes informations collectées à ces fins concernant l’utilisation d’un site Internet sont en général transmises au serveur du prestataire tiers via des cookies.\nSelon le prestataire tiers, ces serveurs peuvent se trouver à l’étranger.\n</p>\n<p>Vous pouvez empêcher le tracking par des outils d’analyse web à l’aide des options opt-out énumérées sur la liste de Cookie .\nVous pouvez par ailleurs bloquer l’utilisation de vos données à des fins de marketing et d’analyse depuis «my yallo».\n</p>\n<p>\n</p>Au sujet des cookies<p>yallo utilise des cookies sur ses pages internet.\nLes cookies sont de petits fichiers texte enregistrés sur votre ordinateur ou votre smartphone et qui permettent certaines fonctions sur nos pages internet.\nEntre autres, les cookies permettent d’enregistrer vos paramètres linguistiques ou les produits que vous sélectionnez lorsque vous utilisez nos pages Web.\nDes cookies sont également nécessaires pour le login sur notre site internet ou pour le traitement d’un achat.\nDe plus, grâce à eux, nous sommes en mesure d’analyser le comportement des visiteurs sur nos pages afin d'en optimiser la convivialité et nous permettre de vous proposer des contenus, des offres spéciales, des offres promotionnelles et des publicités personnalisés en fonction de vos intérêts.</p>\n<p>\n</p>Gestion des cookies<p>Les cookies utilisés sur les pages web de yallo peuvent également émaner de tiers indépendants tels que des partenaires publicitaires ou des opérateurs Internet.\nVous pouvez modifier vous-mêmes les paramètres des cookies de tiers à tout moment.\nVous trouverez ci-dessous la liste des opérateurs qui utilisent des cookies sur nos pages web.\nVia la fonction opt-out de chaque opérateur, vous pouvez gérer vos propres paramètres relatifs aux cookies.\nVeuillez noter qu’en cas de refus ou de suppression de cookies, vous ne pourrez pas profiter de toutes les fonctions de notre site internet.</p>\n<p>Third Party Cookies et technologies de suivi.</p>\n<p>\n</p>\n<p>\n</p>Traitement des données dans le cadre de la fourniture des prestations et de la promotion de l’innovation.<p>Les données à notre disposition nous offrent diverses opportunités de vous conseiller au mieux en fonction de vos besoins et de vous adresser des offres en conséquence.\nNous pouvons par exemple vous conseiller spécifiquement et personnellement lors de votre venue dans un Shop ou vous proposer des astuces au sujet de nos produits et services en fonctions de vos préférences.\nAfin que nous puissions vous proposer tous ces services, nous avons parfois besoin de l’assistance de nos partenaires publicitaires afin de pouvoir proposer certaines recommandations ciblées de produits via des programmations télévisées, des apps mobiles ou des sites web.\nÉtant donné que vos exigences de services ne correspondent pas nécessairement à celles d’autres clients de yallo, il est également possible de mettre au point des annonces ou des offres ciblées par région, tranche d’âge ou habitudes d’utilisation.\n</p>\n<p>En tant qu’«unlimited Company», nous nous efforçons d’avoir toujours une longueur d’avance.\nDe plus, nous collaborons également avec des tiers sélectionnés.\nNous nous efforçons de développer ensemble de nouveaux services que nous ou des tiers pourront ensuite vous proposer.\nSi des données associées à la fourniture des prestations sont collectées et nécessaires à des fins d’analyse, nous les traiterons conformément aux réglementations légales en vigueur.\nLes données en question ne sont notamment mises à la disposition de tiers que sous forme anonyme afin de les empêcher de déduire votre identité en tant que client.</p>\n<p>Afin de réaliser de tels traitements de données, nous sommes tributaires de votre consentement.</p>\n<p>\n<strong>\n</strong>\n</p>Vos données sont-elles transmises à des tiers?<p>Nous ne transmettons vos données personnelles que si le droit suisse ou européen nous y autorise voire nous y contraint.\nNous travaillons en très étroite coopération avec quelques partenaires, notamment dans les domaines du service clients et des prestations informatiques.\nAfin que ces partenaires puissent traiter vos données personnelles en notre nom, nous leur fixons des exigences contractuelles très détaillées.</p>\n<p>Si vous avez besoin de passer un appel d’urgence depuis votre smartphone, nous transmettons vos données de localisation au centre d'appels d'urgence.\nDans certaines situations, nous sommes également dans l’obligation de transmettre vos données personnelles de localisation, connexion et contrat aux autorités suisses.\nNous ne le faisons cependant que si nous y sommes légalement contraints.\nUn tel cas peut notamment se présenter dans le cadre d’une décision judiciaire concernant une procédure pénale.</p>\n<p>\n</p>Vos données peuvent-elle être envoyées à l’étranger?<p>Vos données personnelles sont en principe sauvegardées uniquement en Suisse et en Union européenne voire exclusivement en Suisse pour les informations les plus sensibles.\nDans le cadre de la coopération avec des sous-traitants en dehors de l’Union européenne, nous nous soumettons aux prescriptions du préposé fédéral à la protection des données et à la transparence et, si nécessaire, aux règlements de la Commission européenne.\nNous nous assurons que les tiers mandatés s’engagent à offrir le même niveau de protection des données que l’entreprise Sunrise elle-même.</p>\n<p>\n</p>Quels sont vos droits en ce qui concerne vos données personnelles?<p>Vous êtes en droit de recevoir des informations écrites et normalement gratuites au sujet de vos données personnelles que nous traitons.\nVeuillez pour cela nous envoyer une demande de renseignements écrite ainsi qu’une copie de votre carte d’identité ou passeport à l’adresse énoncée ci-après.</p>\n<p>Vous êtes également en droit de demander la rectification de vos données personnelles dans la mesure où elles seraient erronées.\nVous pouvez aussi demander la suppression de vos données personnelles dans la mesure où nous ne sommes ni contraints ni autorisés à les conserver plus longtemps en vertu des lois et réglementations en vigueur.\nVous êtes enfin en droit de nous retirer ou refuser votre consentement relatif au traitement de vos données personnelles.\nPour ce faire, vous pouvez utiliser les pages mentionnées dans la présente déclaration de confidentialité ou vous connecter à votre compte «my yallo» et y gérer vos paramètres d’autorisation et d’objection au traitement et à l’utilisation de vos données.</p>\n<p>\n</p>\n<p>Vous pouvez également nous contacter pour toute question ou préoccupation aux coordonnées suivantes:</p>\n<ul>\n<li>par courrier à: Sunrise Sàrl, Responsable protection des données, c/o Corporate Affairs, Thurgauerstrasse 101B, Case postale, 8050 Zurich</li>\n<li>par e-mail à: privacy@sunrise.net</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>La version originale de la présente déclaration est en allemand.\nLes versions traduites ont uniquement vocation à permettre une meilleure compréhension.\nEn cas de litige, c’est le texte allemand qui fait foi.</p>Ce site Web utilise des cookies pour te fournir le meilleur service possible.\nPour accéder à plus d'informations et aux réglages, clique içi.OKReste au courant! <i>\n</i> Adresse e-mail<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Visite de nos magasins de yalloLiens rapides<ul>\n<li>Home</li>\n<li>Aide</li>\n<li>Distinctions</li>\n<li>Information roaming</li>\n<li>Frais de service</li>\n<li>Rapporter un cas de fraude</li>\n<li>Reparation</li>\n</ul>Offres<ul>\n<li>Abonnement mobile</li>\n<li>Prépayé</li>\n<li>Internet</li>\n<li>5G</li>\n<li>Smartphones</li>\n<li>Options économiques</li>\n<li>Wi-Fi Calling</li>\n<li>eSIM</li>\n</ul>my yallo<ul>\n<li>Mes tarifs</li>\n<li>Factures</li>\n<li>Paramètres</li>\n<li>Recharger crédit</li>\n<li>Deals</li>\n</ul>à propos de yallo<ul>\n<li>Entreprise</li>\n<li>Médias</li>\n<li>Conditions générales de vente</li>\n<li>Protection de données</li>\n<li>Contacte-nous</li>\n<li>Client Business?</li>\n<li>Connexion Revendeur</li>\n</ul>Copyright 2023 - yallo, Sunrise GmbH<i>\n</i> ", "created_at": "2023-01-10 22:15:49.282702", "updated_at": "2023-01-10 22:15:58.476379"}], "points": [{"id": 29751, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.yallo.ch/fr/data-protection", "status": "Generated through the annotate view", "created_at": "2023-01-10 22:20:04.89424", "updated_at": "2023-07-11 06:27:12.023833", "quoteText": null, "case_id": 399, "document_id": 13899, "quoteStart": null, "quoteEnd": null}, {"id": 29754, "title": "The service is not transparent regarding government requests or inquiries that may involve your data. ", "source": "https://www.yallo.ch/fr/data-protection", "status": "Generated through the annotate view", "created_at": "2023-01-10 22:28:15.424848", "updated_at": "2023-05-12 22:00:20.597255", "quoteText": null, "case_id": 168, "document_id": 13899, "quoteStart": null, "quoteEnd": null}, {"id": 29750, "title": "This service receives your precise location through GPS coordinates", "source": "https://www.yallo.ch/fr/data-protection", "status": "Generated through the annotate view", "created_at": "2023-01-10 22:19:41.567835", "updated_at": "2023-07-11 06:27:11.945302", "quoteText": null, "case_id": 400, "document_id": 13899, "quoteStart": null, "quoteEnd": null}, {"id": 29752, "title": "You can opt out of promotional communications", "source": "https://www.yallo.ch/fr/data-protection", "status": "Generated through the annotate view", "created_at": "2023-01-10 22:22:36.587588", "updated_at": "2023-07-11 06:27:12.103969", "quoteText": null, "case_id": 223, "document_id": 13899, "quoteStart": null, "quoteEnd": null}, {"id": 29753, "title": "You can limit how your information is used by third-parties and the service", "source": "https://www.yallo.ch/fr/data-protection", "status": "Generated through the annotate view", "created_at": "2023-01-10 22:26:08.562236", "updated_at": "2023-07-11 06:27:12.186156", "quoteText": null, "case_id": 338, "document_id": 13899, "quoteStart": null, "quoteEnd": null}], "urls": ["yallo.ch"]}}