{"error": 448, "message": "OK", "parameters": {"id": 9748, "name": "ArmCord", "created_at": "2023-10-09 23:35:28.818291", "updated_at": "2023-10-10 10:02:29.22242", "wikipedia": null, "keywords": null, "related": null, "slug": "armcord", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9748.png", "url": "armcord.app", "documents": [{"id": 19408, "name": "Privacy Policy", "url": "https://armcord.app/privacy.txt", "xpath": "//body", "text": "Privacy Policy for ArmCord - Discord Client Effective Date: 25.05.2023 Thank you for choosing ArmCord, a Discord client that prioritizes privacy and security.\nThis Privacy Policy explains how ArmCord handles your personal information and your interactions with Discord and Cloudflare.\nPlease read this policy carefully to understand how your data is handled when using ArmCord.\n1.\nCollection of Personal Information ArmCord itself does not collect any personal information from its users.\nWe do not store, transmit, or process any user data directly on our servers.\n2.\nDiscord ArmCord relies on the Discord API and services to function.\nWhen you use ArmCord, Discord may collect and process your personal information as described in Discord's Privacy Policy.\nWe encourage you to review Discord's Privacy Policy to understand how they collect, use, and disclose your personal information.\n3.\nCloudflare ArmCord also utilizes Cloudflare's services to enhance security and provide a reliable user experience.\nCloudflare may collect and process your personal information according to its own Privacy Policy.\nWe recommend reviewing Cloudflare's Privacy Policy to understand their data practices.\n4.\nUser Consent By using ArmCord, you acknowledge and consent to Discord and Cloudflare collecting and processing your personal information as described in their respective privacy policies.\nArmCord is not responsible for the privacy practices of Discord or Cloudflare.\n5.\nSecurity Measures ArmCord is committed to safeguarding your personal information.\nWe take appropriate technical and organizational measures to protect your data against unauthorized access, disclosure, alteration, or destruction.\nHowever, please note that no method of data transmission over the internet or electronic storage is 100% secure.\nWhile we strive to protect your personal information, we cannot guarantee its absolute security.\n6.\nThird-Party Services and Websites ArmCord may contain links to third-party services or websites that are not operated or controlled by us.\nThis Privacy Policy does not apply to any third-party services or websites.\nWe encourage you to review the privacy policies of those third parties to understand their data practices.\n7.\nChildren's Privacy ArmCord is not intended for use by individuals under the age of 13.\nWe do not knowingly collect personal information from children under 13.\nIf you believe that we have inadvertently collected personal information from a child under 13, please contact us immediately at support@armcord.app, and we will take appropriate steps to remove the information.\n8.\nChanges to the Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for legal, regulatory, or operational reasons.\nWe will notify you of any material changes by posting the updated Privacy Policy on our website or through other reasonable means.\nWe encourage you to periodically review this Privacy Policy for any updates.\n9.\nContact Us If you have any questions, concerns, or suggestions regarding this Privacy Policy or your personal information, please contact us at support@armcord.app By using ArmCord, you agree to the terms and conditions outlined in this Privacy Policy.", "created_at": "2023-10-09 23:35:28.85172", "updated_at": "2023-10-09 23:35:46.498041"}], "points": [], "urls": ["armcord.app"]}}