{"error": 448, "message": "OK", "parameters": {"id": 8660, "name": "PlateSmart ", "created_at": "2023-06-30 04:58:12.710775", "updated_at": "2023-06-30 10:02:06.769459", "wikipedia": null, "keywords": null, "related": null, "slug": "platesmart", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8660.png", "url": "platesmart.com", "documents": [{"id": 16868, "name": "Privacy Policy", "url": "https://www.platesmart.com/privacy-policy/", "xpath": "//body", "text": " Skip to content <ul>\n<li>About\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Solutions</li>\n<li>Products\n<ul>\n<li>ARES 3.0</li>\n<li>ARES Analytics</li>\n<li>Powered by PlateSmart</li>\n<li>PlateSmart Mobile Defender™</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>FAQ</li>\n<li>Case Studies</li>\n<li>Videos</li>\n<li>PlateSmart University</li>\n</ul>\n</li>\n<li>News</li>\n<li>Contact\n<ul>\n<li>ALPR Channel Partner Program</li>\n</ul>\n</li>\n</ul>\n<i>\n</i> (813) 749-0892 Privacy Policy for PlateSmart Technologies <p>\n<strong>Effective date:</strong>\n<em>October 08, 2019</em>\n</p>\n<p>Cyclops Technologies, d/b/a PlateSmart Technologies (\"us\", \"we\", or \"our\") operates www.platesmart.com (hereinafter referred to as the \"Service\").</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from <strong>www.platesmart.com</strong>\n</p> Definitions <ul>\n<li>\n<strong>Service</strong>Service is&nbsp;www.platesmart.com&nbsp;operated by Cyclops Technologies, d/b/a PlateSmart Technologies</li>\n<li>\n<strong>Personal Data</strong>Personal Data means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).</li>\n<li>\n<strong>Usage Data</strong>Usage Data is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</li>\n<li>\n<strong>Cookies</strong>Cookies are small files stored on your device (computer or mobile device).</li>\n<li>\n<strong>Data Controller</strong>Data Controller means the natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal information are, or are to be, processed.\n<p>For the purpose of this Privacy Policy, we are a Data Controller of your Personal Data.</p>\n</li>\n<li>\n<strong>Data Processors (or Service Providers)</strong>Data Processor (or Service Provider) means any natural or legal person who processes the data on behalf of the Data Controller.\n<p>We may use the services of various Service Providers in order to process your data more effectively.</p>\n</li>\n<li>\n<strong>Data Subject (or User)</strong>Data Subject is any living individual who is using our Service and is the subject of Personal Data.</li>\n</ul> Information Collection and Use <p>We collect several different types of information for various purposes to provide and improve our Service to you.</p> Types of Data Collected Personal Data\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\").\nPersonally, identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Phone number</li>\n<li>Address, State, Province, ZIP/Postal code, City</li>\n<li>Cookies and Usage Data</li>\n</ul>\n<p>We may use your Personal Data to contact you with newsletters, marketing or promotional materials, and other information that may be of interest to you.\nYou may opt-out of receiving any, or all, of these communications from us by following the unsubscribe link or the instructions provided in any email we send.</p>\nUsage Data\n<p>We may also collect information on how the Service is accessed and used (\"Usage Data\").\nThis Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\nTracking &amp.\nCookies Data\n<p>We use cookies and similar tracking technologies to track the activity on our Service and we hold certain information.\nCookies are files with a small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nOther tracking technologies are also used such as beacons, tags, and scripts to collect and track information and to improve and analyze our Service.\nYou can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.\nExamples of Cookies we use:</p>\n<ul>\n<li>\n<strong>Session Cookies.</strong>&nbsp;We use Session Cookies to operate our Service.</li>\n<li>\n<strong>Preference Cookies.</strong>&nbsp;We use Preference Cookies to remember your preferences and various settings.</li>\n<li>\n<strong>Security Cookies.</strong>&nbsp;We use Security Cookies for security purposes.</li>\n</ul> Use of Data <p>Cyclops Technologies, d/b/a PlateSmart Technologies uses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain our Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you agreement_for to do so</li>\n<li>To provide customer support</li>\n<li>To gather analysis or valuable information so that we can improve our Service</li>\n<li>To monitor the usage of our Service</li>\n<li>To detect, prevent and address technical issues</li>\n<li>To provide you with news, special offers, and general information about other goods, services, and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information</li>\n</ul> Legal Basis for Processing Personal Data under the General Data Protection Regulation (GDPR) <p>If you are from the European Economic Area (EEA), Cyclops Technologies, d/b/a PlateSmart Technologies legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Data we collect and the specific context in which we collect it.\nCyclops Technologies, d/b/a PlateSmart Technologies may process your Personal Data because:</p>\n<ul>\n<li>We need to perform a contract with you</li>\n<li>You have given us permission to do so</li>\n<li>The processing is in our legitimate interests and it is not overridden by your rights</li>\n<li>To comply with the law</li>\n</ul> Retention of Data <p>Cyclops Technologies, d/b/a PlateSmart Technologies will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.\nCyclops Technologies, d/b/a PlateSmart Technologies will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer periods.</p> Transfer of Data <p>Your information, including Personal Data, may be transferred to - and maintained on - computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.</p>\n<p>If you are located outside and choose to provide information to us, please note that we transfer the data, including Personal Data, to and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Cyclops Technologies, d/b/a PlateSmart Technologies will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information.</p> Disclosure of Data Legal Requirements <p>Cyclops Technologies, d/b/a PlateSmart Technologies may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of Cyclops Technologies, d/b/a PlateSmart Technologies</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul> Security of Data <p>The security of your data is important to us but remember that no method of transmission over the Internet or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p> Our Policy on \"Do Not Track\" Signals under the California Online Protection Act (CalOPPA) <p>We do not support Do Not Track (\"DNT\").\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.</p>\n<p>You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.</p> Your Data Protection Rights under the General Data Protection Regulation (GDPR) <p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nCyclops Technologies, d/b/a PlateSmart Technologies aims to take reasonable steps to allow you to correct, amend, delete or limit the use of your Personal Data.</p>\n<p>If you wish to be informed about what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.</p>\n<p>In certain circumstances, you have the following data protection rights:</p>\n<ul>\n<li>\n<strong>The right to access, update or delete the information we have on you.</strong>&nbsp;Whenever made possible, you can access, update or request deletion of your Personal Data directly within your account settings section.\nIf you are unable to perform these actions yourself, please contact us to assist you.</li>\n<li>\n<strong>The right of rectification.</strong>&nbsp;You have the right to have your information rectified if that information is inaccurate or incomplete.</li>\n<li>\n<strong>The right to object.</strong>&nbsp;You have the right to object to our processing of your Personal Data.</li>\n<li>\n<strong>The right of restriction.</strong>&nbsp;You have the right to request that we restrict the processing of your personal information.</li>\n<li>\n<strong>The right to data portability.</strong>&nbsp;You have the right to be provided with a copy of the information we have on you in a structured, machine-readable and commonly used format.</li>\n<li>\n<strong>The right to withdraw consent.</strong>&nbsp;You also have the right to withdraw your consent at any time where Cyclops Technologies, d/b/a PlateSmart Technologies relied on your consent to process your personal information.</li>\n</ul>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>\n<p>You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority in the European Economic Area (EEA).</p> Service Providers <p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), provide the Service on our behalf, perform Service-related services or assist us in analysing how our Service is used.\nThese third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p> Analytics <p>We may use third-party Service Providers to monitor and analyse the use of our Service.</p>\n<ul>\n<li>\n<strong>Google Analytics</strong>\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.</p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page:&nbsp;https://policies.google.com/privacy</p>\n</li>\n</ul> Links to Other Sites <p>Our Service may contain links to other sites that are not operated by us.\nIf you click a third-party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.\nWe have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p> Children's Privacy <p>Our Service does not address anyone under the age of 18 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p> Changes to This Privacy Policy <p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nWe will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p> Contact Us <p>If you have any questions about this Privacy Policy, please contact us:</p>\n<ul>\n<li>By email:&nbsp;info@platesmart.com</li>\n<li>By phone number: 813-749-0892</li>\n<li>By mail: 640 Brooker Creek Blvd., Suite 465, Oldsmar, FL 34677</li>\n</ul> ALPR Awards and Recognitions <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Quick Links <ul>\n<li>About</li>\n<li>Case Studies</li>\n<li>Frequently Asked Questions</li>\n<li>Contact Us</li>\n</ul> Solutions <ul>\n<li>ARES 3.0</li>\n<li>Powered by PlateSmart™</li>\n<li>ARES Analytics</li>\n<li>PlateSmart Mobile Defender™</li>\n</ul> Connect with Us <p>\n<i>\n</i> 640 Brooker Creek Blvd, Suite 465 | Oldsmar, FL 34677</p>\n<p>\n<i>\n</i>&nbsp;info@PlateSmart.com</p>\n<p>\n<i>\n</i>&nbsp;support@PlateSmart.com</p>\n<p>\n<i>\n</i> (813) 749-0892</p>\n<p>\n<i>\n</i> Hours: Mo - Fr: 6:00 am - 6:00 pm</p>\n<p>© Copyright 2004 - 2022&nbsp.\nCyclops Technologies, DBA PlateSmart Technologies · PlateSmart EULA · Privacy Policy&nbsp;·&nbsp;Site Map</p> Please ensure Javascript is enabled for purposes of website accessibility × <ul>\n<li>About\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Solutions</li>\n<li>Products\n<ul>\n<li>ARES 3.0</li>\n<li>ARES Analytics</li>\n<li>Powered by PlateSmart</li>\n<li>PlateSmart Mobile Defender™</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>FAQ</li>\n<li>Case Studies</li>\n<li>Videos</li>\n<li>PlateSmart University</li>\n</ul>\n</li>\n<li>News</li>\n<li>Contact\n<ul>\n<li>ALPR Channel Partner Program</li>\n</ul>\n</li>\n</ul> × <ul>\n<li>About\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Solutions</li>\n<li>Products\n<ul>\n<li>ARES 3.0</li>\n<li>ARES Analytics</li>\n<li>Powered by PlateSmart</li>\n<li>PlateSmart Mobile Defender™</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>FAQ</li>\n<li>Case Studies</li>\n<li>Videos</li>\n<li>PlateSmart University</li>\n</ul>\n</li>\n<li>News</li>\n<li>Contact\n<ul>\n<li>ALPR Channel Partner Program</li>\n</ul>\n</li>\n</ul> ", "created_at": "2023-06-30 04:58:12.770423", "updated_at": "2023-06-30 04:58:35.703744"}, {"id": 16867, "name": "End User License Agreement ", "url": "https://www.platesmart.com/eula/", "xpath": "//body", "text": " Skip to content <ul>\n<li>About\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Solutions</li>\n<li>Products\n<ul>\n<li>ARES 3.0</li>\n<li>ARES Analytics</li>\n<li>Powered by PlateSmart</li>\n<li>PlateSmart Mobile Defender™</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>FAQ</li>\n<li>Case Studies</li>\n<li>Videos</li>\n<li>PlateSmart University</li>\n</ul>\n</li>\n<li>News</li>\n<li>Contact\n<ul>\n<li>ALPR Channel Partner Program</li>\n</ul>\n</li>\n</ul>\n<i>\n</i> (813) 749-0892 End User License Agreement <p>\n<strong>THIS END USER LICENSE AGREEMENT</strong> (this “<strong>Agreement</strong>”) is made and entered into by and between <strong>CYCLOPS TECHNOLOGIES, INC</strong>., a Florida corporation (“<strong>Cyclops</strong>”), D/B/A PLATESMART™ TECHNOLOGIES, and the owner or lessee of this LPR Device as licensee (the “Licensee”).\nCyclops and Licensee are individually referred to herein as a “<strong>Party</strong>” and are together referred to as the “<strong>Parties</strong>.”</p>\n<p>\n<em>PLEASE REVIEW THE TERMS OF THIS LICENSE THOROUGHLY.\nBY CLICKING “I AGREE” INDICATING ACCEPTANCE ELECTRONICALLY, ACCESSING, OR USING THE PLATESMART SOFTWARE, YOU AGREE TO THESE TERMS, ACKNOWLEDGE THAT YOU HAD THE OPPORTUNITY TO DOWNLOAD A COMPLETE COPY OF THESE TERMS, AND STATE THAT YOU HAVE THE AUTHORITY TO BIND THE OWNER OR LESSEE OF THIS LPR DEVICE TO THE TERMS OF THIS AGREEMENT.\nIF YOU DO NOT AGREE TO THESE TERMS, THEN DO NOT INDICATE ACCEPTANCE OF THIS AGREEMENT AND DO NOT USE THE PLATESMART SOFTWARE.</em>\n</p> Background Information <p>Cyclops is the owner of that certain proprietary license plate recognition software, a software program called PlateSmart™ (the “PlateSmart Software”).\nLicensee desires to license and use the PlateSmart Software on this LPR Device.\nAccordingly, based on the foregoing recitals and for and in consideration of the mutual obligations of the Parties set forth in this Agreement, and other good and valuable consideration, the receipt and sufficiency of which are hereby acknowledged, Cyclops and Licensee hereby agree as follows:</p> 1.\nDefinitions <p>As used herein, the following terms shall have the respective meanings set forth below:</p>\n<p>\n<strong>1.1 “Effective Date”</strong> shall mean the date on which Licensee installs the software on any LPR Device and accepts the terms of this Agreement.</p>\n<p>\n<strong> 1.2 “End User”</strong> shall mean a person employed by Licensee or engaged by Licensee as an independent contractor to provide services to Licensee, or an entity or group of entities which are directly or indirectly wholly-owned by Licensee, who or which uses LPR Devices on which are installed any component of the PlateSmart Software, but who or which does not have the right: (i) to utilize, copy, reproduce, or distribute the PlateSmart Software in any manner except in furtherance of Licensee’s business and/or operations or (ii) to sell, resell or sublicense the PlateSmart Software.</p>\n<p>\n<strong>1.3 “IP Rights”</strong> shall mean all intellectual property rights, including, without limitation, copyrights, patent rights, trade secrets, trademarks, service marks, trade dress, and other similar property rights.</p>\n<p>\n<strong>1.4 “LPR Device”</strong> shall mean any central processing unit owned by or leased to Licensee for Licensee’s own use on which Licensee may use a copy of any component of the PlateSmart Software.\nLPR Devices may be stationary or portable.</p>\n<p>\n<strong> 1.5 “New Versions”</strong> shall mean any subsequent, commercially released versions of the PlateSmart Software containing corrections, new versions, updates, and supplements that Cyclops, in its sole and absolute discretion, has released.</p>\n<p>\n<strong>1.6 “PlateSmart Software”</strong> shall mean any versions (including the current version) or any components of the PlateSmart software program in usable form and any New Versions of such software furnished to Licensee.\nThe term “PlateSmart Software” shall also include input and output formats, associated data structures and databases, graphical elements, narrative descriptions, and operating instructions.</p> 2.\nGrant of Licenses.\n<p>\n<strong> 2.1 License to Licensee.\n</strong> Subject to the terms, conditions, and restrictions set forth herein, Cyclops hereby grants to Licensee for the term of this Agreement under any and all IP Rights owned or otherwise assertable by Cyclops a non-exclusive, non-transferable, limited license to copy the PlateSmart Software and/or any component thereof, including all New Versions furnished to Licensee, for use on this LPR Device.\nCyclops reserves the unrestricted right to sell, license, market and distribute anywhere in the world, or to grant to others the right to sell, license, market, and distribute anywhere in the world, the PlateSmart Software, including, but not limited to, the unrestricted right to license others to bundle the PlateSmart Software with other products for sale anywhere in the world.</p>\n<p>\n<strong>2.2 No Implied License.\nLimitations on Use.\n</strong> Licensee acknowledges and agrees that this Agreement in no way shall be construed to provide to Licensee any express or implied license to copy, reproduce, use, sell, distribute, prepare saleable derivative works based upon or sublicense the PlateSmart Software.\nLicensee expressly agrees not to take any of the foregoing actions or permit any of the foregoing actions to be taken by its End Users.\nThe PlateSmart Software shall be used solely in connection with Licensee’s business and/or operations on this LPR Device.\nLicensee shall not use or permit or allow the use of the PlateSmart Software or any portion thereof in any other manner without the written consent of Cyclops, which consent may be withheld at Cyclops’ sole and absolute discretion.\nIf required by Cyclops, the PlateSmart Software so distributed shall be limited by code in a manner to ensure that the PlateSmart Software can only be used on Licensee’s LPR Devices.\nLicensee hereby assures Cyclops that it does not intend to and agrees that it will not, without the prior written consent of Cyclops and, if required, of all applicable governmental entities, including, but not limited to, the Office of Export Licensing of the U.S.\nDepartment of Commerce, transmit, directly or indirectly, the PlateSmart Software, or any component thereof, too (a,) any country outside the United States or (b) any national or resident thereof.\nLicensee further agrees that it will obtain, at its own cost and expense, any and all necessary export licenses for any such approved export or for any approved disclosure of the PlateSmart Software to a foreign national.</p>\n<p>Licensee may not: (a) reverse engineer, decompile or disassemble the PlateSmart Software.\n(b) make more copies of the PlateSmart Software than specified in this Agreement.\n(c) publish the PlateSmart Software for others to copy.\n(d) use the PlateSmart Software in any way that is against the law.\n(e) rent, lease, lend or sublicense the PlateSmart Software.\n(f) use the PlateSmart Software in any way to gain unauthorized access to any service, data, account or network by any means.\nor (g) use the PlateSmart Software for commercial software hosting services.</p>\n<p>Licensee may access and use the PlateSmart Software on this licensed LPR Device remotely from any other licensed LPR Device.\nLicensee may allow other users to access the PlateSmart Software to provide support services to Licensee.\nLicensee will not need additional licenses for this access.</p>\n<p>Activation of the PlateSmart Software on an LPR Device associates the use of the PlateSmart Software with a specific LPR Device.\nDuring activation, the PlateSmart Software will send information about the PlateSmart Software and the LPR Device to Cyclops.\nThis information includes the PlateSmart Software version, the license version, language, and the product ID of the PlateSmart Software, the Internet protocol address of the LPR Device, and information derived from the hardware configuration.\nThe PlateSmart Software shall from the time-to-time update or require the download of the validation feature of the PlateSmart Software.\nValidation verifies that the software has been activated and is properly licensed.\nValidation also permits Licensee to use certain features of the PlateSmart Software or to obtain additional benefits.\nDuring a validation check, the PlateSmart Software will send information about the PlateSmart Software to Cyclops.\nThis information includes the version of the PlateSmart Software and the product key.\nIf the PlateSmart Software is not properly licensed, the functionality of the PlateSmart Software may be affected.\nFor example, Licensee may need to reactivate the PlateSmart Software or receive reminders to obtain a properly licensed copy of the PlateSmart Software, or Licensee may not obtain New Versions of the PlateSmart Software from Cyclops.\nLicensee hereby consents to the transmission of certain computer information during activation, validation, and for Internet-based services.</p> 3.\nLicense Fees.\nCharges.\nPayment <p>\n<strong>3.1 License Fees.</strong> Licensee agrees and hereby undertakes to pay Cyclops on or before the Effective Date and on or before the first day of each month thereafter while this Agreement is in effect the license and maintenance fees set forth on the Software License Purchase Agreement executed by Licensee and made a part hereof for the use of the PlateSmart Software during the term of this Agreement (such fees are together referred to as the “<strong>License Fee</strong>”).\nMonthly payments of the License Fee shall be deemed to be advance payments for that month’s use of the PlateSmart Software.</p>\n<p>\n<strong>3.2 Interest, Late Fees, and Miscellaneous Charges.</strong> If any payment due Cyclops pursuant to this Agreement is not made within thirty (30) days of the due date, Licensee shall pay interest with respect to such past due to payment at the lesser of twelve percent (12%) per year or the maximum rate permitted by the law of the state of Florida.\nFurthermore, if any payment due to Cyclops pursuant to this Agreement is not made within ten (10 days of the due date, the Licensee shall pay a late fee equal to Thirty-Five and No/100 Dollars ($35.00).</p>\n<p>\n<strong>3.3 Method of Payment.</strong> All payments under this Agreement shall be made in United States dollars by wire transfer of immediately available funds as directed by Cyclops.\nCredit card, ACH, or by Licensee’s check which shall be drawn in United States dollars upon a United States bank and delivered to Cyclops’ address listed on <strong>\n<u>the Software License Purchase Agreement.</u>\n</strong>\n</p>\n<p>\n<strong>3.4 No Refunds.\n</strong> Payment of the License Fee is required for the entire term of this License whether or not Licensee uses any or all of the features of the PlateSmart Software.\nThis provision may be modified subject to the terms of the Software License Purchase Agreement or by the written agreement of Cyclops only.</p> 4.\nRepresentations and Warranties.\n<p>Cyclops makes the following representations and warranties solely for the benefit of Licensee, as a present and ongoing affirmation and covenant of facts in existence at all times under this Agreement:</p>\n<p>(i) Cyclops has full power and authority to license the PlateSmart Software to Licensee under this Agreement;</p>\n<p>(ii) Subject to the terms of this Agreement, Licensee and its End Users shall be entitled to full use and possession of the PlateSmart Software;</p>\n<p>(iii) The PlateSmart Software supplied here-under is produced and delivered in accordance with all applicable federal, state and local laws, rules and regulations as in effect on the Effective Date;</p>\n<p>(iv) The PlateSmart Software, as delivered by Cyclops to Licensee, does not contain and Licensee will not receive from Cyclops any virus, worm, trap door, back door, timer, clock or other computer software code or routines or hardware components designed to disable, damage or impair the operation of the PlateSmart Software or the information or data accessed or manipulated by the PlateSmart Software, other than the license key associated with each PlateSmart Software.\nand</p>\n<p>(vi) The media upon which the PlateSmart Software is included shall be free from defects in materials and workmanship for a period of ninety (90) days following the date of shipment.\nIn the event of any breach of the warranty set forth in this Section 6(vi), Licensee’s sole remedy and Cyclops’ sole liability shall be for Cyclops to replace the defective media upon return by Licensee to Cyclops of such defective media;</p> 5.\nDisclaimer of Other Warranties.\nLimitation of Liability.\n<p>Except as otherwise provided in this Agreement, Cyclops provides, and Licensee accepts, Cyclops’ Services and the PlateSmart Software in “as-is” condition.\nand</p>\n<p>\n<em>CYCLOPS DISCLAIMS ANY AND ALL OTHER WARRANTIES, CONDITIONS, OR REPRESENTATIONS (STATUTORY, EXPRESS OR IMPLIED, ORAL OR WRITTEN), WITH RESPECT TO THE SERVICES, THE PLATESMART SOFTWARE, OR ANY PART THEREOF, INCLUDING, WITHOUT LIMITATION, ANY AND ALL IMPLIED WARRANTIES OR CONDITIONS OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY, ACCURACY, OR FITNESS OR SUITABILITY FOR ANY PARTICULAR PURPOSE (WHETHER OR NOT CYCLOPS KNOWS, HAS REASON TO KNOW, HAS BEEN ADVISED, OR IS OTHERWISE, IN FACT, AWARE OF ANY SUCH PURPOSE), WHETHER ALLEGED TO ARISE BY LAW, BY REASON OF CUSTOM OR USAGE IN THE TRADE OR BY COURSE OF DEALING.\nTHE SOFTWARE IS PROVIDED ON AN AS-IS BASIS.\nCYCLOPS DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE PLATESMART SOFTWARE WILL MEET THE LICENSEE’S REQUIREMENTS OR THAT THE OPERATION OF THE PLATESMART SOFTWARE WILL BE UNINTERRUPTED OR ERROR-FREE.\nCYCLOPS EXPRESSLY DISCLAIMS ANY WARRANTY OR REPRESENTATION TO ANY PERSON OTHER THAN LICENSEE WITH RESPECT TO THE SERVICES, THE PLATESMART SOFTWARE, OR ANY PART THEREOF.\nSOME STATES OR COUNTRIES DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO CERTAIN OF THE ABOVE EXCLUSIONS MAY NOT APPLY.</em>\n</p>\n<em>\n</em>\n<p>\n<em>IN NO EVENT SHALL EITHER PARTY BE LIABLE TO THE OTHER UNDER THIS AGREEMENT FOR ANY CONSEQUENTIAL, INCIDENTAL, INDIRECT, PUNITIVE, OR SPECIAL DAMAGES, LOSS OF BUSINESS PROFITS, BUSINESS/OPERATIONS INTERRUPTION, OR LOSS OF INFORMATION ARISING OUT OF THE SERVICES OR THE USE OF OR INABILITY TO USE THE PLATESMART SOFTWARE, EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br>\n</em>\n</p> 6.\nIndemnity <p>\n<strong>6.1 Cyclops’ Obligation to Indemnify.</strong> Cyclops will defend, indemnify and hold Licensee harmless from and against any claim, demand, suit, action, cause of action, loss or damage, liability, attorney’s fees, and other costs or expenses to the extent such is based on a claim that the PlateSmart Software as furnished by Cyclops to Licensee infringes any patent, copyright or other proprietary rights of any third party, subject to the limitations of this Part 8.1.</p>\n<p>In the event that a final injunction shall or in Cyclops’ opinion may be obtained against Licensee’s use of the PlateSmart Software in any action for which Cyclops must indemnify Licensee under this Section 8, Cyclops may, at its option and expense and without being considered in default in the performance of its obligations under this Agreement, and as Licensee’s sole remedy against Cyclops for such infringement:<br>\n(i) procure for Licensee the right to continue using such PlateSmart Software.\nor<br>\n(ii) replace such PlateSmart Software with non-infringing software of like quality and capabilities, or<br>\n(iii) modify such PlateSmart Software so that it becomes non-infringing, or<br>\n(iv) refund to Licensee the License Fees paid to Cyclops by Licensee pursuant to Section 3 during the six-month period prior to the entry of the final injunction.</p>\n<p>These indemnities are subject to Cyclops receiving notice of any such claim, suit or proceeding within 30 days of the indemnified Party receiving notice of the claim, and being granted full authority to control the defense and/or settlement thereof.</p>\n<p>In no event shall Cyclops’ total liability to Licensee under this Section 8 exceed the License Fees paid to Cyclops by Licensee pursuant to Section 3 during the term of this Agreement.</p>\n<p>\n<em>THE FOREGOING STATES CYCLOPS’ ENTIRE LIABILITY FOR CYCLOPS’ SERVICES AND THE PLATESMART SOFTWARE UNDER THIS AGREEMENT.</em>\n</p>\n<p>\n<strong>6.2 Licensee’s Obligation to Indemnify.</strong> Licensee will defend, indemnify and hold Cyclops harmless from and against any claim, demand, suit, action, cause of action, loss, damage, liability, attorneys’ fees, and other costs and expenses incurred by Cyclops as the result of<br>\n(a) any violation of this Agreement by Licensee or any of its directors, officers, or employees;<br>\n(b) a third-party action against Cyclops based upon Licensee’s use of the Software, including without limitation, any violation of any federal, state, or local law by Licensee in connection with its use of the Software.</p> 7.\nConfidentiality.\nNon-Solicitation of Employment.\n<p>\n<strong>7.1 Confidentiality.</strong> Subject in all cases to the requirements of Florida’s Public Records Act, Chapter 119, Florida Statutes, Licensee shall not, during or subsequent to the term of this Agreement, use Cyclops’ Confidential Information (as hereinafter defined) for any purpose whatsoever other than in connection with the use of the PlateSmart Software contemplated in this Agreement or disclose Cyclops’ Confidential Information to any third party, and it is understood that said Confidential Information shall remain the sole property of Cyclops.\nLicensee further agrees to take all reasonable precautions to prevent any unauthorized disclosure of such Confidential Information, including, but not limited to, having each of their respective employees and independent contractor consultants, if any, with access to any Confidential Information, execute a nondisclosure agreement containing provisions in the other Party’s favor substantially similar to this Section 9.1.\nFor purposes hereof, the term “<strong>Confidential Information</strong>” means Cyclops’ proprietary information, technical data, trade secrets or know-how, including, but not limited to, research, product plans, products, services, lists, markets, Licensee or employee lists, software, developments, inventions, processes, formulas, technology, designs, drawings, engineering, hardware configuration information, marketing, finances or other business information disclosed by Cyclops to the Licensee either directly or indirectly in writing, orally or by drawings or inspection of parts or equipment.\nConfidential Information does not include information which:<br>\n(i) is known to such Party on a non-confidential basis at the time of disclosure to such Party by the disclosing Party,<br>\n(ii) has become publicly known and made generally available through no wrongful act of the non-disclosing party, or<br>\n(iii) has been rightfully received by the non-disclosing Party from a third party who is authorized to make such disclosure.\nThe Parties agree that the PlateSmart Software, including but not limited to source code, object code, and software documentation, shall be considered “Trade Secrets” under Florida law.</p>\n<p>Cyclops shall promptly notify Licensee of any actual or suspected unauthorized use or disclosure of the Confidential Information received from Licensee and shall provide reasonable assistance to Licensee in the investigation and prosecution of unauthorized uses or disclosure.</p>\n<p>Licensee will not directly or indirectly disclose to anyone other than its employees, independent contractor consultants, investors, prospective investors, and personal advisors the terms of this Agreement, except as may be required by law.</p>\n<p>\n<strong>7.2 Non-Solicitation of Employment of Personnel.\n</strong> Licensee recognizes that Cyclops’ employees constitute a valuable asset.\nAccordingly, Licensee hereby agrees that it shall not employ or make any offer of employment to, nor enter into a consulting relationship with, directly or indirectly, any such individual who was employed by Cyclops within twenty-four (24) months of the termination of such person’s employment with Cyclops without Cyclops’ consent.</p> 8.\nInjunctive Relief.\n<p>\n<strong>Licensee</strong> agrees that, in the event of a breach or alleged breach of any of Sections 2.2 or 7, Cyclops may not have an adequate remedy at law, including monetary damages, and that Cyclops shall consequently be entitled to seek a temporary restraining order, injunction or other forms of equitable relief, without posting bond, against the continuance of such breach.\nSuch relief shall be in addition to any other rights or remedies due to Cyclops here-under, including, without limitation, rights of termination under Section 11.2.</p> 9.\nOwnership <p>Licensee hereby acknowledges and agrees that the PlateSmart Software embodies and constitutes valuable IP Rights of Cyclops, including, but not limited to, copyrights and trade secrets and that except for the rights of use, copying and distribution expressly granted to Licensee herein, Cyclops now holds and shall retain all rights, title and interest to the PlateSmart Software, the trade name “PlateSmart” and such other trade names or trademarks as Cyclops may from time to time by written notice permit or require Licensee to use in connection with any PlateSmart Software (such trade names and trademarks are collectively referred to as the “<strong>Product Name</strong>”), and any documentation with respect thereto, including, without limitation, title to all IP Rights with respect thereto.\nUpon termination of this Agreement, the Licensee shall retain no rights of any nature with respect to the PlateSmart Software or the Product Name.\nLicensee shall not cause or allow the Product Name to be associated with any product other than the PlateSmart Software and shall not (during the term of this Agreement or at any time thereafter) create, copy, reproduce, use, distribute, promote, sell or sub-license any product (other than the PlateSmart Software as expressly authorized herein) bearing the Product Name or any name confusingly similar thereto.</p> 10.\nRights of Vendors of Components Integrated in Platesmart Software.\nU.S.\nGovernment Rights as Licensee.\n<p>\n<strong>10.1 Rights of Vendors of Components Integrated in PlateSmart Software.</strong> Licensee acknowledges that Cyclops has licensed certain software products from third parties (the “<strong>Third Party Vendors</strong>”), including without limitation CommSys, Incorporated’s ConnectCIC™ and CLIPS™ software products, and Cyclops has integrated these Third-Party Vendors’ software products into the PlateSmart Software (the “<strong>Third Party Software Components</strong>”).\nLicensee acknowledges and agrees that:<br>\n(i) all IP Rights that are owned by a Third Party Vendor with respect to any Third Party Software Component integrated into the PlateSmart Software shall remain owned by such Third Party Vendor to the same extent that Cyclops retains its IP Rights of ownership described in Section 11 of this Agreement;<br>\n(ii) the Third-Party Software Components are being sublicensed to Licensee by Cyclops for Licensee’s use thereof, which sub-license is subject to all terms, conditions, and limitations on the part of Licensee applicable to the PlateSmart Software described in Section 2 and elsewhere in this Agreement;<br>\n(iii) all restrictions upon disclosure and use of a Cyclops’ “Confidential Information,” as described in Section 9.1 of this Agreement shall also be deemed to apply to protect any Confidential Information of a Third Party Vendor revealed to Licensee in connection with this Agreement to the same extent as set forth in Section 9.1 of this Agreement;<br>\n(iv) all limitations of warranties and limitations upon liability set forth in Section 7 of this Agreement also apply to the Third Party Vendors with respect to the Third-Party Software Components integrated into the PlateSmart Software.\nand<br>\n(v) the Third Party Vendors are to be considered intended third party beneficiaries of the provisions set forth in this Section 12.</p>\n<p>\n<strong>10.2 Commercial Computer Software.</strong> This software is “commercial computer software” and any related documentation is “commercial computer software documentation”, developed exclusively at private expense and NOT under any government contract.\nUse, duplication, and disclosure by civilian agencies of the U.S.\nGovernment is subject to the terms of this standard End User License Agreement and shall be in accordance with FAR 12.212(b) or other agency data rights provisions, as may be applicable.\nUse, duplication, and disclosure by DOD agencies is subject to the terms of this End User License Agreement as stated in DFARS 227.7202.</p> 11.\nTerm.\nTermination.\n<p>\n<strong> 11.1 Term.\n</strong> This Agreement shall become effective as of the Effective Date and shall continue in effect until the earlier of:<br>\n(i) the expiration date of this Agreement set forth on the Software License Purchase Agreement if applicable (the “Expiration Date”).\nprovided, however, that the term of this Agreement shall be extended through and after the Expiration Date unless either Party gives at least thirty (30) days’ notice to the other Party prior to the effective date of such termination of its decision to terminate this Agreement;<br>\n(ii) in the event that no Expiration Date has been selected, the date thirty (30) days after either party gives notice to the other Party that it has elected to terminate this Agreement (which termination is not pursuant to Sections 11.2 or 11.3 hereof and which termination shall not create any liability on the part of the terminating Party).\nor<br>\n(iii) the date this Agreement is terminated in accordance with Sections 11.2 or 11.3.</p>\n<p>\n<strong>11.2 Termination for Breach.</strong> Either Party may terminate this Agreement in the event of a material breach of this Agreement by the other party if such breach remains uncured thirty (30) days after receipt of written notice thereof from the non-breaching Party (unless such breach cannot by its nature be cured, in which case the non-breaching Party may terminate this Agreement by written notice immediately upon the occurrence of such breach).\nNo such termination shall relieve the Licensee’s obligation to pay License Fees, Service Fees, and miscellaneous charges accrued to the effective date of the termination for previously distributed copies of any component of the PlateSmart Software.\nEach Party understands and agrees that it is responsible for ensuring compliance with this Agreement by its directors, officers, or employees and that any breach or failure to comply with this Agreement by any of the foregoing shall be deemed a breach of this Agreement by such Party.</p>\n<p>\n<strong>11.3 Return of Materials.</strong> Upon termination of this Agreement for any reason, Licensee’s rights to use, copy and distribute the PlateSmart Software shall terminate, and Licensee shall immediately destroy all PlateSmart Software in an electronic and non-electronic form.\nAn officer of Licensee shall, upon completion by Licensee of such delivery and destruction, certify in writing to Cyclops that Licensee has in fact fulfilled its obligations pursuant to this Section.\n<em>The licensee understands and acknowledges that the license fees will not be refunded.</em>\n</p>\n<p>\n<strong>11.4 Survival.\n</strong> The provisions of Sections 2.2, 3.2, 5 through 10, 11.3, 11.4, 12, and 14 through 19 of this Agreement shall survive the termination of this Agreement.</p> 12.\nApplicable Law.\nJurisdiction.\nVenue.\nAttorneys’ Fees to Prevailing Party.\n<p>This Agreement shall be governed in its construction, interpretation and performance exclusively by the laws of the State of Florida and the United States, as applicable, without reference to law pertaining to choice of laws or conflict of laws.\nBoth Parties submit to the exclusive jurisdiction of such courts.\nIn the event of any litigation arising out of or relating to this Agreement or the breach, termination, validity or enforcement of this Agreement, venue shall be exclusively in Hillsborough County, Florida, or the United States District Court for the Middle District of Florida, as applicable.\nBoth Parties hereby submit to the exclusive jurisdiction of such courts.\nIn the event of any litigation arising out of or relating to this Agreement or the breach, termination, validity or enforcement of this Agreement, the prevailing Party shall be entitled to recover all costs and reasonable attorneys’ fees incurred, including, without limitation, costs and reasonable attorneys’ and paralegals’ fees incurred in any investigations, trials and appeals.</p> 13.\nAssignment <p>Licensee shall not assign any of its rights under this Agreement or delegate its duties hereunder to another person or entity without the prior written consent of Cyclops, which consent may be granted or withheld in its sole and absolute discretion.\nAny permitted assignment will be subject to the permitted assignee or transferee agreeing in writing to comply with all the terms and restrictions contained in this Agreement.\nAny attempted assignment in violation of this Section shall be void.\nIn addition to the outright assignment, the following shall be deemed to be an attempted assignment of this Agreement:<br>\n(i) the merger of Licensee with another entity,<br>\n(ii) the sale or transfer of over fifty percent (50%) of Licensee’s capital stock within any two (2) year period, (iii) any transfer of this Agreement occurring by operation of law or (d) any similar transfer or transaction.\nThis Agreement shall inure to the benefit of and be binding upon the Parties, their respective trustees, successors, permitted assigns, and legal representatives.</p> 14.\nNotices <p>Any notice or other communication which is required or permitted under this Agreement shall be in writing and shall be deemed to have been given, delivered, or made, as the case may be (notwithstanding lack of actual receipt by the addressee): (i) on the date sent if delivered personally or facsimile (which is confirmed) or (ii) five (5) business days after having been deposited in the United States mail, certified or registered, return receipt requested, sufficient postage affixed and prepaid, or (iii) one (1) business day after having been deposited with a nationally recognized overnight courier service (such as by way of example, but not limitation, U.S.\nExpress Mail or Federal Express), to the Parties at the following addresses (or at such other address for a party as shall be specified by like notice):</p>\n<p>(a) If to Cyclops:</p>\n<p>Cyclops Technologies, Inc.</p>\n<p>640 Brooker Creek Blvd.</p>\n<p>Suite 465</p>\n<p>Oldsmar, Florida, 34677</p>\n<p>Telephone: 813-749-0892</p>\n<p>Facsimile: 813-891-6414</p>\n<p>\n(b) If to Licensee, at the address set forth on the Software License Purchase Agreement.</p> 15.\nRelationship of Parties <p>The Parties shall at all times act as independent contractors, and nothing herein contained shall be deemed to constitute a partnership between or joint venture by the Parties, nor shall either Party be deemed the agent or employee of the other.\nNo Party shall hold itself out contrary to the provisions of this Section.</p> 16.\nConstruction.\n<p>This Agreement shall not be construed more strictly against either party regardless of who is responsible for its drafting.\nUnless the context of this Agreement otherwise clearly requires, references to the plural include the singular and the singular include the plural.\nWherever the context so requires, the masculine shall refer to the feminine, the feminine shall refer to the masculine, the masculine or the feminine shall refer to the neuter, and the neuter shall refer to the masculine or the feminine.\nThe captions of this Agreement are for convenience and ease of reference only and in no way define, describe, extend, or limit the scope or intent of this Agreement or the intent of any of its provisions.</p> 17.\nWaiver <p>No failure or delay on the part of either Party in exercising any right or remedy with respect to a breach of this Agreement by the other Party shall operate as a waiver thereof or of any prior or subsequent breach of this Agreement by the breaching Party, nor shall the exercise of any such right or remedy preclude any other or future exercise thereof or exercise of any other right or remedy in connection with this Agreement.\nAny waiver must be in writing and signed by the waiving Party.</p> 18.\nSeverability.\n<p>If any section, subsection, or provision or the application of such section, subsection, or provision of this Agreement is held invalid, illegal, or unenforceable, the remainder of this Agreement and the obligation of such section, subsection, or provision to persons or circumstances other than those to which it is held invalid, illegal, or unenforceable shall not be affected by such invalidity, illegality, or unenforceability.</p> 19.\nEntire Agreement.\n<p>This Agreement constitutes the entire agreement between the Parties relating to the subject matter hereof.\nAll prior understandings and agreements between the Parties relating to the subject matter hereof are merged in this Agreement, which alone and completely expresses their understanding.\nCyclops may amend the terms of this End User License Agreement with notice to the Licensee.\nLicensee’s continued use of the PlateSmart software upon update of this End User License Agreement shall constitute acceptance of the amended terms.\nThe current version of the End User License Agreement may be found at www.platesmart.com/EULA.</p> 20.\nForce Majeure.\n<p>Each Party agrees that the other Party shall not be liable for any delay or failure in performance caused by acts of God, war, fires, flood, court order, strikes, or labor disputes preventing the performance of any obligations hereunder (each, a “<strong>Force Majeure Condition</strong>”), that the periods for each Party’s performance under the terms of this Agreement shall be extended to the same degree as the delay in such Party’s performance caused by such Force Majeure Condition, and to the extent that either Party owes any fees to the other party pursuant hereto, such party shall continue to pay the other party in accordance with this Agreement for any services rendered during such Force Majeure Condition.</p> ALPR Awards and Recognitions <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Quick Links <ul>\n<li>About</li>\n<li>Case Studies</li>\n<li>Frequently Asked Questions</li>\n<li>Contact Us</li>\n</ul> Solutions <ul>\n<li>ARES 3.0</li>\n<li>Powered by PlateSmart™</li>\n<li>ARES Analytics</li>\n<li>PlateSmart Mobile Defender™</li>\n</ul> Connect with Us <p>\n<i>\n</i> 640 Brooker Creek Blvd, Suite 465 | Oldsmar, FL 34677</p>\n<p>\n<i>\n</i>&nbsp;info@PlateSmart.com</p>\n<p>\n<i>\n</i>&nbsp;support@PlateSmart.com</p>\n<p>\n<i>\n</i> (813) 749-0892</p>\n<p>\n<i>\n</i> Hours: Mo - Fr: 6:00 am - 6:00 pm</p>\n<p>© Copyright 2004 - 2022&nbsp.\nCyclops Technologies, DBA PlateSmart Technologies · PlateSmart EULA · Privacy Policy&nbsp;·&nbsp;Site Map</p> Please ensure Javascript is enabled for purposes of website accessibility × <ul>\n<li>About\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Solutions</li>\n<li>Products\n<ul>\n<li>ARES 3.0</li>\n<li>ARES Analytics</li>\n<li>Powered by PlateSmart</li>\n<li>PlateSmart Mobile Defender™</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>FAQ</li>\n<li>Case Studies</li>\n<li>Videos</li>\n<li>PlateSmart University</li>\n</ul>\n</li>\n<li>News</li>\n<li>Contact\n<ul>\n<li>ALPR Channel Partner Program</li>\n</ul>\n</li>\n</ul> × <ul>\n<li>About\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Solutions</li>\n<li>Products\n<ul>\n<li>ARES 3.0</li>\n<li>ARES Analytics</li>\n<li>Powered by PlateSmart</li>\n<li>PlateSmart Mobile Defender™</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>FAQ</li>\n<li>Case Studies</li>\n<li>Videos</li>\n<li>PlateSmart University</li>\n</ul>\n</li>\n<li>News</li>\n<li>Contact\n<ul>\n<li>ALPR Channel Partner Program</li>\n</ul>\n</li>\n</ul> ", "created_at": "2023-06-30 04:58:12.740876", "updated_at": "2023-06-30 04:58:55.333856"}], "points": [], "urls": ["platesmart.com"]}}