{"error": 448, "message": "OK", "parameters": {"id": 7527, "name": "STORYTEL", "created_at": "2023-03-13 20:31:16.821428", "updated_at": "2023-03-29 19:26:45.605004", "wikipedia": null, "keywords": null, "related": null, "slug": "storytel", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7527.png", "url": "storytel.com", "documents": [{"id": 14486, "name": "PRIVACY POLICY ", "url": "https://www.storytel.com/in/en/documents/privacy-policy", "xpath": "/html/body/div[1]/div/div/main/section", "text": "<p>STORYTEL PRIVACY POLICY</p>\n<ol>\n<li>ABOUT THIS POLICY</li>\n</ol>\n<ol>\n<li>Welcome to Storytel! We hope that you will enjoy our services.\nThis Privacy Policy (the “<strong>Policy</strong>”) explains how we process your personal data in relation to any of our Storytel Services provided to you as described in any of our terms and conditions (collectively the “<strong>Agreement</strong>”), as well as when you choose to visit our website, when you download our applications, or when you use any of our products (collectively the “<strong>Services</strong>”).</li>\n<li>The purpose of this Policy is to inform you about the processing of your personal data and to assure you that your personal data is handled with care and transparency.\nYou should always be able to feel safe when providing personal data to Storytel and we are continuously working on assuring that necessary technical and organisational security measures are in place.\nIf you still have questions after reading this Policy, you are welcome to contact us by using the contact information in section 14 below.</li>\n</ol>\n<ol>\n<li>CONTROLLER</li>\n</ol>\n<p>Storytel Sweden AB (company reg.\nno.\n556696-2865), is the responsible Controller for the overall processing of your personal data in the context of the Services and the different stages thereof.\nIn some situations, we may share this responsibility with one of our group companies, or a company outside our structure, for instance if a group company carries out local marketing activities.</p>\n<ol>\n<li>CATEGORIES OF PERSONAL DATA THAT STORYTEL COLLECTS</li>\n</ol>\n<ol>\n<li>Storytel processes the categories of personal data described below.\nWhich data Storytel processes about you to some extent depends on which parts of Services you choose to use.\nThe tables in this section 3 contain descriptions of the different categories of personal data that we may process about you, throughout the different steps of your customer journey.\nIn section 4, you can also find more information about our purposes and legal bases for our different processing activities.</li>\n<li>\n<strong>Creating an account at Storytel</strong>\n</li>\n</ol>\n<ol>\n<li>When you create an account at Storytel, we may collect the following categories of data, depending on the Service that you are using and the market you are in.</li>\n</ol>Category More specifically <p>User Data</p>\n<p>If you<strong> create an account</strong> at Storytel, we will process the personal data that you have provided, such as:</p>\n<ul>\n<li>Full name</li>\n</ul>\n<ul>\n<li>Username</li>\n</ul>\n<ul>\n<li>Contact details (for example, email address or telephone number)</li>\n</ul>\n<ul>\n<li>Address</li>\n</ul>\n<ul>\n<li>IP-address</li>\n</ul>\n<ul>\n<li>Payment information (for example, type of credit card and expiry date of the card)</li>\n</ul>\n<ul>\n<li>Type of subscription</li>\n</ul>\n<ul>\n<li>Technical information (such as time logs connected to the creation of the account).\nThe exact information required in order to create an account may vary depending on the subscription type and country as well as the type of payment method you use.</li>\n</ul>\n<p>\n</p>\n<p>We may also process your date of birth, gender and family composition (more about this below), if you choose to submit this information.</p>\n<p>\n</p>\n<p>If you sign up for a <strong>Student discount </strong>we will process your personal data in order to verify your student status such as your date of birth and your current student status (such as the name of the university you study at).</p>\n<ol>\n<li>When you use our Services</li>\n</ol>Category More specifically <p>Usage Data</p>\n<p>We may process personal data relating to your use of the Services, such as:</p>\n<ul>\n<li>Your choices of titles.</li>\n</ul>\n<ul>\n<li>Search history and other types of streaming related data such as time spent in our app and the bookshelves you create.</li>\n</ul>\n<ul>\n<li>Content that you choose to provide while using our Services, such as reviews, communication with customer support, or communications sent through our social media channels.</li>\n</ul>\n<ul>\n<li>Personal data necessary to provide additional features in our Services that you may choose to use, such as when you choose to refer a title or gift a free trial period to another person.</li>\n</ul>\n<ul>\n<li>Data related to your navigation on the website and app and technical data such as online identifiers, advertising ID, device and platform versions, IP address, app version, language settings, URL details, and browser type.</li>\n</ul>\n<ul>\n<li>Data that enables us to discover and connect with third party devices or services, which you choose to connect with via Bluetooth, plugins or other integrations.</li>\n</ul>\n<ul>\n<li>Geographic location data (excluding geolocation data) derived from other data points, for instance payment currency or the country of the website you have used to sign up.</li>\n</ul>\n<ul>\n<li>Your preferences, streaming history, browsing behaviour and other data related to your use of our Services.</li>\n</ul>\n<p>\n</p>\n<p>You may personalise your account even more and/or use some of our optional social features offered within the website or app from time to time.\nFor these features (collectively the “<strong>Social Features</strong>”) we will process the personal data that you choose to provide us, for instance:</p>\n<ul>\n<li>Your name or username</li>\n</ul>\n<ul>\n<li>Profile picture</li>\n</ul>\n<ul>\n<li>Reviews about our content</li>\n</ul>\n<ul>\n<li>Comments on other users' reviews</li>\n</ul>\n<p>Please note that your chosen name or username will always be visible to other users in the app and may be visible on the web if you choose to create a review.</p>\n<p>Preview Mode Data</p>\n<p>When you choose to use our app in preview mode (before creating an account), we will collect the preferences that you choose to share with us, as well as information regarding the titles in your bookshelf.</p>\n<p>Shipping Data</p>\n<p>If you purchase our products, for instance our Reader, we will collect data such as your shipping address.</p>\n<ol>\n<li>Payment Data, Contests and Survey/User Research Data</li>\n</ol>Category More specifically <p>Payment Data</p>\n<p>We will, depending on your chosen payment method, process Payment Data in forms of for example credit card details and/or other payment details, including for example account number, name, surname and purchase history.\nNo full payment details are processed by Storytel (such as full credit card numbers).\nIf you want more information, we recommend that you contact your payment service provider to find out more about how they process data relating to your payments.<em>\n</em>\n</p>\n<p>Contest and Survey/User Research Data</p>\n<p>If you choose to participate in any of our contests, surveys or user research, we will process the data that you choose to provide us, including any categories as mentioned in this Privacy Policy.</p>\n<ol>\n<li>Third Party Data</li>\n</ol>Category More specifically <p>Third Party Data</p>\n<p>If you choose to <strong>link your account </strong>to your Facebook account or accounts of other third party services when you log in, we will process personal data for which you give Facebook or the relevant third party permission to share with Storytel.\nIf you want to know more about this, please turn to the specific service provider.</p>\n<p>\n</p>\n<p>If you choose to connect your account to a product or a third party streaming platform, we will process User Data necessary to enable this and to fulfil our legitimate interests connected with such integration.</p>\n<p>\n</p>\n<p>If shipping data is provided to us by a third party, (for instance if you choose to buy our Services from a third party) it is classified as Third Party Data.</p>\n<ol>\n<li>Cookies Data</li>\n</ol>Category More specifically <p>Cookies Data</p>\n<p>Cookies data may be used to facilitate your access, remember your settings, to be able to show you personalised marketing communications, and to measure the success of our marketing activities.\nMore information on Storytel's use of cookies can be found in our cookie declaration, published on the Storytel website.\nClick here for a direct link to our cookie declaration.</p>\n<p>\n</p>\n<ol>\n<li>\n<strong>Please take note:</strong> If you choose to provide data about your family members or other personal data, you are responsible to ensure you have the right to do so based on their permission and you must also inform them about our processing activities.</li>\n</ol>\n<ol>\n<li>PURPOSES, CATEGORIES AND LEGAL BASES</li>\n</ol>\n<ol>\n<li>In the table below you can find a description of our purposes for processing personal data and information on how they relate to different categories of personal data and which legal basis we use for the processing.\nFor more information on the respective categories, please see the definitions of categories of data above under section 3.</li>\n<li>Please also find a short description of the different legal bases below:</li>\n</ol>\n<ul>\n<li>\n<strong>Legitimate interest:</strong> This legal basis applies where Storytel has an interest in processing your personal data for a certain purpose where we consider our interest to outweigh your interest, taking into account the impact and risk that the processing may have on your rights.</li>\n</ul>\n<ul>\n<li>\n<strong>Contractual obligation:</strong> This legal basis applies when Storytel needs to process your personal data to comply with a contract that we have, or are preparing to, enter into with you.</li>\n</ul>\n<ul>\n<li>\n<strong>Legal obligations: </strong>This legal basis applies where Storytel needs to process your personal data to comply with a legal requirement/regulation that applies to us.</li>\n</ul>\n<ul>\n<li>\n<strong>Consent:</strong> This legal basis applies to specific types of processing activities where your active approval is necessary and where Storytel will request that you provide such approval for Storytel’s use of your personal data for such purposes.</li>\n</ul>Purpose for processing Categories of personal data Legal basis for processing <p>Provision of our personalised Services, for example:</p>\n<ul>\n<li>We may provide you with content suggestions and a personalised feed based on your language, gender, preferences, browsing- and streaming history.</li>\n</ul>\n<ul>\n<li>Verify which market you are using the Service in, and which content you accordingly should have access to.</li>\n</ul>\n<ul>\n<li>Provide you with our Social Features, as requested by you, including a more personalised profile, reviews on content and other users reviews.</li>\n</ul>\n<ul>\n<li>Enable you to purchase gift cards.</li>\n</ul>\n<ul>\n<li>Remember your settings.</li>\n</ul>\n<p>User Data</p>\n<p>Contractual obligation</p>\n<p>\n</p>\n<p>Legitimate interest</p>\n<p>Usage Data</p>\n<p>Preview Mode Data</p>\n<p>Legitimate interest</p>\n<p>Cookies Data</p>\n<p>Legitimate interest (necessary cookies)</p>\n<p>\n</p>\n<p>Consent (other cookies)</p>\n<p>Payment Data</p>\n<p>Contractual obligation</p>\n<p>\n</p>\n<p>Fulfilling our contractual obligations with third parties:</p>\n<ul>\n<li>Such as licensing agreements and platform partnerships.</li>\n</ul>\n<p>User Data</p>\n<p>Legitimate interest</p>\n<p>\n</p>\n<p>Consent</p>\n<p>Usage Data</p>\n<p>Cookies Data</p>\n<p>Development, maintaining and improvement of our Services:</p>\n<ul>\n<li>Assess the quality and success of the content based on your use of the Service and for instance reviews, in order to improve the Services.</li>\n</ul>\n<ul>\n<li>Develop new and improved features, technologies and services based on analysis of your use of the Services.</li>\n</ul>\n<ul>\n<li>Business planning and forecast development.</li>\n</ul>\n<p>User Data</p>\n<p>Legitimate interest</p>\n<p>\n</p>\n<p>Usage Data</p>\n<p>Preview Mode Data</p>\n<p>Cookies Data</p>\n<p>Consent</p>\n<p>To inform you of our Services:</p>\n<ul>\n<li>Through different communication channels, such as email , sms, in app notifications and push notifications.</li>\n</ul>\n<p>User Data</p>\n<p>Legitimate interest</p>\n<p>\n</p>\n<p>Contractual obligation</p>\n<p>Usage Data</p>\n<p>To market and promote our Services:</p>\n<ul>\n<li>Through newsletters, in app and push notifications as well as third party platforms (for instance, social media).</li>\n</ul>\n<ul>\n<li>Non personalised ads and offers.</li>\n</ul>\n<ul>\n<li>Personalised ads, offers and newsletters from Storytel or Storytel's partners based on your preferences, streaming history, browsing behaviour and other use of our Services.</li>\n</ul>\n<ul>\n<li>Determine eligibility for special offers (for example, to establish if you are eligible for a trial subscription).</li>\n</ul>\n<ul>\n<li>Analyse the relevance and reach of our campaigns and marketing activities, or to reduce the risk of sending irrelevant marketing material to you.</li>\n</ul>\n<ul>\n<li>When we personalise our communication through third services, this may be based on your online behaviour, your use of our Services or other third party services, such as a social media service, or a combination of the above.</li>\n</ul>\n<p>\n</p>\n<p>If an active consent for newsletters is required, we will ask for your consent.</p>\n<p>User Data</p>\n<p>Legitimate interest</p>\n<p>\n</p>\n<p>Consent (for the personalised ads, offers and newsletter from Storytel or Storytels partners).</p>\n<p>\n</p>\n<p>Usage Data</p>\n<p>Cookies Data</p>\n<p>Consent</p>\n<p>Process your payments:</p>\n<ul>\n<li>Through our different payment methods, available on our website and through gift cards.</li>\n</ul>\n<ul>\n<li>Collect due payments for use of the Service.</li>\n</ul>\n<ul>\n<li>Check and administer your payments for our Services.</li>\n</ul>\n<ul>\n<li>Determine the chosen method of payment, and verify that it is valid.</li>\n</ul>\n<ul>\n<li>Administer gift cards.</li>\n</ul>\n<p>Payment Data</p>\n<p>Contractual obligation</p>\n<p>Legal obligations (such as Tax purposes and accounting)</p>\n<p>User Data</p>\n<p>Contractual obligation</p>\n<p>Connect with third party product or service:</p>\n<ul>\n<li>If you choose to sign up by using third party services (e.g.\nFacebook and Google), we will receive data from that third party service provider, provided that you have given your permission to the integration.</li>\n</ul>\n<p>Third Party Data</p>\n<p>Contractual obligation</p>\n<p>Cookies Data</p>\n<p>Consent</p>\n<p>Legitimate interest (for necessary cookies)</p>\n<p>To provide Customer Support services, including to:</p>\n<ul>\n<li>Communicate with you.</li>\n</ul>\n<ul>\n<li>Offer support for our Services and handle requests from you.</li>\n</ul>\n<ul>\n<li>Ensure that you can use our Services.</li>\n</ul>\n<ul>\n<li>Improve our Services as a result of questions and/or feedback that you communicate to us.</li>\n</ul>\n<p>\n</p>\n<p>Please note: If you choose to contact us through third-party social media platforms, they will be the controller of their own processing.<strong>\n</strong>\n</p>\n<p>User Data</p>\n<p>Legitimate interest (e.g.\nto preserve our legal rights, answer your questions and to improve our Services as a result of questions and feedback)</p>\n<p>\n</p>\n<p>Legal obligations (e.g.\nto handle your data subject requests)</p>\n<p>Contractual obligation</p>\n<p>Usage Data</p>\n<p>Payment data</p>\n<p>Third Party Data</p>\n<p>To comply with legal obligations and requests from competent authorities.</p>\n<p>All categories of personal data listed in section 3.</p>\n<p>Legal obligations</p>\n<p>Prevention and detection of fraud and unlawful use of our Services and to secure our Services and platform.</p>\n<p>All categories of personal data listed in section 3.</p>\n<p>Legitimate interest</p>\n<p>\n</p>\n<p>Legal obligations</p>\n<p>Participation in surveys, contests and research</p>\n<ul>\n<li>If you choose to participate in a survey, contest or research activity in relation to the Services, we will process the personal data that you choose to provide.</li>\n</ul>\n<p>Contest and Survey/User Research Data</p>\n<p>Legitimate interest</p>\n<p>Consent (to the extent consent is required for processing of personal data based on the survey, contest or research study at hand, we will ask you for that)</p>\n<p>Contractual obligation (such as contest terms)</p>\n<p>User Data</p>\n<p>Consent</p>\n<p>\n</p>\n<p>Contractual obligation (such as research study terms)</p>\n<p>Usage Data</p>\n<ol>\n<li>CHILDRENS DATA AND AGGREGATED DATA</li>\n</ol>\n<ol>\n<li>\n<strong>Childrens Data:</strong> Please note that the Storytel Services are not intended for children under the age 18.\nWe assume that all personal data provided in our Services are provided by persons that can legally enter into our Agreement.\nIf we are made aware that a person under the age 18 has provided personal data by use of our Services, without the necessary parental consent, we will delete that data to the extent possible.\nThis may mean that we need to delete the account in question.<strong>\n</strong>\n</li>\n<li>\n<strong>Aggregated data: </strong>We may also process aggregated data that is not identifiable with an individual (no longer personal data) but that derives from any of the categories of data in section 3.</li>\n</ol>\n<ol>\n<li>HOW LONG DO WE PROCESS YOUR PERSONAL DATA?</li>\n</ol>\n<ol>\n<li>Storytel will process your personal data for as long as we have a purpose and legal ground, for example as long as we have a contractual obligation, legitimate interest, your consent, or legal obligations to process your data, depending on which of these legal bases are applicable.</li>\n<li>We process your personal data for as long as you have an account with an active subscription and for 24 months after your subscription has ended to provide you with the personalised Storytel Service (for example to maintain your library of audiobooks/ebooks, so you can easily pick up where you left off, and to enable analysis of your use of our service).</li>\n<li>When you contact Storytel to receive support or for other purposes, we will retain your personal data for twenty-four (24) months after dealing with your last support ticket (e.g.\nproblems and requests).</li>\n<li>The personal data retained in our administration is retained for seven (7) years for tax and customs administration purposes unless we are legally obliged to retain the data for another period of time.</li>\n<li>Personal data which is collected and processed for marketing purposes, is retained for as long as you have an account and 12 months after expiry of your subscription and/or your last login (depending on the option that ends last).</li>\n<li>Storytel may retain data for longer than the time periods specified in this section, if legally prescribed or if it is necessary to preserve and defend Storytel's legal interests, for example, during judicial proceedings.</li>\n<li>We may retain aggregated data through which you cannot be identified (no longer personal data) for an unlimited period of time.</li>\n<li>If we use consent as a legal basis, we will process your data until you retract your consent.</li>\n</ol>\n<ol>\n<li>WHERE IS YOUR PERSONAL DATA STORED?</li>\n</ol>\n<p>We strive to process your personal data within the EU/EEA.\nHowever, your personal data may also be processed in the country where a Storytel group company has a local establishment, where our suppliers that are mentioned in clause 10 or their sub-suppliers are located.\nFor transfers outside the EU/EEA, please see more under section 8 and 10.</p>\n<ol>\n<li>DATA SECURITY AND INTEGRITY</li>\n</ol>\n<p>The security, integrity and confidentiality of your personal data is of vital importance to us.\nWe have implemented appropriate technical, administrative and physical security measures to safeguard your personal data against unauthorised access, use, alteration and disclosure.\nWe regularly review our security procedures to assess whether we must implement additional measures or improve existing procedures.\nIn the case where you have created a password for the use of our Services, we ask you to keep it safe and not to share it with anyone.\nYou should be aware that no transmission of information over the internet can be safeguarded fully.</p>\n<ol>\n<li>SHARING OF YOUR PERSONAL DATA</li>\n</ol>\n<ol>\n<li>We will only share your personal data in accordance with the below.</li>\n<li>We may share your personal data with our Storytel group companies in order to provide you with the Services provided by our group, to carry out our daily operations, or for the purpose of improving our services.</li>\n<li>We may also share personal data with our business partners (for example content providers and payment providers), such as your User Data and Usage data, in order to fulfil our contractual obligations with them and be able to provide you with our Services.\nAnother example is if you use a third party platform that you choose to connect to us.\nIn such cases may share User data and/or Usage data as necessary to enable the technical connection and to manage our business relationship with such third party platform.</li>\n<li>Storytel may also share personal data with some of our service providers involved in for instance the provision of our IT systems, customer service, security, or business analysis.</li>\n<li>We may also share personal data with marketing service providers that we use to provide you with personalised ads and marketing communications, to send you relevant communications and to measure the success and reach of our digital marketing and other promotional activities in reports and market research.\nThis is the case when Storytel uses remarketing or interest based advertising (also known as targeted advertising).</li>\n<li>We may also share personal data with payment service providers, as necessary in order to provide you with different payment methods and to process your payments.</li>\n<li>Personal data may also be shared to comply with statutory obligations or requirements or request from authorities, to safeguard our legal interests, or to detect or prevent fraud and to secure our Services.</li>\n<li>Storytel may share your personal data if we initiate discussions with a prospective buyer of our company or parts of our company, or if such negotiations result in a sale of the company or parts thereof.\nWe will during this process continue to protect your data and notify you if your data will be transferred to a buyer.</li>\n<li>We may also share aggregated data that is not identifiable with an individual (no longer personal data).</li>\n</ol>\n<ol>\n<li>TRANSFERS OF PERSONAL DATA</li>\n</ol>\n<ol>\n<li>As a multinational company, we may process your personal data within the EU/EEA or outside of these areas depending on which of the Services that you use, where our Storytel group companies are located or where our service providers are located.\nIf we transfer your data to another country, such transfers are made to the previously described categories of recipients in section 9, and for the purposes as set out in this Policy.</li>\n<li>We may transfer personal data to countries outside the EU/EEA, which the EU Commission has confirmed to have acquired an adequate level of protection according to GDPR art 45.\nIf we transfer data to other countries, we will use an appropriate legal mechanism, for example the Standard Contractual Clause originated from the European Commission according to GDPR art 46.2 (c) and adhere to applicable data protection regulations.</li>\n</ol>\n<ol>\n<li>LINKS TO EXTERNAL WEBSITES/SERVICES</li>\n</ol>\n<p>Information provided by Storytel may contain links to websites or services operated or owned by parties other than Storytel, for example some of our payment providers or other business partners.\nStorytel is not responsible for the processing of personal data (i.e.\nnot the responsible Controller) on these websites.\nWe recommend that you read the information regarding the processing of personal data on the relevant websites carefully.</p>\n<ol>\n<li>CHANGES TO THE PRIVACY POLICY</li>\n</ol>\n<p>This Policy may be revised from time to time and we may also add new features or services that will be included in the Policy.\nIf Storytel makes significant changes to the Policy, we will inform you about it by email, a device that you use for the Services or via a notification in the Services, depending on what is appropriate.\nThe latest version of the Policy is published on Storytel's website.\nIf your acceptance is needed, Storytel will make sure to collect it.\nPlease read this Policy regularly to stay updated on the content.</p>\n<ol>\n<li>YOUR RIGHTS BASED ON EU/EEA LEGISLATION AND YOUR DATA PROTECTION CONTROLS</li>\n</ol>\n<ol>\n<li>\n<em>Your rights </em>\n</li>\n</ol>\n<ol>\n<li>Processing of personal data under the General Data Protection Regulation is associated with rights for you to be informed about and affect the way we process your data.\nThe individual rights are described below and may be subject to limitations in applicable law.</li>\n</ol>\n<ul>\n<li>\n<strong>Right of access:</strong> you have the right to be informed of and to access the personal data we process about you.</li>\n</ul>\n<ul>\n<li>\n<strong>Right to rectification:</strong> you have the right to request to amend or update your personal data in the event it is inaccurate or incomplete.</li>\n</ul>\n<ul>\n<li>\n<strong>Right to erasure:</strong> you have the right to request that we delete your personal data.\nThis right may be subject to restrictions, for example if you have an ongoing case with customer support, or if your contractual obligations have not been fulfilled in terms of payment, or if we have a legal obligation to retain your data, for instance based on applicable bookkeeping regulations.</li>\n</ul>\n<ul>\n<li>\n<strong>Right to restrict:</strong> you have the right to request that we restrict the processing of all or parts of your personal data.</li>\n</ul>\n<ul>\n<li>\n<strong>Right to object:</strong> you have the right to object to us processing your personal data, for instance when such processing is based on legitimate interest, depending on the circumstances.</li>\n</ul>\n<ul>\n<li>\n<strong>Right to data portability:</strong> you have the right to request a copy of the personal data that you have provided us, in an electronically readable format and to forward that data.</li>\n</ul>\n<ul>\n<li>\n<strong>Right to lodge a complaint: </strong>you have the right to submit a complaint to the competent supervisory authority, the Swedish Authority for Privacy Protection (Integritetsskyddsmyndigheten – IMY) or any other competent supervisory authority in the country of residence, if you believe that we have unlawfully processed your personal data.</li>\n</ul>\n<ol>\n<li>\n<em>Data Protection Controls</em>\n</li>\n</ol>\n<ol>\n<li>If the processing is based on your consent, you can always retract your consent by sending us an email to the contact information below or by using the specific feature we have informed you about when collecting your consent.</li>\n<li>Apart from this, you have the opportunity to opt out of receiving our newsletters in a link provided to you in each newsletter.\nYou can manage your cookie preferences by using the cookie banner on our website.</li>\n<li>Information about additional data protection control features can be found in our Help Center.</li>\n</ol>\n<ol>\n<li>WANT TO KNOW MORE?</li>\n</ol>\n<ol>\n<li>Please visit our Help Center in the app or on our website for more information on the way we process personal data at Storytel and our data protection controls.\nYou can also find our cookie declaration in our cookie banner, where you can read more about the way we use cookies and why.</li>\n<li>If you have any questions on how Storytel processes your personal data, or if you want to exercise your rights, please contact us by using the contact information below.\nAdd \"To DPO\" in the subject line of the email if you instead want to reach our appointed DPO.</li>\n</ol>\n<ul>\n<li>Email address: privacy@storytel.com</li>\n<li>Address: Storytel Sweden AB, Att.\nSupport, Box 24167, 104 51 Stockholm</li>\n</ul>\n<p>\n</p>\n<p>Last changed: 2022-11-03</p>\n<p>\n</p>\n<p>\n</p>", "created_at": "2023-03-13 20:31:16.852811", "updated_at": "2023-03-13 20:31:45.947143"}], "points": [], "urls": ["storytel.com"]}}