{"error": 448, "message": "OK", "parameters": {"id": 9272, "name": "Guardio", "created_at": "2023-08-18 05:15:08.845269", "updated_at": "2023-08-18 10:02:12.045794", "wikipedia": null, "keywords": null, "related": null, "slug": "guardio", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9272.png", "url": "guard.io", "documents": [{"id": 18154, "name": "Terms of use", "url": "https://guard.io/terms", "xpath": "//body", "text": "GuardioTechnologyPlansBusinessAbout usTerms of use - \"Guardio\"<p>Last modified December 2022</p>\n<br>\n<br>\n<strong>Introduction</strong>\n<ol>\n<li>The use of the service “Guardio” which is, among other things, a Product which protects your device from malicious cyber-attacks (the “<strong>Product</strong>” or the “<strong>Service</strong>”) is in accordance to the following sections and terms of use (the “<strong>Terms</strong>”) including the Privacy Policy of the Product and according to any applicable law.\nBy using the Product, You signify that You agree to be bound by the Terms.</li>\n<li>The use of the Product is restricted solely to legal purposes and is restricted to those individuals who are legally qualified or corporations.</li>\n<li>The purpose of the Terms is to regulate the relations between the operator of the Product, Guardio Security.\n(the “<strong>Operator</strong>”) and any person and/or entity using the Product and the Service of the Operator.\nBy using the Product, You agree to be bound by the Terms.\nIf You do not agree with all or part of the Terms, please remove the Product and refrain from any use of the Product.\nThe Operator reserves its right to terminate Your use of the Product if You will not comply with any or all of the Terms.</li>\n<li>The Terms determine Your use of the Product and constitute the legal basis to any of your actions and/or communications during any use of the Product.</li>\n<li>The Operator reserves its right to terminate Your use of the Product if You fail to comply with any or all of the Terms and reserves its right to update the Terms from time to time at its sole discretion and without providing any prior notice.\nIt is clarified that the binding terms will be the Terms available at the Product at the time of Your use of the Product.\nTherefore and prior to any use of the Product, You are advised to read thoroughly the Terms and the Privacy Policy.\nIf You do not agree with all or part of the Terms, please refrain from any use of the Product.</li>\n<li>The Terms constitute the entire agreement between You and the Operator and supersedes all prior and contemporaneous agreements, proposals or representations, written or oral, concerning its subject matter.\nIn the event of any contradiction or inconsistency between the Terms and any content appearing in the Product, the provisions of the Terms shall prevail.</li>\n<li>It is clarified that the Operator reserves its right to change and/or terminate the activity of the Product, fully or partially, at its sole discretion and without any prior notice or consent and You will not have any claims against the Operator in such case.</li>\n<li>The Service provided by the Product is active and accessible 24/7 and You may use the Service at any time.\nHowever, the activity of the Product may be interrupted from time to time due to errors which are not controlled by the Operator and/or due to other reasons such as maintenance reasons, and You will not have any claims against the Operator in such case.</li>\n<li>If You have any questions regarding the Terms and/or Privacy Policy, you may contact the Operator by email: my.privacy@guard.io.\nIt is clarified that the Operator’s contact details are subject to change at the Operator’s sole discretion and without any prior notice or consent and You will not have any claims against the Operator in such case.</li>\n<li>It is hereby clarified that You agree and You are aware that any use of the Product and reliance on the information, warnings and alerts displayed or not displayed by the Product (the “<strong>Warnings”</strong> and or “<strong>Alerts</strong>”) is at Your own responsibility.\nAny Alerts which are displayed by the Products are based on certain information and parameters and shall not be considered as any binding recommendation, and You will have no claim against the Operator and/or anyone on the Operator’s behalf in case of and damage which may occur resulting from Your reliance of such information You were exposed to during Your use of the Service including any claim of loss of funds resulting from any reliance on the Product and/or any use of the Product.</li>\n<li>The Operator does not warrant that the Product will display Warnings and/or accurate Warnings of malicious activities and does not warrant that the Product will display warnings of all malicious activities in a specific service and/or website.\nYou hereby warrant that You are aware of the risks of using and relying on the Product.\nIn case of any suspicious activity You are advised to refrain from using any service and/or website and not rely on the Product.</li>\n</ol>\n<br>\n<strong>Definitions</strong>\n<p>“<strong>Content</strong>” means the Product and other information available in the Product, Warnings, the sorting and display of information including Warnings.</p>\n<p>“<strong>Service</strong>” means the Product, other related products and services, personal support service if provided, and any other modification and/or amendment of the above as may be made by the Operator from time to time under its sole discretion.</p>\n<p>\n<strong>\"Product Errors\"</strong>” means any interruption in the Product availability due to reasons which are not directly controlled by the Operator.</p>\n<p>“<strong>You</strong>” or ”<strong>Users</strong>” means, inter alia, individuals and entities authorized by the Operator to use the Product and Your employees, consultants, service providers, agents and/or third parties which You have business with.</p>\n<p>“<strong>Your Data</strong>” means all data and/or information in electronic form which You provide or as collected by the Operator in the Product during Your use of the Product.</p>\n<br>\n<strong>About the Terms and Subscription Terms</strong>\n<ol>\n<li>These Terms constitute an agreement between You and the Operator.\nIt is hereby clarified and agreed that the Operator provides a Product which is used, primarily, as a tool for identifying malicious cyber attacks and ancillary services.\ntherefore shall have no liability for any violation of the Terms by such fraudulent activities including any dispute or claim between You and a malicious website, and in case of any cyber attack that may damage you, all claims You may have should be addressed to such malicious entity and You shall have no claims and/or demands against the Operator including, but not only, in case such fraudulent and/or malicious activity was not detected by the Product.\n</li>\n<li>Using the Product is subject to payment of subscription fees.\nIn order to use the Product the User must subscribe to the Service by filling a form and providing details as requested by the Operator.\nIt is clarified that the Operator may change any requested details from the User at any time and under its sole discretion.\nand the Operator reserves its rights to decline a subscription request, for any reason, under its sole discretion and without providing such reason.</li>\n<li>It is possible to subscribe for several subscription plans at prices as determined by the Operator.\nThe Operator may change the prices and the trial period at any time as well as any of the Services at its sole discretion and You will not have any claims against the Operator in such cases.</li>\n<li>Subscribing to the Service is subject to a monthly or yearly fee according to the User’s choice which shall be charged in advance or on a monthly basis and at a fee decided by the Operator from time to time.\nThe Operator reserves its right to increase or decrease such fee and/or to change the available subscription plans at its sole discretion and without any prior notice.\nThe subscription fees shall be charged in advance at the beginning of each month until the User will cancel its subscription.\nIn case of a decrease of the subscription fees, the User will not be entitled to any refund and/or discount and/or any other benefit or deduction and the User shall not have any claims against the Operator in such case.</li>\n<li>Any subscription plan will be automatically renewed until cancelled by the User, and in case of a decrease of the subscription fees, the User will not be entitled to any refund and/or discount and/or any other benefit or deduction and the User shall not have any claims against the Operator in such case.</li>\n<li>The User may pay via credit card or via PayPal or other external payment services.\nIt is clarified that the Operator may change, at its sole discretion, the payment methods at any time at its sole discretion and without any prior notice or consent and You will not have any claims against the Operator in such case.</li>\n<li>It is clarified that should You pay via external payment services such as PayPal, such service is provided by a third party which is not controlled by the Operator.\nTherefore, the Operator shall not be liable for any faults and/or errors including any security issues resulting from such payment method as set forth above.</li>\n<li>Should a User not settle any payment of subscription fees, the following shall occur:</li>\n<ol>\n<li>The User will receive a reminder via email to settle any due payments;</li>\n<li>Should a User not settle such payment, the User’s access to the Product will be blocked;</li>\n<li>This section shall not derogate from the Operator’s rights to collect any unpaid fees including by taking legal actions against such User.</li>\n</ol>\n<li>The User may cancel his subscription by contacting the Operator.\nIt is clarified that cancellation of a subscription plan will not cancel any due payments and the User will not be entitled to any refund of any payments that were already paid.\n</li>\n<li>It is further clarified that the Operator reserves its right at any time and at its sole discretion to change the subscription fees and the Services it provides and/or to add additional features to the Product and the User shall not have any claims against the Operator in such case.</li>\n<li>The Operator reserves its rights to shut down the Product or any part thereof for any reason at any time at its sole discretion and You will not have any claims against the Operator in such case, and the User will not be entitled to any refund and/or payment deduction paid by them for the Services.</li>\n<li>The subscription is personal and non-transferrable.</li>\n</ol>\n<br>\n<strong>Warning, Liability and Limitation of Liability</strong>\n<ol>\n<li>IN NO EVENT WILL THE OPERATOR AND/OR ANYONE ON THE OPERATOR’S BEHALF BE LIABLE FOR ANY LOSS OF PROFITS, LOST SAVINGS, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, MULTIPLE OR PUNITIVE, DAMAGES REGARDLESS OF WHETHER THE BASIS OF THE LIABILITY IS BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), STATUTES, MISREPRESENTATIONS OR OTHERWISE FOR ANY LOSS OF PROFIT, LOSS OF BUSINESS, LOSS OF INCOME, LOSS OF CUSTOMERS OR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, OR EXEMPLARY DAMAGES ARISING FROM ANY ASPECT OF THE RELATIONSHIP PROVIDED HEREIN INCLUDING, BUT NOT ONLY, AS A RESULT OF YOUR RELIANCE ON THE PRODUCTS INCLUDING THE WARNINGS AND/OR INCOMPLETE INFORMATION AND/OR UNALERTED NOTIFICATIONS REGARDING POTENTIALLY-MALICIOUS WEBSITES AND SERVICES.</li>\n<li>Any use of the Product should be used solely for basic indication of suspicious websites and services and may not be considered as personal consulting, expert opinion, recommendation or any commitment that a specific website or services is fraudulent or, on the contrary, that a website or service is safe, and shall not be considered as a recommendation or consultation regarding data security and cyber security.\nThe Product provides only general indication and is not a replacement for the User’s independent judgment regarding websites and services accessed and used by the User which may be malicious.\n</li>\n<li>Prior to using the Product and following the installation of the Product and payment of subscription fees, the User must perform an activation of the Product.\nIt is clarified that the Service will not be provided to unactivated Products and therefore the Operator will not be liable for any damage resulting from Your use of an unactivated Product.</li>\n<li>The Operator does not guarantee that any of Your actions using the Product will provide You with any immunity from cyber-attacks, and You are aware of the risks of Your use and reliance on the Product including the fact that the Product cannot ensure full protection from malicious websites and services.\nThe Operator will not be liable under no circumstances to any damage and/or loss resulting from Your reliance on the Product and the Operator may not be considered as an entity which warranted any service and/or protection.\nAny Warnings displayed by the Product are merely indications and should not be solely relied on.</li>\n<li>The Product will display Warnings in case of any suspicious website.\nSuch Warnings are displayed based on certain information and parameters and therefore the Operator shall not be liable for the correctness, accuracy and completion of such information.</li>\n<li>Please note that for the purpose of performing the Services, the Product may change, interfere and\\or disable certain features, browser plugins, preferences or account settings on third-party services.\nSuch changes may be necessary for protecting Your device and accounts from security threats, attacks, privacy leaks, unwanted software and potentially unwanted software.</li>\n<li>The Operator reserves its rights to act against a User which will breach any of the Terms including, but not only, blocking the User’s access to the Product without prior notice and under its sole discretion, and the User will have no claims against the Operator in such case including any claims for a refund.\n</li>\n<li>You must be cautious and aware of the risks of using the Product and Your reliance on the Product, and You hereby warrant that any reliance on Warnings displayed by the Product is at Your own responsibility and You will not have any claim against the Operator and/or anyone on its behalf regarding any damage occurred to You resulting from any use of the Product.</li>\n<li>The Operator shall have no liability for any damage and/or direct or indirect punitive damages of any kind incurred to You resulting from Your use of the Product and/or resulting from Your reliance on any Content and Service provided by the Product.\nThe User shall have no claim regarding his reliance on such information available on the Product and regarding the fact that based on the information and Content the User did not use other services including, but not only, other cyber protection services, and the Operator shall not be liable for any Content published on the Product.</li>\n<li>The Services provided by the Product may be interrupted and/or may face errors.\nThe Operator does not warrant that the Product will be immune of any illegal access to the Operator’s computers and/or any damages, errors, faults relating to hardware, software and/or communication line and/or any other damage which may be caused to the Operator and/or any of its providers.\nThe Operator shall not be liable for any direct or indirect damage caused to You and/or any third party including to Your assets, including, but not only, any damage resulting from loss of information.</li>\n<li>The Services available on the Product including the Warnings may include inaccuracies or mistakes, and in such case the User will be able to access a service and/or a website regardless of the Warnings.\nThe Operator does not warrant that or the Service will be uninterrupted or error-free.\nThe Operator does not warrant that the use or the result of the use of the Service or the use of the materials deriving from the Service will be accurate, correct and/or reliable in any manner.</li>\n<li>In case of any mistaken Warnings such as wrongly blacklisted domains, please report such mistaken Warning to the Operator by email: feedback@guard.io.</li>\n</ol>\n<br>\n<strong>User’s Warranties</strong>\n<p>Should You breach any of the Terms, by negligence or on purpose, You will be held liable for any loss and damage incurred and/or may be incurred to the Operator which will have the right to terminate Your use of the Product immediately and to block Your access to the Product without prior notice and without issuing any refund and at the Operator’s sole discretion and You will have no claims against the Operator in such case.\nFurthermore, in such case You will indemnify the Operator, its employees, managers, shareholders and/or anyone on their behalf for all damage, loss, loss of profits, payment and/or expense caused to them including attorney fees and court fees.</p>\n<br>\n<strong>Intellectual Property</strong>\n<ol>\n<li>The Product is solely owned by the Operator and all intellectual property rights, including patent rights, copyright rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence related to the Product are solely reserved to the Operator.</li>\n<li>You may not copy, reproduce (except as noted in the Terms), publish, transmit, distribute, display, modify, create derivative works from, provide as a service bureau, resell, sell or otherwise exploit in any way the Product without the Operator’s prior and written consent.</li>\n<li>Nothing contained in the Terms will be construed as granting any intellectual property rights to You or other intellectual property right that has issued or that may issue based on the Terms.</li>\n<li>The Operator respects all intellectual property rights of third parties and makes all efforts to not infringe rights of third parties.\nHowever, if rights of any third party were mistakenly infringed, please report such infringement to the Operator via email feedback@guard.io.</li>\n</ol>\n<strong>Indemnification</strong>\n<p>You shall indemnify and hold the Operator and its predecessors, successors, parents, subsidiaries, affiliates, officers, directors, shareholders, investors, employees, agents, representatives, members and attorneys harmless from and against any and all losses, damages, costs and expenses (including attorneys’ fees) arising out of or relating to: (i) Your gross negligence or willful misconduct.\nand/or (ii) Your use of the Product.\nand/or (iii) Your Data.\nand/or (iv) Your breach of these Terms.\nand/or (v) the use by You of any third party's intellectual property, or any action or inaction by you that infringes or misappropriates the intellectual property rights of a third party or violates applicable law.</p>\n<br>\n<strong>Identity Theft Insurance &amp.\nRestoration Services</strong>\n<ul>\n<li>Operator may from time to time offer you the opportunity to access via Operator’s platform certain third party identity theft related services, which may include identity theft insurance and identity restoration services (collectively “Ancillary Identity Theft Services\").\nThe Operator collaborates with one or more licensed third party insurance services provider(s) to offer access to said Ancillary Identity Theft Services (“Insurance Service Provider(s)”).\nThe Ancillary Identity Theft Services are underwritten and administered by the applicable Insurance Service Provider(s) under a master group policy issued in Operator’s name of for the benefit of our Users.\nA summary of the terms of coverage, certificate of insurance and the complete master policy are provided by Insurance Service Provider(s) and, for your convenience, are also made available to you through Operator’s platform (including a link to download a copy of the master insurance policy and certificate of insurance coverage as applicable to the Ancillary Identity Theft Service of your choice) We ask that you carefully review the terms governing any Ancillary Identity Theft Services you choose to consume and by using any of these Ancillary Identity Theft Services you acknowledge that you have read, understood and agree to the relevant terms issued by the applicable Insurance Service Provider.\n</li>\n<li>The applicable Insurance Service Provider administers and is responsible for all aspects of the Ancillary Identity Theft Services including the insurance or service claims submitted by Users under the Ancillary Identity Theft Services, and any requests and other communications related thereto.\nThe Operator is not affiliated with nor does the Operator endorse or recommends any Insurance Service Provider(s), nor the use of one or more Ancillary Identity Theft Services.\nIt is entirely your choice whether or not to use one or more Ancillary Identity Theft Services.\nThe Operator shall have no responsibility or liability with respect to any Ancillary Identity Theft Services, or the use thereof.</li>\n<li>The Operator will need to share certain personal information about you with the Identity Theft Service Provider, such as your name, email address, and other account information.\nThis is required in order to be able to offer you the access to Ancillary Identity Theft Services (whether or not you actually accessed and/or used such Services).\nYou acknowledge and agree that Operator may share such personal information with the Insurance Service Provider for the purpose of and as necessary for facilitating and making available the Ancillary Identity Theft Services to you via the Operator’s services, all subject to and in accordance with Operator’s Privacy Policy.</li>\n<li>Ancillary Identity Theft Services are also subject to the terms and conditions and privacy policy of the Insurance Service Provider which you are urged to carefully read prior to using such Services.\nYou agree that in order to use the Ancillary Identity Theft Services you will also be required to independently share your information with the Insurance Service Provider(s ) PLEASE NOTE THAT your independent or otherwise direct sharing of information with an Insurance Service Provider or anyone on their behalf is entirely at your own risk and the Operator will not be liable to you or to any other person, in connection therewith.\nBy using any of the Ancillary Identity Theft Services you acknowledge that you have read, understood and agreed to all applicable terms issued by the applicable Insurance Service Provider.\n</li>\n</ul>\n<strong>Use of Personal Information and Mailings</strong>\n<ol>\n<li>The Operator respects the privacy of all users of the Product.\nInformation regarding use of Your information can be found in the Privacy Policy.</li>\n<li>The Operator may offer its Users to receive service notifications and email messages and/or newsletters about updates, improvements and other user notifications regarding the Operator’s activity, including via emails (the “<strong>Mailings</strong>”).</li>\n<li>Upon registration, You will be requested to provide personal information such as phone number and email address.\nYou will also be given the choice to accept to receive Mailings by checking a checkbox for that purpose to your email and/or mobile phone device, and this will be considered as Your consent to receive Mailings.\nIt is clarified that at any stage You will have the ability to opt out of receiving the Mailings by contacting the Operator and/or by clicking on a link available on the Mailings sent to You by the Operator.</li>\n</ol>\n<br>\n<strong>Security</strong>\n<p>The Product is protected and secured using advanced security tools which are intended to ensure safe and secure use of the Product and to protect Your privacy.\nYou hereby warrant that You will not act in any way that will interrupt the activity of the Product including, but not only, theft of information and breaching the security mechanisms of the Product.\nThe Operator will act against You in such case by any means permitted by law including blocking Your access and use of the Product and taking legal actions against You in such case.</p>\n<strong>Term and Termination</strong>\n<ol>\n<li>This Agreement commences on the day You start using the Product and continues until You refrain from any use of the Product and the Operator’s services.</li>\n<li>The Operator may at any time terminate this Agreement with You if: (i) You have breached any provision of the Agreement (or have acted in manner which clearly shows that You do not intend to, or are unable to comply with the provisions of the Agreement).\nand/or (ii) the Operator is required to do so by law (for example, where the provision of the Operator’s services to You is, or becomes, unlawful).\nand/or (iii) the provision of the Service is no longer commercially viable.\nIn such cases the Operator shall, where possible, give reasonable notice of such termination.</li>\n<li>The Operator reserves its rights, at its sole discretion, to amend the Terms at any time.\n&nbsp;You are responsible to check any updates of the Terms by entering the Terms from time to time.\nYour continuation of using the Product will be considered as consent to such amended terms.</li>\n<li>The Operator reserves the right to modify or shut down the Product or any service, feature or otherwise part thereof for without providing any prior notice and in such case the Operator shall have no liability for any damage or loss caused to You or any other third party in connection with said modification or shut down.</li>\n<li>All terms of this agreement referring to intellectual property and limitation of liability shall survive any termination of this agreement.</li>\n</ol>\n<br>\n<strong>General Terms and Governing Law and Messages</strong>\n<ol>\n<li>This Agreement, including the Privacy Policy, constitutes the entire agreement between You and the Operator and supersedes all prior and contemporaneous agreements, proposals or representations, written or oral, concerning its subject matter.</li>\n<li>If You have any inquiries regarding the Terms, You may address the Operator via email my.privacy@guard.io.</li>\n<li>The information and the Service is provided to the User on an as-is basis, and the User agrees that the Operator and its employees, officers, shareholders and/or anyone on the Operator’s behalf shall have no liability for any damages, direct or indirect, caused to You or to any third party on Your behalf resulting from Your use and/or reliance on the Product and any Warning provided by the Product.</li>\n<li>This Agreement shall be governed by and construed in accordance with the laws of the State of Israel.\nEach party consents to, and agrees that each party is subject to, the exclusive jurisdiction of the courts of Tel Aviv, Israel, for any litigation and/or dispute arising out of this Agreement.</li>\n</ol>Guardio<p>Product</p>ReviewsTechnologyPlansBusinessFAQs<p>Company</p>About UsBecome a partnerBlogGuardio LabsCareersContact us<p>Support</p>Help CenterDictionaryLicensesTerms of UsePrivacy Policy<p>Follow Us</p>\n<p>Get Guardio</p>Made with ❤️ by Guardio © 2023By continuing to use the website, you consent to the use of cookies.Read moreOK ", "created_at": "2023-08-18 05:15:38.857145", "updated_at": "2023-08-18 05:15:47.334252"}, {"id": 18153, "name": "Privacy Policy", "url": "https://guard.io/privacy/", "xpath": "//body", "text": "GuardioTechnologyPlansBusinessAbout us<p>Privacy policy - \"Guardio\"</p>\n<br>\n<br>\n<p>Short version</p>\n<ul>\n<li> We collect only data needed to provide Guardio's service and features.</li>\n<li> Our business model is customer payment - any data we have is not for sale!</li>\n<li> We invest a lot in marketing the product, so we do want to save metadata about how users were exposed to Guardio's marketing.</li>\n<li> We are GDPR compliant.</li>\n<li>We use and transfer to any other app of information received from Google APIs will adhere to the Google API Services User Data Policy, including the Limited Use requirements.</li>\n</ul>\n<br>\n<br>\n<p>Long version for humans who are lawyers:</p>You can grab the full and updated Privacy Policy PDF here: Privacy PolicyFor any questions, we're available at my.privacy@guard.ioGuardio<p>Product</p>ReviewsTechnologyPlansBusinessFAQs<p>Company</p>About UsBecome a partnerBlogGuardio LabsCareersContact us<p>Support</p>Help CenterDictionaryLicensesTerms of UsePrivacy Policy<p>Follow Us</p>\n<p>Get Guardio</p>Made with ❤️ by Guardio © 2023By continuing to use the website, you consent to the use of cookies.Read moreOK ", "created_at": "2023-08-18 05:15:08.878979", "updated_at": "2023-08-18 05:18:05.62744"}], "points": [], "urls": ["guard.io"]}}