{"error": 448, "message": "OK", "parameters": {"id": 7775, "name": "cmp.jobs", "created_at": "2023-03-28 20:05:12.716809", "updated_at": "2023-03-29 19:26:54.315175", "wikipedia": null, "keywords": null, "related": null, "slug": "cmp-jobs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7775.png", "url": "cmp.jobs", "documents": [{"id": 15000, "name": "Privacy Policy", "url": "https://cmp.jobs/privacy-policy", "xpath": "/html/body/div[1]/div/div", "text": " Privacy Policy<br> Last Updated: July 28, 2022<br>\n<br> About Career Matching Platform and our Privacy Policy<br> Thank you for visiting this Career Matching Platform Inc (“CMP,” “us,” or “we”).\nWe feel strongly about protecting your privacy.\nWe understand how important privacy is to you, and we are committed to creating a safe and secure environment for our customers.\nThis Privacy Notice applies to cmp.jobs, our application programming interface (“API”), and online services (collectively, our “Properties”), which are all owned and operated by Career Matching Platform Inc.\nThis Privacy Notice describes how Career Matching Platform collects and uses the information you provide on our Properties, and describes the choices available to you regarding our use of your personal information and how you can access and update this information.\n<br>\n<br> Our Privacy Notice describes what information we gather from our members and others who visit and use our Properties, how we use that information, and what we do to protect it.\nBy visiting or using our Properties, you consent to the information handling practices described in this Privacy Notice.\n<br>\n<br> Your use of our Properties and any information you provide on our Properties are subject to the terms of this Privacy Notice, which is incorporated into and subject to our Terms of Service.\nAny capitalized terms used but not defined within this Privacy Notice have the meaning given to them in our Terms of Service.\n<br>\n<br>\n<br> How we collect and use data<br> We take the information you provide to us very seriously, and we strive to put you in control of decisions around your information.\n<br>\n<br> Career Matching Platform collects the following information about you and your use of our Properties:<br> Personal Information.\nWhen you register for, browse and use our Properties, you may provide to Career Matching Platform what is generally called “personally identifiable information” or “personal data” (such as your full name, email address, phone number) that can be used to identify you.\nAt Career Matching Platform, we call this data “Personal Information”.<br>\n<br> Information from Integrated Services like Facebook or Google.\nIf you decide to register through or otherwise grant access to a third-party social networking or integrated service (what we call an “Integrated Service”), such as Facebook Connect or Google, Career Matching Platform may also collect Personal Information that is already associated with your Integrated Service account.\nYou may also have the option of sharing additional information with Career Matching Platform through an Integrated Service.\nIf you choose to provide such information, during registration or otherwise, you are giving Career Matching Platform the permission to use, share, and store it in a manner consistent with this Privacy Notice.<br>\n<br> Information about your use of our Properties and other User-provided Information.\nWe may collect usage information about your use of certain features on our Properties, such as your search results on our site, the number of jobs you have viewed, and the jobs that you applied for.\nThis enables us to better tailor user experiences that are most appropriate for you.<br>\n<br> Location Information.\nWe may collect and use information about your location (such as your country and/or state) to provide you with tailored information for your region, but we don’t collect the precise geolocation of you or your device.\nYou may be able to change the settings on your computer or mobile device to prevent it from providing us with any location information.<br>\n<br> Information from Other Sources.\nIn certain situations, we may obtain information, including Personal Information, from third parties or sources other than our Properties.\nFor example, if you apply for a job with Career Matching Platform via an online recruiting site, we will obtain the information you provide in your application for that purpose.\nIf we combine or associate information from other sources with Personal Information that we collect through our Properties, we will treat the combined information as Personal Information in accordance with this Privacy Notice.\n<br> Career Matching Platform uses this information in the following ways.<br> To enhance our Properties and the services we provide.\nCareer Matching Platform uses the information you provide or that we collect to enhance our relationship with you and to operate, maintain, enhance, and provide all of the features and services found on our Properties.\nCareer Matching Platform, for instance, remembers your recent activity so we can recommend the most appropriate content for you on your next visit.\nIf you have given Career Matching Platform consent, we may use your Personal Information to provide you with information about Career Matching Platform’s features, services and other offerings that may be of interest to you.\nUnder certain circumstances and if we obtain your consent (for example, if you submit a testimonial and agree to make it public), we may post your Personal Information on our Properties.<br>\n<br> To understand how you and other Users use our Properties.\nCareer Matching Platform uses all of the information that you provide or that we collect from Users to understand and analyze the usage trends, behaviors, and preferences of our Users, to improve the way the Properties work and look, and to create new features and functionality.\nFor more information, please see the “Technologies” section, below.<br>\n<br> To enable your participation in Career Matching Platform partnership arrangements.\nCareer Matching Platform will not share Personal Information with other third-party organizations for their marketing or promotional use without your consent or except as part of a specific program or feature for which you will have the ability to opt-in.\nYou can grant us permission to share your Personal Information with authorized partners, not-for-profit organizations, and other entities that are not affiliated with Career Matching Platform.\nIn these cases, we will only provide to these third parties the information you have authorized or asked us to share to these third parties.\nCareer Matching Platform may send information or offers to you on behalf of these third parties.<br>\n<br>\n<br>\n<br> Data Retention.<br> Unless we receive a deletion request, we will retain your information for as long as your account is active or as is reasonably useful for operational purposes.<br>\n<br> Technical Information.<br> To provide personalized and high-quality experience for our Users, we may use various technologies that automatically record certain technical information from your browser or device, including standard log files, web beacons, or pixel tags.\nThis technical information may include your Internet Protocol (IP) address, device or browser type, Internet service provider (ISP), referring or exit pages, clickstream data, operating system, and the dates and times that you visit the Website.\nWe do this to better understand how our Users are using our Website so we can improve site functionality and the services we offer you.\nLike most websites, whether or not you are a registered member, we may send one or more cookies – small text files containing a string of alphanumeric characters – to your computer.\nCookies remember information about your activities on a website and enable us to provide you with a more personalized experience.\nCareer Matching Platform may use both session cookies and persistent cookies.\nA session cookie disappears automatically after you close your browser.\nA persistent cookie remains after you close your browser and may be used by your browser on subsequent visits to the Website.\nYou can, however, remove a persistent cookie at any time.\nPlease review your web browser “Help” file to learn the proper way to modify your cookie settings.\nHowever, without cookies you will not have access to certain services and features on the Website.\nCareer Matching Platform uses a variety of third-party service providers, such as Google Analytics to understand our Website usage.\nWe may allow third-party service providers to place and read their own cookies, web beacons, and similar technologies to collect information through the Website.\nThis information is collected directly and automatically by these third parties, and Career Matching Platform does not participate in these data transmissions.\nCareer Matching Platform will, wherever feasible, contractually obligate our third-party service providers to abide by the terms of this Privacy Notice.<br>\n<br>\n<br> How we share or transfer data<br> Career Matching Platform takes great care to protect the information you provide us.\nWe do not rent or sell Personal Information that we collect from Users with third parties.\nWe also take great measures to restrict any collection or disclosure of Personal Information from children less than 13 years of age.<br>\n<br> Career Matching Platform will disclose User information only as described below:<br> If you want information shared with other Users, we’ll share it for you.\nWe provide certain features that may allow you to share information with other Users.\nFor example, you may choose to populate your profile with your name, short biography, and location.\nOr you may ask questions that are visible to other Users of Career Matching Platform.\nWhenever you share information with other Users of our Properties, any Personal Information that you choose to include in, or is associated with, such User Postings will be accessible by such Users.\nAs with most online services, once you make your Personal Information available to others in any of these ways, it may be collected and used by the recipients without restriction.<br>\n<br> We may share data with third-party applications that you authorize.\nThird-party application developers and service providers (commonly known as “App Developers“) may build complementary services for our platform, such as a mobile application.\nYou may request we share your information with App Developers by connecting to the application or service and approving access to your Career Matching Platform account.\nCareer Matching Platform has taken steps to try to ensure the safety of information accessed by App Developers and requires App Developers to comply with our API Terms of Service and this Privacy Notice.<br>\n<br> We may share data in connection with special programs you participate in.\nIf you participate in special programs where Career Matching Platform partners with third parties, Career Matching Platform may share data collected from or about you with its third party partners to facilitate the program or services being offered.<br>\n<br> We may share anonymous or aggregate data to improve our services and learn more about our Users.\nIn certain occasions, Career Matching Platform may work with business partners to improve our services or offerings.\nWe may disclose automatically collected and other aggregate non-Personal Information to authorized business partners to conduct research or assist in understanding the usage, viewing, and demographic patterns for certain programs, content, services, promotions, and/or functionality on our Properties.<br>\n<br> We will share data when required by law.\nCareer Matching Platform may also disclose User information if required to do so by law, or if we have a good-faith belief that such action is necessary to comply with local, state, federal, international, or other applicable laws or respond to a court order, judicial or other government subpoena, or warrant, or administrative request.\nIn some cases, we may make such disclosures without first providing notice to Users.<br>\n<br> We may share data in the context of a change of business, including a merger or acquisition.\nIn the event that Career Matching Platform is acquired by or merged with a third-party entity, we may transfer or assign the information that we have collected from Users as part of such merger, acquisition, sale, or other change of control.<br>\n<br> We may share data when necessary or appropriate to protect Career Matching Platform or others.\nCareer Matching Platform may disclose information that we believe, in good faith, is appropriate or necessary to take precautions against liability.\nto protect Career Matching Platform from fraudulent, abusive, or unlawful uses.\nto investigate and defend ourselves against any third-party claims or allegations.\nto assist government enforcement agencies.\nto protect the security or integrity of our Properties.\nor to protect the rights, property, or personal safety of Career Matching Platform, our Users, or others.<br>\n<br> Limitations on Access to your Personal Information by Employees and Authorized Parties.\nCareer Matching Platform’s employees, agents and contractors must have a legitimate business reason to access Personal Information you provide to Career Matching Platform.\nWe may share your Personal Information with third-party service providers, including outside contractors or agents who help us manage our information activities, but they may only use your Personal Information to provide us with a specific service and not for any other purpose.\nWhere feasible, Career Matching Platform will require our third-party service providers to comply with this Privacy Notice.<br>\n<br>\n<br> Your choice and options in our data collection, use, and transfer<br> You can choose to not provide us with Personal Information.\nYou may always decline to share your Personal Information with Career Matching Platform.\nRegistration is not required to access most of our site features.\nIf you decline to register, however, Career Matching Platform will not be able to provide to you certain features and functionalities found on our Properties.\nYou may later enable or access those features by providing Career Matching Platform with the necessary Personal Information.<br>\n<br> You can edit or delete Personal Information in our records.\nWe want you to have access to your information, so that you can help keep it as accurate as possible., If you register and provide Career Matching Platform with Personal Information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page.<br>\n<br> You can disconnect us from Integrated Services.\nYou may revoke Career Matching Platform’s access to your account on any Integrated Service, such as Google or Facebook, at any time by updating the appropriate settings in the account preferences of the respective Integrated Service.\nYou should check your privacy settings on each Integrated Service to understand and change the information sent to us through each Integrated Service.\nPlease review each Integrated Service’s terms of use and privacy policies carefully before using their services and connecting to our Properties.<br>\n<br>\n<br> Our approach to Data Security<br> Data security is important to you, and to us.\nTo protect your privacy and security, we take reasonable steps to verify your identity before granting you account access or making corrections to your information.\nFor example, we may ask you to provide certain Personal Information to confirm your identity, and we may require that you create and use a password to access certain parts of our Properties.\nYou should create and maintain a strong password to help ensure the security of your account.<br>\n<br> We try to ensure that our Properties and information sent to us are safe, but no security measures are perfect.\nCareer Matching Platform uses certain physical, managerial, and technical safeguards designed to preserve the integrity and security of your Personal Information and other information we maintain in connection with our Properties.\nWe cannot, however, ensure or warrant the security of any or all of the information you transmit to Career Matching Platform, and you do so at your own risk.\nOnce we receive your transmission of information, Career Matching Platform makes commercially reasonable efforts to ensure the security of our systems.\nWhen you enter sensitive information, we encrypt the transmission of that information using secure socket layer technology (SSL) or similar technologies.\nHowever, please note that this is not a guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.<br>\n<br> We will notify you electronically or via the Properties if Career Matching Platform experiences a data security incident that could affect you.\nIf we learn of a data security incident that compromises or appears to compromise your Personal Information, then we will attempt to notify you electronically so that you can take appropriate protective steps.\nWe may also post a notice on our Properties if a data security incident occurs.<br>\n<br>\n<br> How we maintain data integrity<br> At Career Matching Platform, we only use Personal Information as needed for the purposes for which it was collected or where you have consented to our use of Personal Information relating to you.\nWe take reasonable steps to ensure that the Personal Information we store and use is accurate, complete, and up-to-date.\nIf you discover that Personal Information or other data pertaining to you is inaccurate, incomplete, or out-of-date, please update your account information or contact us as outlined below.<br>\n<br>\n<br> Links to other sites<br> The Properties may link to and may be linked by websites operated by other entities or individuals.\nSome of these websites, such as the Career Matching Platform Facebook page, may be co-branded with our name or logo.\nThis Privacy Notice does not apply to, and we cannot always control the activities of, such other third-party websites.\nYou should consult the respective privacy policies of those third-party websites.<br>\n<br>\n<br> International visitors<br> Our Properties are operated and managed on servers located within the United States.\nIf you choose to use our Properties from the European Union or other regions of the world with laws governing data collection and use that differ from U.S.\nlaw, then you acknowledge and agree that you are transferring your Personal Information outside of those regions to the United States and that, by providing your Personal Information on the Properties, you consent to that transfer.<br>\n<br>\n<br> Changes and updates to this Privacy Notice<br> Career Matching Platform may modify or revise this Privacy Notice from time to time.\nCareer Matching Platform will notify Users of any changes to our Privacy Notice by posting the revised Privacy Notice with an updated date of revision on our Properties, along with a short notice of the revision posted on our homepage.\nWe will not change how we use any Personal Information in any material way without also providing notice of the change via email to you or through the Properties, and obtaining consent to any new uses.\n<br>\n<br>\n<br> Contact<br> If you have any questions or concerns about our privacy policies, please contact us.<br>\n<br> 157 East 86th st, 5th floor<br> New York, NY 10028 <br>\n<br> × <p>Choose Apply Method</p> Apply with <strong>LinkedIn</strong> APPLY WITH GOOGLE OR <p>Use existing account OR create new</p>\n<p>Incorrect email or password.</p>\n<p>Email not valid</p> Email*<br> First Name*<br> Last Name*<br> Password*<br> Apply or <p>Sign Up &amp.\nApply</p> Apply with <strong>LinkedIn</strong> APPLY WITH GOOGLE Apply with <strong>Indeed</strong> or Name*<br> Email*<br> Password<br> Confirm Password<br> Desired Job Title*<br> Phone number (optional)<br> Upload your resume<br>\n<i>\n</i> &nbsp.\nSign Up &amp.\nApply × <p>Sign In</p> Sign in with <strong>LinkedIn</strong> SIGN IN WITH GOOGLE or <p>Incorrect email or password.</p>\n<p>Email not valid</p> Email*<br> Password*<br> Create account? <br> Forgot password Sign In or <p>Sign Up</p> Sign Up with<strong> LinkedIn</strong> SIGN UP WITH GOOGLE or Only .doc, .docx and .pdf files are allowed Name*<br> Email*<br> Password*<br> Confirm Password*<br> Desired Job Title*<br> Phone number (optional)<br> Upload your resume*<br>\n<i>\n</i> &nbsp.\nGOOGLE DRIVE DropBox Sign Up × <p>Sign Up</p> Sign Up with<strong> LinkedIn</strong> SIGN UP WITH GOOGLE or Only .doc, .docx and .pdf files are allowed Name*<br> Email*<br> Password*<br> Confirm Password*<br> Desired Job Title*<br> Phone number (optional)<br> Upload your resume<br>\n<i>\n</i> &nbsp.\nGOOGLE DRIVE DropBox Sign Up × <p>Match Resume</p> Name*<br> Email*<br> Password*<br> Confirm Password*<br> Desired Job Title*<br> Match ", "created_at": "2023-03-28 20:05:12.750789", "updated_at": "2023-03-28 20:05:41.45076"}], "points": [], "urls": ["cmp.jobs"]}}