{"error": 448, "message": "OK", "parameters": {"id": 8668, "name": "ABM ", "created_at": "2023-06-30 14:09:10.233411", "updated_at": "2023-06-30 22:02:55.326721", "wikipedia": null, "keywords": null, "related": null, "slug": "abm", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8668.png", "url": "abm.com", "documents": [{"id": 16884, "name": "Privacy Policy ", "url": "https://www.abm.com/privacy-policy/", "xpath": "//body", "text": null, "created_at": "2023-06-30 14:09:10.2656", "updated_at": "2023-06-30 14:10:44.379939"}, {"id": 16886, "name": "Terms Of Use ", "url": "https://www.abm.com/terms-of-use/", "xpath": "//body", "text": null, "created_at": "2023-06-30 14:09:10.32502", "updated_at": "2023-06-30 14:09:49.869522"}, {"id": 16885, "name": "AUTOMATED LICENSE PLATE RECOGNITION (ALPR) USAGE AND PRIVACY POLICY ", "url": "https://www.abm.com/wp-content/uploads/2019/12/ALPR-Policy-FINAL-.pdf", "xpath": "//body", "text": "Last updated: November 20, 2019,ABM PARKING SERVICES(ABM)AUTOMATED ,LICENSE PLATE RECOGNITION (ALPR) USAGE AND PRIVACY POLICY,ABM is dedicated to ensuring the privacy and security of the information entrusted to us ,by our customers.\nCertain parking facilitieswhere we provide services may have ,equipment installed which is designed to read our customers’ license plates upon entry, ,exit or during the time their vehicles are parked atthe property.\nThe purpose of this policy ,is to tell you, our customer, why this information is collected and what we do with it.,How Does ALPR Work?,An ALPR system works by taking a photo of a license plate and recording the location, ,date and time of the photo, which is then saved electronically and temporarily stored.The ,system can be used atanyentry, exit, or at other locations within the parkingfacility.The ,ALPR only captures the letters and numbersof a license plate and does not connect the ,name of the owner of the vehicle with the license plate unless specifically authorized or ,submitted by the owner of the vehicle.\n,Why Do We Use ALPR?,ABM managesor leasesmany parking facilities, but we donot own any parking facilities.\n,This means that, in many cases where an ALPR system may be used,wedo not own but ,onlyoperate the ALPR system.The owner of the parking facility may be the one that owns,the system.,In cases where we do operate these types of systems, we use the system to make your ,experience as a customer betterby, among other things:,•Expediting your wait time when entering or exiting the parking facility;,•Ensuring that you donot pay an incorrect fee;,•Helping you find your vehicle.\n,•Preventing the wrong vehicles from parking in restricted parking stalls;,•Providing security, including cooperating with law enforcementwhen legally ,required.\nand,•Obtaining information needed in connection with damage claims.,Do We Share Your License Plate Information?,We do not sell your information to third parties for marketingor any other purposes.\n,During the normal course of business, there are some parties who may get to see your ,license plate information as part of their job to keep the system operating, temporarily store ,your license informationor because they own the parking facilityat which you parked.\nWe ,may also provide certain information to law enforcement as part of an investigationor as ,required by law.Information may also be shared as needed to respond to anemergency.,Here are the parties who may get to see your license plate information:,•ABM employeestrained to manage the ALPR system,•The vendors who maintain the system and/or store your information,•The owneror managerof the parking facility,•Security personnel,•Law enforcement,Those parties we allow to use the system for the above reasons are given training on how ,to use the system and are monitored by our employees when they use the system.,How Do We Secure Your License Plate Information?,ABMandthe ALPR systemvendors use different kinds of safeguards likephysical access ,controls,digital permission controls,andother technological,procedural,andoperational ,securitymeasuresto protectyour license plateinformationfrom being released to or ,tampered with by unauthorized third parties.In addition,ALPR system vendorsregularly ,check the systeminorder toensure theaccuracyofthesystemand confirm that no outside ,party has accessed the system without permission.Testing is also performed to make ,sure that information in the system is accurate.,Who Is Responsible ForEnsuring ABM Complies With This Policy?,At each location where we use an ALPR system, our local Operations Manager or General ,Manager is responsible for compliance with this policy.,How Long Is Your License Plate Information Kept? ,This may vary depending on the location where you parkedand the policy of the ,parking facility’s owner, but ABM will not keep your informationcollected through ,the systemfor more than ninety (90) days, unless required by law.,Will There Be Changes To This Policy?,This ALPR UsageandPrivacy Policy mayberevisedfromtimetotime.Any changes ,tothepolicywilltakeeffectuponpostingandwill apply toallALPR system data,regardless ofwhenitwascollected,inaccordancewithapplicablelaw.We will display ,the “Last Updated” date above so you can check this policy for any recent update.,For more information, please contact ABM at https://www.abm.com/contact.", "created_at": "2023-06-30 14:09:10.295301", "updated_at": "2023-06-30 14:09:56.427973"}], "points": [], "urls": ["abm.com"]}}