{"error": 448, "message": "OK", "parameters": {"id": 9665, "name": "Mimecast ", "created_at": "2023-09-29 23:47:01.320741", "updated_at": "2023-09-30 10:02:33.697327", "wikipedia": "https://en.wikipedia.org/wiki/Mimecast", "keywords": null, "related": null, "slug": "mimecast", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9665.png", "url": "mimecast.com", "documents": [{"id": 19223, "name": " Privacy Statement", "url": "https://www.mimecast.com/company/mimecast-trust-center/privacy-statement/", "xpath": "//*[@id=\"main\"]", "text": " Mimecast Trust Center <i>\n</i> Mimecast Trust Center <ul>\n<li> Certification and Attestation Expand or Collapse Certification and Attestation Children <ul>\n<li> Access Control </li>\n<li> Privacy </li>\n<li> Resilience </li>\n</ul>\n</li>\n<li> Data Processing Agreement </li>\n<li> Processing Details Expand or Collapse Processing Details Children <ul>\n<li> Email Security Service </li>\n<li> Awareness Training Service </li>\n<li> Web Security Service </li>\n<li> DMARC Analyzer Service </li>\n<li> Brand Exploit Protect Service </li>\n</ul>\n</li>\n<li> Technical and Organizational Measures Expand or Collapse Technical and Organizational Measures Children <ul>\n<li> Email and Web Security Services </li>\n<li> Awareness Training Service </li>\n<li> CyberGraph Service </li>\n<li> DMARC Analyzer Service </li>\n<li> Brand Exploit Protect Service </li>\n</ul>\n</li>\n<li> Sub Processors Expand or Collapse Sub Processors Children <ul>\n<li> Email Security Service </li>\n<li> Awareness Training Service </li>\n<li> Web Security Service </li>\n<li> DMARC Analyzer Service </li>\n<li> Brand Exploit Protect Service </li>\n</ul>\n</li>\n<li> Support Locations </li>\n<li> Mimecast Transfer Impact Assessment </li>\n<li> Mimecasts Intercompany Agreement </li>\n<li> Privacy Statement </li>\n<li> Mimecast Privacy Shield Statement </li>\n</ul> Welcome to Mimecast!&nbsp;Mimecast is a global company, with offices in Europe, North America, Australia, United Arab Emirates, and South Africa.&nbsp;We serve companies that have offices in those jurisdictions and across the world.&nbsp;Our website (the “Site”), located at <strong>www.mimecast.com</strong>, provides information about our products and services and is operated by Mimecast Services Limited.\nMimecast Services Limited has a registered office at 1 Finsbury Avenue, London, United Kingdom, EC2M 2PF (registered in England and Wales, 4901524).\n&nbsp.\n&nbsp.\nFor individuals in Europe, please be advised that our local operating entities are Mimecast Services Limited and Mimecast Germany GmbH.\nMimecast Germany GmbH has a registered office at Kistlerhofstraße 172&nbsp;81379 München, Germany (Registration: HRB 234744).\n<p>&nbsp;</p>\n<p>This Privacy Statement describes how Mimecast uses and protects information about an identified or identifiable natural person (“Personal Data”) collected through the Site, offline communications, as well as at programs and events, and explains our marketing practices generally.\nThis Privacy Statement is incorporated into, and is a part of, our Terms of Use, found here, which governs your access to and use of the Site.\nBy using the Site or otherwise giving us your Personal Data, you agree to the terms of this Privacy Statement.\nIf you do not agree with this Privacy Statement in general or any part of it, you should not access the Site or otherwise give us your Personal Data.</p>\n<p>To note, if your company engages Mimecast to provide Mimecast’s products and services (collectively, the “Services”), your company and Mimecast will enter into a separate user agreement that will, among other things, govern the use of all of the information and data collected and maintained by Mimecast in connection with the operation of the Services, including data collected through certain features made available to customers through the Site.&nbsp;Any agreement between your company and Mimecast will take precedence over any conflicting provision in this Privacy Statement.\nYour user agreement applies to your use of our customer portal, and any Personal Data provided or generated by creating your user account and your use of the customer portal.</p>\n<p>Mimecast complies with the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States.&nbsp.\nMimecast&nbsp;has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.&nbsp.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\n&nbsp;To learn more about the Privacy Shield program, and to view our certification, please visit&nbsp;https://www.privacyshield.gov/</p>\n<p>If you have questions about this Privacy Statement or our practices regarding your Personal Data, you can reach us by using the&nbsp;<strong>contact information provided below</strong>.</p>\n<p>This Privacy Statement was last updated on September 11, 2019.</p>\nWhat type of Personal Data do we collect and how do we use it?\n<p>We generally collect contact and business information as well as other details of your engagement with Mimecast and use it to provide, improve, and develop our business and the Services we offer and to provide you support when you need it.\nWe also may use the Personal Data to communicate with you, for example, about your account, security updates and product information.\nWe also may use aggregated security data to protect our customers and the broader internet from threats.</p>\n<p>&nbsp;</p>\nCollecting Personal Data\n<p>The Personal Data we collect includes:</p>\n<ul>\n<li>Your name, email address, postal address or telephone number;</li>\n<li>Your title, company name and address;</li>\n<li>Details of the resources you access on the Site and any data you download.\nand/or</li>\n<li>Details of other engagements with Mimecast, such as trade show interactions.</li>\n</ul>\n<p>In some instances, we may combine one type of information with another, and store them together in our records.\nIn all cases, however, we strive to limit the amount of Personal Data we collect and store.<br>\n<br>\nWe ask that you not send or otherwise share with us any sensitive Personal Data, which includes but is not limited to your government-issued ID numbers (e.g.\nSocial Security number, national identification number, or driver’s license number), racial or ethnic information, political or religious opinions, or your health information.<br>\n<br>\nWe collect Personal Data in a variety of ways including:</p>\n<ul>\n<li>Through web pages on the Site (e.g.\nwhen you request a white paper or complete a form for general or partner inquiries);</li>\n<li>Through responses to an online email or electronic promotion or survey;</li>\n<li>Through online forums and social networks (please note that any Personal Data that you choose to submit to one of our online forums or social networks may be read, collected, or used by others who visit these community areas and may be used to send you unsolicited messages.\nYou should carefully consider whether you wish to submit Personal Data to these forums or social networks and should tailor any content you submit appropriately and in accordance with the relevant terms of use).\nand/or</li>\n<li>Over the telephone.</li>\n</ul>\nUsing Personal Data\n<p>As it is in our legitimate interest to be responsive to you and to ensure the proper functioning of our Services and organization, we will use your Personal Data in the following ways:</p>\n<ul>\n<li>To assist in responding to your inquiries, including answering your questions on pricing and technical information relating to our Services;</li>\n<li>To learn more about your requirements (through surveys and the like) in support of development of our Services;</li>\n<li>To carry out research on our users' demographics;</li>\n<li>To request your opinion and feedback on areas of the Site or in connection with our Services;</li>\n<li>At your request to register you for a trial of our Services.\nand</li>\n<li>At your request to provide you with a quote for our Services.</li>\n</ul>\n<p>If you consent, or where we are permitted under applicable law, we will send you information we think you will find useful about our Services or, at your request, subscribe you to our newsletters and alerts concerning the Services we provide.\nYou are able to change your subscription preferences anytime though our Preference Center by clicking here.<br>\n<br>\nWe may obtain information from third parties to combine with the Personal Data we have gathered as described in this Privacy Statement in order to improve our marketing activities and to ensure the Personal Data we hold are relevant and up-to-date.\nAlso, if we provide a means for you to refer a third party to the Site, we will send the third party an email on your behalf with details about the Site.\nYou can unsubscribe to emails by following the unsubscribe instructions in our Preference Center by clicking here, through marketing email communications sent to you, or you can raise a request via our dedicated online portal here or by post at the address provided below.\nWe provide additional information about your Data Subject Rights and how you may exercise them below.</p> How do we share Personal Data?\n<p>We share your Personal Data as described in this Privacy Statement or as necessary to provide any Services you have requested or authorized.\nWe share Personal Data with Mimecast-controlled affiliates, partners, properly vetted sub-processors and third party service providers throughout the world, when required by law, to protect the security our customers with respect to the information that passes through our Services, as well as to protect the rights or property of Mimecast.</p> Sharing and Disclosing Personal Data\n<p>We do not sell or rent your Personal Data to third parties.\nWe do not share Personal Data, except as expressly provided in this Privacy Statement.\nWe share your Personal Data with the following recipients for the following reasons (keep in mind that all of these third parties and reasons may not be applicable to you):</p>\n<ul>\n<li>Our reseller partners to allow them to provide marketing information on our behalf as described above.</li>\n<li>Third party service providers that assist us with (i) website hosting and maintenance.\n(ii) sending communications.\n(iii) updating marketing lists and database management.\n(iv) analyzing data.\nand (v) the provision of the Site and the marketing of our Services.\nThese service providers will only use your Personal Data to the extent necessary to perform their functions and are subject to contractual obligations to maintain the security and confidentiality of all information they process.</li>\n<li>We may analyze some of your Personal Data and Other Data and IP Information (both described below) in aggregate form which does not identify you personally.\nWe may share this aggregate data with our affiliates, current and prospective business partners, and to other third party service providers to disclose aggregate statistics about visitors to the Site and in order to describe our Services generally, including on our Site, but these statistics will not include Personal Data.\nWe may also share this information with these parties for other lawful purposes.</li>\n<li>We may share, disclose, or provide your Personal Data to third parties: (i) when attempting to collect a payment or debt.\n(ii) when required to combat fraud or to protect our interests.\nand/or (iii) to enforce our Privacy Statement, our Terms of Use, or any terms of service or end user license agreement of Mimecast;</li>\n<li>In addition, in the event of a corporate sale, reorganization, dissolution or the sale of any business or assets, Personal Data will be included in the transferred assets.\nAs a result, the successor of Mimecast will continue to use your Personal Data as set forth in this Privacy Statement.</li>\n<li>We will disclose your Personal Data if required to do so to comply with any applicable law or regulation or in response to a legal demand, subpoena, warrant or other similar request.\nWe will also disclose your Personal Data to any regulatory or law enforcement or governmental agency if we believe that such action is necessary to protect the rights, property or personal safety of Mimecast, its customers, the public or any third party.</li>\n</ul> Where is my Personal Data transferred?\n<p>Your Personal Data may be transferred to Mimecast-controlled affiliates and properly vetted sub-processors throughout the world.\nYour Personal Data may also be transferred to our third-party service providers who are under contractual obligations to ensure the safety and confidentiality of such data.\nPersonal Data collected within the European Economic Area (“EEA”) may be transferred to countries outside of the EEA.\nWe utilize a variety of mechanisms to ensure the security and legitimacy of these transfers.</p> Transferring your Personal Data\n<p>The Personal Data that we collect from you will be transferred to, stored and processed by our affiliates, properly vetted sub-processors and third party service providers.\nThese parties are engaged in, among other things, the provision of our Services, as well as support services, and maintenance and operation of the Site.\nBy submitting your Personal Data, you agree to this transfer, storing or processing.\nWe will take all steps reasonably necessary to ensure that your Personal Data is treated securely and in accordance with this Privacy Statement.\nEach Mimecast subsidiary and affiliate receiving your Personal Data is bound by an Intercompany Agreement&nbsp;that complies with the standard contractual clauses for the transfer of Personal Data to controllers established in third countries set out in the European Commission Decision 2010/87/EU.\nAll sub-processors and third party service providers are under appropriate contractual obligations to ensure the safety and confidentiality of your Personal Data.</p> How secure is my Personal Data?\n<p>We have a dedicated internal security organization that implements and operates a comprehensive set of security controls to protect your Personal Data.</p> Security\n<p>At Mimecast, we are committed to maintaining the security of the Personal Data we collect from activity on this Site and from other marketing efforts, as well as through our Services.\nWe have therefore implemented technical and operational measures that are intended to reduce the risk of accidental destruction or loss, or the unauthorized disclosure or access to Personal Data that are collected either through our marketing efforts or the Services.\nYou can learn more about our technical and organizational measures by clicking here.</p>\n<p>These technical and organizational measures are periodically reviewed and enhanced as necessary and only authorized personnel have access to Personal Data.\nWhile we use all reasonable efforts to prevent the loss or misuse of your Personal Data, we cannot guarantee the security of any Personal Data you submit via the Site or that the Personal Data that you supply will not be intercepted while being transmitted to and from us over the Internet.\nTherefore, you acknowledge and agree that we assume no liability regarding the theft, loss, alteration, or misuse of your Personal Data, including, without limitation, such Personal Data that has been provided to third parties or other users, or with regards to the failure of a third party to abide by the agreement between us and such third party.</p> What kind of technical data do we collect?\n<p>In addition to the Personal Data described above, we collect technical data and other information when you use our Services or visit our Site.\nYou provide some of this Personal Data directly, such as when you register for a webinar, administer your organization’s Mimecast account, or contact us for support.\nWe collect some of it by recording how you interact with our Site by, for example, using technologies like cookies or collecting basic device information like your browser type.\nWe provide more information about cookies below.</p> Technical information collected automatically from the Site\n<p>When you visit the Site, our systems automatically collect the following information about your visit (“Other Data”):</p>\n<ul>\n<li>the type of internet browser you use;</li>\n<li>the language of your browser;</li>\n<li>the website from which you have come to the Site;</li>\n<li>the webpages you view on our Site.\nand</li>\n<li>the links you clicked on our Site;</li>\n</ul>\n<p>We also collect your public IP address (the unique address which identifies your computer on the internet).\nThis IP address is typically collected on a country or regional level.\nWe collect your IP address to verify that requests are legitimate and we may automatically cross-reference your public IP address with your domain name (identified collectively as “IP Information”).\n\"Other Data\" does not include IP Information.</p>\n<p>We use this Other Data and IP information to assist us in:</p>\n<ul>\n<li>providing, improving, and administering the Site;</li>\n<li>providing customer care and support services;</li>\n<li>providing security and safety to our Site visitors;</li>\n<li>monitoring activity usage of the Site.\nand</li>\n<li>measuring the effectiveness of the content we serve.</li>\n</ul>\n<p>We do not use Other Data and IP Information to learn any information about you personally but it may be associated by us or our third party service providers with Personal Data that has been provided by you or otherwise available to or held by us.\nThe collection of this Other Data and IP Information will cease once your use of the Site has ceased, depending on your use of our Services your IP Information may still be collected.\nHowever, the Other Data and IP Information collected may be retained, accessed, and used by us as long as necessary for the purposes described herein.</p> What about cookies?\n<p>We use cookies and similar technologies to enhance our Services and Site.\nThese technologies allow us, among other things, to store your preferences and settings, make it easier when you to sign-in, and analyze how our Site and Services are performing.\nYou can learn more about our cookie practices below or by clicking here.</p>\n<p>We (or our third party service providers) may collect your Personal Data using cookies, pixel tags, web beacons, embedded web links, and similar technologies for:</p>\n<ul>\n<li>Storing your preferences and settings - We may store Personal Data in a cookie so you will see relevant local information when you return to the Site.\nWe also may save preferences, like language and browser so these do not have to be reset each time you return to the Site.</li>\n<li>Detecting abuse or fraud on the Site.</li>\n<li>Social Media - Our Site includes certain social media features (such as a “share” or “like” button).\nThose features are provided by the applicable social media platform (such as Twitter or Facebook).\nWhere Personal Data is collected through the social media feature, the use of that Personal Data is governed by the privacy policy published by the social media platform that provides the feature.</li>\n<li>Internet-Based Advertising - We also use cookies, Other Data and IP Information to target advertising for our Services on third party sites.</li>\n<li>Showing advertising - We use cookies to record how many visitors have clicked on an advertisement and to record which advertisements you have seen so you don’t see the same one.</li>\n<li>Analytics - We use cookies to gather usage and performance data for the Site.</li>\n</ul>\n<p>For example, we use Google Analytics, a web analytics service provided by Google, Inc., to evaluate your use of the Site, compile reports on activity, and provide other services relating to Internet usage.\nGoogle Analytics uses first-party cookies that store information, such as what time the current visit occurred, whether the visitor has been to the web page before, and what site referred the visitor to the web page.</p>\n<p>We have also implemented Display Advertising Remarketing with Google Analytics to advertise online.\nThis means that third-party service providers, including Google, display our ads on sites across the Internet and that we and third-party service providers, including Google, use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the DoubleClick cookie, see: http://www.google.com/doubleclick) together to inform, optimize, and serve ads based on your past visits to the Site.</p>\n<p>By using the Site, you consent to the processing of data about you by Google in the manner and for the purposes set out above.\nIf you choose, you can opt out of the processing of data about you by Google for Display Advertising and/or customize the ads by using Google's Ads Settings at: http://www.google.com/settings/ads.\nYou can opt out of the processing of Personal Data about you by Google generally by turning off cookies in the preferences settings in your browser, or by downloading and installing Google Analytics Opt-out Browser Add-on at http://tools.google.com/dlpage/gaoptout.\nThe Google Analytics Opt-out Browser Add-on does not prevent information from being sent to the Site itself or to other web analytics services.</p>\n<p>For more information on Google Analytics, please visit: https://www.google.com/analytics/.</p>\n<p>You can choose to reject certain collection technologies (such as cookies) but then you might not be able to take advantage of many of our features.\nYou can read more about cookies here.</p> What is your commitment to children’s online privacy?\n<p>Our Site is not directed at children.\nMimecast does not knowingly accept online Personal Data from children under the age of 18 through our Site.\nIf you are under 18 or otherwise would be required to have parent or guardian consent to share Personal Data with Mimecast through our Site, you should not send any information about yourself to us through our Site.</p>\nWhat about external links?\n<p>The Site shall, from time to time, contain links to external sites.\nOur Privacy Statement does not apply to these other sites.\nWe are not responsible for the privacy policies or the content of such sites and you should familiarize yourself with such policies upon use of those sites.</p>\nWhat are my Data Subject Rights and how do I exercise them?\n<p>You have rights with respect to the processing of the Personal Data that you have provided to us.\nFor example, you may view, edit, delete, or move your Personal Data.\nIn certain circumstances, you may object or withdraw your consent to certain processing of your Personal Data.\nYou may also lodge a complaint with a supervisory authority.\nAny of these rights may be exercised at any time.\nFor customers of our customers, please contact your system administrator.\nFor Mimecast direct customers/partners/contacts, you can exercise your rights via our dedicated online portal here.\nNOTE: We may ask you to verify your identity.</p>\n<p>Personal Data rights.\nYou have the right to access and receive a copy of Personal Data that we hold about you, to rectify any Personal Data held about you that is inaccurate or, in certain circumstances, request the deletion of Personal Data held about you.\nYou also have the right of data portability for Personal Data you have provided to us – this means that you can obtain a copy of your Personal Data in a commonly used machine-readable electronic format so that you can manage and move it, or request that we send it to a third party.\nYou may have the right to restrict or object to the processing of your Personal Data by us, including for direct marketing.\nYou can exercise your rights via our dedicated online portal here.</p>\n<p>Marketing.\nYou have the right to ask us not to process your Personal Data for marketing purposes.\nYou can exercise your right to prevent such processing at any time by contacting us at via our dedicated online portal here, or by managing your subscription preferences through our Preference Center by clicking here.</p>\n<p>Complaints.\nIn compliance with the Privacy Shield Principles, Mimecast&nbsp;commits to resolve complaints about our collection or use of your Personal Data.&nbsp.\nEU and Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact our dedicated online portal here and we will respond to your request.\nThis is without prejudice to your right to file a claim with a supervisory authority (e.g.\nthe Information Commissioner’s Office in the UK).\nIf you have an unresolved concern relating to your Personal Data that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider (free of charge) <strong>JAMS</strong> for more information or to file a complaint.&nbsp;</p> What about changes to this Privacy Statement?\n<p>We will occasionally update this Privacy Statement.\nWhen we do, we will post a prominent notice in this section of this Privacy Statement notifying users when it is updated.\nFor material changes (i.e., substantially new practices you wouldn’t expect from us or that we didn’t previously tell you about), we may decide to give you notice via email.</p>\n<p>To subscribe to notifications for changes to this and other GDPR related information, please click here and subscribe to the “GDPR Documents” feed.</p>\nHow do I contact you?\n<p>We have a global data protection officer and team to provide you the support you need.</p>\n<p>General Privacy Inquiries: Please submit any questions, concerns or comments you have about this Privacy Statement or any requests concerning your Personal Data to our Data Protection Officer by email to dpo@mimecast.com, or writing to us at:<br>\nMimecast North America, Inc.<br>\nAttn: Trust Department<br>\n191 Spring Street<br>\nLexington, MA 02421 USA<br>\n+1 (617) 393-7050</p> ", "created_at": "2023-09-29 23:47:01.392455", "updated_at": "2023-09-29 23:48:10.723084"}, {"id": 19222, "name": " Terms of Use", "url": "https://www.mimecast.com/legal/terms-of-use/", "xpath": "//*[@id=\"main\"]", "text": " Legal <i>\n</i> Legal <ul>\n<li> Company Registration Details </li>\n<li> Virtual Patent Marking </li>\n<li> Terms of Use </li>\n</ul> These are the terms and conditions of use for www.mimecast.com (Site).&nbsp;<br>\n<br>\nBy accessing the Site, you are indicating your acknowledgement and acceptance of these terms and conditions.&nbsp.\nThese terms and conditions are subject to change by us at any time in our discretion.&nbsp.\nYour use of this Site after such changes are implemented constitutes your acknowledgement and acceptance of the changes.&nbsp.\nAll sales of services are subject to our standard terms and conditions.&nbsp;&nbsp;<br>\n<br>\n<br>\nAccess to the Site\nYou must ensure that any registration details you provide are accurate.\nYou are responsible for maintaining the confidentiality of your login and password, and you are responsible for all uses of your login and password, and PINS, whether or not authorized by you.\nYou must notify us immediately of any unauthorized use or other security breach of which you become aware.\nWe reserve the right to disable any log-on ID, at any time, if in our opinion you have failed to comply with any of the provisions of these terms and conditions or if any details you provide for the purposes of registering as a user prove to be false.<br>\n<br>\nIt is your responsibility to ensure your computer system meets all the necessary technical specifications to enable you to access and use the Site.\nWe cannot guarantee the continuous, uninterrupted or error-free operability of the Site.\nThere may be times when certain features, parts or content of the Site, or the entire Site, become unavailable (whether on a scheduled or unscheduled basis) or are modified, suspended or withdrawn by us, in our sole discretion, without notice to you.\nYou agree that we will not be liable to you or to any third party for any unavailability, modification, suspension or withdrawal of the Site, or any features, parts or content of the Site.<br>\n<br>\n<br>\nWhat you are allowed to do\nYou may only use the Site for non-commercial use and only in accordance with these terms.\nYou may retrieve and display content from the Site on a computer screen, print and copy individual pages and, subject to the next section, store such pages in electronic form.\nAdditional terms may also apply to certain features, parts or content of the Site and, where they apply, will be displayed before you access the relevant features, parts or content.\n&nbsp.\nWhat you are not allowed to do\n<p>\nExcept to the extent expressly set out in these terms and conditions, you are not allowed to:</p>\n<ul>\n<li>engage in any activities through or in connection with this Site that seek to attempt to harm minors or are unlawful, offensive, obscene, threatening, harassing, abusive or that violate any right of any third party;</li>\n<li>store pages of the Site on a server or other storage device connected to a network or create an electronic database by systematically downloading and storing all of the pages of the Site;</li>\n<li>monitor, gather or copy any content on this Site by using any robot, \"bot,\" spider, crawler, spyware, engine, device, software, extraction tool or any other automatic device, utility or manual process of any kind;</li>\n<li>remove or change any content of the Site;</li>\n<li>attempt to circumvent security or interfere with the proper working of the Site or the servers on which it is hosted.\n</li>\n<li>create links to the Site from any other website unless: the link is not misleading or deceptive and fairly indicates its destination, you do not imply that we endorse any other organization, website, products, or services other than our own, you link to (and do not frame or replicate) the home page of the Site, and the linked website does not contain any content that is unlawful, threatening, abusive, libelous, pornographic, obscene, vulgar, indecent, offensive or which infringes on the intellectual property rights or other rights of any third party.</li>\n</ul>\n<p>All rights granted to you under these terms and conditions will terminate immediately in the event that you are in breach of any of them.\n</p>\n<p>&nbsp;</p>\nIntellectual property rights\nAll intellectual property rights in any content of the Site (including text, graphics, software, photographs and other images, videos, sound, trademarks and logos) are owned by us or our licensors.\nExcept as expressly set out here, nothing in these terms and conditions gives you any rights in respect of any intellectual property owned by us or our licensors and you acknowledge that you do not acquire any ownership rights by downloading content from the Site.\nIn the event you print, copy or store pages from the Site (only as permitted by these terms and conditions), you must ensure that any copyright, trademark or other intellectual property right notices contained in the original content are reproduced.\n&nbsp.\nContent\nMimecast may make improvements and/or changes to this website at any time.\nAlthough we attempt to update information on this website periodically, the information, materials, and services provided on or through this website may occasionally be inaccurate, incomplete, or out of date.&nbsp.\nMimecast does not have a duty to update information contained in this website, and will not be liable for any failure to update such information.&nbsp.\nWe make no representation as to the completeness of any information on this website, and we undertake no obligation to update or revise the information contained on this website, whether as a result of new information, future events or circumstances, or otherwise.\nTo the fullest extent permitted by law, we accept no liability for any loss or damage of any kind incurred as a result of you or anyone else using the Site or relying on any of its content.\nIt is your responsibility to verify any information contained in this website before relying upon it.<br>\n<br>\nWe cannot and do not guarantee that any content of the Site will be free from viruses and/or other code that may have contaminating or destructive elements.\nIt is your responsibility to implement appropriate IT security safeguards (including anti-virus and other security checks) to satisfy your particular requirements as to the safety and reliability of content.<br>\n<br>\n<br>\nYour personal information\nUse of your personal information submitted via the Site is governed by our privacy policy.<br>\n<br>\n<br>\nExternal links\nThis website contains links to other websites.\nWe assume no responsibility for the content of such websites or for anything provided by them and do not guarantee that they will be continuously available.\nWe shall not be responsible for any loss or damage which may result from the information on this website or any other website linked to it.\nThe fact that we include links to such external sites does not imply any endorsement of or association with their operators.<br>\n<br>\n<br>\nGeneral\nNothing in these terms and conditions shall limit or exclude our liability to you for death or personal injury caused by our negligence or for fraudulent misrepresentation or any other liability that may not be lawfully limited or excluded.&nbsp;<br>\n<br>\nSubject to this, if you are a consumer and not a business user, in no event shall we be liable to you for any business losses and any liability we do have for losses you suffer is strictly limited to losses that were reasonably foreseeable, and if you are a business user, in no event shall we be liable to you for any indirect or consequential losses, or for any loss of profit, revenue, contracts, data, goodwill or other similar losses.<br>\n<br>\nThese terms and conditions shall be governed by English law, and you agree that any dispute between us regarding them or the Site will only be dealt with by the English courts, provided that, if you live in a part of the United Kingdom other than England, the applicable law of that part of the United Kingdom will govern and any dispute will only be dealt with by the courts there.\nNothing shall prevent us from bringing proceedings to protect our intellectual property rights before any competent court.<br>\n<br>\n<br>\nContacting us\nPlease submit any questions you have about these terms and conditions or any problems concerning the Site by email to info@mimecast.com, by telephone on +44 (0) 207 847 8700 between the hours of 9am to 5pm, Monday to Friday or write to us at our registered office: CityPoint, One Ropemaker Street, Moorgate, London EC2Y 9AW, United Kingdom.\nOur VAT registration number is GB 123 4197 34.<br>\n<br>\nWe are a limited company, registered in England.&nbsp.\nOur registered company number is 04901524.\n", "created_at": "2023-09-29 23:47:01.355657", "updated_at": "2023-09-29 23:47:25.460665"}], "points": [], "urls": ["mimecast.com"]}}