{"error": 448, "message": "OK", "parameters": {"id": 9207, "name": "Genentech ", "created_at": "2023-07-15 00:28:58.854211", "updated_at": "2023-07-15 10:02:16.909985", "wikipedia": null, "keywords": null, "related": null, "slug": "genentech", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9207.png", "url": "gene.com,vabysmo.com", "documents": [{"id": 18032, "name": "Privacy Notice", "url": "https://www.gene.com/privacy-policy", "xpath": "//body", "text": "map-markericon-multipoint-chaticon-multipoint-emailicon-multipoint-phoneicon-multipoint-route <ul>\n<li>Contact Us</li>\n<li>About Us</li>\n</ul>\n<ul>\n<li>For Patients</li>\n<li>For Medical Professionals</li>\n<li>For Partners</li>\n<li>For Scientists</li>\n<li>For Media</li>\n<li>For Good</li>\n<li>Now Hiring</li>\n</ul> Attention: This page may not render properly.\nThe browser you are using, Internet Explorer 10, is no longer supported.\nPrivacy Policy Privacy Policy\nView in EnglishEn EspañolView in English<b>\n</b> Genentech, Inc.\nPrivacy Notice <p>\n</p>\n<p>\n<em>Last Updated June 2023</em>\n</p>\n<p>\n<em>Para leer la Política de Privacidad en español, haga clic aquí.</em>\n</p>\n<b>\n<p>Purpose and Reach | Information Collected | Marketing, Cookies &amp.\nTracking | Third Parties | Your Rights Regarding Your Personal Data | Safeguarding Information | How Long Your Personal Data Will Be Retained | Special Note to Patients | Changes to This Privacy Notice | Contact Us</p>\n</b> Who We Are <p>\n<b>Genentech, Inc.</b> (<b>“Genentech</b>,” “<b>we</b>,” “<b>our</b>,” or “<b>us</b>”) values your privacy and the protection of your Personal Data.\nThis Privacy Notice (“<b>Notice</b>”) explains how we collect, store, use, share, transfer, delete, and process information collected from or about you known as <b>Personal Data</b> (defined further below in this Notice).</p> Purpose and Reach of this Privacy Notice <p>This Notice describes the types of Personal Data that Genentech may collect or process, how we may use and disclose that Personal Data, and how you may exercise any rights you may have regarding our processing of your Personal Data.</p>\n<p>This Notice applies to Personal Data collected or processed by us:</p>\n<ul>\n<li>Through online activities and services we offer (through websites, web surveys, newsletters, applications, email, online messaging services/channels, and otherwise) (“<b>Online Services</b>”).\n</li>\n<li>Related to activities we undertake in recruiting participants for participation in clinical trials or activities related to identifying and contracting with study investigators and their staff.\n</li>\n<li>In connection with post-approval pharmacovigilance and adverse events, complaints, and reports.\n</li>\n<li>When we provide products or services to you or your doctor, hospital, medical treatment or scanning facility, or other healthcare provider (collectively, “<b>Healthcare Provider</b>,” which refers both to the Healthcare Provider institution, organization, or company, and individuals employed by or working for or with such organization) or, if you are a Healthcare Provider, your patients.\n</li>\n<li>When you are applying to and/or enrolled in our patient support programs, including (but not limited to) Access Solutions, Genentech Patient Foundation, or Co-pay Assistance Programs.\n</li>\n<li>When we provide products and services directly to you and in other situations where you interact with us, including but not limited to interacting with us through our telephone customer service centers, though email or SMS/text messages, or by visiting our sites and offices or our events (e.g., tradeshows and conferences) (such products and services, together with Online Services, are collectively, the “<b>Products and Services</b>”).\n</li>\n<li>When you interact with us in a professional capacity, for example, if you are a Healthcare Provider or an employee of a company with which we do business or provide Products and Services;</li>\n<li>When we undertake employment recruiting activities.\nor</li>\n<li>Anywhere this Notice is posted or referenced.</li>\n</ul>\n<p>Genentech may provide you with a different privacy notice in certain specific situations, in which case that privacy notice or policy will apply to the Personal Data collected or processed in that specific situation, rather than this one.\n</p>\n<p>If you provide us with Personal Data of anyone other than yourself (such as a patient or family member), please note that you are responsible for complying with all applicable privacy and data protection laws prior to providing that information to Genentech (including obtaining consent, if required).\n</p>\n<p>Please review this Notice carefully.\nTo the extent permitted by applicable law, by providing us your Personal Data or otherwise interacting with us, you are agreeing to this Notice.</p> Information Collected What is Personal Data? <p>“<b>Personal Data</b>” is any information—as electronically or otherwise recorded—that can be used to identify a person or that we can link to or associate with a specific individual.</p>\n<p>Personal Data may include information considered sensitive in some jurisdictions, such as biometric information, genetic information, health information, financial account information, specific geolocation, ethnic or racial origin, information concerning your sex life or your sexual orientation, social security number, driver’s license, state identification card, passport number, and other similar information.\nData that could be considered Sensitive Personal Data is highlighted with an asterisk (*) in the chart below.</p>\n<p>We will process any Personal Data we collect in accordance with applicable law and as described in this Notice (unless, as explained above, a separate policy or notice governs).\nIn some circumstances, if you do not provide us with your Personal Data, certain Products and Services may be unavailable to you.</p>\n<p>The below table is a high-level summary of the types of Personal Data we may collect from you.\nFollowing that high-level summary is additional detail and information on how we collect, process, and use Personal Data and the potential recipients of your Personal Data, now and in the preceding 12 months.\nSome jurisdictions require us to state the legal bases for processing your Personal Data, which are included below, but please note that not all jurisdictions may recognize all legal bases.\nThe types of Personal Data we collect and disclose depends on your relationship with Genentech.\nNot all of the categories listed in the following charts may apply to you.\nIf the nature of your relationship with Genentech changes, additional categories of Personal Data may also apply.</p> Users of Online Services, Visitors to Our Websites and Physical Locations, and Senders of Inquiries <br>\n<p>\n<i>We may process your Personal Data when you: (1) visit our websites and our physical locations.\n(2) submit inquiries to us both online (e.g., via email) or offline (e.g., by written letters).\n(3) sign up for our newsletters or other informational or marketing materials.\nand/or (4) register for, visit, or use our online Products and Services.</i>\n</p> Examples of the types of data we process <br>\n<p>\n<em>(Personal Data that may be considered sensitive is noted with a “*”)</em>\n</p> Identity and contact information, such as: <li>first and last name or unique pseudonym</li>\n<li>honorifics and titles, preferred form of address</li>\n<li>email address</li>\n<li>postal address </li>\n<li>phone number </li>\n<li>username or code and password </li>\n<li>contact information for related persons, such as authorized users of your account</li>\n<li>customer number</li>\n<li>company ID number such as account number</li> Other personal information, such as: <li>age</li>\n<li>gender</li>\n<li>marital status</li>\n<li>disability</li>\n<li>date of birth</li> Visual and audio information, such as: <li>still images</li>\n<li>video (including via CCTV)</li>\n<li>recordings of your calls with our customer service representatives</li>\n<li>voicemails</li> Technical Information, such as: <li>Internet Protocol (IP) addresses (which may identify your general geographic location or company)</li>\n<li>browser type and browser language </li>\n<li>device type </li>\n<li>advertising IDs associated with your device (such as Apple’s Identifier for Advertising (IDFA) or Android’s Advertising ID (AAID)) </li>\n<li>date and time you use our Products and Services </li>\n<li>Uniform Resource Locators, or URLs (i.e., website addresses) visited prior to arriving and after leaving our Products and Services </li>\n<li>activity on our Products and Services and referring websites or applications </li>\n<li>data collected from cookies or other similar technologies***</li> De-identified Data: <li>De-identified data is data for which your individual personal characteristics have been removed such that you are not identified and the information is no longer considered Personal Data under data protection laws****</li> Where do we get the data? <br>\n<ul>\n<li>you directly</li>\n<li>those authorized to provide on your behalf such as your caregiver or authorized representative</li>\n<li>your devices </li>\n<li>our security systems (including CCTV)</li>\n<li>third parties that provide access to information you make publicly available, such as social media</li>\n<li>companies conducting non-clinical research such as market research companies</li>\n</ul> Why do we process the data? <br>\n<p>\n<em>(Purposes for the processing of Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>to enroll you in our programs and provide you with our Products and Services</li>\n<li>to communicate with you </li>\n<li>to administer our relationship with your organization </li>\n<li>to send you updates </li>\n<li>to identify and authenticate you </li>\n<li>to customize content for you </li>\n<li>to detect security incidents </li>\n<li>to protect against malicious or illegal activity </li>\n<li>to ensure the appropriate use of our Products and Services </li>\n<li>to improve our Products and Services </li>\n<li>for short-term, transient use </li>\n<li>for administrative purposes </li>\n<li>for marketing, internal research, and development </li>\n<li>for quality assurance and to assist in training and development of our representatives</li>\n<li>to improve our Online Services</li>\n<li>advertising and product promotion, including to contact you regarding programs, products, services, and topics that may be of interest or useful</li>\n<li>to comply with legal and regulatory obligations</li>\n</ul> Who receives the data? <br>\n<p>\n<em>(Parties that may receive Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>Genentech, our affiliates, and related companies</li>\n<li>third parties who assist with fraud prevention, detection and mitigation</li>\n<li>third parties who assist with our information technology and security programs and our loss prevention programs</li>\n<li>partners that assist us in providing the Products and Services or help us improve our marketing or administration**</li>\n<li>Genentech’s lawyers, auditors and consultants</li>\n</ul>\n<br> Patients Applying to or Enrolled In Patient Support Programs <br>\n<p>\n<i>We may process your Personal Data when you are applying to or enrolled in patient support programs.</i>\n</p> Examples of the types of data we process <br>\n<p>\n<em>(Personal Data that may be considered sensitive is noted with a “*”)</em>\n</p> Identity and contact information, such as: <li>first and last name or unique pseudonym</li>\n<li>honorifics and titles, preferred form of address</li>\n<li>email address</li>\n<li>postal address </li>\n<li>phone number </li>\n<li>contact information for related persons, such as alternative contact </li>\n<li>patient ID number</li> Other personal information, such as: <li>age</li>\n<li>gender</li>\n<li>preferred language</li>\n<li>marital status</li>\n<li>disability</li>\n<li>ethnicity*</li>\n<li>date of birth</li>\n<li>written signature on a patient consent form or program enrolment form</li> Visual and audio information, such as: <li>pictures and videos of treatment activities*</li> Technical Information, such as: <li>Internet Protocol (IP) addresses (which may identify your general geographic location or company)</li>\n<li>browser type and browser language </li>\n<li>device type </li>\n<li>advertising IDs associated with your device (such as Apple’s Identifier for Advertising (IDFA) or Android’s Advertising ID (AAID)) </li>\n<li>date and time you use our Products and Services </li>\n<li>Uniform Resource Locators, or URLs (i.e., website addresses) visited prior to arriving and after leaving our Products and Services </li>\n<li>activity on our Products and Services and referring websites or applications </li>\n<li>data collected from cookies or other similar technologies***</li>\n<li>smart device records</li>\n<li>IoT products</li> Information regarding your treatment, such as: <li>genetic information* </li>\n<li>identification of pathologies/diseases*</li>\n<li>areas of interest in medical research*</li>\n<li>treatment dates*</li>\n<li>medical history and treatment information*</li>\n<li>patient-reported outcome measures (e.g., responses to questionnaires and surveys)*</li>\n<li>X-rays, magnetic resonance imaging, and medical scans* </li>\n<li>user activity</li>\n<li>therapy completion and use details* </li>\n<li>drug allergies*</li>\n<li>prescriptions and dosing*</li>\n<li>health values and sensor readings data, such as steps taken, blood glucose levels, heart rate, and blood pressure*</li>\n<li>health insurance company</li>\n<li>insurance account number</li>\n<li>information on payment for health care services*</li> Commercial and financial information, such as: <li>Products and Services purchased, obtained, or considered </li> De-identified Data: <li>De-identified data is data for which your individual personal characteristics have been removed such that you are not identified and the information is no longer considered Personal Data under data protection laws**** </li> Where do we get the data? <br>\n<ul>\n<li>you directly</li>\n<li>your Healthcare Provider </li>\n<li>your devices </li>\n<li>our business partners and other third parties</li>\n<li>those authorized to provide on your behalf such as your caregiver or authorized representative</li>\n</ul> Why do we process the data? <br>\n<p>\n<em>(Purposes for the processing of Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>to enroll you in our programs and provide you with our Services* </li>\n<li>to communicate with you* </li>\n<li>to administer our relationship with you* </li>\n<li>to send you updates* </li>\n<li>to identify and authenticate you* </li>\n<li>to detect security incidents* </li>\n<li>to protect against malicious or illegal activity* </li>\n<li>to ensure the appropriate use of our Services* </li>\n<li>to improve our Services* </li>\n<li>for short-term, transient use* </li>\n<li>for administrative purposes* </li>\n<li>for quality assurance*</li>\n<li>for marketing, internal research, and development* </li>\n<li>to determine and verify program, product, and service eligibility and coverage*</li>\n<li>to procure vendor/supplier products and services, including to manage and satisfy related vendor/supplier contractual obligations*</li>\n<li>advertising and product promotion, including to contact you regarding programs, products, services, and topics that may be of interest or useful*</li>\n<li>to comply with legal and regulatory obligations*</li>\n</ul> Who receives the data? <br>\n<p>\n<em>(Parties that may receive Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>Genentech, our affiliates, and related companies*</li>\n<li>Healthcare Providers* </li>\n<li>partners that assist us in providing the Services or help us improve our marketing or administration* ** </li>\n<li>third parties who assist with fraud prevention, detection and mitigation*</li>\n<li>third parties who assist with our information technology and security programs*</li>\n<li>Genentech’s lawyers, auditors, and consultants*</li>\n<li>authorized legal representatives, family members, and caregivers*</li>\n</ul>\n<br> Healthcare Providers <br>\n<p>\n<i>We may process your Personal Data when you are a Healthcare Provider who is a current or prospective Genentech customer, uses Genentech Products and Services, or treats patients with Genentech Products and Services, including use of Genentech’s online portals.</i>\n</p> Examples of the types of data we process <br>\n<p>\n<em>(Personal Data that may be considered sensitive is noted with a “*”)</em>\n</p> Identity and contact information, such as: <li>first and last name or unique pseudonym</li>\n<li>honorifics and titles, preferred form of address</li>\n<li>company/employer</li>\n<li>email address</li>\n<li>postal address </li>\n<li>phone number </li>\n<li>username or code and password</li>\n<li>contact information for related persons, such as authorized users of your account </li>\n<li>customer number</li>\n<li>company ID number such as account number</li>\n<li>records of collaborations with Genentech, such as participation on an advisory board commissioned by Genentech</li> Other personal information, such as: <li>age</li>\n<li>gender</li>\n<li>marital status</li>\n<li>disability</li>\n<li>TIN*</li>\n<li>date of birth</li> Technical Information, such as: <li>Internet Protocol (IP) addresses (which may identify your general geographic location or company)</li>\n<li>browser type and browser language </li>\n<li>device type </li>\n<li>advertising IDs associated with your device (such as Apple’s Identifier for Advertising (IDFA) or Android’s Advertising ID (AAID)) </li>\n<li>date and time you use our Products and Services </li>\n<li>Uniform Resource Locators, or URLs (i.e., website addresses) visited prior to arriving and after leaving our Products and Services </li>\n<li>activity on our Products and Services and referring websites or applications </li>\n<li>data collected from cookies or other similar technologies***</li> Commercial and financial information, such as: <li>Products and Services purchased, obtained, or considered </li>\n<li>bank account number and details (if you use automatic payments) *</li>\n<li>request documentation</li>\n<li>customer service records</li>\n<li>financial transaction history </li>\n<li>financial account number* </li> Professional and educational information, such as: <li>job title or position</li>\n<li>employer</li>\n<li>working location</li>\n<li>National Provider Identifier number</li>\n<li>state medical license number </li>\n<li>work skills</li>\n<li>employment history </li>\n<li>graduate degrees</li>\n<li>certifications</li>\n<li>specialized training </li>\n<li>responses to surveys and questionnaires</li>\n<li>enrolment history for our education and training events</li> De-identified Data: <li>De-identified data is data for which your individual personal characteristics have been removed such that you are not identified and the information is no longer considered Personal Data under data protection laws**** </li> Where do we get the data? <br>\n<ul>\n<li>you directly</li>\n<li>your devices </li>\n<li>our business partners and other third parties that provide access to information you make publicly available, such as social media platforms</li>\n<li>your employer or principal </li>\n<li>your patients </li>\n<li>other Healthcare Providers </li>\n</ul> Why do we process the data? <br>\n<p>\n<em>(Purposes for the processing of Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>to provide you with our Products and Services* </li>\n<li>to communicate with you</li>\n<li>to administer our relationship with your organization* </li>\n<li>to send you updates</li>\n<li>to administer and manage your registration and participation at events* </li>\n<li>to fulfil business relationships with you, including processing payments and notifying you of your order status or any associate order status issues*</li>\n<li>to identify and authenticate you* </li>\n<li>to detect security incidents* </li>\n<li>to protect against malicious or illegal activity* </li>\n<li>to ensure the appropriate use of our Products and Services* </li>\n<li>to improve our Products and Services*</li>\n<li>to improve our Online Services*</li>\n<li>for short-term, transient use* </li>\n<li>for administrative purposes* </li>\n<li>for quality assurance* </li>\n<li>for marketing, internal research, and development* </li>\n<li>for quality assurance </li>\n<li>to customize content for you*</li>\n<li>to procure vendor/supplier products and services, including to manage and satisfy related vendor/supplier contractual obligations*</li>\n<li>advertising and product promotion, including to contact you regarding programs, products, services and topics that may be of interest or useful</li>\n<li>to comply with legal and regulatory obligations* </li>\n</ul> Who receives the data? <br>\n<p>\n<em>(Parties that may receive Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>Genentech, our affiliates, and related companies*</li>\n<li>other Healthcare Providers* </li>\n<li>your patients* </li>\n<li>third parties who assist with fraud prevention, detection and mitigation*</li>\n<li>third parties who assist with our information technology and security programs*</li>\n<li>Genentech’s lawyers, auditors, and consultants*</li>\n<li>partners that assist us in providing the Products and Services or help us improve our marketing or administration* ** </li>\n</ul>\n<sup>\n</sup>\n<br> Patients and Users of Medical Products <br>\n<p>\n<i>We may process your Personal Data when you are the existing or prospective patient of a Healthcare Provider who is a Genentech customer and/or when you receive or use Genentech medical products (including, where applicable, mobile apps).</i>\n</p> Examples of the types of data we process <br>\n<p>\n<em>(Personal Data that may be considered sensitive is noted with a “*”)</em>\n</p> Identity and contact information, such as: <li>first and last name or unique pseudonym</li>\n<li>honorifics and titles, preferred form of address</li>\n<li>email address</li>\n<li>postal address </li>\n<li>phone number </li>\n<li>username or code and password</li>\n<li>contact information for related persons, such as authorized users of your account </li>\n<li>customer number</li>\n<li>company ID number such as account number</li> Other personal information, such as: <li>age</li>\n<li>gender</li>\n<li>marital status</li>\n<li>disability</li>\n<li>ethnicity*</li>\n<li>date of birth</li>\n<li>written signature on a patient consent form or program enrolment form</li> Visual and audio information, such as: <li>pictures and videos of treatment activities*</li> Technical Information, such as: <li>Internet Protocol (IP) addresses (which may identify your general geographic location or company)</li>\n<li>browser type and browser language </li>\n<li>device type </li>\n<li>advertising IDs associated with your device (such as Apple’s Identifier for Advertising (IDFA) or Android’s Advertising ID (AAID)) </li>\n<li>date and time you use our Products and Services </li>\n<li>Uniform Resource Locators, or URLs (i.e., website addresses) visited prior to arriving and after leaving our Products and Services </li>\n<li>activity on our Products and Services and referring websites or applications </li>\n<li>data collected from cookies or other similar technologies***</li>\n<li>smart device records</li>\n<li>IoT products</li> Information regarding your treatment, such as: <li>genetic information* </li>\n<li>blood and tissue samples*</li>\n<li>identification of pathologies/diseases* </li>\n<li>areas of interest in medical research </li>\n<li>treatment dates*</li>\n<li>medical history and treatment information* </li>\n<li>patient-reported outcome measures (e.g., responses to questionnaires and surveys)* </li>\n<li>X-rays, magnetic resonance imaging, and medical scans* </li>\n<li>user activity </li>\n<li>therapy completion and use details* </li>\n<li>communications with your Healthcare Provider, including audio and/or video from telehealth sessions*</li>\n<li>drug allergies*</li>\n<li>prescriptions and dosing*</li>\n<li>health values and sensor readings data, such as steps taken, blood glucose levels, heart rate, and blood pressure*</li>\n<li>health insurance company</li>\n<li>insurance account number</li>\n<li>information on payment for health care services*</li> Commercial and financial information, such as: <li>Products and Services purchased, obtained, or considered </li>\n<li>bank account number and details (if you use automatic payments)</li>\n<li>request documentation</li>\n<li>customer service records</li>\n<li>financial transaction history </li>\n<li>financial account number* </li> De-identified Data: <li>De-identified data is data for which your individual personal characteristics have been removed such that you are not identified and the information is no longer considered Personal Data under data protection laws**** </li> Where do we get the data? <br>\n<ul>\n<li>you directly</li>\n<li>your Healthcare Provider</li>\n<li>your devices </li>\n<li>our business partners and other third parties</li>\n<li>those authorized to provide on your behalf such as your caregiver or authorized representative </li>\n</ul> Why do we process the data? <br>\n<p>\n<em>(Purposes for the processing of Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>to enroll you in our programs and provide you with our Products and Services* </li>\n<li>to communicate with you* </li>\n<li>to administer our relationship with you* </li>\n<li>to send you updates* </li>\n<li>to identify and authenticate you* </li>\n<li>to detect security incidents* </li>\n<li>to protect against malicious or illegal activity* </li>\n<li>to ensure the appropriate use of our Products and Services* </li>\n<li>to improve our Products and Services*</li>\n<li>for short-term, transient use* </li>\n<li>for administrative purposes* </li>\n<li>for quality assurance* </li>\n<li>for marketing, internal research, and development* </li>\n<li>to determine and verify program, product, and service eligibility and coverage*</li>\n<li>to procure vendor/supplier products and services, including to manage and satisfy related vendor/supplier contractual obligations*</li>\n<li>advertising and product promotion, including to contact you regarding programs, products, services and topics that may be of interest or useful*</li>\n<li>to comply with legal and regulatory obligations* </li>\n</ul> Who receives the data? <br>\n<p>\n<em>(Parties that may receive Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>Genentech, our affiliates, and related companies*</li>\n<li>Healthcare Providers* </li>\n<li>partners that assist us in providing the Products and Services or help us improve our marketing or administration* ** </li>\n<li>third parties who assist with fraud prevention, detection and mitigation*</li>\n<li>third parties who assist with our information technology and security programs*</li>\n<li>Genentech’s lawyers, auditors, and consultants*</li>\n<li>authorized legal representatives, family members, and caregivers*</li>\n</ul>\n<sup>\n</sup>\n<br> Business Partners and Their Employees, Agents, and Contractors <br>\n<p>\n<i>We may process your Personal Data if you are a current Genentech business partner, employee of a Genentech business partner, agent or contractor</i>\n</p> Examples of the types of data we process <br>\n<p>\n<em>(Personal Data that may be considered sensitive is noted with a “*”)</em>\n</p> Identity and contact information, such as: <li>first and last name or unique pseudonym</li>\n<li>honorifics and titles, preferred form of address</li>\n<li>company/employer</li>\n<li>email address</li>\n<li>postal address </li>\n<li>phone number </li>\n<li>username or code and password</li> Other personal information, such as: <li>age</li>\n<li>gender</li>\n<li>disability</li>\n<li>social security number*</li>\n<li>date of birth</li> Technical Information, such as: <li>Internet Protocol (IP) addresses (which may identify your general geographic location or company)</li>\n<li>browser type and browser language </li>\n<li>device type </li>\n<li>advertising IDs associated with your device (such as Apple’s Identifier for Advertising (IDFA) or Android’s Advertising ID (AAID)) </li>\n<li>date and time you use our Products and Services </li>\n<li>Uniform Resource Locators, or URLs (i.e., website addresses) visited prior to arriving and after leaving our Products and Services </li>\n<li>activity on our Products and Services and referring websites or applications </li>\n<li>data collected from cookies or other similar technologies***</li> Commercial and financial information, such as: <li>Products and Services purchased, obtained, or considered </li>\n<li>request documentation</li>\n<li>customer service records</li>\n<li>financial transaction history </li>\n<li>financial account number* </li> De-identified Data: <li>De-identified data is data for which your individual personal characteristics have been removed such that you are not identified and the information is no longer considered Personal Data under data protection laws**** </li> Where do we get the data? <br>\n<ul>\n<li>you directly</li>\n<li>your business partners and other third parties</li>\n<li>your employer or principal </li>\n<li>your devices</li>\n</ul> Why do we process the data? <br>\n<p>\n<em>(Purposes for the processing of Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>to communicate with you </li>\n<li>to administer our relationship with your organization* </li>\n<li>to send you updates </li>\n<li>to identify and authenticate you* </li>\n<li>to detect security incidents* </li>\n<li>to protect against malicious or illegal activity* </li>\n<li>for short-term, transient use* </li>\n<li>for administrative purposes* </li>\n<li>for marketing, internal research, and development* </li>\n<li>to provide you with our Products and Services* </li>\n<li>to comply with legal and regulatory obligations* </li>\n</ul> Who receives the data? <br>\n<p>\n<em>(Parties that may receive Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>Genentech, our affiliates, and related companies*</li>\n<li>our customers </li>\n<li>Healthcare Providers </li>\n<li>patients </li>\n<li>third parties who assist with fraud prevention, detection and mitigation*</li>\n<li>third parties who assist with our information technology and security programs*</li>\n<li>Genentech’s lawyers, auditors, and consultants*</li>\n<li>partners that assist us in providing the Products and Services or help us improve our marketing or administration* ** </li>\n</ul>\n<sup>\n</sup>\n<br> Attendees and Participants at Events <br>\n<p>\n<i>We may process your Personal Data when you attend or participate in professional and educational events we sponsor or hold.</i>\n</p> Examples of the types of data we process <br>\n<p>\n<em>(Personal Data that may be considered sensitive is noted with a “*”)</em>\n</p> Identity and contact information, such as: <li>first and last name or unique pseudonym</li>\n<li>honorifics and titles, preferred form of address</li>\n<li>company/employer</li>\n<li>email address</li>\n<li>postal address </li>\n<li>phone number </li>\n<li>username or code and password</li> Other personal information, such as: <li>age</li>\n<li>gender</li>\n<li>marital status</li>\n<li>disability</li>\n<li>date of birth</li> Visual and audio information, such as: <li>still images</li>\n<li>video (including via CCTV) </li> Technical Information, such as: <li>Internet Protocol (IP) addresses (which may identify your general geographic location or company)</li>\n<li>browser type and browser language </li>\n<li>device type </li>\n<li>advertising IDs associated with your device (such as Apple’s Identifier for Advertising (IDFA) or Android’s Advertising ID (AAID)) </li>\n<li>date and time you use our Products and Services </li>\n<li>Uniform Resource Locators, or URLs (i.e., website addresses) visited prior to arriving and after leaving our Products and Services </li>\n<li>activity on our Products and Services and referring websites or applications </li>\n<li>data collected from cookies or other similar technologies***</li> Professional and educational information, such as: <li>job title or position </li>\n<li>employer </li>\n<li>work skills </li>\n<li>employment history </li>\n<li>graduate degrees </li>\n<li>certifications </li>\n<li>specialized training </li>\n<li>responses to surveys and questionnaires </li> De-identified Data: <li>De-identified data is data for which your individual personal characteristics have been removed such that you are not identified and the information is no longer considered Personal Data under data protection laws**** </li> Where do we get the data? <br>\n<ul>\n<li>you directly</li>\n<li>your employer or principal </li>\n<li>your devices </li>\n<li>our business partners</li>\n</ul> Why do we process the data? <br>\n<p>\n<em>(Purposes for the processing of Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>to communicate with you </li>\n<li>to administer our relationship with your organization </li>\n<li>to send you update</li>\n<li>to identify and authenticate you* </li>\n<li>to detect security incidents* </li>\n<li>to protect against malicious or illegal activity* </li>\n<li>for short-term, transient use* </li>\n<li>for administrative purposes* </li>\n<li>for marketing, internal research, and development* </li>\n</ul> Who receives the data? <br>\n<p>\n<em>(Parties that may receive Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>Genentech, our affiliates, and related companies*</li>\n<li>other event attendees and participants </li>\n<li>third parties who assist with fraud prevention, detection and mitigation*</li>\n<li>third parties who assist with our information technology and security programs*</li>\n<li>Genentech’s lawyers, auditors, and consultants*</li>\n<li>partners that assist us in providing the Products and Services or help us improve our marketing or administration* ** </li>\n</ul>\n<br> Clinical Investigators and Members of Investigator Teams <br>\n<p>\n<i>We may process your Personal Data if you are an existing or prospective clinical investigator or a member of an investigation team for a clinical study that Genentech manages on behalf of a customer.</i>\n</p> Examples of the types of data we process <br>\n<p>\n<em>(Personal Data that may be considered sensitive is noted with a “*”)</em>\n</p> Identity and contact information, such as: <li>first and last name or unique pseudonym</li>\n<li>honorifics and titles, preferred form of address</li>\n<li>company/employer</li>\n<li>email address</li>\n<li>postal address </li>\n<li>phone number </li>\n<li>username or code and password</li> Other personal information, such as: <li>age</li>\n<li>gender</li>\n<li>marital status</li>\n<li>disability</li>\n<li>date of birth</li> Technical Information, such as: <li>Internet Protocol (IP) addresses (which may identify your general geographic location or company)</li>\n<li>browser type and browser language </li>\n<li>device type </li>\n<li>advertising IDs associated with your device (such as Apple’s Identifier for Advertising (IDFA) or Android’s Advertising ID (AAID)) </li>\n<li>date and time you use our Products and Services </li>\n<li>Uniform Resource Locators, or URLs (i.e., website addresses) visited prior to arriving and after leaving our Products and Services </li>\n<li>activity on our Products and Services and referring websites or applications </li>\n<li>data collected from cookies or other similar technologies***</li> Professional and educational information, such as: <li>job title or position </li>\n<li>employer </li>\n<li>National Provider Identifier number</li>\n<li>state medical license number </li>\n<li>work skills </li>\n<li>employment history </li>\n<li>graduate degrees </li>\n<li>certifications </li>\n<li>specialized training </li>\n<li>responses to surveys and questionnaires </li>\n<li>enrolment history for our education </li> Commercial and financial information, such as: <li>Products and Services purchased, obtained, or considered </li>\n<li>request documentation</li>\n<li>customer service records</li>\n<li>financial transaction history </li>\n<li>financial account number* </li> De-identified Data: <li>De-identified data is data for which your individual personal characteristics have been removed such that you are not identified and the information is no longer considered Personal Data under data protection laws**** </li> Where do we get the data? <br>\n<ul>\n<li>you directly</li>\n<li>your devices </li>\n<li>our business partners and other third parties </li>\n<li>your employer or principal </li>\n</ul> Why do we process the data? <br>\n<p>\n<em>(Purposes for the processing of Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>to provide you with our Products and Services* </li>\n<li>to communicate with you </li>\n<li>to administer our relationship with your organization*</li>\n<li>to send you updates</li>\n<li>to identify and authenticate you* </li>\n<li>to detect security incidents* </li>\n<li>to protect against malicious or illegal activity* </li>\n<li>to ensure the appropriate use of our Products and Services* </li>\n<li>to improve our Products and Services* </li>\n<li>for short-term, transient use* </li>\n<li>for administrative purposes* </li>\n<li>for quality assurance* </li>\n<li>for marketing, internal research, and development* </li>\n<li>for quality assurance </li>\n<li>to customize content for you*</li>\n<li>for publication on www.clinicaltrials.gov and websites and databases that serve a comparable purpose</li>\n<li>to comply with legal and regulatory obligations*</li>\n</ul> Who receives the data? <br>\n<p>\n<em>(Parties that may receive Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>Genentech, our affiliates, and related companies*</li>\n<li>our customers* </li>\n<li>other clinical investigators and/or members of investigator teams</li>\n<li>clinical trial sponsors, CROs, and their agents, and affiliates and collaborators* </li>\n<li>third parties who assist with fraud prevention, detection and mitigation*</li>\n<li>third parties who assist with our information technology and security programs*</li>\n<li>Genentech’s lawyers, auditors, and consultants*</li>\n<li>partners that assist us in providing the Products and Services or help us improve our marketing or administration* ** </li>\n</ul>\n<sup>\n</sup>\n<br> Clinical Study Candidates <br>\n<p>\n<strong>\n<i>Clinical Study Candidates:</i>\n</strong>\n<i> We may process your Personal Data when you have been identified as a potential candidate for clinical studies sponsored by us or conducted by us on behalf of a third party.</i>\n</p>\n<p>\n<strong>\n<i>If you are a participant in a clinical study, clinical trial, or other health-related research, you should receive a separate privacy notice regarding the Personal Data we process for those purposes.\nThat privacy notice—and not this Notice— governs our processing of such Personal Data.</i>\n</strong>\n</p> Examples of the types of data we process <br>\n<p>\n<em>(Personal Data that may be considered sensitive is noted with a “*”)</em>\n</p> Identity and contact information, such as: <li>first and last name or unique pseudonym</li>\n<li>honorifics and titles, preferred form of address</li>\n<li>email address</li>\n<li>postal address </li>\n<li>phone number </li> Other personal information, such as: <li>age</li>\n<li>gender</li>\n<li>marital status</li>\n<li>disability</li>\n<li>ethnicity*</li>\n<li>date of birth</li>\n<li>written signature on a patient consent form or program enrolment form</li> Technical Information, such as: <li>Internet Protocol (IP) addresses (which may identify your general geographic location or company)</li>\n<li>browser type and browser language </li>\n<li>device type </li>\n<li>advertising IDs associated with your device (such as Apple’s Identifier for Advertising (IDFA) or Android’s Advertising ID (AAID)) </li>\n<li>date and time you use our Products and Services </li>\n<li>Uniform Resource Locators, or URLs (i.e., website addresses) visited prior to arriving and after leaving our Products and Services </li>\n<li>activity on our Products and Services and referring websites or applications </li>\n<li>data collected from cookies or other similar technologies***</li> Information regarding your treatment, such as: <li>identification of pathologies/diseases* </li>\n<li>areas of interest in medical research* </li>\n<li>treatment dates*</li>\n<li>medical history and treatment information* </li>\n<li>user activity </li>\n<li>therapy completion and use details* </li>\n<li>drug allergies*</li>\n<li>prescriptions and dosing*</li>\n<li>health values and sensor readings data, such as steps taken, blood glucose levels, heart rate, and blood pressure*</li> De-identified Data: <li>De-identified data is data for which your individual personal characteristics have been removed such that you are not identified and the information is no longer considered Personal Data under data protection laws**** </li> Where do we get the data? <br>\n<ul>\n<li>you directly</li>\n<li>your Healthcare Provider</li>\n<li>your devices </li>\n<li>our business partners and other third parties</li>\n<li>your friends or family </li>\n<li>those authorized to provide on your behalf such as your caregiver or authorized representative </li>\n</ul> Why do we process the data? <br>\n<p>\n<em>(Purposes for the processing of Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>to communicate with you* </li>\n<li>to administer our relationship with you* </li>\n<li>to send you updates* </li>\n<li>to determine your eligibility in one or more clinical studies*</li>\n<li>to identify and authenticate you* </li>\n<li>to detect security incidents* </li>\n<li>to protect against malicious or illegal activity* </li>\n<li>to ensure the appropriate use of our Products and Services* </li>\n<li>to improve our Products and Services*</li>\n<li>for short-term, transient use* </li>\n<li>for administrative purposes* </li>\n<li>for quality assurance* </li>\n<li>to comply with legal and regulatory obligations* </li>\n</ul> Who receives the data? <br>\n<p>\n<em>(Parties that may receive Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>Genentech, our affiliates, and related companies*</li>\n<li>our customers* </li>\n<li>Healthcare Providers* </li>\n<li>clinical investigators and/or members of investigator teams*</li>\n<li>Genentech’s lawyers, auditors, and consultants*</li>\n<li>third parties who assist with fraud prevention, detection and mitigation*</li>\n<li>third parties who assist with our information technology and security programs*</li>\n<li>authorized legal representatives, family members, and caregivers*</li>\n<li>partners that assist us in providing the Products and Services or help us improve our marketing or administration* ** </li>\n</ul>\n<br> Employment and Apprenticeship Candidates <br>\n<p>\n<i>We may process your Personal Data when you apply or are a candidate for employment or apprenticeship at Genentech.</i>\n</p> Examples of the types of data we process <br>\n<p>\n<em>(Personal Data that may be considered sensitive is noted with a “*”)</em>\n</p> Identity and contact information, such as: <li>first and last name or unique pseudonym</li>\n<li>honorifics and titles, preferred form of address</li>\n<li>company/employer</li>\n<li>email address</li>\n<li>postal address </li>\n<li>phone number </li>\n<li>username or code and password</li> Other personal information, such as: <li>age</li>\n<li>gender</li>\n<li>marital status</li>\n<li>disability</li>\n<li>social security number*</li>\n<li>date of birth</li> Technical Information, such as: <li>Internet Protocol (IP) addresses (which may identify your general geographic location or company)</li>\n<li>browser type and browser language </li>\n<li>device type </li>\n<li>advertising IDs associated with your device (such as Apple’s Identifier for Advertising (IDFA) or Android’s Advertising ID (AAID)) </li>\n<li>date and time you use our Products and Services </li>\n<li>Uniform Resource Locators, or URLs (i.e., website addresses) visited prior to arriving and after leaving our Products and Services </li>\n<li>activity on our Products and Services and referring websites or applications </li>\n<li>data collected from cookies or other similar technologies***</li> Professional and educational information, such as: <li>job title or position</li>\n<li>employer</li>\n<li>work skills </li>\n<li>employment history </li>\n<li>graduate degrees </li>\n<li>certifications </li>\n<li>specialized training </li>\n<li>responses to surveys and questionnaires </li> De-identified Data: <li>De-identified data is data for which your individual personal characteristics have been removed such that you are not identified and the information is no longer considered Personal Data under data protection laws**** </li> Where do we get the data? <br>\n<ul>\n<li>you directly</li>\n<li>your employer or principal</li>\n<li>your devices </li>\n<li>your business partners and other third parties</li>\n</ul> Why do we process the data? <br>\n<p>\n<em>(Purposes for the processing of Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>to communicate with you</li>\n<li>to identify and authenticate you* </li>\n<li>to detect security incidents* </li>\n<li>to protect against malicious or illegal activity* </li>\n<li>for short-term, transient use* </li>\n<li>for administrative purposes* </li>\n<li>for marketing, internal research, and development</li>\n<li>to comply with legal and regulatory obligations* </li>\n</ul> Who receives the data? <br>\n<p>\n<em>(Parties that may receive Personal Data that may be considered sensitive are noted with a “*”)</em>\n</p>\n<ul>\n<li>Genentech, our affiliates, and related companies*</li>\n<li>partners that assist us in providing the Products and Services or help us improve our marketing or administration* ** </li>\n<li>third parties who provide benefit verification and program enrolment*</li>\n<li>third parties who assist with fraud prevention, detection and mitigation*</li>\n<li>third parties who assist with our information technology and security programs*</li>\n<li>Genentech’s lawyers, auditors, and consultants*</li>\n</ul>\n<br> Children <br>\n<p>\n<i>Genentech does not knowingly collect, maintain, disclose, or otherwise process Personal Data from minors below the age of 18 without the permission of such minor’s parents or legal guardians.</i>\n</p>\n<br>\n<p>**In limited circumstances, recipients may include, (1) in the event of a sale, assignment, merger, consolidation, corporate reorganization, or transfer, to the buyer, assignee, or transferee.\nand (2) government or regulatory officials, law enforcement, courts, public authorities, or others when permitted by this Notice or required by law.</p>\n<p>***Please click on the \"Your Privacy Choices\" link at bottom of our website for more information on how we use cookies and similar technologies.</p>\n<p>****This includes the removal of identifiers from protected health information required under the Health Insurance Portability and Accountability Act (“<b>HIPAA</b>”), 45 CFR § 164.514(b)(2), for such data to be considered de-identified.\nIn the course of research, study doctors and authorized personnel may still have access to named subject records collected for such research.\nWe will not attempt to re-identify you or anyone else from this de-identified data, and if we disclose it to third parties, we will require that they commit to not attempting to re-identify you or anyone else from the de-identified data.</p> Marketing, Cookies, and Tracking Marketing Uses, Cookies, and Other Activities <p>To the extent permitted by applicable law, including in accordance with your consent where required by applicable law, we may engage in the following activities:</p>\n<ul>\n<li>We may use your contact details to contact you to determine whether you would like to initiate a business relationship with us or to send you marketing emails.\nIf you do not wish to receive such marketing emails, you may opt out by declining to receive such emails when registering or in our subsequent communications by following opt-out or unsubscribe instructions included in the email or at other information collection points on the Online Services.\n</li>\n<li>We may display advertisements to you regarding Products and Services that we believe are relevant to you based on your activities on the Online Services or on other web or digital properties.\nSuch advertisements may be shown on our Online Services or the online services of others.\nWe achieve this by using, and allowing third parties (e.g., Facebook, LinkedIn) to use certain cookies, eTags, pixels, web beacons, and other tracking technologies to track your activities on our Online Services and other online services.\nFor more information about these activities and how to manage or opt out of them, please click on the \"Your Privacy Choices\" link at the bottom of our website.\n</li>\n<li>We may make customer offers to you based on your activities across different Online Services, including activities on other web or digital properties or your other interactions with Genentech that are not via the Online Services (e.g., regional offers based on the location of your office listed on order forms).\n</li>\n<li>We also perform statistical analyses of the users of our Online Services to improve the functionality, content, design, and navigation of the Online Services.\n</li>\n</ul> Processing Using Website Tracking <p>On certain of our websites, we use Google Analytics, to help us understand how users engage with this and other of our websites.\nGoogle Analytics may track your activity on our sites (i.e., the pages you have seen and the links you have clicked on) and helps us measure how you interact with the content that we provide.\nThis information is used to compile reports and to help us improve the sites.\nThe reports we receive disclose website trends without identifying individual visitors.\nYou can learn about Google’s practices by going to www.google.com/policies/privacy/partners/, and exercise the opt-out provided by Google by downloading the Google Analytics opt-out browser add-on, available at https://tools.google.com/dlpage/gaoptout or clicking on the \"Your Privacy Choices\" link at bottom of our website.</p> Do-Not-Track Signals <p>Certain web browsers and other programs may transmit “opt-out” signals, also called a Global Privacy Control (or GPC) signal (we refer to these as “GPC Signals”), to websites with which the browser communicates.\nIn most cases you will need to change your web browser’s settings or add an application to your web browser to enable your browser to send a GPC Signal.\nRoche’s websites will recognize GPC Signals for website users differently, based on the location of the user when they access our websites.\nFor users that access our websites from U.S.\nstates that have laws requiring recognition of GPC Signals, we will recognize and apply the GPC Signal to inactivate all of the cookies for that website, except for cookies that are necessary for the website to operate (“Strictly Necessary Cookies”).\nAdditionally, if you are accessing our websites from one of these states, you can determine if your browser GPC Signal has been recognized by clicking on the “Your Privacy Choices” link in the footer of the website that will include a short message at the top of the preference center indicating that your GPC Signal has been received.\nFor users from states not currently requiring recognition of the GPC Signal, our website servers may recognize and apply the GPC Signal for only targeted advertising cookies, but will not apply the GPC Signal to functional, performance or social media cookies.\nFurther, a specific GPC Signal acknowledgement notice will not be included in the preference center, but you can always check and adjust your cookie settings by going to the Your Privacy Choices link in the footer of this website.</p> Behavioral Advertising <p>Where allowed by law, as described above, we use your Personal Data to provide you with targeted advertisements or marketing communications we believe may be of interest to you.\nIn some jurisdictions, you may have the right to opt out of these types of targeted advertisements.\nSee the Opt-out of Sale or Sharing or Processing of Sensitive Data section below to do so.</p>\n<p>For more information about how targeted advertising works, you can visit the Network Advertising Initiative’s (“NAI”) educational page by going to http://www.networkadvertising.org/understanding-online-advertising/how-does-it-work.</p>\n<p>You can opt-out of sharing personal data or opt-out of targeted advertising for any website you visit by clicking on the Your Privacy Choices link located at the bottom of that website.</p> Opt-out of Sale, Sharing, Targeted Advertising, or Limit the Use of Sensitive Data <p>Certain of Genentech’s practices may be considered the sale or sharing of Personal Data under applicable law.\nYou may have the right to opt-out of the sale of Personal Data, opt-out of sharing of Personal Data for purposes of cross-context behavioral advertising, which in other states is the right to opt-out of targeted advertising, and the right to limit the use of sensitive Personal Data.\nTo exercise these rights, please see the “Your Rights Regarding Your Personal Data” section below.</p> Interactive Features of our Websites <p>To the extent we offer any public or group forums on our Products and Services, such as newsfeeds, blogs, message boards, or similar tools <b>(“Interactive Features”)</b>, the posts or comments you make may be public and viewed by others.\nYou should use care before posting information about yourself, including Personal Data.\nYou acknowledge and understand that you have no expectation of privacy or confidentiality in the content you submit to Interactive Features over the Products and Services.\nExcept when required to do so by applicable law, we assume no obligation to remove Personal Data you post on our Products and Services, and your disclosure of any Personal Data through the Interactive Features is at your own risk.</p> Third Parties Service Providers\n<p>Service providers acting on our behalf must execute agreements requiring them to maintain confidentiality and to process Personal Data as necessary to perform their functions in a manner consistent with this Notice, other applicable privacy notices, and as explicitly permitted or required by applicable laws, rules, and regulations.</p> Combination of Data with Data Received from Third Parties\n<p>We may combine information we collect, including Personal Data, with Personal Data that we may obtain from third parties.</p> Links to Other Websites <p>Our Products and Services may contain links to other websites, applications, products, or services that are not owned or operated by Genentech, such as social media websites and applications like Facebook and Twitter.\nYou should carefully review the privacy policies and practices of other websites, products, and services as we cannot control and are not responsible for privacy policies, notices, or practices of third-party websites, applications, products, and services.</p> Your Rights Regarding Your Personal Data <p>Please note that in many circumstances, we cannot effectively do business with you without processing some Personal Data about you (e.g., your contact information).\nFor example, when you contact our customer service representatives, we may require you to provide information to authenticate your identity to assist you with your request.\nIf you are unable to provide this information, we may be unable to process your request.</p>\n<p>To the extent that the state in which you live has a data protection law that requires us to offer some or all of the following rights to you, we will provide the following rights to you based on your state’s law:</p>\n<ul>\n<li>To opt-out of sharing your Personal Data for cross-context behavioral advertising or, in other states, to opt-out of targeted advertising.\n</li>\n<li>To request access to and a copy of your Personal Data, including to provide your Personal Data directly to another organization, i.e., a right to data portability.\n</li>\n<li>To request to know about the Personal Data we process about you or, in other states, to request to acknowledge our processing of your Personal Data.\n</li>\n<li>To request that we correct your Personal Data.\n</li>\n<li>To request that we delete your Personal Data.\n</li>\n<li>To request that we limit the processing of your Sensitive Personal Data.\n</li>\n<li>To opt-out of processing of Sensitive Personal Data.\n</li>\n<li>To appeal the denial of a request.\nand </li>\n<li>To lodge a complaint with the data protection authority in your jurisdiction.</li>\n</ul>\n<p>You can opt-out of sharing personal data or opt-out of targeted advertising for any website you visit by clicking on the Your Privacy Choices link located at the bottom of that website.\nTo learn if you have the other above rights in the state in which you live and to exercise any of these rights with respect to your Personal Data, please complete the form located here or, if you prefer, you can call us toll-free at (800) 975-7105.\nWe will not discriminate against you for exercising any of the rights described above, although we may not be able to continue to provide you Products and Services or it may otherwise affect the way we are able to interact with you.</p>\n<p>We will make reasonable efforts to respond promptly to your requests in accordance with applicable laws.\nWe may, after receiving your request, require additional information from you to honor your request and verify your identity.\nPlease be aware that we may be unable to afford these rights to you under certain circumstances, such as if we are legally prevented from doing so.</p>\n<p>In the event you wish to make a complaint about how we process your Personal Data, please contact us at uspriv@roche.com and we will handle your request as soon as possible.\nEven if you make a complaint to us, you may always lodge a complaint with the relevant authority in your location.</p>\n<p>When we receive your Personal Data from our customers and process your Personal Data on their behalf, we do so at their request and subject to their instructions.\nWe do not have control over our customers’ privacy and security practices and processes.\nIf your Personal Data has been submitted to us by a Genentech customer and you wish to exercise any of the above-mentioned rights, please contact the relevant customer directly.</p> Safeguarding Information <p>Consistent with applicable laws and requirements, Genentech has put in place physical, technical, and administrative safeguards designed to protect Personal Data from loss, misuse, alteration, theft, unauthorized access, and unauthorized disclosure consistent with legal obligations and industry practices.\nHowever, as is the case with all websites, applications, products, and services, we unfortunately are not able to guarantee security for data collected through our Products and Services.\nIn addition, it is your responsibility to safeguard any passwords, ID numbers, or similar individual information associated with your use of the Products and Services.\n</p> How Long Your Personal Data Will Be Retained <p>We generally retain Personal Data for as long as needed for the specific business purpose or purposes for which it was collected or obtained, and as outlined in this Notice.\nIn some cases, we may be required to retain Personal Data for a longer period of time by law or for other necessary business purposes.\nWhenever possible, we aim to de-identify the information or otherwise remove some or all information that may identify you from records that we may need to keep for periods beyond the specified retention period.\nThe criteria used to determine our retention periods include: (i) the length of time we have an ongoing relationship with you.\n(ii) whether there is a legal obligation to which we are subject that affects the Personal Data.\nand (iii) whether retention is determined to be necessary or advisable for Genentech due to applicable statutes of limitations, litigation, or other legal or regulatory obligations.\nGenentech takes reasonable steps to dispose of Personal Data upon the expiration of retention periods taking into consideration these litigation, legal, or regulatory obligations.</p> Special Note to Patients <p>If you are a patient, please note that this Notice is distinct from your Healthcare Provider’s HIPAA Notice of Privacy Practices, which describes how your Healthcare Provider uses and discloses individually identifiable information about your health that it collects, as well as any other privacy practices it applies.\nGenentech collects, uses, and discloses any Personal Data it receives from your Healthcare Provider in accordance with its HIPAA-required agreements with your Healthcare Provider.\n</p> Changes to This Privacy Notice <p>We reserve the right to change this Notice from time to time.\nWe will alert you when changes have been made by indicating the date this Notice was last updated as the date the Notice became effective or as otherwise may be required by law.\nIt is recommended that you periodically revisit this Notice to learn of any changes.\n</p> Contact Us <p>If you have questions or comments about this Notice or about how your Personal Data is processed, please contact us by one of the methods below:</p>\n<p>\n<b>Email:</b> uspriv@roche.com </p>\n<p>\n<b>Mail:</b> Genentech, Inc.</p>\n<p>Attn: Privacy Office</p>\n<p>1 DNA Way</p>\n<p>South San Francisco, CA 94080</p>\n<p>\n<b>Phone:</b> 877-GENENTECH or (800) 975-7105</p>\n<p>We will make reasonable efforts to respond promptly to your requests in accordance with applicable laws.\nNote that your request to exercise your data privacy rights must be done through the web form and 800 number listed under Your Rights Regarding Your Personal Data.\nWe may, after receiving your request, require additional information from you to honor your request and verify your identity.\nPlease be aware that we may be unable to afford these rights to you under certain circumstances, such as if we are legally prevented from doing so.</p>\n<ul>\n<li> For Patients </li>\n<li> Our Medicines </li>\n<li> Genentech Patient Foundation </li>\n<li> Clinical Trials </li>\n<li> Financial Support </li>\n<li> Understanding Insurance </li>\n<li> Medicine Information Support </li>\n<li> Giving Patients a Voice </li>\n<li> Disease Education </li>\n</ul>\n<ul>\n<li> About Us </li>\n<li> Leadership </li>\n<li> Policy &amp.\nAdvocacy </li>\n<li> Our Focus on Oncology </li>\n<li> Awards &amp.\nRecognition </li>\n<li> Investors </li>\n<li> Suppliers </li>\n<li> CA Transparency in Supply </li>\n<li> Compliance Overview </li>\n</ul>\n<ul>\n<li> Contact Us </li>\n<li> Call Us </li>\n<li> Email Us </li>\n<li> Visit us </li>\n<li> Submit a Medical Inquiry </li>\n<li> Submit a Media Inquiry </li>\n</ul>\n<ul>\n<li> For Medical Professionals </li>\n<li> Our Medicines &amp.\nProducts </li>\n<li> Our Pipeline </li>\n<li> Medical Resources </li>\n<li> Clinical Trial Information </li>\n<li> Sunshine Act Compliance </li>\n<li> Product Security </li>\n</ul>\n<ul>\n<li> For Partners </li>\n<li> Our Approach </li>\n<li> What We Are Looking For </li>\n<li> Partner With Us </li>\n<li> BIO International 2023 </li>\n<li> Our Stories </li>\n</ul>\n<ul>\n<li> For Scientists </li>\n<li> Our Scientists </li>\n<li> Publications </li>\n<li> Oncology </li>\n<li> Immunology </li>\n<li> Neuroscience </li>\n<li> Metabolism </li>\n<li> Infectious Disease </li>\n<li> Ophthalmology </li>\n</ul>\n<ul>\n<li> For Media </li>\n<li> News Features </li>\n<li> Press Releases </li>\n<li> Statements </li>\n<li> Company Information </li>\n<li> Sign Up For News Alerts </li>\n</ul>\n<ul>\n<li> For Good </li>\n<li> Giving </li>\n<li> Diversity &amp.\nInclusion </li>\n<li> Sustainability </li>\n</ul>\n<ul>\n<li> Diversity &amp.\nInclusion </li>\n<li> Fostering Belonging </li>\n<li> Health Equity </li>\n<li> Advancing Inclusive Research </li>\n<li> Transforming Society </li>\n<li> Our 2022 Diversity &amp.\nInclusion Report </li>\n<li> Our 2021 Diversity &amp.\nInclusion Report </li>\n<li> Our Work in Action </li>\n<li> Kindergarten to Careers </li>\n</ul>\n<ul>\n<li> Now Hiring </li>\n<li> Find A Job </li>\n<li> Professional Areas </li>\n</ul>\n<ul>\n<li> — </li>\n<li>Your Privacy Choices</li>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>Accessibility</li>\n</ul> © 2023 Genentech, Inc.\nAll rights reserved.\nThis site is intended for US residents only.\n<ul>\n<li>Your Privacy Choices</li>\n<li>Strictly Necessary Cookies</li>\n<li>Functional Cookies</li>\n<li>Performance Cookies</li>\n<li>Targeting Cookies</li>\n<li>Social Media Cookies</li>\n</ul>Your Privacy Choices<p>\n</p>\n<p>\nThis website may use cookies as described in the categories on this page.\nBy default, all cookies are 'on'.\nYou may alter your cookie preferences for this website using the 'on/off' toggles and confirming your choices, or by using the buttons on the bottom of this page.\nAdditional information about the company's privacy practices can be found here Privacy Policy\n</p>\n<br>\n<p>\n</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you that amount to a request for services, such as setting your privacy preferences, logging in, or filling in forms.\nYou can set your browser to block or alert you about these cookies, but blocking these cookies will prevent the site from working.\nThese cookies do not store any personal information.</p>Functional Cookies Functional Cookies <p>These cookies enable our websites to provide enhanced functionality and personalization.\nThey may be set by us or by third party service providers whose services we have added to our pages.\nIf you reject these cookies, then some or all of these services may not function properly.\n</p>Performance Cookies Performance Cookies <p> These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nWe may collect your session ID, IP address, device identifiers, and your activity with the website.\nWe may provide these cookies to third party service providers to help us run these analytics.\nIf you block or opt out of these cookies, we will not know when you have visited our site, and will not be able to monitor its performance.\n</p>\n<p>\nIf you are located in Europe, the personal data may be sent to a country (e.g.\nUnited States) that has not been deemed to provide an adequate level of data protection or appropriate safeguards.\nBy accepting these cookies, you consent to the data processing for analytics purposes and to the transfer of your personal data to the United States each time you visit our site.\n</p>\n<p>\n</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant advertisements on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks (such as Facebook, Twitter, LinkedIn).\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</p>Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Cookies ChoicesReject All Cookies Allow All Cookies ", "created_at": "2023-07-15 00:28:58.884128", "updated_at": "2023-07-15 00:29:14.091423"}, {"id": 18033, "name": " Terms & Conditions ", "url": "https://www.gene.com/terms-conditions", "xpath": "//body", "text": null, "created_at": "2023-07-15 00:28:58.913847", "updated_at": "2023-07-15 00:29:24.747618"}], "points": [], "urls": ["gene.com", "vabysmo.com"]}}