{"error": 448, "message": "OK", "parameters": {"id": 7160, "name": "Domestica", "created_at": "2022-12-31 21:06:11.038181", "updated_at": "2023-01-22 17:00:13.187056", "wikipedia": null, "keywords": null, "related": null, "slug": "domestica", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7160.png", "url": "domestika.org", "documents": [{"id": 13690, "name": "Cookies Policy", "url": "https://www.domestika.org/en/cookies", "xpath": "//body", "text": " × See Courses 02days •\n16hours •\n52mins •\n10secs <strong>Treat yourself to new creative resolutions from 9,90€</strong>\n<i>\n</i> DOMESTIKA See navigation <i>\n</i>\n<ul>\n<li>\nCourses\n<i>\n</i>\n<ul>\n<li> All courses\n→ </li>\n<li> Illustration </li>\n<li> Craft </li>\n<li> Marketing &amp.\nBusiness </li>\n<li> Photography &amp.\nVideo </li>\n<li> Design </li>\n<li> 3D &amp.\nAnimation </li>\n<li> Architecture &amp.\nSpaces </li>\n<li> Writing </li>\n<li> Fashion </li>\n<li> Web &amp.\nApp Design </li>\n<li> Calligraphy &amp.\nTypography </li>\n<li> Music &amp.\nAudio </li>\n</ul>\n<ul>\n<li> Course bundles </li>\n<li> Domestika Basics </li>\n<li> New courses </li>\n<li> Top rated </li>\n<li> Popular courses </li>\n<li>New Plus courses PLUS </li>\n<li> Gift ideas </li>\n<li> Gift cards </li>\n<li> Certificates Plus </li>\n</ul>\n</li>\n<li>\nProjects\n</li>\n<li>\nPlus\n</li>\n<li>\n<i>\n</i>\n<ul>\n<li>\nCreatives\n</li>\n<li>\nBlog\n</li>\n<li>\nSchools\n</li>\n<li>\nDomestika Live\n</li>\n</ul>\n<ul>\n<li>\nHelp\n</li>\n</ul> Latest blog post\nFree PDF Crochet Pattern: Create an Amigurumi Doll\n<p>\nDownload this pattern and bring your own charming character to life alongside a professional designer Amigurumis are crocheted characters full of emotion and personality who have the power to convey the feelings of whoever knits them–that’s what really makes them come alive.\nThis free crochet pattern, made by amigurumi designer Elisa Ems-Domenig (@lulu_loves_the_moon), is designed to help you create a characterful doll of your own.\nElisa sells crochet patterns and figures via her brand Lulu loves the moon.\nInspired by her home near the Alps, she creates designs with neutral tones from nature and has had her work featured in crochet books and magazines internationally.\nIn this article, Elisa shares a free PDF Crochet Pattern to create an Amigurumi Doll.\nLearn step by step how to knit these adorable characters with this practical resource.\n</p>\n</li>\n</ul>\n<ul>\n<li>\nCourses\n<ul>\n<li> All courses </li>\n<li> Illustration </li>\n<li> Craft </li>\n<li> Marketing &amp.\nBusiness </li>\n<li> Photography &amp.\nVideo </li>\n<li> Design </li>\n<li> 3D &amp.\nAnimation </li>\n<li> Architecture &amp.\nSpaces </li>\n<li> Writing </li>\n<li> Fashion </li>\n<li> Web &amp.\nApp Design </li>\n<li> Calligraphy &amp.\nTypography </li>\n<li> Music &amp.\nAudio </li>\n</ul>\n</li>\n<li>\nProjects\n</li>\n<li>\nPlus\n</li>\n<li>\nBlog\n</li>\n<li>\nCreatives\n</li>\n<li>\nDomestika Live\n</li>\n<li>\nSign up\n</li>\n<li>\nLog in\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>Log in</li>\n<li>\nSign up\n</li>\n</ul> Cookies Policy\n<p>Our Cookies Policy is intended to notify you clearly and thoroughly about how and why we use cookies on the website www.domestika.org (the \"Platform\").\nIf you would like to know more about our use of cookies, you may send an email to info@domestika.org.</p>\nCookies\n<p>A cookie is a file that is downloaded to your terminal/device (PC or mobile) with the purpose of storing data that may be updated and recovered by the entity that installs them.\nOur Platform uses \"cookies\" to collect information about its operation and its users' experience.</p>\n<p>We do not store sensible personally identifiable information such as your address, passwords, or credit/debit card information in the cookies we use.</p>\nPurpose\n<p>Cookies can track information about your visits to our Platform, their frequency and length, the pages viewed and the time spent in our Platform.\nWe may use cookies to:</p>\n<ul>\n<li>\n<p>Identify problems to improve our Platform</p>\n</li>\n<li>\n<p>Enable you to better navigate our Platform</p>\n</li>\n<li>\n<p>Offer you a better experience in our Platform</p>\n</li>\n<li>\n<p>Set your apart from other users</p>\n</li>\n</ul>\n<p>We also ask for your consent to use cookies to allow us to obtain more information about your preferences and customize our Platform to meet your interests.</p>\nTypes of Cookies\n<p>Our Platform uses its own cookies and third-party cookies for various purposes, specifically:</p>\n<p>\n<strong>Our own cookies</strong>\n</p>\n<p>They are sent to your device and managed exclusively by us in order to improve the performance of our Platform.\nThese cookies remain in your browser, allowing us to identify you as a returning user, controlling the user login session, remembering cookies configuration, recognize you as a user in case of managing identification, and customize your content to offer you information according to your preferences (individualization cookies).</p>\n<p>\n<strong>Third-party cookies</strong>\n</p>\n<p>Third-party cookies are cookies established by a domain that is not our Platform.\nIn our Platform we use two types of third-party cookies:</p>\n<ul>\n<li>\n<p>Technical Cookies: They allow you to navigate the Platform and use its services such as controlling data communication, make a purchase, store content, personalize language and currency, format check, share content through social media according to user preferences, speed-up page loading, etc., such as Custora, Olark, Facebook, CloudFare, Visual Website Optimizer.</p>\n</li>\n<li>\n<p>Analytic Cookies: We use Google Analytics, a web analysis tool provided by Google, which allows us to learn how users interact in our Platform.\nIt also enables cookies to know from which website the user came and uses that information to collect data anonymously and create Platform trend reports without identifying individual users.\nYou can find more information regarding the cookies used by Google Analytics and how they work by visiting: developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage</p>\n</li>\n</ul>\nConsent\n<p>When you visit and remain in our Platform you are consenting to the use of cookies as previously explained, under the terms of this Cookies Policy.</p>\n<p>Since cookies are not required for using our Platform, you may block or disable them through your browser at any time.\nIf you decide to do so, you will still be able to continue to use our Platform, although some of our services might be limited, and your experience might be less rewarding.</p>\n<p>If you wish to revoke your informed consent regarding our cookies policy, you will need to delete them from your device through your browser settings.\nThese are the links for some of the browsers offering information about cookies:</p>\n<p>Firefox: https://www.mozilla.org/es-ES/privacy/websites/</p>\n<p>Chrome: http://support.google.com/chrome/bin/answer.py?hl=es&amp;answer=95647</p>\n<p>Explorer: http://windows.microsoft.com/es-es/windows7/how-to-manage-cookies-in-internet-explorer-9</p>\n<p>Safari: http://support.apple.com/kb/ph5042</p>\n<p>Opera: http://help.opera.com/Windows/11.50/es-ES/cookies.html</p>\n<p>We recommend you review this policy every time you access our Platform to stay updated about any possible changes.</p> Domestika courses Categories\n<i>\n</i>\n<ul>\n<li>Illustration courses</li>\n<li>Craft courses</li>\n<li>Marketing &amp.\nBusiness courses</li>\n<li>Photography &amp.\nVideo courses</li>\n<li>Design courses</li>\n<li>3D &amp.\nAnimation courses</li>\n<li>Architecture &amp.\nSpaces courses</li>\n<li>Writing courses</li>\n<li>Fashion courses</li>\n<li>Web &amp.\nApp Design courses</li>\n<li>Calligraphy &amp.\nTypography courses</li>\n<li>Music &amp.\nAudio courses</li>\n</ul> Areas\n<i>\n</i>\n<ul>\n<li>Illustration courses</li>\n<li>Digital Illustration courses</li>\n<li>Drawing courses</li>\n<li>Arts &amp.\nCrafts courses</li>\n<li>Graphic Design courses</li>\n<li>Fine Arts courses</li>\n<li>Photography courses</li>\n<li>DIY courses</li>\n<li>Textile Design courses</li>\n</ul> Software\n<i>\n</i>\n<ul>\n<li>Adobe Photoshop courses</li>\n<li>Adobe Illustrator courses</li>\n<li>Procreate courses</li>\n<li>Adobe After Effects courses</li>\n<li>Adobe Lightroom courses</li>\n<li>Cinema 4D courses</li>\n<li>Adobe InDesign courses</li>\n<li>Camera Raw courses</li>\n<li>Adobe Premiere courses</li>\n</ul> Lists\n<i>\n</i>\n<ul>\n<li>New courses</li>\n<li>Top rated</li>\n<li>Popular courses</li>\n<li>Courses on sale</li>\n<li>Course bundles</li>\n</ul> Fancy a cool newsletter?\n<p>Be the first to get Domestika's latest news</p> Download the Domestika app\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul> Sections\n<ul>\n<li>\nCourses\n</li>\n<li>\nProjects\n</li>\n<li>\nJobs\n</li>\n<li>\nCreatives\n</li>\n<li>\nSchools\n</li>\n<li>\nDomestika Live\n</li>\n<li>\nDomestika Podcasts\n</li>\n<li>\nDomestika Plus\n</li>\n</ul> Info\n<ul>\n<li>\nDomestika\n</li>\n<li>\nContact\n</li>\n<li>\nBlog\n</li>\n<li>\nSupport\n</li>\n</ul>\n<ul>\n<li>\nAffiliates\n</li>\n<li>\nBusinesses\n</li>\n<li>\nTeachers\n</li>\n</ul> Language English <ul>\n<li>\nEspañol\n</li>\n<li>\nEnglish\n</li>\n<li>\nPortuguês\n</li>\n<li>\nDeutsch\n</li>\n<li>\nFrançais\n</li>\n<li>\nItaliano\n</li>\n<li>\nPolski\n</li>\n<li>\nNederlands\n</li>\n</ul> Connect\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\nFollow domestika </li>\n</ul>\n<ul>\n<li>\n© Domestika 2022\n</li>\n<li>\nTerms of use\n</li>\n<li>\nPrivacy policy\n</li>\n<li>\nCookies policy\n</li>\n</ul> ", "created_at": "2022-12-31 21:06:11.225043", "updated_at": "2022-12-31 21:07:51.501312"}, {"id": 13689, "name": "Privacy Policy", "url": "https://www.domestika.org/en/privacy", "xpath": "//body", "text": " × See Courses 02days •\n16hours •\n51mins •\n54secs <strong>Treat yourself to new creative resolutions from 9,90€</strong>\n<i>\n</i> DOMESTIKA See navigation <i>\n</i>\n<ul>\n<li>\nCourses\n<i>\n</i>\n<ul>\n<li> All courses\n→ </li>\n<li> Illustration </li>\n<li> Craft </li>\n<li> Marketing &amp.\nBusiness </li>\n<li> Photography &amp.\nVideo </li>\n<li> Design </li>\n<li> 3D &amp.\nAnimation </li>\n<li> Architecture &amp.\nSpaces </li>\n<li> Writing </li>\n<li> Fashion </li>\n<li> Web &amp.\nApp Design </li>\n<li> Calligraphy &amp.\nTypography </li>\n<li> Music &amp.\nAudio </li>\n</ul>\n<ul>\n<li> Course bundles </li>\n<li> Domestika Basics </li>\n<li> New courses </li>\n<li> Top rated </li>\n<li> Popular courses </li>\n<li>New Plus courses PLUS </li>\n<li> Gift ideas </li>\n<li> Gift cards </li>\n<li> Certificates Plus </li>\n</ul>\n</li>\n<li>\nProjects\n</li>\n<li>\nPlus\n</li>\n<li>\n<i>\n</i>\n<ul>\n<li>\nCreatives\n</li>\n<li>\nBlog\n</li>\n<li>\nSchools\n</li>\n<li>\nDomestika Live\n</li>\n</ul>\n<ul>\n<li>\nHelp\n</li>\n</ul> Latest blog post\nFree PDF Crochet Pattern: Create an Amigurumi Doll\n<p>\nDownload this pattern and bring your own charming character to life alongside a professional designer Amigurumis are crocheted characters full of emotion and personality who have the power to convey the feelings of whoever knits them–that’s what really makes them come alive.\nThis free crochet pattern, made by amigurumi designer Elisa Ems-Domenig (@lulu_loves_the_moon), is designed to help you create a characterful doll of your own.\nElisa sells crochet patterns and figures via her brand Lulu loves the moon.\nInspired by her home near the Alps, she creates designs with neutral tones from nature and has had her work featured in crochet books and magazines internationally.\nIn this article, Elisa shares a free PDF Crochet Pattern to create an Amigurumi Doll.\nLearn step by step how to knit these adorable characters with this practical resource.\n</p>\n</li>\n</ul>\n<ul>\n<li>\nCourses\n<ul>\n<li> All courses </li>\n<li> Illustration </li>\n<li> Craft </li>\n<li> Marketing &amp.\nBusiness </li>\n<li> Photography &amp.\nVideo </li>\n<li> Design </li>\n<li> 3D &amp.\nAnimation </li>\n<li> Architecture &amp.\nSpaces </li>\n<li> Writing </li>\n<li> Fashion </li>\n<li> Web &amp.\nApp Design </li>\n<li> Calligraphy &amp.\nTypography </li>\n<li> Music &amp.\nAudio </li>\n</ul>\n</li>\n<li>\nProjects\n</li>\n<li>\nPlus\n</li>\n<li>\nBlog\n</li>\n<li>\nCreatives\n</li>\n<li>\nDomestika Live\n</li>\n<li>\nSign up\n</li>\n<li>\nLog in\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>Log in</li>\n<li>\nSign up\n</li>\n</ul> Privacy Policy\n1.\nIntroduction\n<p>This Privacy Policy explains what we do with your personal data within the scope of providing the services offered in the website www.domestika.org (the \"Platform\"), such as the sale and subscription&nbsp;to courses, creating your profile at Domestika.org, the ability to offer and apply for employment, communications, etc.&nbsp;(the \"Services\").\nWe also explain our policy in terms of data we may collect when you visit the Platform.</p>\n<p>Pursuant to applicable data protection laws, bear in mind that:</p>\n<p>If you live in a country that is a member of the European Economic Area, the way your data is processed and the current Privacy Policy shall be governed by the General Data Protection Regulation or Regulation [UE] 2016/679(\"GDPR\").</p>\n<p>If you live in a country outside the European Economic Area, collection of your personal data shall be governed according to the privacy laws of the state of California</p>\n<p>The company responsible for personal data is Domestika Inc., with registered offices in 2001 Addison St., Suite 300 Berkeley, CA, 94704, United States (DOMESTIKA) (\"We\" or \"Data Controller\").\nTo contact the representative from the Data Controller, you may send an email to: dataprotection@domestika.org</p>\n<p>If information indicated as required is not provided, we might be unable to process your user registration or the use of certain Services available in the Platform.</p>\n<p>In order to register and navigate the Platform, you need to be older than 16.\nDOMESTIKA may use your personal information to verify your age and ensure the enforcement of this restriction.</p>\n2.\nLegal basis for processing the personal data\n<p>Collection and processing of your personal data is based primarily in the contractual and/or non-contractual relationship you have with us.</p>\n<p>When we send you newsletters and Services or when we use the email you have provided us to contact you individually or to recognize you when you return to visit our website, we are doing so under the informed consent.</p>\n<p>How we process the information collected by our cookies is based in the informed consent you provide, pursuant to current legislation.</p>\n3.\nPersonal information we collect\n<p>In order to register in the Platform and identify yourself, we will request your email and date of birth.</p>\n<p>To create your profile in the Platform you may include personal information such as your country or city of residence, a photograph, first and last names, education, work experience, and any other additional information you might want to share in your profile.\nThe profile information helps you make the most out of our Services, like helping other professionals find you and finding business opportunities or projects you might be interested in.\nHowever, if you do not want this information to be published, you may leave the profile information fields blank or delete the information already provided.</p>\n<p>To buy or subscribe to our courses, we will request your credit card or debit information, including expiration date and CVV.\nIf you are paying with PayPal, we will request the email associated to it.\nIf you are paying with PayU, we will redirect you to that payment platform.\nIf you request an invoice, we will request your invoicing data, if needed.</p>\n<p>When you visit or use our Services, We register data such as frequency of use, date and time Services were accessed, when you see or click a specific content, your course preferences, projects you are sharing or content you publish.\nWe use information when you log in, when you read our emails, and Internet protocol (\"IP\") addresses to identify you and register your use in the Platform.</p>\n<p>We do not make decisions based on profiles, beyond personalization of advertisement and for the purpose of the legitimate prevention of Internet fraud.</p>\n<p>We obtain information through other platforms, for example, when you register via Facebook or similar technologies.\nThis might include personal texts or images available in an external website.</p>\n4.\nPurpose of the processing\n<p>DOMESTIKA, as the Data Controller, will process your personal data for the following purposes:</p>\n<ol>\n<li>\n<p>Manage your registration as Platform user, to identify you and give you access to Services available for registered Platform users.</p>\n</li>\n<li>\n<p>The development, compliance and execution of the contract for the provision of services such as the sale of or subscription to Domestika PRO courses or any other contract We might have through the Platform.\nYou will need to keep in mind that:</p>\n<p>You expressly authorize us to process the data indicated as required for activation and payment processing.\nThe card's security code (CVV or CVC) will only be used to process the purchase in course and will not be stored or processed afterwards, as part of your payment information.\nThe consent for the activation of this feature allows your data to autofill in future purchases, so you do not need to re-enter payment information every time you make a purchase.\nThe data enter will be assumed valid and current in future purchases.\nYou will be able to modify or delete your credit cards or PayPal account at any time through the payment method in the purchase form or through the payment method setting in your Domestika PRO subscription.\nWe store and release card information in accordance to international confidentiality and security standards for credit and debit cards.\nFor security reasons, the use of this feature might require changing of your password.\nRemember, the safety of the Platform also depends on the correct use and storage of confidential passwords.</p>\n</li>\n<li>\n<p>Recommending jobs that match your profile.</p>\n</li>\n<li>\n<p>Contacting you through email regarding updates or information related to features, products or services contracted, including Platform security updates, as long as they are needed or reasonable.</p>\n</li>\n<li>\n<p>Respond to any request or inquiry you make through the customer service channels available at our Platform.</p>\n</li>\n<li>\n<p>We also use your information to generate aggregated non-identifying data.\nFor instance, generate statistics regarding our users, their jobs or areas of expertise, number of impressions or clicks in a specific course or project or visitor demographics.</p>\n</li>\n</ol>\n5.\nOptions\n<p>The provision of DOMESTIKA's Service might entail the use of your personal data, with your express consent, to make available to you personalized advertisement related to our products and services, through emails or other electronic communication means from us or third party collaborators.\nWith the goal of improving our services, please know that personal information regarding your purchases, interests and preferences might be used by DOMESTIKA for the purpose of analysis, user profiling, marketing studies, quality surveys, and improving interaction with our clients.</p>\n<p>If you do not want to receive certain type of email communications, simply access the Notifications section under Edit Profile to manage your preferences.</p>\n<p>Likewise, you will be able to cancel your notifications by following the instructions in each notice you receive.</p>\n6.\nData retention period\n<p>We will retain your personal data for as long as we have a valid contractual relationship, and after that, for the period determined by any obligations arisen from the treatment of the data or as established by law.</p>\n7.\nData Recipients\n<p>To comply with the purposes indicated in this Privacy Policy, it might be necessary to report or release your personal data to third parties for the following reasons:</p>\n<ul>\n<li>\n<p>\n<strong>Business Transfers</strong>: in connection with any reorganization, restructuring, merge or sale, or any other transfer of assets, including personal, provided that the receiving party accepts to process your personal information in accordance with our Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>Service Providers</strong>: in order to provide services in our name or to help us provide our services.\nFor example, we contract service providers to render marketing, advertising, communication, infrastructure and IT services, to customize and improve our service, to process credit card transactions or other methods of payment, provide customer service, collect debts, analyse and improve data (such as data regarding user interaction with our services), and process and manage satisfaction surveys.\nFor efficiency purposes, these partners and providers may be based in the US or other countries or territories outside of the European Economic Area, and might not provide a data protection level comparable to that of your country, or the European Union's.</p>\n</li>\n</ul>\n<p>When you accept this Privacy Policy, you are specifically authorizing us to process and report your personal data to the partners mentioned and/or release your personal data to the service providers as processors located outside of the European Economic Area for the purposes described herein and to provide you complete service.\nWhen we release personal information when exchanging data with countries outside the European Economic Area and other areas with data protection laws, we will ensure the information is being transferred in compliance with this Privacy Policy and pursuant to current data protection laws.</p>\n8.\nData Protection Rights\n<p>As Data Controller, we are committed to respecting the confidential nature of your personal data and guaranteeing the full exercise of these rights.\nAt all times, you will have the following rights:</p>\n<ol>\n<li>\n<p>Right to access.\nYou have the right to confirm whether we are processing your personal data and, if we are, you have the right to obtain a copy of such data and information regarding the processing.</p>\n</li>\n<li>\n<p>Right to amend.\nYou have the right to correct errors, modify incomplete or wrong data and guarantee the authenticity of the information that is being processed.</p>\n</li>\n<li>\n<p>Right to delete.\nYou have the right to request the deletion of your data without undue delay, if it were being processed wrongfully or if the end to which it was processed or collected has ceased to exist.</p>\n</li>\n<li>\n<p>Right to limitation of processing.\nYou have the right to request that the suspension of the processing of your information if it is illegal or the accuracy of the data has been contested.</p>\n</li>\n<li>\n<p>Right to oppose.\nYou have the right to oppose to the processing of your data when it has been used for purposes of direct marketing or when the processing must be terminated due to a personal situation, except when there is legitimate interest or it is necessary for the exercise or defense of claims.</p>\n</li>\n<li>\n<p>Right not to be subjected to personalized decisions.\nYou have the right of not being subjected to a decision based solely on the automatic processing of your data, including profiling, with binding legal effects or which affects you, except when necessary for the execution of an agreement, as permitted by the law or if you have expressly authorized it.</p>\n</li>\n</ol>\n<p>In order to exercise these rights, please send an email to:&nbsp;dataprotection@domestika.org&nbsp;indicating your (i) identity, by sharing your full name and email address used to register or make a purchase at Domestika, an ID to establish your identity, and (ii) the right or rights you're exercising.</p>\n<p>You may also visit the agency overseeing the protection of data in your country to file a claim or request the protection of your rights, if deemed necessary.</p>\n<p>The exercise of such rights is free, except when requests are deliberately unfounded or excessive, in which case the individual will be required to bear the processing costs.</p>\n<p>Domestika complies with the EU-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union to the United States.&nbsp.\nDomestika has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.&nbsp.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.&nbsp.\nTo learn more about the Privacy Shield program, and to view our certification, please visit&nbsp;https://www.privacyshield.gov/.</p>\n9.\nInformation about cookies\n<p>We use cookies, small files with information regarding your navigation in this Platform, mainly to enable a better user experience.\nPlease, read our&nbsp;Cookies Policy&nbsp;to know more about the cookies we use, their purpose, and other useful information.</p>\n10.\nRequirements\n<p>In compliance with the Privacy Shield Principles, Domestika commits to resolve complaints about our collection or use of your personal information.&nbsp.\nEuropean Union individuals with inquiries or complaints regarding our Privacy Shield policy should first contact Domestika at: dataprotection@domestika.org</p>\n11.\nChanges\n<p>We will update this Privacy Policy occasionally and as required by legal, regulatory or operational modifications.\nWe will notify such changes (including the effective date) as required by law.</p>\n<p>Published on May 28, 2019</p> Domestika courses Categories\n<i>\n</i>\n<ul>\n<li>Illustration courses</li>\n<li>Craft courses</li>\n<li>Marketing &amp.\nBusiness courses</li>\n<li>Photography &amp.\nVideo courses</li>\n<li>Design courses</li>\n<li>3D &amp.\nAnimation courses</li>\n<li>Architecture &amp.\nSpaces courses</li>\n<li>Writing courses</li>\n<li>Fashion courses</li>\n<li>Web &amp.\nApp Design courses</li>\n<li>Calligraphy &amp.\nTypography courses</li>\n<li>Music &amp.\nAudio courses</li>\n</ul> Areas\n<i>\n</i>\n<ul>\n<li>Illustration courses</li>\n<li>Digital Illustration courses</li>\n<li>Drawing courses</li>\n<li>Arts &amp.\nCrafts courses</li>\n<li>Graphic Design courses</li>\n<li>Fine Arts courses</li>\n<li>Photography courses</li>\n<li>DIY courses</li>\n<li>Textile Design courses</li>\n</ul> Software\n<i>\n</i>\n<ul>\n<li>Adobe Photoshop courses</li>\n<li>Adobe Illustrator courses</li>\n<li>Procreate courses</li>\n<li>Adobe After Effects courses</li>\n<li>Adobe Lightroom courses</li>\n<li>Cinema 4D courses</li>\n<li>Adobe InDesign courses</li>\n<li>Camera Raw courses</li>\n<li>Adobe Premiere courses</li>\n</ul> Lists\n<i>\n</i>\n<ul>\n<li>New courses</li>\n<li>Top rated</li>\n<li>Popular courses</li>\n<li>Courses on sale</li>\n<li>Course bundles</li>\n</ul> Fancy a cool newsletter?\n<p>Be the first to get Domestika's latest news</p> Download the Domestika app\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul> Sections\n<ul>\n<li>\nCourses\n</li>\n<li>\nProjects\n</li>\n<li>\nJobs\n</li>\n<li>\nCreatives\n</li>\n<li>\nSchools\n</li>\n<li>\nDomestika Live\n</li>\n<li>\nDomestika Podcasts\n</li>\n<li>\nDomestika Plus\n</li>\n</ul> Info\n<ul>\n<li>\nDomestika\n</li>\n<li>\nContact\n</li>\n<li>\nBlog\n</li>\n<li>\nSupport\n</li>\n</ul>\n<ul>\n<li>\nAffiliates\n</li>\n<li>\nBusinesses\n</li>\n<li>\nTeachers\n</li>\n</ul> Language English <ul>\n<li>\nEspañol\n</li>\n<li>\nEnglish\n</li>\n<li>\nPortuguês\n</li>\n<li>\nDeutsch\n</li>\n<li>\nFrançais\n</li>\n<li>\nItaliano\n</li>\n<li>\nPolski\n</li>\n<li>\nNederlands\n</li>\n</ul> Connect\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\nFollow domestika </li>\n</ul>\n<ul>\n<li>\n© Domestika 2022\n</li>\n<li>\nTerms of use\n</li>\n<li>\nPrivacy policy\n</li>\n<li>\nCookies policy\n</li>\n</ul> ", "created_at": "2022-12-31 21:06:11.162879", "updated_at": "2022-12-31 21:08:07.277308"}, {"id": 13688, "name": "Terms of Use", "url": "https://www.domestika.org/en/terms", "xpath": "//body", "text": null, "created_at": "2022-12-31 21:06:11.101298", "updated_at": "2022-12-31 21:08:11.299783"}], "points": [], "urls": ["domestika.org"]}}