{"error": 448, "message": "OK", "parameters": {"id": 7109, "name": "BirdTube ", "created_at": "2022-12-23 00:50:08.678531", "updated_at": "2022-12-29 18:45:32.131233", "wikipedia": null, "keywords": null, "related": null, "slug": "birdtube", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7109.png", "url": "birdtu.be", "documents": [{"id": 13517, "name": "TERMS OF SERVICE", "url": "https://birdtu.be/login", "xpath": "/html/body/my-app/div/div[2]/div/div/my-login/div/div[2]/div[2]/my-instance-about-accordion/ngb-accordion/div/div[2]/div/div/ol", "text": " PeerTube JavaScript required <p>It seems JavaScript is either blocked or disabled in your web browser.\nWe totally get that.\nHowever, this page will not work without it.</p>\n<p>If you are concerned about the security and privacy (or lack thereof) of JavaScript web applications, you might want to review the source code of the instance you are trying to access, or look for security audits.</p> Your options <ul>\n<li>Allow JavaScript in your browser</li>\n<li>Use one of the third-party applications to browse this instance</li>\n<li>Review the source code on GitHub or Framasoft's GitLab, and ask for eventual modifications to the instance owner.\n</li>\n</ul> PeerTube Incompatible browser <p>We are sorry but it seems that PeerTube is not compatible with your web browser.</p>\n<p>Please try with the latest version of Mozilla Firefox.</p>\n<p>If you think this is a mistake, please report it.</p> Keyboard Shortcuts:×BirdTube<ul>\n</ul>Your query will be matched against video names or descriptions, channel names.ADVANCED SEARCHonly followed instances<ul>\n<li>\n<em>@channel_id@domain</em>will list the matching channel</li>\n<li>\n<em>URL</em>will list the matching channel</li>\n<li>\n<em>UUID</em>will list the matching video</li>\n</ul>PublishLoginCreate an accountON BirdTubeDiscoverTrendingRecently added Local videosMy settingsAboutInterface: EnglishContactHelpFAQStatsAPIKeyboard shortcutspowered by PeerTube© 2015-2022 <strong>BirdTube</strong> &gt.\nLogin Logging into an account lets you publish content <p> This instance allows registration.\nHowever, be careful to check the TermsTerms before creating an account.\nYou may also search for another instance to match your exact needs at: https://joinpeertube.org/instances.\n</p>Username or email addressPasswordI forgot my password·Create an accountA PeerTube instance mainly focussed on nature and most especially birds.\nEine PeerTube-Instanz mit Fokus auf Natur und, allem voran, Vögeln.\nTerms of BirdTube ", "created_at": "2022-12-23 00:50:08.681013", "updated_at": "2022-12-22 23:55:24.216994"}], "points": [], "urls": ["birdtu.be"]}}