{"error": 448, "message": "OK", "parameters": {"id": 9553, "name": "GrabCAD", "created_at": "2023-09-04 17:45:13.208951", "updated_at": "2023-09-04 22:02:31.309912", "wikipedia": "https://en.wikipedia.org/wiki/GrabCAD", "keywords": null, "related": null, "slug": "grabcad", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9553.png", "url": "grabcad.com", "documents": [{"id": 18917, "name": "Website Terms of Use", "url": "https://grabcad.com/terms", "xpath": "//*[@id=\"body\"]", "text": " <p>This English version of the GrabCAD® Website Terms Of Use is used as the binding agreement for all legal purposes.</p>\n<p>To reference a translated version, see here: French, German, Italian, Japanese, Korean, Russian, Simplified Chinese, Spanish, Traditional Chinese </p>\n<p>\n<strong>GrabCAD® Website Terms of Use</strong>\n</p>\n<p> THESE TERMS AND CONDITIONS (the \"<strong>Agreement</strong>\") CONSTITUTE A BINDING AGREEMENT BETWEEN YOU AND STRATASYS, INC.\n(\"<strong>Stratasys</strong>\").\nIF YOU ARE ENTERING INTO THIS AGREEMENT ON BEHALF OF AN ENTITY, YOU REPRESENT THAT YOU HAVE THE RIGHT, AUTHORITY, AND CAPACITY TO BIND SUCH ENTITY TO THIS AGREEMENT.\nIn any event, references herein to \"<strong>you</strong>\" or \"<strong>your</strong>\" means you or such entity (as the case may be).\n</p>\n<p> By otherwise using any part of the Site (defined below), you acknowledge these terms and conditions and represent that you has fully read and understood, and agree to be bound by, the following (the date of such occurrence being the \"<strong>Effective Date</strong>\"):\n</p>\n<ul>\n<li> (a) this Agreement.\nand </li>\n<li> (b) other supplemental terms and policies that this Agreement expressly incorporates by reference, and which are thereby made a part of this Agreement.\n</li>\n</ul>\n<p> IF YOU DO NOT AGREE WITH ANY OF THE TERMS OR CONDITIONS OF THIS AGREEMENT, YOU MUST NOT USE ANY PART OF THE SITE.\n</p>\n<p> The language of this Agreement is hereby expressly agreed to be the English language.\nBy entering into the Agreement you hereby irrevocably and unconditionally waive any Law applicable to you requiring that the Agreement be localized to meet your language or requiring an original (non-electronic) signature or delivery or retention of non-electronic records.\n</p>\n<p>\n<strong>1.\nDEFINITIONS AND INTERPRETATION</strong>\n</p>\n<p> This Agreement contains a range of capitalized terms, some of which are defined in this Section, and some of which are defined elsewhere.\nThe section and sub-section headings in this Agreement are for convenience of reading only, and shall not be used or relied upon for interpretive purposes.\n</p>\n<p> \"<strong>Content</strong>\" means any text, data, images, graphics, sounds, videos, audio clips, posts, comments, links, and/or software code of or on the Site (such as, but not limited to, User Submissions, as defined below), but for the avoidance of doubt does not include the Software (defined below).\n</p>\n<p> \"<strong>Documentation</strong>\" means any manuals, specifications, and similar documentation related to the Software, which accompany the Software, or which otherwise are made available by Stratasys (for example, made available on the Site), which Documentation may change from time to time.\n</p>\n<p> \"<strong>Feature</strong>\" means any tool and/or feature of the Site (such as <i>GrabCAD Community</i>), but for the avoidance of doubt does not include the Software.\n</p>\n<p> \"<strong>Stratasys Affiliate</strong>\" means, with respect to Stratasys, any person, organization or entity controlling, controlled by or under common control with, Stratasys.\nFor purposes of this definition only, \"control\" of another person, organization or entity will mean the possession, directly or indirectly, of the power to direct or cause the direction of the activities, management or policies of such person, organization or entity, whether through the ownership of voting securities, by contract or otherwise.\nWithout limiting the foregoing, “control” will be deemed to exist when a person, organization or entity (a) owns more than fifty percent (50%) of the outstanding voting stock or other ownership interest of the other organization or entity, or (b) possesses, directly or indirectly the power to elect or appoint more than fifty percent (50%) of the members of the governing body of the other organization or entity.\n</p>\n<p> \"<strong>Intellectual Property</strong>\" means any and all inventions, discoveries, improvements, new uses, works of authorship, technical information, data, technology, know-how, show-how, designs, drawings, utility models, topography and semiconductor mask works, specifications, formulas, methods, techniques, processes, databases, computer software and programs (including object code, source code, and non-literal aspects), algorithms, architecture, records, documentation, and other similar intellectual property, in any form and embodied in any media, whether or not protectable or registrable.\n</p>\n<p> \"<strong>Intellectual Property Rights</strong>\" means any and all rights, titles, and interests in and to Intellectual Property, including without limitation patents, copyright and similar authorship rights, mask work rights, trade secret and similar confidentiality rights, design rights, industrial property rights, trademark, trade name, trade dress and similar branding rights, as well as: (a) all applications, registrations, renewals, extensions, continuations, continuations-in-part, divisions or reissues of the foregoing rights.\nand (b) all goodwill associated with the foregoing rights.\n</p>\n<p> \"<strong>Law</strong>\" means any federal, state, foreign, regional or local statute, regulation, ordinance, or rule of any jurisdiction.\n</p>\n<p> \"<strong>Marks</strong>\" means trademarks, trade names, logos, design marks, service marks, service names, trade dress, and/or brand names.\n</p>\n<p> \"<strong>Site</strong>\" means the website https://grabcad.com/ together with its subdomains and webpages, and, for the avoidance of doubt, also includes its 'look-and-feel' and design and arrangement elements.\n</p>\n<p> \"<strong>Site Materials</strong>\" means, collectively, Content and Features (but does not include User Submissions).\n</p>\n<p> \"<strong>Software</strong>\" means the <i>GrabCAD</i> software suite made available via the Site, which includes the <i>GrabCAD Workbench</i> and <i>GrabCAD Print</i> modules.\n</p>\n<p>\n<strong>2.\nMODIFICATION</strong>\n</p>\n<p> Stratasys reserves the right to modify this Agreement at any time by posting the modified Agreement on the Site.\nSuch modifications will be effective ten (10) days after such posting, and your continued use of any part of the Site after such date constitutes your agreement to be bound by the modified Agreement.\n</p>\n<p> You acknowledge that Stratasys may, at any time and without prior notice, begin charging for certain Site Materials, and require Customer to create an account and purchase a term-based subscription license in order to continue accessing and using said Site Materials.\n</p>\n<p>\n<strong>3.\nLICENSE</strong>\n</p>\n<p> Subject to the terms and conditions of this Agreement, Stratasys grants you a limited, non-exclusive, non-assignable, non-transferable, and non-sublicensable license, during the Term (defined below), to access and display locally the Site for the sole purpose of using the Site and Site Materials for your own benefit and non-commercial, internal use (collectively, the \"<strong>License</strong>\").\n</p>\n<p> For the avoidance of doubt, the Site and Site Materials (and any copies thereof made available to you) are only licensed under this Agreement, and no title in or to the Site, the Site Materials, or such copies passes to you.\nExcept for the License, you are granted no other right in or to the Site or Site Materials, whether by implied license, estoppel, patent exhaustion, operation of law, or otherwise.\n</p> For the further avoidance of doubt, this Agreement does not grant you any right whatsoever in or to the Software (such as <i>GrabCAD Workbench</i> or <i>GrabCAD Print</i>), access to and use of which is governed by the <i>GrabCAD Software Terms of Service and Use</i> available at https://grabcad.com/software_terms.\nIf you would like to learn more about uploading and administering project files to your <i>GrabCAD Workbench</i> account, and organizing project groups and collaborative spaces with other users (which will be private to you and such other users), see help.grabcad.com and our <i>Security Whitepaper</i> at https://resources.grabcad.com/security-at-grabcad-whitepaper.\n<p>\n</p>\n<p>\n<strong>4.\nLICENSE RESTRICTIONS</strong>\n</p>\n<p> Except to the extent expressly permitted otherwise in this Agreement, you shall not (and shall not permit or encourage any third party to) do any of the following: (a) copy or reproduce the Site or Site Materials.\n(b) sell, assign, lease, lend, rent, issue, sublicense, make available, or otherwise distribute to any third party, or publicly perform, display or communicate, the Site or Site Materials (for example, by uploading another user's User Submission to another website or application), or otherwise use the Site or Site Materials in a time-sharing, outsourcing, or service bureau environment.\n(c) modify, alter, adapt, arrange, translate, decompile, disassemble, reverse engineer, decrypt, or otherwise attempt to discover the source code or non-literal aspects of, the Site or Site Materials.\n(d) remove, alter, or conceal, in whole or in part, any copyright, trademark, or other proprietary rights notice or legend displayed or contained on or in the Site or Site Materials.\n(e) circumvent, disable or otherwise interfere with security-related or technical features or protocols of the Site or Site Materials, such as features that restrict or monitor use thereof.\n(f) make a derivative work of the Site or Site Materials, or use the Site or Site Materials to develop any service or product that is the same as (or substantially similar to) the Site or Site Materials.\n(g) disclose to the public the results of any internal performance testing or benchmarking studies of or about the Site or Site Materials, without first sending the results and related study(ies) to Stratasys, and obtaining Stratasys’ written approval of the assumptions, methodologies and other parameters of the testing or study.\n(h) publish or transmit any robot, malware, Trojan horse, spyware, or similar malicious item intended (or that has the potential) to damage or disrupt the Site or Site Materials.\nand/or (i) use the Site or Site Materials to infringe, misappropriate or violate any third party's Intellectual Property Rights, moral rights, privacy or other personal right, or any Law.\n</p>\n<p> The above restrictions are limitations on the License, and your full compliance with the above is a condition to the License.\nFor the avoidance of doubt, references in this Section to \"Site\" and \"Site Materials\" shall be taken to mean the Site and Site Materials, respectively, whether in whole or in part.\n</p>\n<p> You acknowledge that the Site and Site Materials may contain information and materials that are confidential and proprietary to Stratasys (and may even constitute Stratasys' or a Stratasys Affiliate's trade secrets), and therefore you agree that a breach or threatened breach of this Section (<i>License Restrictions</i>) may cause Stratasys to suffer irreparable harm or damage for which monetary damages will be inadequate, and accordingly, if Stratasys seeks an injunction, specific performance, or other equitable relief to enforce any provision under this Section, Stratasys shall not be required to post a bond or to prove the likelihood of irreparable harm.\n</p>\n<p>\n<strong>5.\nFEEDBACK</strong>\n</p>\n<p> You have no obligation to provide Stratasys with any feedback, ideas or suggestions concerning the Site or Site Materials (collectively, \"<strong>Feedback</strong>\").\nNevertheless, to the extent you provide any Feedback, you hereby grant Stratasys and all Stratasys Affiliates a worldwide, non-exclusive, royalty-free, fully-paid, perpetual, irrevocable, sublicensable (through multiple tiers of sublicensees), assignable, and transferable license to use, copy, reproduce, distribute, modify, alter, adapt, arrange, translate, create derivative works of, publicly display, perform and communicate, and otherwise commercially exploit such Feedback, for any purpose whatsoever (the \"<strong>Feedback License</strong>\").\nYou hereby represent and warrant that: (a) Feedback will not infringe, misappropriate or violate any third party's Intellectual Property Rights, moral rights, privacy or other personal right, or any Law.\nand (b) you have, and will maintain during and after any termination of this Agreement, all licenses, consents, permissions and approvals required to grant the Feedback License.\nThe Feedback License shall survive any termination of this Agreement.\nFeedback will not be deemed (or treated as) confidential or sensitive to you.\n</p>\n<p> For the avoidance of doubt, Feedback does not include User Submissions (which are subject to Section 6 below).\n</p>\n<p>\n<strong>6.\nUSER SUBMISSIONS</strong>\n</p>\n<p> If and when you submit, post, upload or otherwise make available Content (such as CAD files) on or through the Site for public viewing (\"User Submissions\") you hereby grant:\n</p>\n<ul>\n<li> 6.1.\nStratasys and all Stratasys Affiliates a worldwide, non-exclusive, royalty-free, fully-paid, perpetual, irrevocable, sublicensable (through multiple tiers of sublicensees), assignable, and transferable license to use, reproduce, copy, modify, adapt, arrange, translate, create derivative works of, and publicly display, perform and communicate such User Submissions, for the sole purpose of making available, improving, and/or promoting the Site and/or Site Materials (the \"<strong>User Submission License</strong>\").\nand </li>\n<li> 6.2.\neach user of the Site a worldwide, non-exclusive, royalty-free, fully-paid, perpetual, irrevocable, non-sublicensable, non-assignable, and non-transferable license to use, reproduce, copy, modify, adapt, arrange, translate, and create derivative works of such User Submissions for such user's own benefit and non-commercial, internal use (the \"<strong>Cross License</strong>\").\n</li>\n</ul>\n<p> You hereby represent and warrant that: (a) your User Submissions will not infringe, misappropriate or violate any third party's Intellectual Property Rights, moral rights, privacy or other personal right, or any Law.\nand (b) you have, and will maintain during and after any termination of this Agreement, all licenses, consents, permissions and approvals required to grant the User Submission License and the Cross License.\nFurthermore, you hereby irrevocably and unconditionally waive (and will caused to be waived), and covenant never (whether during or after the Term) to assert against Stratasys, Stratasys Affiliates, and/or any user of the Site, any moral, privacy or other personal right in or to your User Submissions.\nThe User Submission License and the Cross License shall survive any termination of this Agreement.\nUser Submissions made publicly available will not be deemed (or treated as) confidential or sensitive to you.\n</p>\n<p> You are solely responsible and liable for your User Submissions.\nStratasys has no obligation to accept, display, review, or maintain any of your User Submissions, or enforce the Cross License or any of your Intellectual Property Rights in and to User Submissions.\nStratasys may, for any reason and at any time, and without notice to you, edit, replace and/or delete your User Submissions, such as, but not limited to, if Stratasys: (a) determines that you are in breach of any provision of this Agreement or have violated (or are suspected by Stratasys of violating) any applicable Law.\nand/or (b) deems it helpful or reasonably necessary to comply with any applicable Law, legal process, or governmental request, to enforce this Agreement (including investigations of potential breaches thereof), detect, prevent, or otherwise address fraud or security issues, or protect against harm to the rights, property or safety of Stratasys, its users, yourself or the public.\n</p>\n<p> It is Stratasys' policy to respect the legitimate rights of copyright owners, and Stratasys will respond to clear notices of alleged copyright infringement in accordance with its then-current Intellectual Property Policy.\n</p>\n<p>\n<strong>7.\nTHIRD PARTY CONTENT AND WEBSITES</strong>\n</p>\n<p> The Site may enable you to view, access, link to, and use third party properties and Content, which are not owned or controlled by Stratasys, such as other users' User Submissions (\"<strong>Third Party Materials</strong>\"), and your interaction with Third Party Materials may be subject to third party terms and policies, which are is your responsibility to review.\nYour interaction with and reliance on any Third Party Materials is at your sole discretion and risk.\n</p>\n<p>\n<strong>8.\nFEATURES</strong>\n</p>\n<p> Stratasys reserves the right to remove, modify, and/or add Features at any time, without any notice to you, and for any reason whatsoever.\nSome Features may in any event be&nbsp;limited, suspended or restricted by geography, volume, duration or any other criteria determined by Stratasys.\nMoreover, if Stratasys determines that you are in breach of any provision of this Agreement, Stratasys reserves the right to block you from certain Features.\nA new or modified Feature may be accompanied by separate or additional licensing terms, in which case such terms will apply instead of, or in addition to, this Agreement (as set forth in such licensing terms).\n</p>\n<p>\n<strong>9.\nPRIVACY</strong>\n</p>\n<p> You hereby acknowledge that, in accordance with Stratasys' then-current privacy policy available at https://grabcad.com/privacy_policy (\"<strong>Privacy Policy</strong>\"), which is hereby incorporated into this Agreement, Stratasys may collect, obtain, store and use information about your use of the Site.\n</p>\n<p>\n<strong>10.\nTERM</strong>\n</p>\n<p> This Agreement commences on the Effective Date and will remain in full force and effect until terminated by either party in accordance herewith (the \"<strong>Term</strong>\").\n</p>\n<p>\n<strong>11.\nTERMINATION</strong>\n</p>\n<p> Stratasys reserves the right to immediately terminate this Agreement, or otherwise modify, suspend or discontinue your access to and use of the Site (or any part thereof), for any reason whatsoever, at any time, and without notice to you, and you agree that Stratasys will have no liability or obligation to you for any such termination, modification, suspension, or discontinuance.\nYour sole remedy in the event you object to any provision of this Agreement or become dissatisfied with the Site or Site Material, is to terminate this Agreement by ceasing to access and use the Site and Site Materials.\n</p>\n<p>\n<strong>12.\nCONSEQUENCES OF TERMINATION.\nSURVIVAL</strong>\n</p>\n<p> Upon termination of this Agreement: (a) the License will automatically terminate.\nand (b) you shall immediately cease all access to and use of the Site and Site Materials.\nTermination of this Agreement shall not affect any right or liability accrued by either party as of the effective date of termination.\nAny provision in this Agreement that is stated to survive termination, shall survive, as will Sections 12 <i>(Consequences of Termination.\nSurvival) through 18 (<i>General</i>) inclusive</i>.\n</p>\n<p>\n<strong>13.\nOWNERSHIP</strong>\n</p>\n<p> You hereby acknowledge that the Site and Site Materials are or may be protected by Laws, treaties, and conventions governing Intellectual Property.\nAny rights not expressly granted herein are hereby reserved by Stratasys and its licensors and suppliers.\nExcept for your User Submissions, Stratasys and/or its licensors and suppliers are the sole and exclusive owners of all Intellectual Property Rights in and to the Site and Site Materials.\nMarks displayed on the Site (such as, but not limited to, <i>GrabCAD</i>, <i>GrabCAD Community</i>, <i>GrabCAD Workbench</i>, and <i>GrabCAD Print</i>) are the Intellectual Property Rights of Stratasys and/or its licensors and suppliers.\nFor the avoidance of doubt, and except for the User Submission License and Cross License, you retain ownership of all Intellectual Property Rights in and to your User Submissions.\n</p>\n<p>\n<strong>14.\nDISCLAIMER OF WARRANTIES</strong>\n</p>\n<p> THE SITE AND SITE MATERIALS (WHICH, FOR THE AVOIDANCE OF DOUBT, MAY INCLUDE USER SUBMISSIONS AND THIRD PARTY MATERIALS), AS WELL AS ANY OTHER ITEMS PROVIDED OR MADE AVAILABLE BY STRATASYS, ARE PROVIDED AND MADE AVAILABLE TO YOU ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS AND WITH ALL FAULTS, WITHOUT ANY REPRESENTATION, WARRANTY, GUARANTEE OR CONDITION OF ANY KIND WHATSOEVER, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING WITHOUT LIMITATION ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUALITY OF SERVICE, NON-INFRINGEMENT, REGARDING LATENT DEFECTS, OR THAT OTHERWISE ARISE FROM A COURSE OF PERFORMANCE OR DEALING, OR USAGE OF TRADE, ALL OF WHICH ARE HEREBY DISCLAIMED BY STRATASYS AND ITS LICENSORS AND SUPPLIERS.\n</p>\n<p> IN ADDITION, NEITHER STRATASYS NOR ITS LICENSOR OR SUPPLIERS MAKE ANY REPRESENTATION, WARRANTY, GUARANTEE OR CONDITION:\n</p>\n<ul>\n<li> 14.1.\nREGARDING THE CONTENT, EFFECTIVENESS, USEFULNESS, RELIABILITY, AVAILABILITY, TIMELINESS, ACCURACY, OR COMPLETENESS OF THE SITE, SITE MATERIALS, AND SAID OTHER ITEMS.\nOR </li>\n<li> 14.2.\nTHAT YOUR USE OF THE SITE, SITE MATERIALS, OR SAID OTHER ITEMS WILL MEET YOUR REQUIRMENTS OR EXPECTATIONS, OR WILL BE INTERRUPTED, SECURE OR ERROR-FREE.\n</li>\n</ul>\n<p> Some jurisdictions may not allow the disclaimer of certain implied warranties or conditions, and to the extent applicable to you, Stratasys limits the duration of such warranties and conditions to the duration of ninety (90) days from the Effective Date.\n</p>\n<p> YOU ACKNOWLEDGE AND AGREE THAT THIS SECTION (<i>DISCLAIMER OF WARRANTIES</i>) IS AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND STRATASYS.\n</p>\n<p>\n<strong>15.\nINDEMNIFICATION</strong>\n</p>\n<p> In the event of any third party demand, claim, suit, action and/or proceeding against Stratasys, a Stratasys Affiliate, and/or any of the foregoing entities' respective directors, officers, employees, agents, representatives, customers, suppliers, or licensors (each, an \"<strong>Indemnitee</strong>\"), and it is based upon or arises from your:\n</p>\n<ul>\n<li> 15.1.\nuse of the Site or Site Materials (or part thereof).\n</li>\n<li> 15.2.\nbreach of any provision of this Agreement.\nand/or </li>\n<li> 15.3.\nviolation of any Law applicable to you </li>\n</ul>\n<p> (each of the foregoing, a \"<strong>Claim</strong>\") then, upon written request by Stratasys (to be decided in its sole discretion), you agree to assume full control of the defense and settlement of the Claim.\n<i>provided</i>, <i>however</i>, that (A) Stratasys reserves the right, at any time thereafter, to take over full or partial control of the defense and/or settlement of the Claim.\nand (B) you shall not settle any Claim, or admit to any liability thereunder, without the prior express written consent of Stratasys.\n</p>\n<p> In addition, and regardless of whether (or the extent to which) you participated in the defense and/or settlement of a Claim, you agree to indemnify and hold harmless the Indemnitee for and against: (i) any costs and expenses (including without limitation reasonable attorneys' fees) incurred by the Indemnitee in the defense of such Claim.\nand (ii) any amounts awarded against, or imposed upon, the Indemnitee under such Claim, or otherwise paid in settlement of the Claim (including without limitation damages, losses, liabilities, and fines).\n</p>\n<p>\n<strong>16.\nLIMITATION OF LIABILITY</strong>\n</p>\n<ul>\n<li> 16.1.\nIN NO EVENT WILL STRATASYS OR ANY STRATASYS AFFILIATE BE LIABLE UNDER, OR OTHERWISE IN CONNECTION WITH THIS AGREEMENT, FOR: <br>\n<ul>\n<li> (A) ANY CONSEQUENTIAL, INDIRECT, SPECIAL, INCIDENTAL, OR PUNITIVE DAMAGES.\n</li>\n<li> (B) ANY LOSS OF PROFITS, LOSS OF BUSINESS, LOSS OF REVENUE, OR LOSS OF ANTICIPATED SAVINGS.\n</li>\n<li> (C) ANY LOSS OF, OR DAMAGE TO, DATA, REPUTATION, OR GOODWILL.\nAND/OR </li>\n<li> (D) THE COST OF PROCURING ANY SUBSTITUTE GOODS OR SERVICES.\n</li>\n</ul>\n</li>\n<li> 16.2.\nTHE COMBINED AGGREGATE LIABILITY OF STRATASYS AND ALL STRATASYS AFFILIATES UNDER, OR OTHERWISE IN CONNECTION WITH, THIS AGREEMENT SHALL NOT EXCEED <strong>TEN U.S.\nDOLLARS</strong> (US$ 10).\n</li>\n<li> 16.3.\nTHE FOREGOING EXCLUSIONS AND LIMITATIONS SHALL APPLY: (A) EVEN IF STRATASYS OR A STRATASYS AFFILIATE HAS BEEN ADVISED, OR SHOULD HAVE BEEN AWARE, OF THE POSSIBILITY OF LOSSES, DAMAGES, OR COSTS.\n(B) EVEN IF ANY REMEDY IN THIS AGREEMENT FAILS OF ITS ESSENTIAL PURPOSE.\nAND (C) REGARDLESS OF THE THEORY OR BASIS OF LIABILITY (INCLUDING WITHOUT LIMITATION BREACH OF CONTRACT, TORT, NEGLIGENCE AND STRICT LIABILITY).\n</li>\n<li> 16.4.\nSome jurisdictions may not allow the exclusion or limitation of incidental or consequential damages, or of other damages, and to the extent applicable to you, such exclusions and limitations shall not apply.\n</li>\n<li> 16.5.\nYOU ACKNOWLEDGE AND AGREE THAT THIS SECTION (<i>LIMITATION OF LIABILITY</i>) IS AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND STRATASYS.\nYOU FURTHER ACKNOWLEDGE AND AGREE THAT ANY CAUSE OF ACTION THAT YOU MAY HAVE UNDER, OR OTHERWISE IN CONNECTION WITH, THIS AGREEMENT MUST COMMENCE WITHIN THIRTY (30) DAYS OF YOU BECOMING AWARE (OR THE DATE ON WHICH YOU SHOULD REASONABLY HAVE BECOME AWARE) OF THE CAUSE OF ACTION.\nOTHERWISE, YOU AGREE THAT SUCH CAUSE OF ACTION SHALL BE DEEMED PERMANENTLY BARRED.\n</li>\n</ul>\n<p>\n<strong>17.\nGOVERNING LAW AND JURISDICTION</strong>\n</p>\n<p> This Agreement shall be governed by, and construed in accordance with, the laws of the State of New York, USA without regard to any conflicts of laws rules or principles.\nThe United Nations Convention on Contracts for the International Sale of Goods shall not apply to this Agreement and is hereby disclaimed.\nAny claim, dispute or controversy under, or otherwise in connection with, this Agreement shall be subject to the exclusive jurisdiction and venue of the courts located in New York County, New York, and you hereby irrevocably and unconditionally submit to the personal jurisdiction of such courts and waive any jurisdictional, improper venue, inconvenient forum, or other objections to such jurisdiction and venue.\nFurthermore, you:\n</p>\n<ul>\n<li>\n<strong>17.1.\nagree that any proceedings to resolve or litigate any claim, dispute or controversy will be conducted solely on an individual basis (and not in any class action or class-wide proceeding), and that you may initiate such proceedings only on its own behalf;</strong>\n</li>\n<li>\n<strong>17.2.\nhereby irrevocably and unconditionally waive the right to litigate such claims, disputes, or controversies in court before a jury.\nand</strong>\n</li>\n<li>\n<strong>17.3.\nagree not to participate in claims, disputes, or controversies brought in an attorney general or representative capacity, or in consolidated claims, disputes, or controversies involving another person's access to or use of the Site.</strong>\n</li>\n</ul>\n<p> Notwithstanding anything in this Agreement to the contrary, Stratasys may seek injunctive relief, specific performance, and/or other equitable relief in any court worldwide that has competent jurisdiction.\n</p>\n<p>\n<strong>18.\nGENERAL</strong>\n</p>\n<ul>\n<li> 18.1.\nEntire Agreement.\nThis Agreement represents the entire agreement of the parties with respect to the subject matter hereof, and supersedes and replaces any and all prior and contemporaneous oral or written understandings and statements by the parties with respect to such subject matter.\n</li>\n<li> 18.2.\nAssignment.\nStratasys may assign this Agreement (or any of its rights and obligations hereunder) without your consent and without notice.\nThis Agreement is personal to you, and you shall not assign this Agreement (or any of its obligations or rights hereunder) without Stratasys' prior express written consent in a duly signed writing.\nAny prohibited assignment shall be null and void.\n</li>\n<li> 18.3.\nSeverability.\nIf any provision of this Agreement is held by a court of competent jurisdiction to be invalid, illegal, or unenforceable, then: (a) the remaining provisions of this Agreement shall remain in full force and effect.\nand (b) such affected provision shall be ineffective solely as to such jurisdiction (and only to the extent and for the duration of such invalidity, illegality, or unenforceability), and shall be substituted (in respect of such jurisdiction) with a valid, legal, and enforceable provision that most closely approximates the original legal intent and economic impact of such provision.\n</li>\n<li> 18.4.\nRemedies.\nExcept as stated otherwise in this Agreement, no right or remedy conferred upon or reserved by any party under this Agreement is intended to be, or shall be deemed, exclusive of any other right or remedy under this Agreement, at law or in equity, but shall be cumulative of such other rights and remedies.\n</li>\n<li> 18.5.\nWaiver.\nNo failure or delay on the part of any party hereto in exercising any right or remedy under this Agreement shall operate as a waiver thereof, nor shall any single or partial exercise of any such right or remedy preclude any other or further exercise thereof or the exercise of any other right or remedy.\nAny waiver granted hereunder must be in writing (for waivers by you, emails will be acceptable.\nfor waivers by Stratasys, the writing must be duly signed by Stratasys), and shall be valid only in the specific instance in which given.\n</li>\n<li> 18.6.\nRelationship.\nThe relationship of the parties is solely that of independent contractors.\nNothing in this Agreement shall be deemed to create any employment, fiduciary, joint venture, agency or other relationship between the parties.\n</li>\n<li> 18.7.\nNotices.\nYou agree that Stratasys may send you notices by email, by regular mail, and/or via postings on the Site.\nExcept as stated otherwise in this Agreement or required by Law applicable to you, you agrees to send all notices to Stratasys, to support@grabcad.com.\n</li>\n<li> 18.8.\nNo Third Party Beneficiaries.\nExcept as otherwise expressly provided in this Agreement (for example, Stratasys Affiliates and Indemnitees), there shall be no third-party beneficiaries to this Agreement.\nYou further acknowledge and agree that some of Stratasys' suppliers and/or licensors may, in their agreements with Stratasys, be entitled to enforce certain rights and usage restrictions against users of the Site and Site Materials, and, to that extent, such suppliers and licensors shall have the right to enforce such rights and restrictions directly against you.\n</li>\n<li> 18.9.\nLegal Compliance.\nYou agree to use the Site and the Site Materials in compliance with all Laws applicable to you.\nWithout limiting the generality of the foregoing sentence, you must not use or otherwise export or re-export any Site or Site Materials except as authorized by Export Control Laws.\n\"<strong>Export Control Laws</strong>\" means all export and re-export control Laws applicable to you, as well as the United States' Export Administration Regulations (EAR) maintained by the US Department of Commerce, trade and economic sanctions maintained by the US Treasury Department's Office of Foreign Assets Control, and the International Traffic in Arms Regulations (ITAR) maintained by the US Department of State.\n</li>\n<li> 18.10.\nForce Majeure.\nStratasys shall not be responsible for any failure to perform any obligation or provide any service hereunder because of any (a) act of God, (b) war, riot or civil commotion, (c) governmental acts or directives, strikes, work stoppage, or equipment or facilities shortages, and/or (d) other similar cause beyond Stratasys' reasonable control.\nFor the avoidance of doubt, any problems relating to the hosting of the Site or Site Materials shall not be deemed within Stratasys' reasonable control.\n</li>\n</ul>\n<strong>Last updated: June 28, 2016</strong> ", "created_at": "2023-09-04 17:45:13.238874", "updated_at": "2023-09-04 17:45:38.811267"}, {"id": 18918, "name": "Software Terms of Service and Use", "url": "https://grabcad.com/software_terms", "xpath": "//*[@id=\"body\"]", "text": " <p> This English version of the GrabCAD® Software Terms of Service and Use is used as the binding agreement for all legal purposes.\n</p>\n<p> To reference a translated version, see here: French, German, Italian, Japanese, Korean, Russian, Simplified Chinese, Spanish, Traditional Chinese </p>\n<p>\n<strong>\n<u>GRABCAD® SOFTWARE TERMS OF SERVICE AND USE</u>\n</strong>\n</p>\n<p> THESE TERMS AND CONDITIONS (the \"<strong>Agreement</strong>\") CONSTITUTE A BINDING AGREEMENT BETWEEN YOU AND STRATASYS, INC.\n(\"<strong>Stratasys</strong>\").\nIF YOU ARE ENTERING INTO THIS AGREEMENT ON BEHALF OF AN ENTITY, YOU REPRESENT THAT YOU HAVE THE RIGHT, AUTHORITY, AND CAPACITY TO BIND SUCH ENTITY TO THIS AGREEMENT.\nIn any event, references herein to \"<strong>Customer</strong>\" means you or such entity (as the case may be).\n</p>\n<p> By clicking the \"I Accept\" button below, by creating an Admin Account (as defined below), or by otherwise accessing or using any part of the Software (as defined below), Customer acknowledges these terms and conditions and represents that it has fully read and understood, and agrees to be bound by, the following (the date of such occurrence being the \"<strong>Effective Date</strong>\"): </p>\n<p> (a)&nbsp;this Agreement.\nand </p>\n<p> (b)&nbsp;other supplemental terms and policies that this Agreement expressly incorporates by reference, and which are thereby made a part of this Agreement.\n</p>\n<p> IF CUSTOMER DOES NOT AGREE WITH ANY OF THE TERMS OR CONDITIONS OF THIS AGREEMENT, CUSTOMER MUST NEITHER CLICK \"I ACCEPT\", CREATE AN ADMIN ACCOUNT, NOR ACCESS OR USE ANY PART OF THE SOFTWARE.\n</p>\n<p> The language of this Agreement is hereby expressly agreed to be the English language.\nAny translations are provided for Customer convenience only and are not controlling.\nBy entering into the Agreement Customer hereby irrevocably and unconditionally waives any Law applicable to Customer requiring that the Agreement be localized to meet Customer's language or requiring an original (non-electronic) signature or delivery or retention of non-electronic records.\n</p>\n<p> Stratasys and Customer (collectively, the \"<strong>Parties</strong>\" and each, a \"<strong>Party</strong>\") acknowledge that, notwithstanding the Customer clicking the \"I Accept\" button, the terms and conditions of this Agreement shall not apply, and shall not bind either Stratasys or Customer, if: </p>\n<p> (a)&nbsp;Stratasys (or a Stratasys Affiliate) and Customer have entered into a separate, non-electronic licensing agreement for use of the Software (a \"<strong>Non-Electronic Agreement</strong>\").\nor </p>\n<p> (b)&nbsp;Customer has entered into a sub-licensing agreement for use of the Software, with a Stratasys-authorized distributor or reseller of the Software, which agreement states (or otherwise has the effect of stating) that it shall supersede this Agreement.\n</p>\n<p>\n<strong>1.</strong>&nbsp;<strong>\n<u>DEFINITIONS AND INTERPRETATION</u>\n</strong>\n</p>\n<p> This Agreement contains a range of capitalized terms, some of which are defined in this<em>\n</em>Section, and some of which are defined elsewhere.\nThe section and sub-section headings in this Agreement are for convenience of reading only, and shall not be used or relied upon for interpretive purposes.\n</p>\n<p> \"<strong>Authorized User</strong>\" means a Customer employee or individual contractor authorized by Customer to register for use of the Software in accordance herewith.\n</p>\n<p> \"<strong>Documentation</strong>\" means any manuals, specifications, and similar documentation related to the Software, which accompany the Software, or which otherwise are made available by Stratasys (for example, made available on the Site), which Documentation may change from time to time.\n</p>\n<p> \"<strong>Feature</strong>\" means any module, tool, and/or feature of the Software.\n</p>\n<p> \"<strong>Intellectual Property</strong>\" means any and all inventions, discoveries, improvements, new uses, works of authorship, technical information, data, technology, know-how, show-how, designs, drawings, utility models, topography and semiconductor mask works, specifications, formulas, methods, techniques, processes, databases, computer software and programs (including object code, source code, and non-literal aspects), algorithms, architecture, records, documentation, and other similar intellectual property, in any form and embodied in any media, whether or not protectable or registrable.\n</p>\n<p> \"<strong>Intellectual Property Rights</strong>\" means any and all rights, titles, and interests in and to Intellectual Property, including without limitation patents, copyright and similar authorship rights, mask work rights, trade secret and similar confidentiality rights, design rights, industrial property rights, trademark, trade name, trade dress and similar branding rights, as well as: (a) all applications, registrations, renewals, extensions, continuations, continuations-in-part, divisions or reissues of the foregoing rights.\nand (b) all goodwill associated with the foregoing rights.\n</p>\n<p> \"<strong>Law</strong>\" means any federal, state, foreign, regional or local statute, regulation, ordinance, or rule of any jurisdiction.\n</p>\n<p> \"<strong>Order Form</strong>\" means the online web form(s) Customer submits during the process of creating an Admin Account and/or a User Account (each defined below).\n</p>\n<p> \"<strong>Printer</strong>\" means a Stratasys or Stratasys-authorized device that Customer identifies in the Software for 3D printing of objects.&nbsp.\n</p>\n<p> \"<strong>Privacy Preferences</strong>\" means the options offered in the Software and selected by Customer for sharing of data and information with Stratasys.&nbsp;&nbsp.\n</p>\n<p> \"<strong>Demo License</strong>\" means a license to use a Software solely for purposes of promoting the licensing/sale of the Software or Printers, including without limitation public demonstration at trade shows and in digital media, and printing of demonstration parts and benchmark parts.\n</p>\n<p> \"<strong>Run Time License</strong>\" means a subscription-based license to utilize software applications developed with the GrabCAD SDK Developer License to connect to and execute code integrated with licensed Stratasys Printers and/or the GrabCAD Print Platform.\n</p>\n<p> \"<strong>Software</strong>\" means the <em>GrabCAD</em> software platform, GrabCAD software applictions, and interfaces between GrabCAD software and Third Party Software, including software licensed under both free and paid subscription plans, whether made available to Customer: (a) on a hosted, web-based service basis via the Site, and/or (b) for download and installation.\nFor the avoidance of doubt: (A) <em>GrabCAD Print</em>, <em>GrabCAD Shop</em>\n<em>GrabCAD Workbench</em> and <em>GrabCAD Software Development Kit (SDK)</em> are each part of the Software.\nand (B) references herein to the Software also include its non-literal aspects (such as the underlying ideas, algorithms, structure, sequence, organization, and interfaces).\n</p>\n<p> \"<strong>Stratasys Affiliate</strong>\" means, with respect to Stratasys, any person, organization or entity controlling, controlled by or under common control with, Stratasys.\nFor purposes of this definition only, \"<strong>control</strong>\" of another person, organization or entity will mean the possession, directly or indirectly, of the power to direct or cause the direction of the activities, management or policies of such person, organization or entity, whether through the ownership of voting securities, by contract or otherwise.\nWithout limiting the foregoing, “control” will be deemed to exist when a person, organization or entity (a) owns more than fifty percent (50%) of the outstanding voting stock or other ownership interest of the other organization or entity, or (b) possesses, directly or indirectly the power to elect or appoint more than fifty percent (50%) of the members of the governing body of the other organization or entity.\n</p>\n<p> \"<strong>Update</strong>\" means an upgrade, update (such as a fix or patch), or other modification, enhancement or customization of the Software.&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>\n<strong>2.</strong>&nbsp;<strong>\n<u>MODIFICATION</u>\n</strong>\n</p>\n<p> Stratasys reserves the right to modify this Agreement at any time by posting the modified Agreement at https://grabcad.com/ (the \"<strong>Site</strong>\").\nSuch modifications will be effective ten (10) days after such posting, and Customer's continued use of its Admin Account or any part of the Software after such date constitutes Customer's agreement to be bound by the modified Agreement.\n</p>\n<p>\n<strong>3.</strong>&nbsp;<strong>\n<u>ACCOUNT</u>\n</strong>\n</p>\n<p> In order to access and use the Software, Customer must register for an administrator account by submitting the Order Form, and Authorized Users must each register user accounts under such administrator account (\"<strong>Admin Account</strong>\" and \"<strong>User Account(s)</strong>\", respectively).\nCustomer represents and warrants, on behalf of itself and its Authorized Users, that all information submitted during the registration process is, and will thereafter remain, complete and accurate.\nAs between Stratasys and Customer, Customer alone shall be responsible and liable for maintaining the confidentiality and security of its all Admin Account and User Account credentials, as well as for all activities that occur under or in the Admin Account and any User Accounts.\nCustomer shall immediately notify Stratasys in writing of any unauthorized access to, or use of, the Admin Account or any User Account, or any other breach of security.\nPersonal information received during the Admin Account or User Account registration process will be processed by Stratasys in accordance with the then-current privacy policy available at https://grabcad.com/privacy_policy (\"<strong>Privacy Policy</strong>\").\nCustomer must make each Authorized User aware of this Agreement and its provisions, prior to authorizing such Authorized User to create a User Account.\nWithout limiting the foregoing sentence, Customer shall procure each Authorized User's compliance with the restrictions and obligations in this Agreement, and shall be primarily responsible and liable for the acts and omissions of each Authorized User.<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>4.</strong>&nbsp;<strong>\n<u>LICENSE</u>\n</strong>\n</p>\n<p> Subject to the terms and conditions of this Agreement and any additional lawful agreement(s) entered by Customer for use of the Software, Stratasys grants Customer a limited, non-exclusive, non-assignable, non-transferable, and non-sublicensable license, during the Term (defined below), to permit its Authorized Users to access (and for distributed components of the Software, download and install) and use the Software in object code form only, and solely for Customer's own benefit and its business use (the \"<strong>License</strong>\").\n</p>\n<p> For the avoidance of doubt, the Software and any copies of the Software are only licensed, and no title in or to the Software or such copies passes to Customer.\nExcept for the License, Customer is granted no other right in or to the Software under this Agreement, whether by implied license, estoppel, patent exhaustion, operation of law, or otherwise.\nCustomer shall be primarily responsible and liable for the acts and omissions of its Authorized Users.\n</p>\n<p>\n<strong>5.</strong>&nbsp;<strong>\n<u>LICENSE RESTRICTIONS</u>\n</strong>\n</p>\n<p> Customer shall not (and shall procure that each Authorized User does not) do any of the following: (a) copy or reproduce the Software.\n(b) sell, assign, lease, lend, rent, issue, sublicense, make available, or otherwise distribute to any third party, or publicly perform, display or communicate, the Software, or otherwise use the Software in a time-sharing, outsourcing, or service bureau environment.\n(c) modify, alter, adapt, arrange, translate, decompile, disassemble, reverse engineer, decrypt, or otherwise attempt to discover the source code or non-literal aspects of, the Software.\n(d) remove, alter, or conceal, in whole or in part, any copyright, trademark, or other proprietary rights notice or legend displayed or contained on or in the Software.\n(e) circumvent, disable or otherwise interfere with security-related or technical features or protocols of the Software, such as features that restrict or monitor use of the Software.\n(f) make a derivative work of the Software, or use the Software to develop any service or product that is the same as (or substantially similar to) the Software.\n(g) disclose to the public the results of any internal performance testing or benchmarking studies of or about the Software, without first sending the results and related study(ies) to Stratasys, and obtaining Stratasys’ written approval of the assumptions, methodologies and other parameters of the testing or study.\n(h) publish or transmit any robot, malware, Trojan horse, spyware, or similar malicious item intended (or that has the potential) to damage or disrupt the Software.\nand/or (i) use the Software to infringe, misappropriate or violate any third party's Intellectual Property Rights, moral rights,&nbsp.\nprivacy or other personal right, or any Law.<strong>\n<u>\n</u>\n</strong>\n</p>\n<p> The above restrictions are limitations on the License, and Customer's full compliance with the above is a condition to the License.\nFor the avoidance of doubt, references in this Section to \"Software\" shall be taken to mean (A) the Software, whether in whole or in part.\nand (B) any Documentation.\n</p>\n<p> If the Software is accessed under a Demo License of a paid subscription Software product, commercial use for direct monetization is prohibited, including using the Software for printing paid-parts in a service bureau or similar basis.\n</p>\n<p> If the Software is designated as pre-release/Beta, \"experimental”, or is accessed under an Open Material License (\"OML”), additional terms and/or special terms may apply, and such terms when given will supersede terms of this License to the extent inconsistent and/or in conflict herewith.\n</p>\n<p> Restricted Access Acknowledgement.\nUser acknowledges that (a) the Software may contain license keys or other programming routines capable of and intended to restrict its use to a particular computer, User, and/or printable consumable materials.\nand/or prohibiting use of the Software after the date on which User is no longer authorized to use the Software.\nand (b) the Software may also contain certain embedded restricted-access programming routines or modules, which are expressly excluded from access and use rights granted in this License, and may only be acquired and activated by rights granted by Stratasys or its authorized resellers, typically by providing a license key or password upon such acquisition, and that (c) any unauthorized access or use of such routines or modules by User without consent and authorization of Stratasys is a material breach of this License.\n</p>\n<p> Customer acknowledges that the Software contains information and materials that are confidential and proprietary to Stratasys (and may even constitute Stratasys' or a Stratasys Affiliate's trade secrets), and therefore Customer agrees that a breach or threatened breach of this Section <em>(License Restrictions)</em> may cause Stratasys to suffer irreparable harm or damage for which monetary damages will be inadequate, and accordingly, if Stratasys seeks an injunction, specific performance, or other equitable relief to enforce any provision under this Section, Stratasys shall not be required to post a bond or to prove the likelihood of irreparable harm.\n</p>\n<p> To the extent Customer is given the right, under any Law applicable to Customer, to receive information and/or materials for purposes of making the Software interoperable with other software products, Customer shall request from Stratasys (in a detailed writing) access to such information and/or materials, and if Stratasys accepts such request, Stratasys may (in its sole discretion) impose additional conditions on such access and use.&nbsp.\n</p>\n<p>\n<strong>6.</strong>&nbsp;<strong>\n<u>PAID SUBSCRIPTIONS </u>\n</strong>\n</p>\n<p> For paid subscription <strong>Software </strong>products and applications, the License granted herein is subject to the full payment of the applicable license fees.&nbsp.\nAny pricing changes or other changes to the subscription plan will be made in accordance with the terms herein and any additional applicable agreement(s) entered by Customer for use of the Software.&nbsp.\n&nbsp.\n</p>\n<p> Customer acknowledges that Stratasys may, at any time and upon thirty (30) days' prior notice (which notice may be made by posting a message on the Site), begin charging for any Software that is now or once was offered for free, and require Customer to purchase a term-based subscription license under its Admin Account in order to continue accessing and using the Software or certain modules or features of the Software.&nbsp.\n<strong>\n</strong>\n</p>\n<p> Stratasys, together with its distributors and agents, reserves the right to periodically change subscription prices.&nbsp.\n</p>\n<p>\n<strong>7.</strong>&nbsp;<strong>\n<u>CUSTOMER DATA AND STORAGE</u>\n</strong>\n</p>\n<p> Customer maintains ownership of and alone shall be responsible for the maintenance and backup of all files, designs, models, images, data sets, or similar non-personal identifiable data or information that Customer uploads to, stores on, or otherwise processes using the Software (“<strong>User-Generated Content</strong>”).&nbsp.\nStratasys will consider your User-Generated Content to constitute Customer confidential information, will use reasonable care to protect its confidentiality, and will access and use it only in accordance with the Customer Data License (described below).\n</p>\n<p> \"<strong>Customer Data</strong>\" means User-Generated Content, and Software and Printer usage data , each of which will be collected and used only according to the Customer’s Privacy Preferences, and of which may include personal data which will be stored, used and deleted by Stratasys in accordance with the <strong>Privacy Policy.</strong>.\nCustomer hereby grants Stratasys and all Stratasys Affiliates a worldwide, non-exclusive, royalty-free, fully-paid, sublicensable (through multiple tiers of sublicensees), perpetual and irrevocable license to copy, reproduce, modify, alter, adapt, arrange, translate, create derivative works of, and otherwise use Customer Data to generally provide Customer with access to and use of the Software, to maintain the Software, to make Features available to Customer, to perform obligations under this Agreement, and to provide&nbsp.\nbug fixes, system diagnostics, error and performance monitoring, product offerings, Customer support, Updates, and to make improvements to the Software and to the Printer(s) (the \"<strong>Customer Data License</strong>\").\n</p>\n<p> Customer hereby represents and warrants that: (a) User-Generated Content will not infringe, misappropriate or violate any third party's Intellectual Property Rights, moral rights, privacy or other personal right, or any Law.\nand (b) Customer has, and will maintain during and after any termination of this Agreement, all licenses, consents, permissions and approvals required to grant the Customer Data License.\nThe Customer Data License shall survive any termination of this Agreement.&nbsp;&nbsp;&nbsp.\n</p>\n<p>\n<strong>8.</strong>&nbsp;<strong>\n<u>FEEDBACK</u>\n</strong>\n</p>\n<p> Customer has no obligation to provide Stratasys with any feedback, ideas or suggestions concerning the Software or Documentation (collectively, \"<strong>Feedback</strong>\").\nNevertheless, to the extent Customer provide any Feedback, Customer hereby grants Stratasys and all Stratasys Affiliates a worldwide, non-exclusive, royalty-free, fully-paid, perpetual, irrevocable, sublicensable (through multiple tiers of sublicensees), assignable, and transferable license to use, copy, reproduce, distribute, modify, alter, adapt, arrange, translate, create derivative works of, publicly display, perform and communicate, and otherwise commercially exploit such Feedback, in any media format and through any media channels, for any purpose whatsoever (the \"<strong>Feedback License</strong>\").\nCustomer hereby represents and warrants that: (a) Feedback will not infringe, misappropriate or violate any third party's Intellectual Property Rights, moral rights, privacy or other personal right, or any Law.\nand (b) Customer has, and will maintain during and after any termination of this Agreement, all licenses, consents, permissions and approvals required to grant the Feedback License.\nThe Feedback License shall survive any termination of this Agreement.\nFeedback will not be deemed (or treated as) confidential or sensitive to Customer.\n</p>\n<p>\n<strong>9.</strong>&nbsp;<strong>\n<u>THIRD PARTY SOFTWARE &amp.\nSITES</u>\n</strong>\n</p>\n<p> The Software may include third party software components and authorized interfaces with third party software that are subject to open source and/or pass-through commercial licenses and/or notices (\"<strong>Third Party Software</strong>\" and \"<strong>Third Party Software Terms and Notices</strong>\", respectively).\nStratasys may make available in the Documentation a list (or other index) of such Third Party Software and Third Party Software Terms and Notices, and will comply with any valid written request submitted by Customer to Stratasys for exercising Customer's rights under such Third Party Software Terms and Notices.\nCustomer acknowledges that its use of the Software is also governed by such Third Party Software Terms and Notices, and that to the extent of any conflict between this Agreement and any Third Party Software Terms and Notices, the latter shall control.\nAny covenants, representations, warranties, guarantees, conditions, indemnities or other commitments made by Stratasys in this Agreement concerning the Software (if any), are made by Stratasys and not by any authors, licensors, or suppliers of, or contributors to, such Third Party Software.\nNotwithstanding the foregoing sentence or anything in this Agreement to the contrary, Stratasys does not make any representation, warranty, guarantee, or condition, and does not undertake any defense or indemnification, with respect to any Third Party Software.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p> The Software may allow you to access third party web sites (\"Third Party Sites\") not owned or operated by Stratasys.\nUser access to and use of any Third Party Sites, including any Third Party Software, goods, services or information made available from such sites, is governed by the terms and conditions if any found at each Third Party Site.\n</p>\n<p> Stratasys requires a Run Time License for the use of Third Party Software that utilizes the GrabCAD SDK to actively interface with the GrabCAD software platform or Stratasys Printers.\nCustomer acknowledges and agrees that it will access and/or use such software only under an applicable and current Run Time License.\n</p>\n<p>\n<strong>10.</strong>&nbsp;<strong>\n<u>FEATURES</u>\n</strong>\n</p>\n<p> Stratasys reserves the right to remove, modify, and/or add Features at any time, without any notice to Customer, and for any reason whatsoever.\nSome Features may in any event be&nbsp;limited, suspended or restricted by geography, volume, duration or any other criteria determined by Stratasys.\nMoreover, if Stratasys determines that Customer is in breach of any provision of this Agreement, Stratasys reserve the right to block Customer from certain Features.\nA new or modified Feature provided in an Update may be accompanied by separate or additional licensing terms, in which case such terms will apply instead of, or in addition to, this Agreement (as set forth in such licensing terms).\n</p>\n<p>\n<strong>11.</strong>&nbsp;<strong>\n<u>UPDATES</u>\n</strong>\n</p>\n<p> Stratasys may from time to time provide Updates, but is not under any obligation to do so.\nSuch Updates will be supplied according to Stratasys' then-current policies, which may include automatic implementation without any notice to Customer.\nIn some cases, Customer will be required to install the Update manually.\nAll references in this Agreement to \"Software\" shall include its Updates as well, and this Agreement shall govern any Update unless the Update is accompanied by separate or additional licensing terms, in which case such terms will apply instead of, or in addition to, this Agreement (as set forth in such licensing terms).\n</p>\n<p>\n<strong>12.</strong>&nbsp;<strong>\n<u>AUDIT</u>\n</strong>\n</p>\n<p> During the Term and for two (2) years after termination of this Agreement, Stratasys (or its designated representative), upon reasonable prior written notice to Customer and during Customer's normal business hours, will have the right to audit the Customer's use of the Software to verify Customer's compliance with its obligations hereunder.\nStratasys may conduct no more than two (2) audits per calendar year.\nCustomer will reasonably cooperate with Stratasys and its representative (if any) and will address any non-compliance identified by the audit.\nIf the audit reveals a material breach of this Agreement and/or a breach under Section ‎4 <em>(License)</em> or Section ‎5 <em>(License Restrictions)</em>, Customer shall reimburse Stratasys for the cost and expense of the audit.\n</p>\n<p>\n<strong>13.</strong>&nbsp;<strong>\n<u>TERM</u>\n</strong>\n</p>\n<p> This Agreement commences on the Effective Date and will remain in full force and effect until terminated by either Party in accordance herewith (the \"<strong>Term</strong>\").\n</p>\n<p>\n<strong>14.</strong>&nbsp;<strong>\n<u>TERMINATION</u>\n</strong>\n</p>\n<p> Notwithstanding Section ‎13 <em>(Term)</em>: </p>\n<p> 14.1.&nbsp;<u>Termination By Customer</u>.\nCustomer may terminate this Agreement: (a) by cancelling the Admin Account.\nand/or (b) on ten (10) days' prior written notice to Stratasys at support@grabcad.com.\nCustomer's sole remedy in the event Customer objects to any provision of this Agreement or becomes dissatisfied with the Software, is to terminate this Agreement in accordance with this subsection.\n</p>\n<p> 14.2.&nbsp;<u>Termination By Stratasys</u>.\nStratasys reserves the right to: (a) immediately terminate this Agreement, or otherwise modify, suspend or discontinue Customer's access to and subscription for use of the Software (or any part thereof), in the event Customer commits any breach under this Agreement and, if such breach was curable, fails to cure such breach within five (5) days of notice by Stratasys.\nand/or (b) for free Software subscriptions, terminate this Agreement for convenience at any time, upon ten (10) days' prior notice to Customer.\nNotice by Stratasys under this subsection may be given via e-mail and/or via the Admin Account, and will be deemed given upon transmission.\n</p>\n<p>\n<strong>15.</strong>&nbsp;<strong>\n<u>CONSEQUENCES OF TERMINATION.\nSURVIVAL</u>\n</strong>\n</p>\n<p> Upon termination of this Agreement: (a) the License will automatically terminate, the Admin Account and all User Accounts will be closed.\n(b) Customer shall immediately cease all access to and use of the Software and Documentation.\nand (c) Customer shall (unless directed otherwise by Stratasys in writing) promptly uninstall and permanently delete any and all copies of the Software installed on Customer's systems or devices, and, as directed in writing by Stratasys, return, permanently delete, or destroy any other information or materials that are proprietary to Stratasys.\nThereafter, Customer shall to certify to Stratasys in writing that it has complied with its obligations in this Section.\nFollowing termination of this Agreement, Stratasys may (but shall not be obligated to) offer Customer an opportunity to download or migrate certain Customer Data.\n</p>\n<p> Termination of this Agreement shall not affect any right or liability accrued by either Party as of the effective date of termination.\nAny provision in this Agreement that is stated to survive termination, shall survive, as will Sections ‎12 <em>(Audit)</em> and ‎15 <em>(Consequences of Termination.\nSurvival)</em> through ‎21 <em>(General)</em> inclusive.\n</p>\n<p>\n<strong>16.</strong>&nbsp;<strong>\n<u>OWNERSHIP</u>\n</strong>\n</p>\n<p> Customer hereby acknowledges that the Software and Documentation are or may be protected by Laws, treaties, and conventions governing Intellectual Property.\nAny rights not expressly granted herein are hereby reserved by Stratasys and its licensors and suppliers.\nStratasys and/or its licensors and suppliers, are the sole and exclusive owners of all Intellectual Property Rights in and to the Software and Documentation.&nbsp.\n</p>\n<p>\n<strong>17.</strong>&nbsp;<strong>\n<u>DISCLAIMER OF WARRANTIES</u>\n</strong>\n</p>\n<p> THE SOFTWARE, DOCUMENTATION, AS WELL AS ANY OTHER ITEMS PROVIDED OR MADE AVAILABLE BY STRATASYS, ARE PROVIDED AND MADE AVAILABLE TO CUSTOMER ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS AND WITH ALL FAULTS, WITHOUT ANY REPRESENTATION, WARRANTY, GUARANTEE OR CONDITION OF ANY KIND WHATSOEVER, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING WITHOUT LIMITATION ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUALITY OF SERVICE, NON-INFRINGEMENT, REGARDING LATENT DEFECTS, OR THAT OTHERWISE ARISE FROM A COURSE OF PERFORMANCE OR DEALING, OR USAGE OF TRADE, ALL OF WHICH ARE HEREBY DISCLAIMED BY STRATASYS AND ITS LICENSORS AND SUPPLIERS.\n</p>\n<p> IN ADDITION, NEITHER STRATASYS NOR ITS LICENSOR OR SUPPLIERS MAKE ANY REPRESENTATION, WARRANTY, GUARANTEE OR CONDITION: </p>\n<p> (A)&nbsp;REGARDING THE CONTENT, EFFECTIVENESS, USEFULNESS, RELIABILITY, AVAILABILITY, TIMELINESS, ACCURACY, OR COMPLETENESS OF THE SOFTWARE, DOCUMENTATION, AND SAID OTHER ITEMS.\nOR </p>\n<p> (B)&nbsp;THAT CUSTOMER'S USE OF THE SOFTWARE, DOCUMENTATION, OR SAID OTHER ITEMS WILL MEET CUSTOMER'S REQUIRMENTS OR EXPECTATIONS, OR WILL BE INTERRUPTED, SECURE OR ERROR-FREE.\n</p>\n<p> Some jurisdictions do not allow the disclaimer of certain implied warranties or conditions, and to the extent applicable to Customer, Stratasys limits the duration of such warranties and conditions to the duration of ninety (90) days from the Effective Date.\n</p>\n<p> CUSTOMER ACKNOWLEDGES AND AGREES THAT THIS SECTION <em>(DISCLAIMER OF WARRANTIES)</em> IS AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN CUSTOMER AND STRATASYS.\n</p>\n<p>\n<strong>18.</strong>&nbsp;<strong>\n<u>INDEMNIFICATION</u>\n</strong>\n</p>\n<p> In the event of any third party demand, claim, suit, action and/or proceeding against Stratasys, a Stratasys Affiliate, and/or any of the foregoing entities' respective directors, officers, employees, agents, representatives, customers, suppliers, or licensors (each, an \"<strong>Indemnitee</strong>\"), and it is based upon or arises from Customer's (for clarity, including any Authorized User's): </p>\n<p> (a)&nbsp;use of the Software (or part thereof).\n</p>\n<p> (b)&nbsp;breach of any provision of this Agreement.\nand/or </p>\n<p> (c)&nbsp;violation of any Law applicable to Customer, </p>\n<p> (each of the foregoing, a \"<strong>Claim</strong>\") then, upon written request by Stratasys (to be decided in its sole discretion), Customer agrees to assume full control of the defense<em>\n</em>and settlement of the Claim.\n<em>provided, however,</em> that (A) Stratasys reserves the right, at any time thereafter, to take over full or partial control of the defense and/or settlement of the Claim.\nand (B) Customer shall not settle any Claim, or admit to any liability thereunder, without the prior express written consent of Stratasys.\n</p>\n<p> In addition, and regardless of whether (or the extent to which) Customer participated in the defense and/or settlement of a Claim, Customer agrees to indemnify and hold harmless<em>\n</em>the Indemnitee for and against: (i) any costs and expenses (including without limitation reasonable attorneys' fees) incurred by the Indemnitee in the defense of such Claim.\nand (ii) any amounts awarded against, or imposed upon, the Indemnitee under such Claim, or otherwise paid in settlement of the Claim (including without limitation damages, losses, liabilities, and fines).\n</p>\n<p>\n<strong>19.</strong>&nbsp;<strong>\n<u>LIMITATION OF LIABILITY</u>\n</strong>\n</p>\n<p> 19.1.&nbsp;IN NO EVENT WILL STRATASYS OR ANY STRATASYS AFFILIATE BE LIABLE UNDER, OR OTHERWISE IN CONNECTION WITH THIS AGREEMENT, FOR: </p>\n<p> (A)&nbsp;ANY CONSEQUENTIAL, INDIRECT, SPECIAL, INCIDENTAL, OR PUNITIVE DAMAGES.\n</p>\n<p> (B)&nbsp;ANY LOSS OF PROFITS, LOSS OF BUSINESS, LOSS OF REVENUE, OR LOSS OF ANTICIPATED SAVINGS.\n</p>\n<p> (C)&nbsp;ANY LOSS OF, OR DAMAGE TO, DATA, REPUTATION, OR GOODWILL.\nAND/OR </p>\n<p> (D)&nbsp;THE COST OF PROCURING ANY SUBSTITUTE GOODS OR SERVICES.\n</p>\n<p> 19.2.&nbsp;THE COMBINED AGGREGATE LIABILITY OF STRATASYS AND ALL STRATASYS AFFILIATES UNDER, OR OTHERWISE IN CONNECTION WITH, THIS AGREEMENT SHALL NOT EXCEED <strong>TEN U.S.\nDOLLARS</strong> (US$ 10).\n</p>\n<p> 19.3.&nbsp;THE FOREGOING EXCLUSIONS AND LIMITATIONS SHALL APPLY: (A) EVEN IF STRATASYS OR A STRATASYS AFFILIATE HAS BEEN ADVISED, OR SHOULD HAVE BEEN AWARE, OF THE POSSIBILITY OF LOSSES, DAMAGES, OR COSTS.\n(B) EVEN IF ANY REMEDY IN THIS AGREEMENT FAILS OF ITS ESSENTIAL PURPOSE.\nAND (C) REGARDLESS OF THE THEORY OR BASIS OF LIABILITY (INCLUDING WITHOUT LIMITATION BREACH OF CONTRACT, TORT, NEGLIGENCE AND STRICT LIABILITY).\n</p>\n<p> 19.4.&nbsp;Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, or of other damages, and to the extent applicable to Customer, such exclusions and limitations shall not apply.\n</p>\n<p> 19.5.&nbsp;CUSTOMER ACKNOWLEDGES AND AGREES THAT THIS SECTION <em>(LIMITATION OF LIABILITY)</em> IS AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN CUSTOMER AND STRATASYS.\n</p>\n<p>\n<strong>20.</strong>&nbsp;<strong>\n<u>GOVERNING LAW AND JURISDICTION</u>\n</strong>\n</p>\n<p> This Agreement shall be governed by, and construed in accordance with, the laws of the State of Minnesota, USA without regard to any conflicts of laws rules or principles.\nThe United Nations Convention on Contracts for the International Sale of Goods shall not apply to this Agreement and is hereby disclaimed.\nAny claim, dispute or controversy under, or otherwise in connection with, this Agreement shall be subject to the exclusive jurisdiction and venue of the courts located in New York County, New York, and Customer hereby irrevocably and unconditionally submits to the personal jurisdiction of such courts and waive any jurisdictional, improper venue, inconvenient forum, or other objections to such jurisdiction and venue.\nFurthermore, Customer: </p>\n<p> (a)&nbsp;<strong>agrees that any proceedings to resolve or litigate any claim, dispute or controversy will be conducted solely on an individual basis (and not in any class action or class-wide proceeding), and that Customer may initiate such proceedings only on its own behalf</strong>.\n</p>\n<p> (b)&nbsp;<strong>hereby irrevocably and unconditionally waives the right to litigate such claims, disputes, or controversies in court before a jury</strong>.\n<strong>and</strong>\n</p>\n<p> (c)&nbsp;<strong>agrees not to participate in claims, disputes, or controversies brought in an attorney general or representative capacity, or in consolidated claims, disputes, or controversies involving another person's Admin Account or User Account</strong>.\n</p>\n<p> Notwithstanding anything in this Agreement to the contrary, Stratasys may seek injunctive relief, specific performance, and/or other equitable relief in any court worldwide that has competent jurisdiction.\n</p>\n<p>\n<strong>21.</strong>&nbsp;<strong>\n<u>GENERAL</u>\n</strong>\n</p>\n<p> 21.1.&nbsp;<u>Entire Agreement</u>.\nThis Agreement represents the entire agreement of the Parties with respect to the subject matter hereof, and supersedes and replaces any and all prior and contemporaneous oral or written understandings and statements by the Parties with respect to such subject matter.\n</p>\n<p> 21.2.&nbsp;<u>Assignment</u>.\nStratasys may assign this Agreement (or any of its rights and obligations hereunder) without Customer's consent and without notice.\nThis Agreement is personal to Customer, and Customer shall not assign this Agreement (or any of its obligations or rights hereunder) without Stratasys' prior express written consent in a duly signed writing.\nAny prohibited assignment shall be null and void.\n</p>\n<p> 21.3.&nbsp;<u>Severability</u>.\nIf any provision of this Agreement is held by a court of competent jurisdiction to be invalid, illegal, or unenforceable, then: (a) the remaining provisions of this Agreement shall remain in full force and effect.\nand (b) such affected provision shall be ineffective solely as to such jurisdiction (and only to the extent and for the duration of such invalidity, illegality, or unenforceability), and shall be substituted (in respect of such jurisdiction) with a valid, legal, and enforceable provision that most closely approximates the original legal intent and economic impact of such provision.\n</p>\n<p> 21.4.&nbsp;<u>Remedies</u>.\nExcept as stated otherwise in this Agreement, no right or remedy conferred upon or reserved by any Party under this Agreement is intended to be, or shall be deemed, exclusive of any other right or remedy under this Agreement, at law or in equity, but shall be cumulative of such other rights and remedies.\n</p>\n<p> 21.5.&nbsp;<u>Waiver</u>.\nNo failure or delay on the part of any Party hereto in exercising any right or remedy under this Agreement shall operate as a waiver thereof, nor shall any single or partial exercise of any such right or remedy preclude any other or further exercise thereof or the exercise of any other right or remedy.\nAny waiver granted hereunder must be in writing (for waivers by Customer, emails will be acceptable.\nfor waivers by Stratasys, the writing must be duly signed by Stratasys), and shall be valid only in the specific instance in which given.\n</p>\n<p> 21.6.&nbsp;<u>Relationship</u>.\nThe relationship of the Parties is solely that of independent contractors.\nNothing in this Agreement shall be deemed to create any employment, fiduciary, joint venture, agency or other relationship between the Parties.\n</p>\n<p> 21.7.&nbsp;<u>Data Privacy</u>.&nbsp.\nCustomer shall comply with all applicable data protection and privacy laws regarding the accuracy and legality of personal data that is to be processed by Stratasys in connection with the Software, and shall use its reasonable endeavors to not do or permit anything to be done which might cause Stratasys to be in breach of its obligations under such laws&nbsp.\nCustomer will review and understand the Privacy Policy before entering this Agreement.\n</p>\n<p> 21.8.&nbsp;<u>Notices</u>.\nCustomer agrees that Stratasys may send Customer notices by email, via the Admin Account, by regular mail, and/or via postings on or through Software.\nExcept as stated otherwise in this Agreement or required by Law applicable to Customer, Customer agrees to send all notices to Stratasys, to support@grabcad.com </p>\n<p> 21.9.&nbsp;<u>No Third Party Beneficiaries</u>.\nExcept as otherwise expressly provided in this Agreement (for example, Stratasys Affiliates and Indemnitees), there shall be no third-party beneficiaries to this Agreement.\nCustomer further acknowledges and agrees that some of Stratasys' suppliers and/or licensors may, in their agreements with Stratasys, be entitled to enforce certain rights and usage restrictions against users of the Software, and, to that extent, such suppliers and licensors shall have the right to enforce such rights and restrictions directly against Customer.\n</p>\n<p> 21.10.&nbsp;<u>U.S.\nGovernment Rights</u>.\nThe Software is \"commercial computer software\" and the Documentation is \"commercial computer software documentation,\" pursuant to DFAR Section 227.7202 and FAR Section 12.212, as applicable.\nIf Customer is an agency, department, employee or other entity of the United States Government, then Customer's access to and use of the Software and/or the Documentation shall be subject solely to the terms and conditions of this Agreement.\n</p>\n<p> 21.11.&nbsp;<u>Legal Compliance</u>.\nCustomer agrees to use the Software and Documentation in compliance with all Laws applicable to Customer.\nWithout limiting the generality of the foregoing sentence, Customer must not use or otherwise export or re-export any Software or Documentation in violation of any Export Control Laws.\n\"<strong>Export Control Laws</strong>\" means all export and re-export control Laws applicable to Customer, as well as the United States' Export Administration Regulations (EAR) maintained by the US Department of Commerce, trade and economic sanctions maintained by the US Treasury Department's Office of Foreign Assets Control, and the International Traffic in Arms Regulations (ITAR) maintained by the US Department of State.\n</p>\n<p> 21.12.&nbsp;<u>Force Majeure</u>.\nStratasys shall not be responsible for any failure to perform any obligation or provide any service hereunder because of any (a) act of God, (b) war, riot or civil commotion, (c) governmental acts or directives, strikes, work stoppage, or equipment or facilities shortages, and/or (d) other similar cause beyond Stratasys' reasonable control.\nFor the avoidance of doubt, any problems relating to the hosting of the Software shall not be deemed within Stratasys' reasonable control.\n</p>\n<p> Updated: <strong>March 31, 2022</strong>\n</p>\n<p> &nbsp.\n</p> ", "created_at": "2023-09-04 17:45:13.269267", "updated_at": "2023-09-04 17:46:01.661877"}, {"id": 18919, "name": "Privacy Policy", "url": "https://grabcad.com/privacy_policy", "xpath": "//*[@id=\"body\"]", "text": " <p> To reference a translated version, see here: French, German, Italian, Japanese, Korean, Russian, Simplified Chinese, Spanish, Traditional Chinese </p> 1.\n<strong>STRATASYS- PRIVACY POLICY</strong>\n<ul>\n<li> This privacy policy (<strong>\"Privacy Policy\"</strong>) governs our Stratasys Ltd’s (<strong>\"Stratasys\"</strong>,<strong>\"we\"</strong>,<strong>\"our\"</strong>or<strong>\"us\"</strong>), information collection, processing and usage practices in connection with the use of the websites https://www.stratasys.com, https://www.grabcad.com, https://www.stratasysdirect.com, https://blog.stratasys.com, https://shopf123.stratasys.com (the<strong>\"Site\"</strong>,<strong>\"our website\" or \"this website\"</strong>) and/or any Stratasys-branded and GrabCAD-branded software products or services, or related hardware, that we operate or provide (<strong>\"Software\"</strong>, and together with the Site, the<strong>\"Services\"</strong>) in our capacity of controller.\nThe clause headings used below are for convenience of reading only (and are not to be used for interpretive purposes), but we hope they make navigating this Privacy Policy easier.\n</li>\n<li> Safeguarding your Personal Information is important to us and we recognise the responsibility you entrust us with when providing your Personal Information.\nThis Privacy Policy details how your Personal Information is used by Stratasys both actively and passively, when you use the Site and use our Services.\nWith this Privacy Policy (together with GrabCad's's Website Use Terms &amp.\nConditions and any other documents referred to on it) we wish to outline the basis on which any Personal Information we collect from you, or that you provide to us, will be processed including, what information we may collect from you via the Site and/or the Services, how we will use it, how we may disclose information provided by you to third parties and the use of \"cookies\" on the Site and by the Services.\n</li>\n<li>Generally speaking, Stratasys receives information because:</li>\n<ul>\n<li>You have provided it to us;</li>\n<li>We collect it from you.\nand/or</li>\n<li>Third parties we engage (such as data analytics providers) collect it from you on our behalf.\nThis happens in cases where we use or deploy third party tracking technology, or where we otherwise give these third parties access to the Site, Software, and other technology.\nSo where we describe below in section 4 (<em>Information We Collect From You</em>) the ways in which we collect information from you, you acknowledge that such collection may also be carried out by third parties.\nThese third parties may have their own privacy policies that they also adhere to.\nAlso, just as with our third party hosting providers, these third parties may be based (and their servers may be located) anywhere in the world.\n</li>\n</ul>\n</ul> 2.\n<strong>QUESTIONS ABOUT THIS PRIVACY POLICY</strong>\n<ul>\n<li>If you have any questions or comments regarding privacy issues on the Site and/or the Services, please contact us by e-mail at privacy@stratasysinc.onmicrosoft.com.\n</li>\n</ul> 3.\n<strong>TYPES OF INFORMATION WE COLLECT</strong>\n<ul>\n<li>We collect both \"Personal Information\" and \"Non-personal Information\" about our customers and visitors.\nPersonal Information is information that can be used to contact or identify you, such as your full name, email address, phone number, payment method and profile picture, as well as information that is linked to such information.\n\"Anonymous Information\" is information that cannot be used to contact or identify you and is not linked to information that can be used to do so.\nIt includes passively collected information about your activities on the Site or on the Services or using our Software, such as usage data, to the extent that information is not linked to your Personal Information.\n</li>\n</ul> 4.\n<strong>INFORMATION YOU PROVIDE TO US</strong>\n<ul>\n<li>You may provide Personal Information to us in the following ways:</li>\n<ul>\n<li>\n<strong>4.1 Account.</strong>\n<br>\n</li>\n<ul>\n<li> 4.1.1 In order to use certain Services, you may be required to create an account (<strong>\"Account\"</strong>), which will require you (or in some cases, may just give you the option) to provide Personal Information, such as your name and email address.\nWe may also offer the option of creating an Account through connecting via a third party account (for example, with a social media site- a<strong>\"Third Party Account\"</strong>), in which case you will be required to approve the connection as well as the types of information (which may include Personal Information) that is made available to us from, and the types of activities that we may perform in connection with, that Third Party Account.\nEven if you later disconnect your Account from the Third Party Account, we still keep a copy of the Personal Information that we received from the connection of the two accounts.\n</li>\n<li>4.1.2 In either case, we may send you an email, text message, or other electronic message confirming your Account creation (or otherwise instructing you how to confirm it).\n</li>\n</ul>\n<li>\n<strong>4.2 \"Contact Us\" Information</strong>\n<br>If you contact us whether by submitting an online form that we make available or by sending an email to an email address that we display, by using a feedback or reporting feature, or by other means, you may be required to provide us with certain information such as your name and email address.\n</li>\n<li>\n<strong>4.3 Purchases</strong>\n<br>If you make a purchase via the Services, you will be required to provide account and billing information, invoice related information, and other data required to process and fulfill the purchase.\nWe may also update such data should you grant us permission to bill you or your credit card for recurring charges, such as monthly (or other periodic) payments.\nWe may use the products and services of third party service providers to process and fulfill such purchases, in which case you will be providing the information to them as well.\n</li>\n<li>\n<strong>4.4 Profile</strong>\n<br>Some of the Services may enable you to build a public profile in connection with your Account (<strong>\"Public Profile\"</strong>).\nYour Public Profile will include your name, but you may choose to provide other Personal Information, such as your gender, a profile picture, and other information that we may offer you to present.\n</li>\n<li>\n<strong>4.5 Share with Others</strong>\n<br>The Services may offer features enabling you to invite others to use the Services, for example by sending an invitation email from the Site to the recipient's external email address.\nIf you send or post an invitation, you will be providing us with Personal Information about the recipient such as his/her email address or online account user name and id.\nYou are responsible for ensuring that the recipient information is accurate, and you should only provide the information of a third party if you know that third party and believe they would be interested in our Services.\n</li>\n<li>\n<strong>4.6 Blogs, Newsletters, Surveys and Promotions.</strong>\n<br>The Site contains a blog forum displaying information about Stratasys and some of its products and services.\nThe Site may also offer you the opportunity to subscribe to newsletters and participate in surveys and other promotional activities.\nYour interaction (such as responding on the blog forum, subscribing to a newsletter, or participating in a survey) may require you to provide certain Personal Information such as your name and email address, together with any additional Personal Information you choose to enter on the blog forum.\n</li>\n</ul>\n</ul> 5.\n<strong>INFORMATION WE COLLECT FROM YOU</strong>\n<ul>\n<li> We collect Personal Information and other non-personal information from you in the following ways: </li>\n<ul>\n<li>\n<strong>5.1 Log Files.\nDevice and Usage Data &amp.\nIP address</strong>\n<br>We collect information through server log files, but also by deploying tracking technologies within the Site and the Services, and we may also associate this information with your Account.\nWe do this to analyze trends, track user movement around the Site and Services, gather demographic information, and to generally collect information that we may find insightful or helpful.\nThe type of information collected may include (but is not limited to) internet protocol (IP) addresses (which may vary from session to session), MAC address, mobile network information including phone number, device type and hardware model, browser type, operating system type, type of browser, Internet Service Provider (ISP), date/time stamp of Site or Service use, referring/exit pages, and clicked pages.\nFor example, the Site uses Google Analytics, more information on which you can find here: https://www.google.com/intl/en/policies/privacy/partners/.\n</li>\n<li>\n<strong>5.2 Printer Log Files.</strong>\n<br>We collect information through printer log files generated by Stratasys 3D printer devices that interact with our Software, and we may associate this information with your Account.\nWe collect this information in accordance with user-selected Privacy Preferences selected within the Software, and we do this to analyze trends, to understand printer usage, to monitor printer health, and generally to collect information that we may find insightful or helpful.\nThe type of information collected may include printer utilization, material usage, printer errors, and calibration times, job names, part names and other data.\n</li>\n<li>\n<strong>5.3 COOKIES</strong>\n</li>\n<ul>\n<li>In the interest of giving our Site an attractive appearance and in order to allow the use of certain functions, we use cookies on various pages of our Site.\nThey consist of small text files that are stored on your computer.\nMost of these cookies used by us will be erased from your hard drive immediately after your browser session (so-called session cookies).\n</li>\n<li>Other cookies remain saved to your computer's hard drive and enable us to recognize your computer in the event of a later visit to our website (so-called persistent cookies).\nIt is particularly these cookies that allow us to make our Site more user-friendly, effective and safe.\nThanks to these files, for example, it is possible to display information specifically suited to your personal preferences on a certain webpage.\nThese cookies will be erased automatically after the duration of one year.\n</li>\n<li> The legal grounds for processing the cookie information consists of the execution of the agreement as well as of our rightful interest towards the safe and user-friendly presentation of our Site.\n</li>\n<li>For the same reason, the Site uses cookies to distinguish you from other users.\nStratasys may use a cookie file, which is stored on the browser or hard drive of your computer and/or your mobile telephone device, to obtain information about your general internet usage.\nCookies contain information that is transferred to your computer's and/or mobile telephone device's hard drive.\nThey help us to improve the Site and the Services, and to deliver a better and more personalised service.\nThey enable Stratasys: </li>\n<ul>\n<li>to estimate Stratasys's audience size and usage pattern and perform other analytics;</li>\n<li>to store information about your preferences and so allow Stratasys to customise the Site and/or Services according to your individual interests.\n</li>\n<li>to continually improve Stratasys' services.\nand</li>\n<li>to recognise you when you return to the Site.</li>\n</ul>\n<li> You may block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies.\nHowever, if you select this setting you may be unable to access certain parts of the Site.\nUnless you have adjusted your browser setting so that it will refuse cookies, Stratasys' system will issue cookies when you log on to the Site and/or use the Services or our Software.\nYou may wish to look at https://www.aboutcookies.org/which has further information on cookies and how to manage them.\n</li>\n<li>The help function in the menu of most browsers explains how to prevent your browser from accepting cookies, how to signal to your browser about the reception of a new cookie and also, how you can erase all collected cookies as well as how to block all future ones.\n</li>\n<ul>\n<li>Please act as following:</li>\n<ul>\n<li>\n<strong>In Internet Explorer:</strong>\n</li>\n<ol>\n<li>Select the item \"Internet Options\" from the \"Extras\" menu in the toolbar.</li>\n<li>Select the \"Privacy\" tab.</li>\n<li>Now, you can choose the safety settings for the internet zone.\nYou select the cookies that are to be accepted or denied.\n</li>\n<li>Click \"OK\" to confirm these settings.</li>\n</ol>\n<li>\n<strong>In Firefox:</strong>\n</li>\n<ol>\n<li>Select \"Settings\" from the toolbar.</li>\n<li>Click \"Privacy\".</li>\n<li>Select \"Use custom settings for history\" from the dropdown menu.</li>\n<li>Now you can select whether cookies are to be accepted and for what duration you want to store the cookies.\nYou can also add exceptions and determine the websites that are always or never allowed to store cookies.\n</li>\n<li>Click \"OK\" to confirm these settings.</li>\n</ol>\n<li>\n<strong>In Google Chrome:</strong>\n</li>\n<ol>\n<li>Select the menu icon in the browser toolbar.</li>\n<li>Select \"Settings\".</li>\n<li>Click the link \"Show advanced settings...\".</li>\n<li>Click \"Content Settings...\".</li>\n<li>In the \"Cookies\" section, you can select the following settings:</li>\n</ol>\n</ul>\n<ul>\n<li> We remind you however that, in the event of limited cookie settings on your computer, you will not be able anymore to use all functions of our Site to the fullest extent possible.\n</li>\n</ul>\n<p>\n<strong>Analysis tools and Internet Technologies</strong>\n</p>\n<ol>\n<li>The legal basis for the processing of your data along with collective analytical tools and internet technologies is our rightful interest towards an analysis of the activities on our website and the user's and surfer's behaviour on the Site, as well as our interest (and the interest of third parties) in the inclusion of personalized advertisement suited to your interests.\n</li>\n</ol>\n<p>\n<strong>Google Analytics</strong>\n</p>\n<ol>\n<li> This Site uses Google Analytics, a web analysis service provided by Google Inc.\n(\"Google\").\nGoogle Analytics makes use of so-called \"cookies\" as mentioned before, text files stored on your computer that allow an analysis of your use of our website.\nIn principle, the information about your use of our website as displayed by the cookie is transferred to and stored on the Google server in the US.\nWe activated a so-called IP anonymization on this website, which means that Google shortens the IP addresses from within EU Member States or from other EEA treaty states before they are exported to the US server.\nOnly in exceptional cases, the full IP address may be transferred to the US Google server before it is shortened in the US.\n</li>\n<li> As instructed by this Site's operator, Google will use the information for the purpose of analysing your use of our Site, to compose reports on the activities on our Site and to provide further services to the website's operator related to the use of the website and the internet.\nThe IP address that is transferred by your browser and that is shortened before storing for the purposes of Google Analytics will not be added to other Google data.\nYou can prevent the storage of the cookies through the applicable settings of your browser software, however we remind you that, in certain instances, this may cause that you will not be able to use all functions of our Site to the fullest extent possible.\n</li>\n</ol>\n<p>\n<strong>Retargeting</strong>\n</p>\n<ol>\n<li> This website makes use of retargeting technologies that are administered by other operators.\nThrough retargeting, users of our partners' websites, who were interested in our Site and in our Services before, can be approached with personalized advertisements.\nStudies show that the inclusion of personalized advertisements that are related to people's actual interests are more appealing to the user than advertisements without any personal connection.\nThrough retargeting, the incorporation of advertisements is based on the analysis of cookies that display earlier user's conduct.\nOf course, no personal information is stored in this process and, obviously, the use of retargeting technology occurs in compliance with the legal provisions on data protection.\nIf you do not consent to this mode of advertisement, you can deactivate cookies and/or delete existing cookies through your browser settings.\nYou can do so by following the instructions under \"Cookies\".\nYou can revoke the cookies-based analysis with altering consequences for the future by saving a cookie opt-out on your personal device in accordance with the aforementioned instructions.\n</li>\n</ol>\n<p>\n<strong>More internet technologies</strong>\n</p>\n<ol>\n<li> As mentioned before, our website collects and stores information on the visitors' surfing conduct in an anonymized way, through the use of various internet technologies.\nThis data is saved to your computer through cookies and enables us to analyse your anonymized surfing conduct, for instance: a user's city of origin, the type of browser and operating system he or she uses and the pages he visited on the internet.\nThis data can in no event be used to personally identify the visitor of our webpage.\nThe stored data are only used to improve our product and service.\nTherefore, all IP addresses are shortened and thus processed in an anonymous way.\nIt is not used in a different way or disclosed to third parties </li>\n<ul>\n<li> You can generally revoke your consent for the collection, processing and the use of data by a analytics or retargeting technologies commissioned by this website, with altering consequences for the future.\nIt will save a cookie opt-out to your device.\nThis revocation will remain effective as long as you do not erase this cookie.\n</li>\n</ul>\n<li>\n<strong>5.4 Click stream data</strong>\n<br>As you browse the Internet, a trail of electronic information is left at each web site you visit.\nThis information, which is sometimes called \"clickstream\" data, can be collected and stored by a web site's server.\nClickstream data can tell us the type of computer and browsing software you use, the address of the web site from which you linked to the Site, and in some instances, your e-mail address.\nWe may use clickstream data to determine how much time visitors spend on each page of the Site and how they navigate through the Site.\nWe will only use this information to improve the Site.\n</li>\n</ol>\n</ul>\n</ul>\n</ul>\n</ul> 6.\n<strong>THE WAY WE USE PERSONAL INFORMATION</strong>\n<br>\n<ul>\n<li>6.1 All of the ways in which we use (or 'process') your Personal Information, as described further below in this clause or elsewhere in this Privacy Policy, are based on one of a number of legal conditions provided for under applicable data protection laws.\nTypically these will include: </li>\n<ul>\n<li>6.1.1 <strong>processing which is necessary for a contract we have entered, or are entering, into with you</strong>- for example, processing payment information in relation to Services you have ordered.\n</li>\n<li>6.1.2 <strong>processing which is based on your consent</strong>- for example, when you voluntarily provide us with your contact information so that we can respond to a query you have raised with us.\n</li>\n<li>6.1.3 <strong>processing which is within our legitimate interests as the operator of the Site and Services</strong>- for example, associating browser generated information with your Services so that we can tailor or improve the Services for you.\n</li>\n<li>6.1.4 <strong>processing which is necessary to comply with our legal obligations;</strong>\n</li>\n<li>6.1.5 <strong>processing which is necessary to protect our rights and interests.</strong>\n</li>\n</ul>\n<li>6.2 In addition to the uses of Personal Information described elsewhere in this Privacy Policy, we also use Personal Information in the following ways: </li>\n<ul>\n<li>6.2.1 To generally provide you with the Services</li>\n<li>6.2.2 We will use Personal Information to:</li>\n<ul>\n<li>6.2.2.1 administer and provide the Site and Services to you;</li>\n<li>6.2.2.2 further develop and improve the Site and Services;</li>\n<li>6.2.2.3 send you updates, promotions, offerings, or other news of/about the Site, Services and/or Stratasys.\n</li>\n<li>6.2.2.4 respond to communications with you;</li>\n<li>6.2.2.5 offer customer support;</li>\n<li>6.2.2.6 identify or authenticate your access and use of the Site or a Service.\nand/or</li>\n<li>6.2.2.7 send you updates and marketing information related to our products and services, subject to any consents required under local laws.\n</li>\n</ul>\n</ul>\n<li>\n<strong>6.3 Transfer to Affiliates</strong>\n<br>We may send or otherwise share Personal Information to/with our local or foreign subsidiaries or affiliates for the purpose of storing such information on our behalf, or carrying out other processing on our behalf.\nThese entities may be located in other countries where Stratasys has no presence, and their servers may be located anywhere in the world.\nWe require these entities to agree to process such Personal Information in accordance with this Privacy Policy.\n</li>\n<li>\n<strong>6.4 Transfer to Third Parties</strong>\n<br>\n</li>\n<ul>\n<li>We send or otherwise share Personal Information to/with various third parties that help us with our business operations and help us understand how our users use the Site and Services, and to develop and improve them.\nAlso, just as with our third party hosting providers, these third parties may be based (and their servers may be located) anywhere in the world.\n</li>\n<li>The Services may not be hosted by us - all or some of the hosting is done by third party service providers that we engage.\nThis means that data you provide us or that we or third parties collect from you (including any Personal Information, information which we can use, either directly or indirectly, to identify you as a natural person, is hosted with such third party service providers on servers that they own or control.\nRegardless of where such third party service providers are located (and some are located in the US), their servers may be located anywhere in the world (including the US).\nYour data may even be replicated across multiple servers located in multiple countries.\n</li>\n</ul>\n<li>\n<strong>6.5 Merger, sale or bankruptcy</strong>\n<br>In the event that Stratasys is acquired by, or merged with, a third party entity, we may (and hereby reserve the right to) transfer or assign the Personal Information and other information we have collected or received.\nIn the event of a bankruptcy, insolvency, receivership, or comparable event, we may not be able to control how your Personal Information is treated, transferred, assigned, or used.\n</li>\n<li>\n<strong>6.6 Enforcement</strong>\n<br>We may send or otherwise share your Personal Information with any third party if we believe that disclosure of such information is helpful or reasonably necessary to: </li>\n<ul>\n<li>comply with any applicable law, regulation, legal process, or governmental request;</li>\n<li>enforce the terms of service/use governing the Site and/or Services, including investigations of potential violations thereof.\n</li>\n<li>detect, prevent, or otherwise address fraud or security issues.\nand/or</li>\n<li>protect against harm to the rights, property or safety of Stratasys, our subsidiary and affiliates entities, our users, yourself, or the public.\n</li>\n</ul>\n</ul> 7.\n<strong>PUBLICLY AVAILABLE INFORMATION</strong>\n<ul>\n<li> Any content that you make publicly available on or via the Site or Services (such as your Public Profile) will be publicly available to other users of the Site or such Services.\nIf you actively or passively allow your contact information to be public, you may receive unsolicited messages or activity from other users of the Site or such Services.\nWe therefore encourage you only to post information that you are sure you want to be publicly accessible.\n</li>\n</ul> 8.\n<strong>AGGREGATED ANONYMOUS INFORMATION</strong>\n<ul>\n<li>\n<strong>\"Aggregated Anonymous Information\"</strong>is information that we cannot use to contact or identify you and is not linked to information that can be used to do so.\nIt includes passively collected information about your activities on the Site or while using our Services or our Software, such as usage data, to the extent that information is not linked to your Personal Information.\nWe may use Aggregated Anonymous Information for the following purposes collected from our Site or our Services: </li>\n<ul>\n<li>improve the services we provide through the Site and the Services and customize the user experience, such as by providing targeted useful features and promotions based on the type of services you seek.\n</li>\n<li> aggregate the information collected via Cookies and similar technologies to use in statistical analysis to help us track trends, evaluate the effectiveness of our ads and analyse patterns.\n</li>\n</ul>\n</ul> 9.\n<strong>OPTING OUT</strong>\n<ul>\n<li>You may choose not to receive future promotional, advertising, or other Site- or Services-related emails from us by selecting an unsubscribe link at the bottom of each email that we send.\nPlease note that even if you opt out of receiving the foregoing emails, we may still respond to communications initiated by you, as well as send administrative emails that are necessary to facilitate your use of the Site and/or Services (for example, emails confirming print completion).\n</li>\n</ul> 10.\n<strong>YOUR RIGHTS</strong>\n<ul>\n<li>We would like to maintain accurate Personal Information, and we endeavour to comply with all rights you might have under data protection laws.\nIf you would like to delete, access or correct any of your Personal Information that we may be storing, there may be tools that we make available via the Services.\nOtherwise, please contact us at privacy@stratasysinc.onmicrosoft.com.\nto make your request, containing adequate details of the request.\nWe will treat your request in accordance with applicable laws.\n</li>\n</ul> 11.\n<strong>LINKS TO AND INTERACTION WITH THIRD PARTY PRODUCTS</strong>\n<ul>\n<li>The Services may link to, or otherwise enable you to interact with, third party content, products and services.\nAny Personal Information you provide in connection therewith is provided to the third party.\nWe are not responsible for the privacy practices of such third parties, or for such content, products and services, and we encourage you to read the terms and conditions and privacy policies of each third party that you choose to use or interact with.\n</li>\n</ul> 12.\n<strong>CHILDREN'S PRIVACY</strong>\n<ul>\n<li>The Services are not structured to attract children under the age of 13 years.\nAccordingly, we do not intend to collect Personal Information from anyone we know to be under 13 years.\nIf we learn that we have collected Personal Information from a child under 13 years, we will use commercially reasonable efforts to delete that information as quickly as possible.\nIf you believe that we might have any such information, please contact us at privacy@stratasysinc.onmicrosoft.com.\n</li>\n</ul> 13.\n<strong>JOB APPLICANTS</strong>\n<ul>\n<li> In submitting your application you are agreeing that the Personal Information included in your CV will be used as outlined in our Privacy Notice for Job Applicants that you will find here.\nIf you do not want your Personal Information to be used, please do not submit your CV.\n</li>\n</ul> 14.\n<strong>SECURITY</strong>\n<ul>\n<li> We take what we consider to be appropriate measures to protect Personal Information.\nHowever, no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nTherefore, while we try to use reasonably acceptable means to protect your Personal Information, we cannot guarantee its absolute security or confidentiality.\nIf you have any questions about security on the Site or on our Services, you can contact us at privacy@stratasysinc.onmicrosoft.com.\n</li>\n</ul> 15.\n<strong>OUR \"DO NOT TRACK\" NOTICE</strong>\n<ul>\n<li> We do not currently respond or take any action with respect to web browser \"do not track\" signals or other mechanisms that provide consumers the ability to exercise choice regarding the collection of Personal Information about that individual consumer's online activities over time and across third-party web sites or online services.\nWe may allow third parties, such as companies that provide us with analytics tools, to collect Personal Information about an individual consumer's online activities over time and across different web sites when a consumer uses the Site and/or a Service.\n</li>\n</ul> 16.\n<strong>RETENTION OF YOUR PERSONAL INFORMATION</strong>\n<ul>\n<li> We will retain your Personal Information only for as long as necessary to fulfil the purpose(s) for which it was collected and to comply with applicable laws.\nYour consent to such purpose remains valid after termination of our relationship with you.\n</li>\n<li> In principle, we store your data as long as it is required to deliver the Services and as long as we have the rightful interest towards saving it for an extended period of time (for instance, after fully executing a contract, we may still have a rightful interest towards the use of your data for marketing purposes).\nExcluded from deletion is only the data we need for the execution of pending tasks and the data we need to realize our rights and our claims, as well as certain data that we must store for a legally mandatory longer period of time.\nWhen certain data is only saved due to a legally mandatory preservation term, the processing of it by us is limited, even without your request.\n</li>\n</ul> 17.\n<strong>CONTACT US</strong>\n<ul>\n<li>Protecting your privacy online is an evolving area, and we try to evolve our Site and Services to meet these demands.\nIf you have any comments or questions regarding this Privacy Policy, please contact us at privacy@stratasysinc.onmicrosoft.com.\n</li>\n</ul> 18.\n<strong>APPENDIX US</strong>\n<ul>\n<li>18.1 CALIFORNIA PRIVACY RIGHTS<br>California Civil Code Section 1798.83 permits our customers who are California residents to request certain information regarding our disclosure (if any) of Personal Information to third parties for their direct marketing purposes.\nTo the extent applicable, you may make such a request by sending an email to privacy@stratasysinc.onmicrosoft.com.\nPlease note that we are only required to respond to one request per customer each year.\n</li>\n<li> 18.2 DELETION OF CONTENT FROM CALIFORNIA RESIDENTS<br>If you are a California resident under the age of 18 and a registered user of certain parts of the Services, California Business and Professions Code Section 22581 permits you to remove content or Personal Information you have publicly posted.\nIf you wish to remove such content or Personal Information, please contact privacy@stratasysinc.onmicrosoft.com., and provided you specify which content or Personal Information you wish to be removed, we will do so in accordance with applicable law.\nPlease be aware that after removal you will not be able to restore removed content or Personal Information.\nIn addition, such removal does not ensure complete or comprehensive removal of the content or Personal Information you have posted and that there may be circumstances in which the law does not require (or allow) us to enable removal.\n</li>\n</ul>\n<p>\n<em>Last updated: December 19, 2018</em>\n</p> ", "created_at": "2023-09-04 17:45:13.298804", "updated_at": "2023-09-04 17:46:14.56066"}], "points": [], "urls": ["grabcad.com"]}}