{"error": 448, "message": "OK", "parameters": {"id": 7602, "name": "Thumbtack ", "created_at": "2023-03-16 17:31:54.012737", "updated_at": "2023-08-28 22:02:06.787335", "wikipedia": null, "keywords": null, "related": null, "slug": "thumbtack", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/7602.png", "url": "thumbtack.com", "documents": [{"id": 14640, "name": "Privacy Policy ", "url": "https://www.thumbtack.com/privacy", "xpath": "//body", "text": " <ol>\n</ol>Join as a proExplore Sign upLog inHome<ol>\n<li>\n<p>Handyman Services</p>\n</li>\n<li>\n<p>Cheap Movers</p>\n</li>\n<li>\n<p>Local Roofers</p>\n</li>\n<li>\n<p>Last Minute Movers</p>\n</li>\n<li>\n<p>House Cleaning Services</p>\n</li>\n<li>\n<p>Residential Painters</p>\n</li>\n<li>\n<p>Affordable Plumbing Services</p>\n</li>\n<li>\n<p>Single Item Movers</p>\n</li>\n<li>\n<p>General Contractors</p>\n</li>\n<li>\n<p>Plumbers</p>\n</li>\n<li>\n<p>Local Electricians</p>\n</li>\n<li>\n<p>TV Wall Mount Installation Services</p>\n</li>\n</ol>See allEvents and more<ol>\n<li>\n<p>App Developers</p>\n</li>\n<li>\n<p>Tax Preparation Services</p>\n</li>\n<li>\n<p>Affordable Attorneys</p>\n</li>\n<li>\n<p>Freelance Web Designers</p>\n</li>\n<li>\n<p>Personal Trainers</p>\n</li>\n<li>\n<p>Accountants</p>\n</li>\n<li>\n<p>Financial Planners</p>\n</li>\n<li>\n<p>Resume Services</p>\n</li>\n<li>\n<p>DJs</p>\n</li>\n<li>\n<p>Web Developers</p>\n</li>\n<li>\n<p>Business Plan Writing</p>\n</li>\n<li>\n<p>CPA Firms</p>\n</li>\n<li>\n<p>Videographers</p>\n</li>\n<li>\n<p>Affordable Bankruptcy Attorneys</p>\n</li>\n<li>\n<p>Nutritionists</p>\n</li>\n</ol>See allOther Info<ol>\n<li>\n<p>Home Maintenance</p>\n</li>\n<li>\n<p>Weddings</p>\n</li>\n<li>\n<p>Cost Guides</p>\n</li>\n<li>\n<p>Home Resource Center</p>\n</li>\n<li>\n<p>Questions and Answers</p>\n</li>\n<li>\n<p>Get the App</p>\n</li>\n</ol>See allWhat’s on your to-do list?<ol>\n</ol>HomeExplore Home<ol>\n<li>\n<p>Handyman Services</p>\n</li>\n<li>\n<p>Cheap Movers</p>\n</li>\n<li>\n<p>Local Roofers</p>\n</li>\n<li>\n<p>Last Minute Movers</p>\n</li>\n<li>\n<p>House Cleaning Services</p>\n</li>\n<li>\n<p>Residential Painters</p>\n</li>\n<li>\n<p>Affordable Plumbing Services</p>\n</li>\n<li>\n<p>Single Item Movers</p>\n</li>\n<li>\n<p>General Contractors</p>\n</li>\n<li>\n<p>Plumbers</p>\n</li>\n<li>\n<p>Local Electricians</p>\n</li>\n<li>\n<p>TV Wall Mount Installation Services</p>\n</li>\n</ol>See allEvents and more<ol>\n<li>\n<p>App Developers</p>\n</li>\n<li>\n<p>Tax Preparation Services</p>\n</li>\n<li>\n<p>Affordable Attorneys</p>\n</li>\n<li>\n<p>Freelance Web Designers</p>\n</li>\n<li>\n<p>Personal Trainers</p>\n</li>\n<li>\n<p>Accountants</p>\n</li>\n<li>\n<p>Financial Planners</p>\n</li>\n<li>\n<p>Resume Services</p>\n</li>\n<li>\n<p>DJs</p>\n</li>\n<li>\n<p>Web Developers</p>\n</li>\n<li>\n<p>Business Plan Writing</p>\n</li>\n<li>\n<p>CPA Firms</p>\n</li>\n<li>\n<p>Videographers</p>\n</li>\n<li>\n<p>Affordable Bankruptcy Attorneys</p>\n</li>\n<li>\n<p>Nutritionists</p>\n</li>\n</ol>See allOther Info<ol>\n<li>\n<p>Home Maintenance</p>\n</li>\n<li>\n<p>Weddings</p>\n</li>\n<li>\n<p>Cost Guides</p>\n</li>\n<li>\n<p>Home Resource Center</p>\n</li>\n<li>\n<p>Questions and Answers</p>\n</li>\n<li>\n<p>Get the App</p>\n</li>\n</ol>See allJoin as a proSign upLog in Privacy Policy <p>\n<em>Last Updated: November 23, 2022</em>\n</p>\n<p> Thumbtack, Inc.\nand its affiliates (collectively \"Thumbtack,\" \"we,\" \"our,\" or \"us\") value your privacy.\nIn this Privacy Policy (\"Policy\"), we describe the information we collect, how we use it, and when and with whom we share it.\nThis Policy applies to all sites, mobile applications, and other online services (collectively, \"Platform\") made available by Thumbtack, including www.thumbtack.com.\nExcept as otherwise explicitly provided herein, this Policy applies only to information collected on or through the Platform, and it does not apply to information collected or obtained by or through any other means (including, without limitation, information collected offline, in person, over the telephone and/or by mail, or from third-parties outside the Platform).\nUndefined capitalized terms used herein shall have the definitions as set forth in our Terms of Use.\nBy accessing or using the Platform, you agree to this Policy.\nIF YOU DO NOT AGREE TO THIS POLICY, PLEASE DO NOT ACCESS OR USE THE PLATFORM.\n</p> KEY TERMS <p> \"Content\" means text, graphics, images, music, software, audio, video, information or other materials, including but not limited to profile information, Pro Services requests, quotes, message threads, reviews, scheduling and calendar information, and other information or materials available on or through the Platform.\n</p>\n<p> \"Consumer\" means a User who is registered to search for Service Professionals on the Platform, seeks Pro Services from Service Professionals on the Platform, makes a booking with a Service Professional to purchase a Pro Service (or receive a quote in contemplation thereof), is registered for or undergoes a home specialist consultation or similar service with respect to their home, utilizes a Thumbtack plan to track maintenance on a home, is a Thumbtack Plus member, or otherwise uses the Platform to, or agrees to these Terms in order to, receive, pay for, review, or facilitate the receipt of Pro Services.\nBecause a Consumer may be, or may become, a customer of a Service Professional, a Consumer is often referred to as a “customer” or a “Customer” on the Platform and in marketing materials related to the Platform.\"Platform\" means all Thumbtack websites, mobile or other applications, software, processes and any other services provided by or through Thumbtack.\n</p>\n<p> \"Pro Services\" means the services listed, quoted, scheduled, fulfilled or provided by Service Professionals, or sought, scheduled, paid for or received by Consumers, through the Platform.\n</p>\n<p> \"Service Professional\" means a User who uses, or is registered to use, the Platform to offer, provide, receive payment for, or facilitate the provision of Pro Services.\nService Professionals are often referred to as “pros” on the Platform.\"Thumbtack Content\" means all Content Thumbtack makes available on or through the Platform, including any Content licensed from a third-party, but excluding User Content.\n</p>\n<p> \"User\" means a person or entity who completes Thumbtack's account registration process, agrees to these Terms, utilizes any services offered by or through the Platform, or a person or entity who submits or receives a request through Thumbtack, including but not limited to Service Professionals and Consumers.\n</p>\n<p> \"User Content\" means all Content submitted, posted, uploaded, published, or transmitted on or through the Platform by any User of the Platform, including but not limited to photographs, profile information, descriptions, postings, reviews, requests, messages, and payments made through the Platform, but excluding Thumbtack Content and Feedback.\n</p> INFORMATION WE COLLECT <p> How we collect and store information depends on how you access and use the Platform.\nWe collect information in multiple ways including when you provide information directly to us, when you permit third-parties to provide information to us, and when we passively collect information from you, such as information collected from your browser or device.\n</p>\n<p>\n<em>Information You Provide Directly to Us</em>\n</p>\n<p> We may collect information from you during your use or access of the Platform, such as: </p>\n<ul>\n<li>When you register for an account;</li>\n<li>When you participate in polls or surveys;</li>\n<li>When you enroll for electronic newsletters;</li>\n<li>When you request a quote or other information;</li>\n<li>When you submit or respond to a quote;</li>\n<li>When you make a purchase;</li>\n<li>When you fill out any forms;</li>\n<li>When you enter a sweepstakes or contest, or register for a promotion;</li>\n<li>When you transmit User Content;</li>\n<li>When you download or use one of our mobile applications.\nor</li>\n<li>When you otherwise communicate with us or other Users through the Platform.</li>\n</ul>\n<p> This list is illustrative, not exhaustive.\nthe Privacy Policy applies to all uses of the Platform.\n</p>\n<p> The information you provide directly to us may concern you or others and may include, but is not limited to: (a) name.\n(b) zip code.\n(c) email address.\n(d) home or business telephone number.\n(e) home, business or mailing address.\n(f) demographic information (e.g., gender, age, political preference, education, race or ethnic origin, and other information relevant to User surveys and/or offers).\n(g) date of birth.\n(h) insurance information.\n(i) photographs.\n(j) information about your project, home, request or need.\n(k) video or audio files.\n(l) in certain circumstances, payment and/or identity verification information.\nand/or (m) any other content you include in communications with other Users through the Platform or communications with us.\nIt may also include information specific to services you are requesting or offering through the Platform, such as a business name, service description, qualifications and credentials.\nYou are not required to provide us with such information, but certain features of the Platform may not be accessible or available, absent the provision of the requested information.\n</p>\n<p>\n<em>Information from Affiliates, Social Networking Sites, and Other Non-Affiliated Third-Parties</em>\n</p>\n<p> We may collect information about you or others through Thumbtack affiliates or through non-affiliated third-parties.\nFor example, you may be able to access the Platform through a social networking account, such as Facebook.\nIf you access the Platform through your Facebook account, you may allow us to have access to certain information in your Facebook profile.\nThis may include your name, profile picture, gender, networks, user IDs, list of friends, location, date of birth, email address, photos, videos, people you follow and/or who follow you, and/or your posts or \"likes.\" Social networking sites, such as Facebook, have their own policies for handling your information.\nFor a description of how these sites may use and disclose your information, including any information you make public, please consult those sites' privacy policies.\nWe have no control over how any third-party site uses or discloses the personal information it collects about you.\n</p>\n<p> We may collect information about you or others through non-affiliated third-parties.\nFor example, to the extent permitted by law, we may, in our sole discretion, ask for and collect supplemental information about you from third-parties, such as information about your credit from a credit bureau, or information to verify your identity or trustworthiness, or for other fraud or safety protection purposes.\nWe may combine information that we collect from you through the Platform with information that we obtain from such third-parties and information derived from any other products or services we provide.\n</p>\n<p> Through non-affiliated third-parties, we may also collect information that demonstrates the occurrence of an off-Platform communication between a Consumer and a Service Professional in order to ensure accurate charging of fees imposed upon Service Professionals and to enforce the Terms of Use.\nExcept as explicitly stated herein, we will not collect or store the contents of any off-Platform communication between a Consumer and a Service Professional.\n</p>\n<p> If you send text messages with a Consumer or Service Professional using the telephone number for that User available on the Platform, we may use a third-party service provider to track these text messages.\nWe track these text messages for fraud prevention, to ensure appropriate charging of fees, to enforce our Terms of Use, and for quality and training purposes.\nAs part of this process, Thumbtack and the third-party service provider will receive in real time and store data about your text message, including the date and time of the text message, your phone number, and the content of the text message.\n</p>\n<p>\n<em>Information That Is Passively or Automatically Collected</em>\n</p>\n<p>\n<em>Device/Usage Information.</em> We and our third-party service providers, which include ad networks and analytics companies such as DoubleClick and Google Analytics, may use cookies, web beacons, and other tracking technologies to collect information about the computers or devices (including mobile devices) you use to access the Platform.\nAs described further below, we may collect and analyze information including but not limited to (a) browser type.\n(b) ISP or operating system.\n(c) domain name.\n(d) access time.\n(e) referring or exit pages.\n(f) page views.\n(g) IP address.\n(h) unique device identifiers (e.g.\nIDFA or Android ID).\nand (i) the type of device that you use.\nWe may also track and record when and how frequently you access or use the Platform, or how you browse the Platform.\nWe use this information (including the information collected by our third-party service providers) for Platform analytics (including to determine which portions of the Platform are used most frequently and what our Users like/do not like), to assist in determining relevant advertising (both on and off the Platform), to evaluate the success of our advertising campaigns, and as otherwise described in this Policy.\n</p>\n<p>\n<em>Location Information.</em>When you use the Platform, we may collect general location information (such as IP address).\nIf you install our mobile app, we may ask you to grant us access to your mobile device's geolocation data.\nIf you grant such permission, we may collect information about your precise geolocation, and we may use that information to improve the Platform, including providing you with location-based features (e.g.\nfor identification of Pro Services available near you).\nTo deliver customized content and advertising, we may share your location information with our agents, vendors, or advertisers.\nIf you access the Platform through a mobile device and you do not want your device to provide us with location-tracking information, you can disable the GPS or other location-tracking functions on your device, provided your device allows you to do this.\nSee your device manufacturer's instructions for further details.\nIf you disable certain functions, you may be unable to use certain parts of the Platform.\n</p>\n<p>\n<em>Cookies and Other Electronic Technologies.</em>We and our third-party service providers may use cookies, clear GIFs, pixel tags, and other technologies that help us better understand User behavior, personalize preferences, perform research and analytics, and improve the Platform.\nThese technologies, for example, may allow us to tailor the Platform to your needs, save your password in password-protected areas, track the pages you visit, help us manage content, and compile statistics about Platform usage.\nWe also use certain of these technologies to deliver advertisements through the Platform that may interest you.\nWe or our third-party service providers also may use certain of these technologies in emails to our Users to help us track email response rates, identify when our emails are viewed, and track whether our emails are forwarded.\n</p>\n<p> We may also use local shared objects (also known as \"flash cookies\") to assist in delivering special content, such as video clips or animation.\nFlash cookies are stored on your device, but they are not managed through your web browser.\nTo learn more about how to manage flash cookies, you can visit the Adobe website and make changes at the Global Privacy Settings Panel.\n</p> HOW THUMBTACK USES THE INFORMATION WE COLLECT <p>We may use your information for any of the following reasons:</p>\n<ul>\n<li>For the purposes for which you provided it;</li>\n<li> To enable you to use the services available through the Platform, including registering you for our services and verifying your identity and authority to use our services.\n</li>\n<li>For customer support and to respond to your inquiries;</li>\n<li>For internal record-keeping purposes;</li>\n<li>To administer surveys, sweepstakes, promotions, or contests;</li>\n<li> To track fees and process billing and payment including sharing with third-party payment gateways and payment service providers in connection with the Platform.\n</li>\n<li>To improve and maintain the Platform and for product development;</li>\n<li> To address fraud or safety concerns, or to investigate complaints or suspected fraud or wrongdoing.\n</li>\n<li> To periodically send promotional emails regarding new products from Thumbtack, special offers from Thumbtack, or other information that may interest you.\n</li>\n<li> With your consent, to contact you by text message regarding certain services or information you have requested.\n</li>\n<li> With your consent, to contact you by telephone or text message regarding Platform features, improvements, or other products and services that may interest you.\n</li>\n<li> For Thumbtack's market research purposes, including, but not limited to, the customization of the Platform according to your interests.\n</li>\n<li> To contact you about goods and services that may interest you or with information about your use of the Platform.\n</li>\n<li>For other research and analytical purposes.\nand</li>\n<li> To resolve disputes, to protect ourselves and other Users of the Platform, and to enforce any legal terms that govern your use of the Platform.\n</li>\n</ul>\n<p> We may display information related to your business, including your name or your business’s name, publicly on your profile, except to the extent we tell you we will not display such information.\nIf the information you provide us upon signing up for an account differs from the information you provide us as part of the verification data we collect, we have sole discretion in determining which information will be displayed publicly on your profile.\nWe may combine information that we collect from you through the Platform with information that we obtain from affiliated and non-affiliated third-parties, and information derived from any other products or services we provide.\n</p>\n<p> We may aggregate and/or de-identify information collected through the Platform.\nWe may use de-identified or aggregated data for any purpose, including without limitation for research and marketing purposes and may also share such data with any third-parties, including without limitation, advertisers, promotional partners, sponsors, event promoters, and/or others.\n</p>\n<p> We may, either directly or through third-parties we engage to provide services to us, review, scan, or analyze your communications with other Users exchanged via the Platform or as otherwise described in this Policy for fraud prevention, risk assessment, regulatory compliance, investigation, product development, research and User support purposes.\nFor example, as part of our fraud prevention efforts, we may scan and analyze messages to prevent fraud or improper actions.\nWe may also scan, review or analyze messages for research and product development purposes, as well as to debug, improve and expand product offerings.\nBy using the Platform or engaging in off-Platform communications tracked by Thumbtack, you consent that Thumbtack, in its sole discretion, may, either directly or through third-parties we engage to provide services to us, review, scan, analyze, and store your communications, whether done manually or through automated means.\n</p> WHEN THUMBTACK DISCLOSES YOUR INFORMATION <p> Unless otherwise described in this Policy, we may also share the information that we collect from you through the Platform as follows: </p>\n<ul>\n<li>Affiliates.\nWe may share your information with any Thumbtack affiliates.</li>\n<li> Consent.\nWe may disclose your information to nonaffiliated third-parties based on your consent to do so.\nSuch consent includes the disclosure of your information (a) in order to provide services or products that you have requested (please see below for more details).\n(b) when we have your permission.\nor (c) as described in this Policy, our Terms of Use, or any other legal terms governing your use of the Platform.\n</li>\n<li> Service Providers.\nWe may provide access to your information to select third-parties who perform services on our behalf.\nThese third-parties provide a variety of services to us including without limitation billing, sales, marketing, advertising, market research, fulfillment, data storage, analysis and processing, identity verification, fraud and safety protection and legal services.\nAs we retain new service providers, we generally seek contractual assurances from these service providers that they will not use your information in any manner other than to help us provide you with the services and products available from Thumbtack.\n</li>\n<li> Legal Requirements.\nWe may disclose your information when required by law or when we believe in good faith that such disclosure is necessary to: (a) comply with subpoenas, court orders, or other legal process we receive.\n(b) establish or exercise our legal rights including enforcing and administering agreements with Users.\nor (c) defend Thumbtack against legal claims.\nIf we are required by law to disclose your information, we will use commercially reasonable efforts to notify you unless (1) we believe in our sole discretion that providing notice could create a risk of injury or death, or that harm or fraud could be directed to Thumbtack or Users.\nor (2) we are precluded from providing notice by law.\nWe will attempt to provide the notice by email if you have given us an email address.\nWhile you may challenge the disclosure request, please be advised we may still be legally required to turn over your information.\n</li>\n<li> Protection of Thumbtack and Others.\nWe may disclose your information to whomever necessary when we believe it appropriate to investigate, prevent, or take action regarding possible illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of the Terms of Use or any other legal terms governing use of the Platform, and/or to protect our rights and property and the rights and property of other Users.\n</li>\n<li> Business Transfers.\nAs we continue to develop our business, we may sell, buy, merge or partner with other companies or businesses, or sell some or all of our assets.\nIn such contemplated or actual transactions or where there is any change of control of Thumbtack, User information may be among the shared and/or transferred assets.\n</li>\n<li> App Store Providers.\nWe may provide your identity and mobile device identifier to third-party app store providers (for example, the Apple App Store) to allow you to download our mobile apps.\n</li>\n<li> Academics and Research.\nWe may provide information about Users to third-parties for academic and research purposes, in anonymized or aggregated form.\n</li>\n</ul>\n<p> Please be advised that some information you provide and/or that we collect will be publicly accessible.\nFor instance, registration for an account requires that you provide us with your name.\nIf you register through Facebook, the Platform will use the name associated with your Facebook account.\nYour name (full name, or in some instances, your first name and last initial) may be visible to other Users.\nDepending on the circumstances, your name may be attached to your Content or information, such as scheduling of Pro Services, service requests, reviews, participating in discussions or forums, messaging, and profile information.\nCertain other people, including other Users with whom you have interacted via the Platform, will see information about you that is attached to your name.\nFor example (but without limitation), if you are a Consumer seeking Pro Services, the description you provide of your desired services, along with your name, will be shown to some Service Professionals registered in the relevant category along with your name.\nThus, other Users may be able to personally identify you based on Content you provide.\nSimilarly, the information we collect, including but not limited to when you last accessed the Platform, may be shared with other Users with whom you are interacting or otherwise made public.\n</p>\n<p> We invite you to post Content on or through our Platform, including, but not limited to, your comments, pictures, Service Professional profile, and any other information.\nHowever, please be careful and responsible whenever you are online.\nIf you choose to post User Content on or through the Platform, such as through User-to-User messaging or through our review boards, forums, blogs, or other postings, that information: (a) may be or may become publicly available.\n(b) may be collected and used by third-parties with or without our knowledge.\nand (c) may be used in a manner that may violate this Policy, the law, or your personal privacy.\n</p> ONLINE ANALYTICS AND TAILORED ADVERTISING <p>\n<em>Analytics</em>\n</p>\n<p> We may use third-party web analytics services on the Platform, such as those of Google Analytics.\nThese service providers use the sort of technology described in the sections above to help us analyze how Users use the Platform, including by noting the third-party website from which you arrive.\nThe information collected by the technology will be disclosed to or collected directly by these service providers, who use the information to evaluate your use of the Platform.\nWe also use Google Analytics for certain purposes related to advertising, as described in the following section.\nTo prevent Google Analytics from using your information for analytics, you may install the Google Analytics Opt-Out Browser Add-on.\n</p>\n<p>\n<em>Tailored Advertising</em>\n</p>\n<p> Third-parties whose products or services are accessible or marketed via the Platform may also place cookies or other tracking technologies on your computer, mobile phone, or other device to collect information about your use of the Platform in order to (a) inform, optimize, and serve marketing content based on past visits to our websites and other sites and (b) report how our marketing content impressions, other uses of marketing services, and interactions with these marketing impressions and marketing services are related to visits to our websites.\nWe also allow other third-parties (e.g., ad networks and ad servers such as Google Analytics, DoubleClick, Facebook and others) to serve tailored marketing to you and to access their own cookies or other tracking technologies on your computer, mobile phone, or other device you use to access the Platform.\nWe neither have access to, nor does this Policy govern, the use of cookies or other tracking technologies that may be placed on your computer, mobile phone, or other device you use to access the Platform by non-affiliated, third-party ad technology, ad servers, ad networks or any other non-affiliated third-parties.\nThose parties that use these technologies may offer you a way to opt out of targeted advertising as described below.\nYou may receive tailored advertising on your computer through a web browser.\nCookies may be associated with de-identified data linked to or derived from data you voluntarily have submitted to us (e.g., your email address) that we may share with a service provider in hashed, non-human-readable form.\n</p>\n<p> If you are interested in more information about tailored browser advertising and how you can generally control cookies from being put on your computer to deliver tailored marketing, you may visit the Network Advertising Initiative's Consumer Opt-Out Link and/or the Digital Advertising Alliance's Consumer Opt-Out Link to opt-out of receiving tailored advertising from companies that participate in those programs.\nTo opt out of Google Analytics for Display Advertising or customize Google Display Network ads, you can visit the Google Ads Settings page page.\nPlease note that to the extent advertising technology is integrated into the Platform, you may still receive advertising content even if you opt out of tailored advertising.\nIn that case, the advertising content will just not be tailored to your interests.\nAlso, we do not control any of the above opt-out links and are not responsible for any choices you make using these mechanisms or the continued availability or accuracy of these mechanisms.\nIf your browsers are configured to reject cookies when you visit this opt-out page, or you subsequently erase your cookies, use a different computer or change web browsers, your NAI or DAA opt-out may no longer be effective.\nAdditional information is available on NAI's and DAA's websites, accessible by the above links.\n</p>\n<p> When using a mobile application you may also receive tailored in-application advertising content.\nEach operating system (iOS for Apple devices, Android for Android devices, and Windows for Microsoft devices) provides its own instructions on how to prevent the delivery of tailored in-application marketing content.\nYou may review the support materials and/or the privacy settings for the respective operating systems in order to opt-out of tailored in-application advertising.\nFor any other devices and/or operating systems, please visit the privacy settings for the applicable device or contact the applicable platform operator.\n</p> PRIVACY OF MINORS <p> Our services are not designed for minors under the age of 18.\nOnly persons 18 years of age or older may use the Platform.\nIf we discover that an individual under 18 has provided us with personal information, we will close the account and delete that individual’s personal information to the extent required by the Children's Online Privacy Protection Act.\nWe may, where permitted by law, retain certain information internally for purposes described in this Policy.\n</p> SECURITY <p> We employ physical, procedural, and technological security measures to help protect your personal information from unauthorized access or disclosure.\nThumbtack may use encryption, passwords, and physical security measures to help protect your personal information against unauthorized access and disclosure.\nNo security measures, however, are 100% failsafe.\nTherefore, we do not promise and cannot guarantee, and thus you should not expect, that your personal information or communications will not be collected, disclosed and/or used by others.\nYou should take steps to protect against unauthorized access to your password, phone, and computer by, among other things, signing off after using a shared computer, choosing a robust password that nobody else knows or can easily guess, keeping your log-in and password private, and not recycling passwords from other websites or accounts.\nThumbtack is not responsible for the unauthorized use of your information nor for any lost, stolen, or compromised passwords, or for any activity on your account via unauthorized password activity.\n</p> LINKS TO EXTERNAL PLATFORMS <p> The Platform may contain links to other websites or resources over which Thumbtack does not have any control.\nSuch links do not constitute an endorsement by Thumbtack of those external websites.\nYou acknowledge that Thumbtack is providing these links to you only as a convenience, and further agree that Thumbtack is not responsible for the content of such external websites or the protection and privacy of information you provide while visiting such external websites.\n</p> UPDATING, DELETING, AND CORRECTING YOUR INFORMATION <p> You may review, correct, and delete certain information about you by logging in to the Platform and navigating to your preferences page in \"Your Dashboard.\" You must promptly update your account information if it changes or is inaccurate.\nUpon your request, we will close your account and remove your profile information from view as soon as reasonably possible.\nWe may retain information from closed accounts in order to comply with the law, prevent fraud, collect any fees owed, resolve disputes, troubleshoot problems, assist with any investigations of any User, enforce our Terms of Use, and/or for any other purposes otherwise permitted by law that we deem necessary in our sole discretion.\nYou should understand, however, that once you transmit User Content through the Platform, you may not be able to change or remove it.\nOnce we have deactivated or removed your account, you agree that Thumbtack will not be responsible to you for retaining information related to your account.\n</p> YOUR CHOICES <p> We may send periodic emails to you.\nYou may opt out of promotional emails by following the opt-out instructions contained in the email.\nPlease note that it may take up to 10 business days for us to process opt-out requests.\nIf you opt out of receiving emails about recommendations or other information we think may interest you, we may still send you emails about your account or any services you have requested or received from us.\n</p>\n<p> We may monitor and record our telephone conversations with you for training and quality assurance purposes.\nYou will be provided with a notice at the beginning of any call that is being recorded.\n</p> CALIFORNIA NOTICE OF PRIVACY PRACTICES <p> If you are a California resident (as defined by the California Consumer Privacy Act), you may have certain rights.\nFor more information, please see the Supplemental Privacy Notice for California Residents below.\n</p> NOTICE FOR NEVADA RESIDENTS <p> Under Nevada law, certain Nevada consumers may opt out of the sale of “personally identifiable information” for monetary consideration to a person for that person to license or sell such information to additional persons.\n“Personally identifiable information” includes first and last name, address, email address, phone number, Social Security Number, or an identifier that allows a specific person to be contacted either physically or online.\n</p>\n<p> We do not engage in such activity.\nhowever, if you are a Nevada resident who has purchased or leased goods or services from us, you may submit a request to opt out of any potential future sales under Nevada law by NevadaOptOut@thumbtack.com.\nPlease note we will take reasonable steps to verify your identity and the authenticity of the request.\nOnce verified, we will maintain your request in the event our practices change.\n</p> CHANGES TO THIS POLICY <p> THIS POLICY IS CURRENT AS OF THE EFFECTIVE DATE SET FORTH ABOVE.\nTHUMBTACK MAY, IN ITS SOLE AND ABSOLUTE DISCRETION, CHANGE THIS POLICY AT ANY TIME.\nTHUMBTACK WILL POST ITS UPDATED POLICY ON THE PLATFORM, SEND YOU A MESSAGE OR OTHERWISE NOTIFY YOU WHEN YOU ARE LOGGED INTO YOUR ACCOUNT.\nTHUMBTACK ENCOURAGES YOU TO REVIEW THIS POLICY REGULARLY FOR ANY CHANGES.\nYOUR CONTINUED ACCESS TO OR USE OF THE PLATFORM WILL BE SUBJECT TO THE TERMS OF THE THEN-CURRENT POLICY.\n</p> CONSENT TO TRANSFER <p> Our computer systems are currently based in the United States and Canada, so your personal data will be processed by us in the United States and Canada, where data protection and privacy regulations may not offer the same level of protection as in other parts of the world.\nIf you create an account with the Platform as a visitor from outside the United States, by using the Platform, you agree to this Policy and you consent to the transfer of all such information to the United States and Canada, which may not offer a level of protection equivalent to that required in certain other countries, and to the processing of that information as described in this Policy.\n</p> CONTACT US <p> If you have any questions about the Privacy Policy or the Platform, please contact us by sending an email to support@thumbtack.com, or by writing to: Thumbtack, Inc., 415 Natoma Street, Suite 1300, San Francisco, California 94103.\n</p> Supplemental Privacy Notice for California Residents <p> This Supplemental Privacy Notice supplements the information in our Privacy Policy above, and except as provided herein, applies solely to California residents (as defined by the California Consumer Privacy Act (CCPA)).\nIt applies to personal information we collect on or through the Platform and through other means (such as information collected offline, in person, and over the telephone).\nIt does not apply to personal information we collect from Service Professionals in their capacity as Service Professionals.\nEmployees of Thumbtack, Inc.\nand job applicants to jobs at Thumbtack, Inc.\nare also not covered by this Supplemental Privacy Notice </p> Summary of Information We Collect <p> California law requires us to disclose information regarding the categories of personal information that we have collected about California consumers, the categories of sources from which we collect personal information, the business or commercial purposes (as each of those terms are defined by applicable law) for which we collect personal information, and the categories of parties with whom we share personal information.\n</p>\n<p> As described further in our Privacy Policy above, in the preceding twelve months, we or our service providers may have collected the below categories of personal information for business or commercial purposes: </p>\n<ul>\n<li> Identifiers (such as account information, name, email address, address, phone number, or social network account and profile data).\n</li>\n<li>Commercial information (such as transaction data);</li>\n<li>Financial data (such as payment information);</li>\n<li> Internet or other network or device activity (such as IP address, unique device, advertising, and app identifiers, browsing history or other usage data).\n</li>\n<li> Location information (general location, and, if you provide permission, precise GPS location).\n</li>\n<li> Sensory information (such as audio recordings if you call our customer service).\n</li>\n<li>Inferences about your project preferences and traits.\nand</li>\n<li> Other information that identifies or can be reasonably associated with you (such as User-generated content, e.g.\nreviews).\n</li>\n</ul>\n<p> We collect the categories of personal information identified above from the following sources: (1) directly from you.\n(2) through your use of the Platform.\n(3) affiliates.\nand (4) third-parties such as other Users or vendors.\n</p>\n<p> We or our service providers may collect the categories of information identified above for the following business or commercial purposes (as those terms are defined in applicable law): </p>\n<ul>\n<li>Our or our service provider’s operational purposes;</li>\n<li>Auditing consumer interactions on our site (e.g., measuring ad impressions);</li>\n<li> Detecting, protecting against, and prosecuting security incidents, fraudulent or illegal activity and activity that violates any terms or policies.\n</li>\n<li> Bug detection, error reporting, and activities to maintain the quality or safety of our services.\n</li>\n<li> Short-term, transient use, such as customizing content that we or our service providers display on services.\n</li>\n<li> Providing services (e.g., account servicing and maintenance, order processing and fulfillment, customer service, advertising and marketing, analytics, communication about our services, administering surveys, contests, and promotions, enabling you to find a Service Professional to provide services to you, facilitating communications between Users).\n</li>\n<li> Improving our existing services and developing new services (e.g., by conducting research to develop new products or features, or to train our employees on issues that our Users need to be resolved).\n</li>\n<li> Other uses that advance our commercial or economic interests, such as third-party advertising and communicating with you about relevant offers from third-party partners.\n</li>\n<li>Other uses about which we notify you.</li>\n</ul>\n<p> We describe our information sharing practices in the Privacy Policy above.\nIn the previous twelve months, we may have shared certain categories of personal information with third-parties for business purposes.\nFor example, we may share your personal information with other Users, such as Service Professionals when you request professional services.\nThe personal information shared may include the following categories of personal information: (1) identifiers.\n(2) commercial information (such as the type of professional services you are seeking).\n(3) location information (e.g.\nto describe where you are seeking professional services).\nand (4) other information that can be associated with you (such as information related to a home improvement project).\n</p>\n<p> Examples of these types of uses are identified below.\nWe may also use the below categories of personal information for compliance with applicable laws and regulations, and we may combine the information we collect (“aggregate”) or remove pieces of information (“de-identify”) to limit or prevent identification of any particular User or device.\n</p> Rights <p> If you are a California resident (as defined by the CCPA), you may have certain rights.\nCalifornia law may permit you to request that we: </p>\n<ul>\n<li> Provide you the categories of personal information we have collected or disclosed about you in the last twelve months.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting or selling your personal information.\nand the categories of third-parties with whom we shared personal information.\n</li>\n<li>Provide access to and/or a copy of certain information we hold about you.</li>\n<li>Delete certain information we have about you.</li>\n</ul>\n<p> You may have the right to receive information about the financial incentives that we offer to you, if any.\nYou also have the right to not be discriminated against (as provided for in applicable law) for exercising certain of your rights referenced herein.\nCertain information may be exempt from such requests under applicable law.\nIn addition, we need certain types of information so that we can provide our services to you.\nIf you ask us to delete it, you may no longer be able to access or use our services.\n</p>\n<p> If you would like to exercise any of these rights, please submit a request at dataprivacy@thumbtack.com or visit https://help.thumbtack.com/data-privacy.\nYou will be required to verify your identity before we are able to fulfill your request, for instance by logging into the Thumbtack platform.\nYou can also designate an authorized agent to make a request on your behalf.\nTo do so, you must provide us with written authorization or a power of attorney, signed by you, for the agent to act on your behalf.\nYou will still need to verify your identity directly with us.\n</p>\n<p> The CCPA sets forth certain obligations for businesses that “sell” personal information.\nThumbtack shares certain personal information of Consumers with select Service Professionals to better enable those Consumers to find a Service Professional who can provide a service the Consumer has expressed interest in.\nThumbtack also shares certain information with its marketing partners who do not qualify as “service providers” under the CCPA.\nTo opt out of such sharing, you may click here.\n</p> Metrics <p> California law may require us to compile the following metrics for the previous calendar year: the number of rights requests received, complied with, and denied, as well as the median number of days within which we responded to those requests.\nTo the extent this obligation applies to Thumbtack, we will update this section after the CCPA has been in effect for a year.\n</p> California Shine the Light <p> If you are a California resident, you may ask for a list of third-parties that have received your information for direct marketing purposes during the previous calendar year.\nIf we have shared your information, this list will contain the types of information shared, and we will provide this list at no cost.\nTo make such a request, contact us at dataprivacy@thumbtack.com.\n</p> California Do-Not-Track Disclosure <p> Thumbtack is committed to providing you with meaningful choices about the information collected on our Platform for third-party purposes.\nThat is why we have provided links (above) to the NAI \"Consumer Opt-Out\" link, the DAA opt-out link, and a Google opt-out link.\nHowever, Thumbtack does not currently recognize or respond to browser-initiated Do-Not-Track signals, as the Internet industry is currently still working on Do-Not-Track standards, implementations, and solutions.\n</p> Thumbtack Consider it done.\n<ul>\n<li> About </li>\n<li> Careers </li>\n<li> Press </li>\n<li> Blog </li>\n<li>\n</li>\n</ul> Customers <ul>\n<li> How to use Thumbtack </li>\n<li> Sign up </li>\n<li> Get the app </li>\n<li> Services near me </li>\n<li> Cost estimates </li>\n<li> Home resource center </li>\n<li> Small business survey </li>\n<li> Questions and answers </li>\n</ul> Pros <ul>\n<li> Thumbtack for pros </li>\n<li> Sign up as a pro </li>\n<li> Community </li>\n<li> Pro Resources </li>\n<li> Success stories </li>\n<li> Pro reviews </li>\n<li> iPhone app for pros </li>\n<li> Android app for pros </li>\n</ul> Support <ul>\n<li> Help </li>\n<li> Safety </li>\n<li> COVID-19 Info </li>\n<li> Terms of Use </li>\n<li> Privacy Policy </li>\n<li> CA Privacy Notice </li>\n<li> Do not Sell or Share My Personal Information </li>\n</ul> © 2023 Thumbtack, Inc.\nThumbtack Guarantee CancelSearch<ol>\n</ol> ", "created_at": "2023-03-16 17:31:54.076421", "updated_at": "2023-03-16 17:32:38.730377"}, {"id": 14639, "name": "Terms", "url": "https://www.thumbtack.com/terms", "xpath": "//body", "text": " <ol>\n</ol>Join as a proExplore Sign upLog inHome<ol>\n<li>\n<p>Handyman Services</p>\n</li>\n<li>\n<p>Cheap Movers</p>\n</li>\n<li>\n<p>Local Roofers</p>\n</li>\n<li>\n<p>Last Minute Movers</p>\n</li>\n<li>\n<p>House Cleaning Services</p>\n</li>\n<li>\n<p>Residential Painters</p>\n</li>\n<li>\n<p>Affordable Plumbing Services</p>\n</li>\n<li>\n<p>Single Item Movers</p>\n</li>\n<li>\n<p>General Contractors</p>\n</li>\n<li>\n<p>Plumbers</p>\n</li>\n<li>\n<p>Local Electricians</p>\n</li>\n<li>\n<p>TV Wall Mount Installation Services</p>\n</li>\n</ol>See allEvents and more<ol>\n<li>\n<p>App Developers</p>\n</li>\n<li>\n<p>Tax Preparation Services</p>\n</li>\n<li>\n<p>Affordable Attorneys</p>\n</li>\n<li>\n<p>Freelance Web Designers</p>\n</li>\n<li>\n<p>Personal Trainers</p>\n</li>\n<li>\n<p>Accountants</p>\n</li>\n<li>\n<p>Financial Planners</p>\n</li>\n<li>\n<p>Resume Services</p>\n</li>\n<li>\n<p>DJs</p>\n</li>\n<li>\n<p>Web Developers</p>\n</li>\n<li>\n<p>Business Plan Writing</p>\n</li>\n<li>\n<p>CPA Firms</p>\n</li>\n<li>\n<p>Videographers</p>\n</li>\n<li>\n<p>Affordable Bankruptcy Attorneys</p>\n</li>\n<li>\n<p>Nutritionists</p>\n</li>\n</ol>See allOther Info<ol>\n<li>\n<p>Home Maintenance</p>\n</li>\n<li>\n<p>Weddings</p>\n</li>\n<li>\n<p>Cost Guides</p>\n</li>\n<li>\n<p>Home Resource Center</p>\n</li>\n<li>\n<p>Questions and Answers</p>\n</li>\n<li>\n<p>Get the App</p>\n</li>\n</ol>See allWhat’s on your to-do list?<ol>\n</ol>HomeExplore Home<ol>\n<li>\n<p>Handyman Services</p>\n</li>\n<li>\n<p>Cheap Movers</p>\n</li>\n<li>\n<p>Local Roofers</p>\n</li>\n<li>\n<p>Last Minute Movers</p>\n</li>\n<li>\n<p>House Cleaning Services</p>\n</li>\n<li>\n<p>Residential Painters</p>\n</li>\n<li>\n<p>Affordable Plumbing Services</p>\n</li>\n<li>\n<p>Single Item Movers</p>\n</li>\n<li>\n<p>General Contractors</p>\n</li>\n<li>\n<p>Plumbers</p>\n</li>\n<li>\n<p>Local Electricians</p>\n</li>\n<li>\n<p>TV Wall Mount Installation Services</p>\n</li>\n</ol>See allEvents and more<ol>\n<li>\n<p>App Developers</p>\n</li>\n<li>\n<p>Tax Preparation Services</p>\n</li>\n<li>\n<p>Affordable Attorneys</p>\n</li>\n<li>\n<p>Freelance Web Designers</p>\n</li>\n<li>\n<p>Personal Trainers</p>\n</li>\n<li>\n<p>Accountants</p>\n</li>\n<li>\n<p>Financial Planners</p>\n</li>\n<li>\n<p>Resume Services</p>\n</li>\n<li>\n<p>DJs</p>\n</li>\n<li>\n<p>Web Developers</p>\n</li>\n<li>\n<p>Business Plan Writing</p>\n</li>\n<li>\n<p>CPA Firms</p>\n</li>\n<li>\n<p>Videographers</p>\n</li>\n<li>\n<p>Affordable Bankruptcy Attorneys</p>\n</li>\n<li>\n<p>Nutritionists</p>\n</li>\n</ol>See allOther Info<ol>\n<li>\n<p>Home Maintenance</p>\n</li>\n<li>\n<p>Weddings</p>\n</li>\n<li>\n<p>Cost Guides</p>\n</li>\n<li>\n<p>Home Resource Center</p>\n</li>\n<li>\n<p>Questions and Answers</p>\n</li>\n<li>\n<p>Get the App</p>\n</li>\n</ol>See allJoin as a proSign upLog in Terms of Use (currently effective) <p>Last Updated: November 7, 2022</p>\n<p>\n<strong>IMPORTANT NOTICE: THIS AGREEMENT CONTAINS A BINDING ARBITRATION PROVISION AND CLASS ACTION WAIVER.\nIT AFFECTS YOUR LEGAL RIGHTS AS DETAILED IN THE ARBITRATION AND CLASS ACTION WAIVER SECTION BELOW.\nPLEASE READ CAREFULLY.</strong>\n</p> ACCEPTANCE OF THESE TERMS <p> This Terms of Use Agreement (\"Terms\"), including the BINDING ARBITRATION AND CLASS ACTION WAIVER CONTAINED HEREIN govern your access to, use of, and participation in the Platform made available by Thumbtack, Inc.\nor any of its subsidiaries (collectively, and including such entities operating under any other names (including Setter), \"Thumbtack,\" \"we,\" \"our,\" or \"us\") or through Thumbtack and the entirety of your relationship with Thumbtack.\nYOU UNDERSTAND AND AUTHORIZE THUMBTACK TO USE YOUR INFORMATION TO OBTAIN BACKGROUND CHECKS AND BUSINESS CREDIT CHECKS FROM OUR VENDORS AND/OR VERIFY YOUR IDENTITY THROUGHOUT YOUR USE OF THE SERVICE.\n</p>\n<p> PLEASE READ THE TERMS THOROUGHLY AND CAREFULLY.\nBY USING THE PLATFORM, YOU AGREE TO BE BOUND BY THESE TERMS.\nIF YOU DO NOT AGREE TO THESE TERMS, THEN YOU MAY NOT ACCESS OR USE THE PLATFORM.\n</p>\n<p> All references to \"you\" or \"your,\" as applicable, mean the person who accesses, uses, and/or participates in the Platform in any manner, and each of your heirs, assigns, and successors.\nIf you use the Platform on behalf of an entity, you represent and warrant that you have the authority to bind that entity, your acceptance of the Terms will be deemed an acceptance by that entity, and \"you\" and \"your\" herein will refer to that entity, its directors, officers, employees, and agents.\n</p> MODIFICATIONS <p> Thumbtack reserves the right, in our sole discretion, to modify these Terms, and any other documents incorporated by reference herein, at any time and without prior notice.\nThumbtack will notify you of changes by posting on the Thumbtack Terms of Use website and may also, in our sole discretion, notify you by sending you a message and/or otherwise notifying you when you are logged into your account.\nModifications will become effective 30 days after the earliest of: (a) modifications being posted on the Platform.\n(b) Thumbtack’s transmission of a message to you about the modifications.\nor (c) you are otherwise notified when you are logged into your account.\nYour use of the Platform after the expiration of the 30 days will constitute your consent to the changes.\nIf you do not agree, you may not access or use the Platform.\n</p> ADDITIONAL TERMS AND POLICIES <p> Please review Thumbtack's Privacy Policy , incorporated herein by reference, for information and notices concerning Thumbtack's collection and use of your information.\nThe provision and delivery of text messages by Thumbtack or our text message service providers is governed by our SMS Terms and Conditions, which are expressly incorporated herein.\nThe “Thumbtack Guarantee” is governed by the Thumbtack Guarantee Terms and Conditions, which are expressly incorporated herein.\nPlease review the full set of key Thumbtack policies that govern your use of the Platform and our interactions with you and third-parties.\nCertain areas of and/or products on the Platform may have different terms and conditions posted or may require you to agree with and accept additional terms and conditions or policies.\nIf there is a conflict between these Terms and the terms and conditions or policies posted for a specific area or product, the latter take precedence with respect to your use of that area or product.\n</p> KEY TERMS <p>\"Collective Content\" means User Content and Thumbtack Content together.</p>\n<p> \"Content\" means text, graphics, images, music, software, audio, video, information or other materials, including but not limited to profile information, Pro Services requests, quotes, message threads, reviews, scheduling and calendar information, and other information or materials available on or through the Platform.\n</p>\n<p> \"Consumer\" means a User who is registered to search for Service Professionals on the Platform, seeks Pro Services from Service Professionals on the Platform, makes a booking with a Service Professional to purchase a Pro Service (or receive a quote in contemplation thereof), is registered for or undergoes a home specialist consultation or similar service with respect to their home, utilizes a Thumbtack plan to track maintenance on a home, is a Thumbtack Plus member, or otherwise uses the Platform to, or agrees to these Terms in order to, receive, pay for, review, or facilitate the receipt of Pro Services.\nBecause a Consumer may be, or may become, a customer of a Service Professional, a Consumer is often referred to as a “customer” or a “Customer” on the Platform and in marketing materials related to the Platform.\n</p>\n<p> \"Fee\" means any amount charged by Thumbtack to a User in connection with the Platform.\n</p>\n<p> \"Platform\" means all Thumbtack websites, mobile or other applications, software, processes, video consultations, subscription services, and any other services provided by or through Thumbtack.\n</p>\n<p> “Privacy Policy” means the Thumbtack Privacy Policy located at https://www.thumbtack.com/privacy/, including any amendments, supplements or modifications thereto made from time to time.\n</p>\n<p> \"Pro Services\" means the services listed, quoted, scheduled, offered, fulfilled or provided by Service Professionals, or sought, scheduled, paid for, or received by Consumers, through the Platform.\n</p>\n<p> \"Service Professional\" means a User who uses, or is registered to use, the Platform to offer, provide, receive payment for, or facilitate the provision of Pro Services.\nService Professionals are often referred to as “pros” on the Platform.\n</p>\n<p> \"Thumbtack Content\" means all Content Thumbtack makes available on or through the Platform, including any Content licensed from a third-party, but excluding User Content.\n</p>\n<p> \"User\" means a person or entity who completes Thumbtack's account registration process, agrees to these Terms, utilizes any services offered by or through the Platform, or a person or entity who submits or receives a request through Thumbtack, including but not limited to Service Professionals and Consumers.\n</p>\n<p> \"User Content\" means all Content submitted, posted, uploaded, published, or transmitted on or through the Platform by any User or other user of the Platform, including but not limited to photographs, profile information, descriptions, postings, reviews, requests, messages, and payments made through the Platform, but excluding Thumbtack Content and Feedback.\n</p> ELIGIBILITY, SERVICE PROFESSIONAL REPRESENTATIONS, WARRANTIES, AND USE OF THE PLATFORM <p> Access to and use of the Platform is available only to individuals who are at least 18 years old and can form legally binding contracts under applicable law.\nBy accessing or using the Platform, you represent and warrant that you meet these requirements.\n</p>\n<p> By registering or using the Platform to offer, post, or provide Pro Services, Service Professionals represent and warrant that they, and the employees, agents, suppliers contractors, and subcontractors who may perform work for them, are properly and fully qualified and experienced, and licensed, certified, bonded, and insured, as required by applicable laws or regulations to which they may be subject in the jurisdiction(s) in which they offer their Pro Services and in relation to the specific job they are performing.\nService Professionals otherwise agree to comply with all applicable laws, including the California Consumer Privacy Act, any other applicable privacy laws, and the Telephone Consumer Protection Act, in their use of the Platform and any personal information obtained from the Platform.\n</p>\n<p> Thumbtack does not sell or otherwise provide Pro Services.\nThumbtack may directly provide home project consultations and related on-Platform services to Consumers, but any Pro Services solicited as a result of any such consultations or on-Platform services are provided by an independent Service Professional without any representation or warranty from Thumbtack other than as expressly provided for herein.\nThumbtack also facilitates Pro Service transactions, which facilitation may include displaying a list of Service Professionals profiles, allowing Consumers and Service Professionals to send messages to each other, allowing for the booking of an appointment for the provision of Pro Services, assisting in the selection of a Service Professional for certain Consumers, and processing payment for certain Pro Services.\nConsumers understand that any such facilitation does not constitute a warranty in relation to the Pro Services.\nService Professionals understand and agree that using the Platform does not guarantee that anyone will engage them for Pro Services.\nConsumers understand that any Pro Services they solicit and/or pay for using the Platform are solicited directly from the Service Professional providing such Pro Services.\n</p>\n<p> Service Professionals understand and agree that they are customers of Thumbtack, and are not Thumbtack employees, contractors, consultants, joint venturers, partners, or agents.\nService Professionals acknowledge that they provide their own equipment, select their own jobs, develop their own expertise, are free to do jobs through other platforms and lead sources, and determine their own work schedule.\nThumbtack does not control, and has no right to control, the services a Service Professional provides (including the details of how the Service Professional provides such services) if the Service Professional is engaged by a Consumer or any other person, except as specifically noted herein or on the Platform.\n</p>\n<p> Thumbtack, as permitted by applicable laws, obtains reports regarding Service Professionals, which may include history of criminal convictions or sex offender registration, and we may limit, block, suspend, deactivate, or cancel a Service Professional’s account based on the results of such a report, without or without notice.\nAs a Service Professional, you agree and authorize us to use your personal information, such as your full name and date of birth, to obtain such reports from Thumbtack’s vendors.\nService Professionals agree to inform Thumbtack of any material criminal convictions that occur after any such reports are run.\n</p> ACCOUNT REGISTRATION AND OTHER SUBMISSIONS <p> Users may access the Platform without registering for an account.\nTo access and participate in certain features of the Platform, you will need to create a password-protected account (\"Account\").\nYou may register for an Account using certain third-party account and log-in credentials (your \"Third-Party Site Password\"), such as your Facebook or Google credentials.\nYou agree to provide accurate, current, and complete information during the registration or request submission process and at all other times when you use the Platform, and to update information to keep it accurate, current, and complete.\nYou are solely responsible for safeguarding your Thumbtack password and, if applicable, your Third-Party Site Password.\nYou are solely responsible for all activity that occurs on your Account, and you will notify Thumbtack immediately of any unauthorized use.\nThumbtack is not liable for any losses by any party caused by an unauthorized use of your Account.\nYou are liable for the losses of Thumbtack or others due to any unauthorized use of your account related to your failure to comply with these Terms.\nYour account is nontransferable except with Thumbtack’s written permission and in accordance with Thumbtack policies and procedures.\n</p> YOUR LICENSE TO USE THE PLATFORM <p> Subject to your compliance with these Terms, Thumbtack grants you a limited, non-exclusive, revocable, nontransferable, and non-sublicensable license to reproduce and display Collective Content (excluding any software source code) solely for your personal and non-commercial use and only in connection with your access to and participation in the Platform.\nYou will not use, copy, adapt, modify, prepare derivative works based upon, distribute, license, sell, transfer, publicly display, publicly perform, transmit, stream, broadcast or otherwise exploit the Platform or Collective Content, except as expressly permitted in these Terms.\nThe Platform and Collective Content are provided to you as is.\nIf you download or print a copy of Collective Content for personal use, you must retain all copyright and other proprietary notices contained thereon.\nNo licenses or rights are granted to you by implication or otherwise regarding any intellectual property rights owned or controlled by Thumbtack or our licensors, except for the licenses and rights expressly granted in these Terms.\n</p> USER CONTENT <p> We may, in our sole discretion, permit you to post, upload, publish, submit or transmit User Content.\nThe contents of private messaging through the Platform will not be used by Thumbtack in public advertising.\nBy making available any User Content on or through the Platform, you hereby grant to Thumbtack a worldwide, irrevocable, perpetual, non-exclusive, transferable, royalty-free license, with the right to sublicense, to use, copy, adapt, modify, distribute, license, sell, transfer, publicly display, publicly perform, transmit, stream, broadcast, access, view, and otherwise utilize such User Content on, through, by means of or to promote, market or advertise the Platform or Pro Services, or for any other purpose in our sole discretion.\nIn the interest of clarity, the license granted to Thumbtack will survive termination of the Platform or your Account.\nThumbtack does not claim ownership rights in your User Content and nothing in these Terms will be deemed to restrict rights that you may have to use and exploit any such User Content submitted, posted, uploaded, published, or transmitted on or through the Platform by you.\n</p>\n<p> You acknowledge and agree that you are solely responsible for all User Content that you make available on or through the Platform.\nAccordingly, you represent and warrant that: (a) you either are the sole and exclusive owner of all User Content that you make available on or through the Platform or you have all rights, licenses, consents and releases that are necessary to grant to Thumbtack the rights in such User Content, as contemplated under these Terms.\nand (b) neither the User Content nor your posting, uploading, publication, submission or transmittal of the User Content or Thumbtack's use of your User Content (or any portion thereof) on, through or by means of the Platform will infringe, misappropriate or violate a third-party's patent, copyright, trademark, trade secret, moral rights or other proprietary or intellectual property rights, or rights of publicity or privacy, or result in the violation of any applicable law or regulation.\nWhile Thumbtack has no obligation to do so, you agree that Thumbtack may edit and/or withdraw your User Content, and you understand it remains your sole responsibility to monitor your User Content and ensure that such edited Content is accurate and consistent with your representations and warranties in these Terms.\n</p>\n<p> Thumbtack reserves the right, at any time and without prior notice, to remove or disable access to User Content that we, in our sole discretion, consider to be objectionable, in violation of these Terms or otherwise harmful to the Platform or Users, or for any other reason.\n</p> PROHIBITIONS <p>As a User of the Platform, you may not:</p>\n<ul>\n<li>\n<p> Use another person's Account, misrepresent yourself or Pro Services offered through the Platform, misrepresent your identity or qualifications, misrepresent a project or other information in a quote request, or post Content in any inappropriate category or areas on the Platform.\n</p>\n</li>\n<li>\n<p> Use any automated system including but not limited to robots, spiders, offline readers, or scrapers to access the Platform for any purpose without Thumbtack's prior written approval.\nprovided, that the operators of public search engines may use spiders or robots to copy materials from the Platform for the sole purpose of creating publicly available searchable indices of the materials, but not caches or archives of such material (Thumbtack reserves the right to revoke these exceptions either generally or in specific cases).\n</p>\n</li>\n<li>\n<p> Copy text, or otherwise misuse or misappropriate Platform information or Content in any manual or automated manner including but not limited to, for use on a mirrored, competitive, or third-party site.\n</p>\n</li>\n<li>\n<p> Take any action that (a) may unreasonably encumber the Platform's infrastructure.\n(b) interferes or attempts to interfere with the proper working of the Platform or any third-party participation.\n(c) bypasses measures that are used to prevent or restrict access to the Platform.\n(d) circumvents, disables or otherwise interferes with security features of the Platform.\n(e) distributes viruses or any other technologies that may harm Thumbtack or our Users.\n(f) uses the Platform in a way that violates any copyrights, trade secrets, or other rights of any third-party, including privacy or publicity rights.\nor (g) circumvents or manipulates the Fee structure, billing, or Fees owed.\n</p>\n</li>\n<li>\n<p> Use the Platform in any manner that circumvents, or that may be intended to circumvent, your obligation to pay Thumbtack for access to services provided by the Platform or by Service Professionals.\n</p>\n</li>\n<li>\n<p> Notwithstanding anything to the contrary contained in these Terms, collect, harvest, publish, or “sell” any personal information (as that term is defined by the California Consumer Privacy Act and/or any similar law or regulation), including but not limited to information related to Users for any reason not explicitly authorized by these Terms, including commercial solicitation purposes.\n</p>\n</li>\n<li>\n<p>Violate any applicable laws or regulations;</p>\n</li>\n<li>\n<p> Fail to comply with a User’s requests (including, those made on their behalf by Thumbtack) to no longer receive phone calls, text messages, e-mails or any other communications from you.\n</p>\n</li>\n<li>\n<p> Recruit, solicit, or contact in any form Service Professionals or Consumers for employment or any other use not specifically intended by the Platform.\n</p>\n</li>\n<li>\n<p> Take any inappropriate or unlawful actions, including the submission of inappropriate or unlawful Content to or through the Platform, including Content that is harassing, hateful, illegal, profane, obscene, defamatory, threatening, or discriminatory, or that advocates, promotes, or encourages inappropriate activity, conduct that would be considered a criminal offense, or conduct that would give rise to civil liability or violate any law.\n</p>\n</li>\n<li>\n<p> Violate in any material respect any Thumbtack policies that govern your use of the Platform and our interactions with you and third-parties.\n</p>\n</li>\n<li>\n<p> Advertise or solicit a Pro Service not related to or appropriate for the Platform including, but not limited to any Pro Service that (a) is not in supported categories or provides only products.\n(b) provides directories or referrals.\n(c) offers lending.\n(d) offers rental space.\n(e) promotes events (such as a party or professional convention).\n(f) competes with the business of Thumbtack.\n(g) is based outside the United States.\n(h) promotes or offers Ponzi schemes, junk mail, spam, chain letters, pyramid schemes, affiliate marketing or unsolicited commercial content, discount cards, credit counseling, online surveys or contests, raffles, prizes, bonuses, games of chance or giveaways.\nor (i) offers a Pro Service not reasonably available to a Consumer or other individual in that Consumer or individual’s location.\n</p>\n</li>\n<li>\n<p> Submit User Content that damages the experience of any User including but not limited to (a) requests to download non-Thumbtack mobile applications and/or links that direct the User to mirrored websites where the User must enter information that is redundant with what has already been entered on Thumbtack, (b) offers to purchase a Pro Service or any other service outside of Thumbtack, or (c) using a profile page or User name to promote services not offered on or through the Platform.\n</p>\n</li>\n<li>\n<p> Take any action that may undermine the efficacy or accuracy of reviews or ratings systems.\n</p>\n</li>\n<li>\n<p> Fail to perform Pro Services purchased from you as promised, unless the applicable Consumer fails to meet a material term of the applicable agreement for such Pro Services (including by refusing to pay).\n</p>\n</li>\n<li>\n<p> Seek to charge a Consumer for Pro Services when payment has already been, or is scheduled to be, initiated through Thumbtack.\n</p>\n</li>\n<li>\n<p> Engage in fraudulent conduct, including but not limited to offering to make money transfers with intent to request a refund of any portion of the payment or soliciting Users to mail cash or use other payment methods prohibited by Thumbtack.\n</p>\n</li>\n<li>\n<p> Sign up for, negotiate a price for, use, or otherwise solicit a Pro Service with no intention of following through with your use of or payment for the Pro Service.\n</p>\n</li>\n<li>\n<p> Agree to purchase a Pro Service when you do not meet a Service Professional's requirements.\n</p>\n</li>\n<li>\n<p> Create more than one Consumer or Service Professional Thumbtack account without our written permission.\n</p>\n</li>\n<li>\n<p> Circumvent, or seek to circumvent, payment through the Platform where payment through the Platform is indicated to you as mandatory or is initiated by a Consumer.\n</p>\n</li>\n<li>\n<p> Fail to comply with any applicable laws or regulations related to your use of the Platform.\n</p>\n</li>\n<li>\n<p>Share a Thumbtack Plus subscription across multiple households;</p>\n</li>\n<li>\n<p>Seek to circumvent the terms of, or abuse, your Thumbtack Plus subscription;</p>\n</li>\n<li>\n<p> Undertake any activity or engage in any conduct that is inconsistent with the business or purpose of the Platform.\nand </p>\n</li>\n<li>\n<p>Attempt to indirectly undertake any of the foregoing.</p>\n</li>\n</ul> THUMBTACK BUDGET, FEES, AND TAXES <p>In connection with the use of Thumbtack's Platform, Thumbtack charges Fees.</p>\n<p> Service Professionals can pay Fees to Thumbtack in order to receive certain services on the Platform, including but not limited to receiving contacts, bookings or payments from Consumers or other individuals.\nAs a Service Professional, Thumbtack will automatically charge your stored payment method when those Consumers or other individuals contact you or make a booking with you concerning a Pro Service that matches the targeting preferences you set with us.\nThumbtack may also charge other types of Fees that you have previously agreed to (for example, cancellation fees or fees for services such as Front Desk) to your stored payment method or as deduction from your Thumbtack balance.\nFees may also be deducted from the total amount a Consumer pays for a particular Pro Service.\nIn order to use Thumbtack, you must have at least one valid payment method stored on file and the storage of such payment method is subject to our Stored Payment Terms and Conditions.\nAs described more fully below, you may also be required to set a weekly spending limit or Budget (as defined below).\nExcept as otherwise described herein or in our Refund Policy, all sales and Fees on Thumbtack are final and non-refundable.\n</p>\n<p>\n<em>Budget for Service Professionals</em>.\nAs a Service Professional, Thumbtack may require you to set one or more weekly spending limits (“Budgets”) for how much you are willing to spend on certain Fees over a specific period (“Budget Period”).\nThe types of leads or other Fees that count against your Budget will be disclosed to you at the time you set your Budget.\nYou understand that Thumbtack may charge your stored payment method in excess of your Budgets if such charges relate to Fees not covered by your budget (including for “opportunities” contacts or for commission-based Fees), or if you otherwise give Thumbtack permission to do so.\nYou will not be charged the Budget amount upfront or automatically - your Budget is not a subscription.\nRather, you will be charged Fees (as further described below) and the types of Fees covered by a Budget will not exceed your specified Budget without your permission.\nWhile Thumbtack may provide an estimate for the number of Consumers who may contact you if you set a particular Budget for a particular Budget Period, or if you otherwise set a certain spending preference, you acknowledge and agree that any such estimate is not a guarantee, that Thumbtack does not and cannot control any Consumer or other individual’s interest in contacting or hiring you, and that actual results will vary.\n</p>\n<p> We will identify the length of the Budget Period when you set your Budget.\nThe length of the Budget Period will not change within a given Budget Period but may be changed for subsequent Budget Periods.\nIf a Budget Period length changes, you can adjust your Budget.\nIf you do not do so, Thumbtack will automatically pro-rate your then-current Budget to the length of the new period.\nFor example, if you indicate you are willing to spend $100 for a one-week Budget Period, the Budget Period shifts to two weeks, and you do not make changes manually, your Budget will automatically be adjusted to $200 for the two-week Budget Period.\nYou can change your Budget for a Budget Period at any time, including in the middle of a Budget Period, subject to the terms of this paragraph and what you have already spent.\nIf you do not change your Budget in advance of a subsequent Budget Period, your Budget from the then-current Budget Period will automatically be used for that subsequent Budget Period, subject to the foregoing.\n</p>\n<p>\n<em>Timing of Charges for Service Professionals on Thumbtack</em>.\nAs a Service Professional using Thumbtack, there are different points at which your payment method may be charged: </p>\n<p>If You Lack Sufficient Purchasing History on Thumbtack</p>\n<p> If you are new to Thumbtack or do not have a sufficient purchasing history on the Platform as determined in Thumbtack’s sole and absolute discretion, your payment method may be charged each time you are contacted or booked by a Consumer or other individual and you do not have an adequate Thumbtack balance to cover the cost of that contact.\n</p>\n<p>If You Have a Sufficient Purchasing History On Thumbtack</p>\n<p> Once Thumbtack determines, in our sole and absolute discretion, that you have sufficient purchasing history on Thumbtack, Thumbtack may charge your payment method periodically for the total Fees accrued when Consumers or other individuals contact you.\nSpecifically, Thumbtack may charge your payment method each time (a) a specific time period has passed.\nand/or (b) within that time period, each time the total Fees accrued hit a certain dollar threshold.\nThe frequency of charges may not match the Budget Period described above.\nThumbtack may adjust both the specific time period and the dollar threshold that trigger charges in our sole and absolute discretion.\nThumbtack may also, in our sole and absolute discretion, revert to charging your payment method each time you are contacted by a Consumer or other individual and you do not have an adequate Thumbtack balance to cover the cost of that contact.\n</p>\n<p> Thumbtack may offer certain services or features with payment timing that differs from, or is not applicable to, the above.\n</p>\n<p>\n<em>Default Payment Method</em>.\nFor ordinary charges from Service Professionals, Thumbtack will first attempt to charge the default payment method.\nIn the event that Thumbtack is unable to charge that payment method for any reason--including but not limited to exceeding a payment method’s credit limit, payment method cancellation, a payment method being out of date, or payment method details being incorrect--you agree that Thumbtack may charge any other payment method associated with your account and take any other action to collect payment from you.\nIf your payment details change, your card provider may provide us with updated card details.\nWe may use these new details in order to help prevent any interruption to the Pro Services.\nIf Thumbtack is unable to charge the default payment method, Thumbtack may attempt to charge any other payment methods associated with your Account in any order.\n</p>\n<p>\n<em>Penalty Fees for All Users</em>.\nThumbtack may also charge penalty Fees for fraud, misconduct, late payment or other violations of these Terms, as determined in our sole discretion.\nInformation about current penalty Fees is available in the help center.\n</p>\n<p> In addition, Thumbtack may charge certain penalty Fees disclosed directly in the Platform, including cancellation Fees.\n</p>\n<p> You agree to pay all applicable Fees or charges based on the Fee and billing terms then in effect, regardless of whether you have an active Account.\nCharges will be made to the payment method designated at the time you accrue a Fee.\nIf you do not pay on time or if Thumbtack cannot charge a payment method for any reason, Thumbtack reserves all rights permissible under law to recover payment plus all costs and expenses incurred, including reasonable attorneys' fees, in our pursuit of payment.\nIf any Fee is not paid in a timely manner, or we are unable to process your transaction using the payment method provided, we reserve the right to terminate or suspend your Account.\n</p>\n<p> You explicitly agree that all communication in relation to delinquent accounts or Fees due will be made by electronic mail or by phone.\nYou agree that all notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\nYou agree that you have the ability to store such electronic communications such that they remain accessible to you in an unchanged form.\nYou agree to keep your contact information current, including but not limited to your email address and phone number.\nSuch communication may be made by Thumbtack or by anyone on our behalf, including but not limited to a third-party collection agent.\nIf you cancel your Account at any time, you will not receive any refund.\nIf you have a balance due on your Account, you agree that Thumbtack may charge such unpaid Fees to any payment method or otherwise bill you for such unpaid Fees.\n</p>\n<p>\n<em>Taxes</em>.\nPayments required by these Terms may be stated exclusive of all taxes, duties, levies, imposts, fines or similar governmental assessments, including sales and use taxes, value-added taxes, goods and services taxes, excise, business, service, and similar transactional taxes imposed by any jurisdiction and the interest and penalties thereon (collectively, “Taxes”).\nCertain jurisdictions, however, may require us to collect Taxes from you in connection with the purchase of, payment for, access to, facilitation of or use of the Pro Services, and you will be responsible for and bear Taxes associated with the purchase of, payment for, access to, or use of the Pro Services.\nCharges are inclusive of applicable Taxes where required by law.\nYou hereby confirm that Thumbtack can determine your appropriate jurisdiction for tax purposes however it deems appropriate or as required by law, and you agree to pay taxes to Thumbtack when Thumbtack includes a charge for taxes on any invoice.\nYou also understand and agree that you are solely responsible for determining your own tax reporting and sales and use tax collection requirements in consultation with your own tax advisers, and that we cannot and do not offer specific tax advice to either Service Professionals or Consumers.\n</p> TRACKING COMMUNICATIONS <p> In order to ensure appropriate charging of Fees and compliance with these Terms, Thumbtack may track the occurrence of communications between Consumers and Service Professionals that occur off of the Platform via email, phone call, SMS text message, third-party websites, or any other means, whether initiated by a Consumer or Service Professional.\nIn order to track the occurrence of such communications, Thumbtack may obscure Service Professional contact information in a Service Professional profile, replace Service Professional contact information in a Service Professional profile with a different piece of contact information that will forward to the Service Professional, or take any other step reasonably calculated to track the occurrence of such communications.\nExcept as explicitly stated herein, we will not record or review the content of any communications that do not come into contact with the Thumbtack Platform unless we first obtain your permission.\n</p>\n<p> If you send text messages with a Consumer or Service Professional using the telephone number for that User available on the Platform, we may use a third-party service provider to track these text messages.\nWe track these text messages for fraud prevention, to ensure appropriate charging of Fees, to enforce these Terms, and for quality and training purposes.\nAs part of this process, Thumbtack and our service provider will receive in real time and store data about your text message, including the date and time of the text message, your phone number, and the content of the text message.\n</p> THUMBTACK PLUS <p> Thumbtack Plus is a subscription-based, online service available to certain Consumers.\nIf you subscribe to Thumbtack Plus and your account is fully-paid and in good standing, you are eligible to receive benefits outlined here, which may change at any time.\nAt the end of your Thumbtack Plus subscription, your subscription will automatically renew for periods of the same length as your original subscription unless you opt-out at least five business days prior to such automatic renewal by providing notice to Thumbtack by choosing “turn off auto-renew” option on your Thumbtack Plus membership page or by contacting Thumbtack customer service.\nThumbtack may choose to discontinue the Thumbtack Plus service at any time, in which case subscribers will be refunded a prorated amount of their subscription fee based on the portion of your subscription that has elapsed to that point.\nSubscribers may cancel their subscription at any time, but the subscription fee is nonrefundable.\nThumbtack Plus is available to consumer households only.\nBusinesses, property managers, landlords and other similar persons may not utilize Thumbtack Plus and any attempt to do so will disqualify them from the Thumbtack Plus benefits.\nThumbtack Plus subscriptions are subject to these Terms and any information you share in connection therewith is subject to the Privacy Policy.\nYou understand that if you violate the Terms, Thumbtack may terminate your Thumbtack Plus subscription without any refund of your Thumbtack Plus subscription fee or otherwise.\n</p> MARKETPLACE PAYMENTS <p> The Thumbtack platform may facilitate payments between Consumers and Service Professionals (“Marketplace Payments”) through our payment processing partner Stripe, but Thumbtack is not a party to any such Marketplace Payments or any Pro Services related thereto.\nUnless otherwise indicated, Marketplace Payments may be made for services only.\nMarketplace Payments for tangible personal property is prohibited.\nBy agreeing to these terms or continuing to operate as a Service Professional on the Platform, you hereby appoint Thumbtack to act as your agent for the limited purpose of facilitating and receiving Marketplace Payments on your behalf through Stripe as contemplated herein.\nYou acknowledge and agree that, subject to any rights you have pertaining to Marketplace Payment disputes, once a Marketplace Payment has been made through the Thumbtack Platform, the payment obligation of the payor User shall be deemed satisfied by the payee User upon receipt of the Marketplace Payment by Thumbtack as though the payor User had made the Marketplace Payment directly to the payee User.\n</p>\n<p> Thumbtack does not offer any professional services directly or indirectly unless specified in a separate contract to which Thumbtack is a direct party.\nAny time a Consumer pays for or books Pro Services on the Platform or receives a quote in connection with Pro Services, such Consumer is contracting directly with the Service Professional offering such Pro Service.\n<strong>Notwithstanding any facilitation of booking or payment, you understand and agree that Thumbtack (i) does not sell, offer, provide or subcontract any Pro Service and (ii) is not liable in any way for any Pro Service, except to the extent expressly set forth in the Thumbtack Guarantee (which guarantee is provided in connection with Thumbtack’s role as a marketplace only, not in a role of provider of Pro Services).\n</strong> Notwithstanding Thumbtack’s role as a payment facilitator, each Service Professional who receives Marketplace Payments understands and agrees that they are obligated to perform the Pro Service as outlined in their agreement with the Consumer and work to remedy any material deviations from such contract.\n</p>\n<p> Service Professionals who receive Marketplace Payments from Consumers on Thumbtack must agree to the Stripe Connected Account Agreement, which includes the Stripe Services Agreement.\nService Professionals should never agree to receive a Marketplace Payment, or perform services in expectation thereof, before they have confirmed that they can comply with such Stripe agreements and, in particular, Service Professionals should note that they will need a social security number or employer identification number in order to receive Marketplace Payments.\nAs a Service Professional, by agreeing to these terms or continuing to operate as a Service Professional on Thumbtack, you agree to be bound by the Stripe Connected Account Agreement and Stripe Services Agreement, as those agreements may be modified by Stripe from time to time.\nAs a condition of receiving payment processing services through Stripe, you agree to provide Thumbtack with accurate and complete information about you and your business, and you authorize Thumbtack to share this information and transaction information related to your use of the payment processing services provided by Stripe.\nService Professionals also agree that Thumbtack may debit their Stripe account in connection with disputes with Consumers.\nThumbtack reserves the right to process such debits and to withhold final payments until Thumbtack has investigated disputes.\nThumbtack may make a final decision on disputes in their sole discretion and, as a Service Professional, you understand that all Marketplace Payments you may earn on the Platform are subject to such decisions.\nAdditionally, Service Professionals agree that Thumbtack may reverse payments that have been made to a Service Professional’s Stripe Connected Account when a customer refund or guarantee payout is warranted, including in connection with such Service Professional’s actions or inactions that are prohibited by these Terms.\n</p>\n<p> As a Consumer making a Marketplace Payment through Stripe, you agree to pay all amounts you owe when due using your preferred payment method.\nYou further authorize Stripe to charge your preferred payment method for amounts you owe when they are due, whether they are recurring or one-time payments.\nYou must keep all payment information you provide us up-to-date, accurate and complete.\nWhen you store a payment method with us, you agree to our Stored Payment Terms and Conditions.\nDo not share your payment card, bank account or other financial information with any other User.\nWe take steps to secure all payment methods and other personal financial information, but we expressly disclaim any liability to you, and you agree to hold us harmless for any damages you may suffer as a result of the disclosure of your personal financial information to any unintended recipients.\n</p>\n<p> Thumbtack may enable you to make Marketplace Payments using credit, debit, or prepaid cards, by linking your bank account, or by any other payment method we support.\nWe reserve the right to cancel your ability to make payments with one or more of the payment methods you have authorized in our sole and absolute discretion.\n</p>\n<p> If you choose your bank account as your Marketplace Payment method, you authorize Stripe to make Automated Clearing House (“ACH”) withdrawals from your bank account, and to make any inquiries we consider necessary to validate any dispute involving payments you make to us or to a User, which may include ordering a credit report and performing other credit checks or verifying the information you provide us against third-party databases.\nYou authorize Thumbtack or our provider to initiate one or more ACH debit entries (withdrawals) or the creation of an equivalent bank draft for the specified amount(s) from your bank account, and you authorize the financial institution that holds your bank account to deduct such payments.\nYou also authorize the bank that holds your bank account to deduct any such payments in the amounts and frequency designated in your Account.\nYour authorization will remain in effect until canceled in writing by you.\nYou agree to notify us of any changes to your account information or termination of your authorization at least five days prior to your next payment.\n</p>\n<p> If your full payment is not processed by us at the same time, you hereby authorize partial debits from your bank account, not to exceed the total amount of your order.\nYou agree to pay any ACH fees or fines you or we incur associated with transactions you authorize.\nThis return fee will vary based on which state you are located in.\nThe return fee may be added to your payment amount and debited from your bank account if we resubmit an ACH debit due to insufficient funds.\nWe may initiate a collection process or legal action to collect any money owed to us.\nYou agree to pay all our costs for such action, including any reasonable attorneys' fees.\nFederal law limits your liability for any fraudulent, erroneous, or unauthorized transactions from your bank account based on how quickly you report it to your financial institution.\nYou must report any fraudulent, erroneous or unauthorized transactions to your bank no more than 60 days after the disputed transaction appeared on your bank account statement.\nPlease contact your bank for more information about the policies and procedures that apply unauthorized transactions and the limits on your liability.\n</p>\n<p>\n<em>Marketplace Payment Disputes</em>: All requests for Marketplace Payment chargebacks, errors, claims, refunds and disputes (“Payment Disputes”) will be subject to review by Thumbtack in accordance with the rules applicable to the payment method you used to make the Marketplace Payment and will be in Thumbtack’s absolute discretion.\nThumbtack is not liable to you under any circumstances for Payment Disputes we are unable to resolve in your favor.\nWe will normally process a valid written Payment Dispute request within 30 days after we receive it, unless a shorter period is required by law.\nYou may file a Payment Dispute by emailing it to Thumbtack support at support@thumbtack.com.\nIf you close or deactivate your Account before we adjudicate your Payment Dispute, we will not be able to issue you any amounts you are owed.\nWe will attempt to pay you any Payment Disputed amounts you are owed using the method with which you made the disputed payment, but we cannot guarantee that we will be able to do so if your payment method information is inaccurate, incomplete, or has been canceled.\n</p>\n<p> If your actions result in, or are likely to result in, a Payment Dispute, a violation of these Terms of Use or the creation of other risks to Thumbtack or our payment processing partners, or if we determine that your Account has been used to engage in deceptive, fraudulent, or illegal activity, then we may permanently withhold any amounts owed to you in our sole discretion.\nIf you have a past due balance due on any Account, or for any additional amounts that we determine you owe us, we may, without limiting any other rights or remedies: (a) charge one or more of your payment methods.\n(b) offset any amounts you owe us against amounts you may be owed.\n(c) invoice you for amounts due to us, which such amounts will be due upon receipt.\n(d) reverse or block any credits to your bank account.\nor (e) collect payment from you by any other lawful means.\n</p>\n<p> If you fail to make Marketplace Payments you owe when due, or if Thumbtack is unable to charge one of your payment methods for any reason, Thumbtack reserves all rights permissible under law to recover payment and all costs and expenses incurred, including reasonable attorneys' fees and related costs, in our pursuit of payment.\nYou explicitly agree that all communication in relation to delinquent accounts or overdue payments will be made by electronic mail or by phone.\nSuch communication may be made by Thumbtack or by anyone on our behalf, including but not limited to a third-party collections agent.\n</p>\n<p> Thumbtack may, from time to time, place a hold on any of your payment methods in order to prevent failed payments or in order to reverse your booking.\n</p> THUMBTACK PROMOTIONS <p> You may receive certain offers from Thumbtack (“Promotions”), including but not limited to discounted or free use of the Platform for a limited period, discounts on or credits towards payments made for Pro Services, and discounts or credits in relation to referrals.\nAny Promotions are offered at Thumbtack’s discretion, and may be revoked at any time and for any reason.\nNote that any attempt (as determined by Thumbtack in its sole discretion) to game, fraud, or in any way circumvent terms of a promotion is grounds for revocation, including but not limited to providing false information or utilizing multiple User accounts.\n</p>\n<p> You are only eligible for any benefits described in the Promotion if (a) you received a communication directly from Thumbtack offering you that Promotion, (b) you satisfy all the requirements identified in that communication.\nand (c) you maintain an account in good standing with Thumbtack.\nWe may condition receipt of a benefit described in a Promotion in any manner we see appropriate, including limiting eligibility to a subset of Users, to specific categories, or to certain dates.\nTo be eligible for a benefit described in a Promotion, you may need to take a specific action (including but not limited to signing up for a service) or make a payment for specific services.\nExcept where otherwise noted, Promotions are for one-time use only and cannot be stacked (i.e.\na User may only use one Promotion per project).\n</p>\n<p> Any benefits from participating in the Promotion, requirements of accepting the offer, and any other conditions to receive any benefit described in the Promotion will be disclosed to you.\nAfter a Promotion ends, regardless of whether you have already satisfied the requirements, you will be ineligible to receive those benefits.\nNotwithstanding anything to the contrary, Thumbtack may revoke a benefit if we believe that you have not satisfied the Promotion requirements, including maintaining an Account in good standing.\n</p> SPONSORED INFORMATION <p> Thumbtack may publicly display advertisements, paid content, and other sponsored information.\nThe manner, mode, and extent of such advertising are subject to change without specific notice to you.\nService Professionals may compensate Thumbtack to highlight themselves in search results and therefore rank higher.\nAny such Service Professionals will be clearly designated in applicable search results.\nThumbtack may impose certain quality-related standards for Service Professionals to qualify as for a search rankings boost, which standards may be enforced and/or changed at any time.\n</p> DISPUTES BETWEEN OR AMONG USERS <p> Thumbtack values our Service Professionals and Consumers, and we understand that occasionally disputes may arise between or among them.\nOur goal is to provide tools to help Users resolve such disputes independently.\nIn the rare event a dispute regarding an interaction related to the Platform cannot be resolved independently, you agree, at Thumbtack's request, to participate in good faith, to the extent you are reasonably able to do so, in a neutral resolution or mediation conducted by Thumbtack or a neutral third-party mediator or arbitrator selected by Thumbtack.\nNotwithstanding the foregoing, you acknowledge and agree that Thumbtack is under no obligation to become involved in or impose resolution in any dispute between or among Users or any third-party.\n</p> INTELLECTUAL PROPERTY RIGHTS <p> Thumbtack Content is protected by copyright, trademark, patent, and other laws of the United States, foreign countries, and international conventions.\nExcept as expressly provided in these Terms, Thumbtack and our licensors exclusively own all right, title, and interest in and to the Platform and Thumbtack Content, including all associated intellectual property rights.\nAll trademarks, service marks, logos, trade names and any other proprietary designations of Thumbtack used herein are trademarks or registered trademarks of Thumbtack.\nAny other trademarks, service marks, logos, trade names and any other proprietary designations are the trademarks or registered trademarks of their respective owners.\n</p> FEEDBACK <p> By sending us any feedback, comments, questions, or suggestions concerning Thumbtack or our services, including our Platform (collectively, “Feedback”) you represent and warrant (a) that you have the right to disclose the Feedback, (b) that the Feedback does not violate the rights of any other person or entity, and (c) that your Feedback does not contain the confidential or proprietary information of any third-party or -parties.\nBy sending us any Feedback, you further (i) agree that we are under no obligation of confidentiality, express or implied, with respect to the Feedback, (ii) acknowledge that we may have something similar to the Feedback already under consideration or in development, (iii) grant us an irrevocable, non-exclusive, royalty-free, perpetual, worldwide license to use, modify, prepare derivative works, publish, distribute and sublicense the Feedback, and (iv) irrevocably waive, and cause to be waived, against Thumbtack and our Users any claims and assertions of any moral rights contained in such Feedback.\nThis Feedback section will survive any termination of your Account or the Platform.\n</p> COPYRIGHT POLICY <p> We expect Users to respect copyright law.\nIn appropriate circumstances, we will terminate the Account of any User who repeatedly infringes or is believed to be repeatedly infringing the rights of copyright holders.\nPlease see our Copyright &amp.\nDMCA Policy for more information.\n</p> NO ENDORSEMENT OR WARRANTY <p> Thumbtack does not endorse, warrant or make any representation (except those expressly and unambiguously made by Thumbtack directly on the Platform) concerning any User, or any Pro Services, and Thumbtack is not a party to any agreements between or among users, Users, or third-parties.\n<strong>Thumbtack does not perform Pro Services and disclaims all liability with respect thereto except to the extent expressly set forth in the Thumbtack Guarantee</strong>.\nNo agency, partnership, joint venture, or employment is created as a result of the Terms or any user's or User's use of any part of the Platform, including but not limited to any scheduling or other services.\nNeither Thumbtack nor any Users or users of the Platform may direct or control the day-to-day activities of the other, or create or assume any obligation on behalf of the other.\nUsers are required by these Terms to provide accurate information, and although Thumbtack may undertake additional checks and processes designed to help verify or check the identities or backgrounds of Users, we do not make any representations about, confirm, or endorse any User or their purported identity or background, regardless of the specific Thumbtack services they are using or any involvement by Thumbtack personnel in providing or scheduling those services.\n</p>\n<p> Thumbtack may provide tips, lists, suggestions or similar content (collectively, “Home Care Tips”) concerning popular home maintenance or improvement projects.\nFollowing Home Care Tips may help mitigate common home maintenance and safety issues, but Home Care Tips are not comprehensive, nor are they tailored to any User’s specific home.\nAny advice given in connection with Home Care Tips is provided based on generalized, public knowledge concerning home maintenance and safety and is not provided by experts.\nHome Care Tips should be considered only in conjunction with the advice of licensed experts and should never be construed as comprehensive.\nThumbtack disclaims any warranties or representations with respect to Home Care Tips.\n</p>\n<p> Any reference on the Platform or in any marketing to a User being licensed or credentialed in some manner, or \"badged,\" “vetted”, “top rated”, \"best of,\" \"top,\" \"background checked\" (or similar language) designations indicates only that the User has completed a relevant account process or met certain review standards, and does not represent anything else.\nThumbtack does not background every Service Professional that may provide Pro Services.\nAny such description is not an endorsement, certification or guarantee by Thumbtack and is not verification of a Service Professional’s identity and whether they or their Pro Services are licensed, insured, trustworthy, safe or suitable.\nInstead, any such description is intended to be useful information for you to evaluate when you make your own decisions about the identity and suitability of others whom you contact or interact with via the Platform.\nYou should always exercise due diligence and care when deciding whether to have any interaction with any other User.\nThumbtack offers a non-exhaustive list of safety tips to consider when hiring a Service Professional.\nExcept as specifically described in the Thumbtack Guarantee and including its exclusions and limitations, Thumbtack has no responsibility for any damage or harm resulting from your interactions with other Users.\n</p>\n<p> The Collective Content may contain links to third-party websites, media, offers, or other events/activities not owned or controlled by Thumbtack.\nWe do not endorse or assume any responsibility for any such links, and if you access them, you do so at your own risk.\n</p>\n<p> By using the Platform, you understand and agree that any legal remedy or liability that you seek to obtain for actions or omissions of other Users or other third-parties will be limited to a claim against those particular Users or other third-parties.\nYou agree not to attempt to impose liability on or seek any legal remedy from Thumbtack with respect to such actions or omissions.\n</p> SANCTIONS FOR VIOLATIONS OF THESE TERMS <p> Without limiting any other rights, Thumbtack may, in our sole discretion, take any action permitted by law for any violation of these Terms or any other policy or agreement between you and Thumbtack, including but not limited to removing User Content you posted, limiting your Account access, requiring you to forfeit certain funds (including by way of setoff of amounts processed or held by Thumbtack in connection with your use of the Platform), assessing monetary penalties or costs, terminating your Account, notifying other Users of the termination of your Account and/or the violation of these Terms, decreasing your status or search rank, canceling quotes or postings, blocking access, investigating you, and/or cooperating with law enforcement agencies in investigation or prosecution.\n</p> ACCOUNT SUSPENSION OR TERMINATION <p> We may, in our discretion, with or without cause, with or without prior notice and at any time, limit, block, suspend, deactivate or cancel your Thumbtack Account in whole or in part.\nIf we exercise our discretion under these Terms to do so, any or all of the following can occur with or without prior notice or explanation to you: (a) your Account will be deactivated or suspended, your password will be disabled, and you will not be able to access the Platform or your User Content, or receive assistance from Thumbtack support teams.\n(b) if appropriate in our sole discretion, we may communicate to other Users that your Account has been terminated, blocked, suspended, deactivated, canceled, or otherwise penalized in any way, and why this action has been taken.\nand (c) you will not be entitled to any compensation for Platform services or Pro Services canceled or delayed as a result of Account termination.\nYou may cancel your use of the Platform and/or terminate your Account at any time by following the \"Settings\" link in your profile, clicking \"Account,\" and clicking \"Deactivate Account.\" Please note that if your Account is canceled, we do not have an obligation to delete or return to you any Content you have posted to the Platform, including, but not limited to, any reviews.\nPlease see our Privacy Policy, incorporated herein by reference, for information regarding data deletion requests following Account termination.\n</p> ARBITRATION AND CLASS ACTION WAIVER <p>\n<strong>PLEASE READ THIS SECTION CAREFULLY.\nIT AFFECTS YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.\n</strong>\n</p>\n<p> You and Thumbtack agree that these Terms affect interstate commerce and that the Federal Arbitration Act governs the interpretation and enforcement of these arbitration provisions.\n</p>\n<p> This Section is intended to be interpreted broadly and governs any and all disputes between you and Thumbtack, including but not limited to claims arising out of or relating to any aspect of the relationship between you and Thumbtack, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory.\nclaims that arose before this Agreement or any prior agreement (including, but not limited to, claims related to advertising).\nand claims that may arise after the termination of this Agreement.\nThe only disputes excluded from this broad prohibition are the litigation of certain intellectual property and small court claims, as provided below.\n</p>\n<p> By agreeing to these Terms, you agree to resolve any and all disputes with Thumbtack as follows: </p>\n<p>\n<em>Initial Dispute Resolution</em>: Most disputes can be resolved without resort to litigation.\nYou can reach Thumbtack's support department at support@thumbtack.com.\nExcept for intellectual property and small claims court claims, the parties agree to use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation with the Thumbtack support department, and good faith negotiations will be a condition to either party initiating a lawsuit or arbitration.\n</p>\n<p>\n<em>Binding Arbitration</em>: If the parties do not reach an agreed-upon solution within a period of thirty (30) days from the time informal dispute resolution is initiated under the Initial Dispute Resolution provision above, then either party may initiate binding arbitration as the sole means to resolve claims, subject to the terms set forth below.\nSpecifically, all claims arising out of or relating to these Terms or previous versions of these Terms (including the Terms' or Privacy Policy's formation, performance, and breach), the parties' relationship with each other, and/or your use of the Platform will be finally settled by binding arbitration, as described below.\n</p>\n<p> Where the relief sought by you is $10,000.99 or less and you do not wish to bring the claim in small claims court, the arbitration will be conducted online by an online arbitration provider of our choosing in accordance with their applicable arbitration rules &amp.\nprocedures effective at the time a claim is made.\nCurrently, you may initiate arbitration proceedings on the FairClaims website.\nYou are responsible for your own attorneys' fees unless the arbitration rules and/or applicable law provide otherwise.\n</p>\n<p> Where the relief sought is $10,001.00 or more, resolution will be in accordance with the JAMS Streamlined Arbitration Procedure Rules for claims that do not exceed $250,000.00 and the JAMS Comprehensive Arbitration Rules and Procedures for claims exceeding $250,000.00 in effect at the time the arbitration is initiated, excluding any rules or procedures governing or permitting class actions.\nTo initiate an arbitration with JAMS, you must do the following: (a) write a Demand for Arbitration that includes a description of the claim and the amount of damages you seek to recover (you may find a copy of a Demand for Arbitration at www.jamsadr.com).\n(b) send three copies of the Demand for Arbitration, plus the appropriate filing fee, to JAMS, Two Embarcadero Center, Suite 1500, San Francisco, California 94111.\nand (c) send one copy of the Demand for Arbitration to Thumbtack at 415 Natoma Street, Suite 1300, San Francisco, California 94103, ATTN: Legal.\nYou will be required to pay $250 to initiate an arbitration against us.\nIf the arbitrator finds the arbitration to be non-frivolous, Thumbtack will pay all other fees invoiced by JAMS, including filing fees and arbitrator and hearing expenses.\nYou are responsible for your own attorneys' fees unless the arbitration rules and/or applicable law provide otherwise.\n</p>\n<p> The arbitrator, and not any federal, state, or local court or agency, will have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability, or formation of these Terms or the Privacy Policy, including but not limited to any claim that all or any part of these Terms or Privacy Policy is void or voidable, whether a claim is subject to arbitration, or the question of waiver by litigation conduct.\nThe arbitrator will be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator's award will be written and will be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\n</p>\n<p> The parties understand that, absent this mandatory arbitration provision, they would have the right to sue in court and have a jury trial.\nThey further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.\n</p>\n<p> If you are a resident of the United States, arbitration may take place in the county where you reside at the time of filing.\nFor individuals residing outside the United States, arbitration will be initiated in the state of California, United States.\nYou and Thumbtack further agree to submit to the personal jurisdiction of any federal or state court in San Francisco County, California in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.\n</p>\n<p>\n<em>Class Action Waiver</em> The parties further agree that the arbitration will be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis.\nYOU AND THUMBTACK AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR OUR INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nIf any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provisions set forth above will be deemed null and void in their entirety and the parties will be deemed to have not agreed to arbitrate disputes.\n</p>\n<p>\n<em>Exception: Litigation of Intellectual Property and Small Claims Court Claims</em>: Notwithstanding the parties' decision to resolve all disputes through arbitration, either party may bring enforcement actions, validity determinations or claims arising from or relating to theft, piracy or unauthorized use of intellectual property in state or federal court or in the U.S.\nPatent and Trademark Office to protect your or our intellectual property rights (\"intellectual property rights\" means patents, copyrights, moral rights, trademarks, trade dress, and trade secrets, but not privacy or publicity rights).\nEither party may also seek relief in a small claims court for disputes or claims within the scope of that court's jurisdiction.\n</p>\n<p>\n<em>30-Day Right to Opt Out</em>: You have the right to opt out and not be bound by the arbitration and class action waiver provisions set forth above by sending (from the email address you use on Thumbtack) written notice of your decision to opt out to opt-out@thumbtack.com with the subject line, \"ARBITRATION AND CLASS ACTION WAIVER OPT-OUT.\" The notice must be sent within thirty (30) days of the later of the Effective Date of these Terms or your first use of the Platform.\notherwise, you will be bound to arbitrate disputes in accordance with the terms of those paragraphs.\nIf you opt out of these arbitration provisions, Thumbtack also will not be bound by them.\n</p>\n<p>\n<em>Changes to This Section</em>: Thumbtack will provide thirty (30) days' notice of any changes affecting the substance of this Arbitration and Class Action Waiver section by posting on the Thumbtack Terms of Use website, sending you a message, or otherwise notifying you when you are logged into your account.\nAmendments will become effective thirty (30) days after they are posted on the Thumbtack Terms of Use website or sent to you.\n</p>\n<p> Changes to this section will otherwise apply prospectively only to claims arising after the 30th day.\nIf a court or arbitrator decides that this subsection on \"Changes to This Section\" is not enforceable or valid, then this subsection will be severed from the section entitled “Arbitration and Class Action Waiver,” and the court or arbitrator will apply the first Arbitration and Class Action Waiver section in existence after you began using the Platform.\n</p>\n<p>\n<em>Survival</em>: This Arbitration and Class Action Waiver section will survive any termination of your Account or the Platform.\n</p>\n<p>\n<em>Third-Party Beneficiary</em>: You and Thumbtack acknowledge that any third-party consumer reporting agency that Thumbtack uses to perform background checks on Service Professionals is an express and intended third-party beneficiary of this arbitration provision and as such, the terms of this Arbitration provision will inure to the benefit of the consumer reporting agencies and may be enforced by them.\nAccordingly, you agree that any dispute that arises between you and a consumer reporting agency that relates to or arises out of this Agreement or any aspect of your relationship with Thumbtack will be resolved by binding arbitration.\nIf any court or arbitrator determines that this third-party beneficiary subsection is void or unenforceable for any reason, then this subsection will be severed from the section entitled “Arbitration and Class Action Waiver,” and the remainder of the section will remain enforceable, meaning that the class action waiver and the mutual obligation to resolve disputes between you and Thumbtack through binding arbitration remains enforceable.\n</p> GOVERNING LAW <p> The Terms and the relationship between you and Thumbtack will be governed in all respects by the laws of the state of California, without regard to its conflict of law provisions.\nYou agree that any claim or dispute you may have against Thumbtack that is not subject to arbitration must be resolved by a court located in San Francisco County, California, or a United States District Court, Northern District of California, located in San Francisco, California, except as otherwise agreed by the parties.\nYou agree to submit to the personal jurisdiction of the courts located within San Francisco County, California or the United States District Court, Northern District of California located in San Francisco, California, for the purpose of litigating all such claims or disputes that are not subject to arbitration.\nYou hereby waive any and all jurisdictional and venue defenses otherwise available.\n</p> DISCLAIMERS <p> YOUR USE OF THE PLATFORM, PRO SERVICES, OR COLLECTIVE CONTENT IS SOLELY AT YOUR OWN RISK.\nYOU ACKNOWLEDGE AND AGREE THAT THUMBTACK DOES NOT HAVE AN OBLIGATION, BUT RESERVES THE RIGHT FOR ANY REASON, TO (A) MONITOR OR REVIEW USER CONTENT.\nOR (B) FOR ANY PERMISSIBLE PURPOSE, CONDUCT IDENTITY VERIFICATION, BACKGROUND (INCLUDING CRIMINAL BACKGROUND) OR REGISTERED SEX OFFENDER CHECKS ON ANY USER, INCLUDING BUT NOT LIMITED TO SERVICE PROFESSIONALS AND CONSUMERS.\nTHE PLATFORM IS PROVIDED \"AS IS,\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nWITHOUT LIMITING THE FOREGOING, THUMBTACK AND OUR AFFILIATES AND SUBSIDIARIES, AND RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS EXPLICITLY DISCLAIM ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT OR NON-INFRINGEMENT.\nANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF OR IN TRADE.\nANY WARRANTIES, REPRESENTATIONS, OR GUARANTEES IN CONNECTION WITH THIS PLATFORM OR THE PRO SERVICES OFFERED ON OR THROUGH THIS PLATFORM.\nAND ANY WARRANTIES RELATING TO THE QUALITY, SUITABILITY, TRUTH, ACCURACY OR COMPLETENESS OF ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED ON THE PLATFORM, INCLUDING WITHOUT LIMITATION ALL COLLECTIVE CONTENT.\nTHUMBTACK MAKES NO WARRANTY THAT THE PLATFORM OR PRO SERVICES WILL MEET YOUR REQUIREMENTS OR BE AVAILABLE ON AN UNINTERRUPTED, SECURE, OR ERROR-FREE BASIS.\nTHUMBTACK ASSUMES NO RESPONSIBILITY, AND WILL NOT BE LIABLE FOR ANY DAMAGES TO YOUR COMPUTER EQUIPMENT OR OTHER PROPERTY ON ACCOUNT OF YOUR ACCESS TO OR USE OF THE PLATFORM.\nTHUMBTACK WILL NOT BE LIABLE FOR ANY DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD-PARTY, OR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY DATA, INFORMATION, MATERIALS, SUBSTANCE, OR COLLECTIVE CONTENT POSTED, TRANSMITTED, OR MADE AVAILABLE VIA THE PLATFORM.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM THUMBTACK OR THROUGH THE PLATFORM, WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.\n</p>\n<p> YOU ARE SOLELY RESPONSIBLE FOR ALL OF YOUR COMMUNICATIONS AND INTERACTIONS WITH OTHER USERS OR USERS OF THE PLATFORM AND WITH OTHER PERSONS WITH WHOM YOU COMMUNICATE OR INTERACT AS A RESULT OF YOUR USE OF THE PLATFORM, INCLUDING BUT NOT LIMITED TO ANY CONSUMERS, SERVICE PROFESSIONALS OR SERVICE RECIPIENTS.\nYOU UNDERSTAND THAT THUMBTACK DOES NOT MAKE ANY ATTEMPT TO VERIFY THE STATEMENTS OF USERS OF THE PLATFORM OR TO REVIEW OR VET ANY PRO SERVICES.\nTHUMBTACK MAKES NO REPRESENTATIONS OR WARRANTIES AS TO THE CONDUCT OF USERS OF THE PLATFORM OR THEIR COMPATIBILITY WITH ANY CURRENT OR FUTURE USERS OF THE PLATFORM.\nYOU AGREE TO TAKE REASONABLE PRECAUTIONS IN ALL COMMUNICATIONS AND INTERACTIONS WITH OTHER USERS OF THE PLATFORM AND WITH OTHER PERSONS WITH WHOM YOU COMMUNICATE OR INTERACT AS A RESULT OF YOUR USE OF THE PLATFORM, PARTICULARLY IF YOU DECIDE TO MEET OFFLINE OR IN PERSON AND GIVE OR RECEIVE PRO SERVICES.\nTHUMBTACK EXPLICITLY DISCLAIMS ALL LIABILITY FOR ANY ACT OR OMISSION OF ANY USERS OR THIRD-PARTIES.\n</p>\n<p> THUMBTACK MAY PROVIDE TO SERVICE PROFESSIONALS PHONE NUMBERS THAT CONSUMERS PROVIDE IN CONNECTION WITH A REQUEST.\nSUCH PHONE NUMBERS ARE NOT VERIFIED AND THUMBTACK MAKES NO REPRESENTATION OR WARRANTY AS TO THEIR VALIDITY.\n</p> LIMITATION OF LIABILITY <p> YOU ACKNOWLEDGE AND AGREE THAT, TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE ENTIRE RISK ARISING OUT OF YOUR ACCESS TO AND USE OF THE PLATFORM AND COLLECTIVE CONTENT, YOUR OFFERING OR PROVIDING PRO SERVICES OR REQUESTING OR RECEIVING PRO SERVICES THROUGH THE PLATFORM, AND ANY CONTACT YOU HAVE WITH OTHER USERS OF THUMBTACK OR THIRD-PARTIES, WHETHER IN PERSON OR ONLINE, REMAINS WITH YOU.\nNEITHER THUMBTACK NOR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE PLATFORM WILL BE LIABLE (WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT THUMBTACK HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, EVEN IF A LIMITED REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE) FOR: (A) ANY INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, INCLUDING LOST PROFITS, LOSS OF DATA OR LOSS OF GOODWILL.\n(B) SERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE.\n(C) THE COST OF SUBSTITUTE PRODUCTS OR SERVICES.\n(D) ANY DAMAGES FOR PERSONAL OR BODILY INJURY OR EMOTIONAL DISTRESS ARISING OUT OF OR IN CONNECTION WITH THESE TERMS.\n(E) THE USE OF OR INABILITY TO USE THE PLATFORM, PRO SERVICES OR COLLECTIVE CONTENT.\n(F) ANY COMMUNICATIONS, INTERACTIONS OR MEETINGS WITH OTHER USERS OF THE PLATFORM OR OTHER PERSONS WITH WHOM YOU COMMUNICATE OR INTERACT AS A RESULT OF YOUR USE OF THE PLATFORM.\nOR (G) YOUR OFFERING OR PROVIDING PRO SERVICES OR REQUESTING OR RECEIVING PRO SERVICES THROUGH THE PLATFORM.\n</p>\n<p> IN NO EVENT WILL THE TOTAL, AGGREGATE LIABILITY OF THUMBTACK AND OUR AFFILIATES AND SUBSIDIARIES, AND RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, ARISING FROM OR RELATING TO THE TERMS, PLATFORM, PRO SERVICES, AND/OR COLLECTIVE CONTENT, OR FROM THE USE OF OR INABILITY TO USE THE PLATFORM OR COLLECTIVE CONTENT OR IN CONNECTION WITH ANY PRO SERVICES OR INTERACTIONS WITH ANY OTHER USERS EXCEED THE TOTAL AMOUNT OF FEES ACTUALLY PAID TO THUMBTACK BY YOU HEREUNDER, OR ONE HUNDRED U.S.\nDOLLARS IF NO SUCH PAYMENTS HAVE BEEN MADE, AS APPLICABLE.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS OF LIABILITY, SO THE FOREGOING LIMITATION MAY NOT APPLY TO YOU.\nIN JURISDICTIONS THAT DO ALLOW LIMITATIONS OF LIABILITY, THE LIMITATION DESCRIBED ABOVE WILL APPLY FULLY TO RESIDENTS OF THOSE JURISDICTIONS.\n</p> INDEMNIFICATION AND RELEASE <p> You agree to release, defend, indemnify, and hold Thumbtack and our affiliates and subsidiaries, and respective officers, directors, employees and agents, harmless from and against any claims, liabilities, damages, losses, and expenses, including without limitation reasonable legal and accounting fees, arising out of or in any way connected with (a) your violation of these Terms.\n(b) your User Content.\n(c) your interaction with any User.\nand (d) the request or receipt or offer or provision of Pro Services by you, including but not limited to any injuries, losses, or damages (compensatory, direct, incidental, consequential or otherwise) of any kind arising in connection with such Pro Services.\n</p>\n<p> Notwithstanding the foregoing paragraph, if you are a resident of a jurisdiction where the foregoing is prohibited, you only agree to release, defend, indemnify, and hold Thumbtack and our affiliates and subsidiaries, and respective officers, directors, employees and agents, harmless from and against any third-party claims, liabilities, damages, losses, and expenses, including without limitation reasonable legal and accounting fees, arising out of or in any way connected with your violation of these Terms.\n</p>\n<p> If you are a California resident, you waive California Civil Code Section 1542, which provides: </p>\n<p>\n<em>A general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.</em>\n</p>\n<p> If you are not a California resident, you waive your rights under any statute or common law principle similar to Section 1542 that governs your rights in the jurisdiction of your residence.\n</p> GENERAL <p>\n<em>Force Majeure</em>: Other than payment obligations, neither Thumbtack nor you will be liable to the other for any delay or failure in performance under the Terms arising out of a cause beyond your or our control and without your or our fault or negligence.\nSuch causes may include but are not limited to fires, floods, earthquakes, strikes, unavailability of necessary utilities, blackouts, epidemics, acts of declared or undeclared war, acts of regulatory agencies, or other disasters.\n</p>\n<p>\n<em>No Third-Party Beneficiaries</em>: You agree that, except as otherwise expressly provided in these Terms, there will be no third-party beneficiaries to these Terms.\n</p>\n<p>\n<em>Contacting You and E-SIGN Consent</em>: You agree that Thumbtack may provide you with notices, including those regarding changes to the Terms, by email, regular mail, or postings on the Platform.\nWith your consent, Thumbtack, Consumers, Service Professionals, or other individuals may also contact you by telephone or through text messages.\nIf you have agreed to receive text messages or telephone calls from Thumbtack, Consumers, Service Professionals, or other individuals you also consent to the use of an electronic record to document your agreement.\nYou may withdraw your consent to the use of the electronic record by sending an email to support@thumbtack.com with \"Revoke Electronic Consent\" in the subject line.\nTo view and retain a copy of this disclosure or any information regarding your enrollment in this program, you will need (a) a device (such as a computer or mobile phone) with a web browser and Internet access.\nand (b) either a printer or storage space on such device.\nFor a free paper copy, or to update our records of your contact information, send an email to support@thumbtack.com with contact information and the address for delivery.\n</p>\n<p>\n<em>Entire Agreement</em>: These Terms, together with the Privacy Policy and any other legal notices or additional terms and conditions or policies published by Thumbtack on the Platform, will constitute the entire agreement between you and Thumbtack concerning the Platform or Pro Services obtained through the Platform.\nExcept as explicitly stated herein, if any provision of the Terms is deemed invalid by a court of competent jurisdiction, the invalidity of such provision will not affect the validity of the remaining provisions of the Terms, which will remain in full force and effect.\n</p>\n<p>\n<em>Waiver</em>: No waiver of any provision of these Terms will be deemed a further or continuing waiver of such term or any other term, and Thumbtack's failure to assert any right or provision under these Terms will not constitute a waiver of such right or provision.\n</p>\n<p>\n<em>Statute of Limitations</em>: You agree that regardless of any statute or law to the contrary, any claim arising out of or related to the Platform or the Pro Services offered therein must commence within one (1) year after the cause of action accrues.\nOtherwise, such cause of action is permanently barred.\nNotwithstanding the foregoing, this statute of limitations will not apply to residents of New Jersey.\n</p>\n<p>\n<em>Section Headings</em>: The section headings in these Terms are for convenience only and have no legal or contractual effect.\n</p>\n<p>\n<em>Contact Information</em>: If you have any questions about these Terms or the Platform, please contact us by sending an email to support@thumbtack.com.\n</p> Thumbtack Consider it done.\n<ul>\n<li> About </li>\n<li> Careers </li>\n<li> Press </li>\n<li> Blog </li>\n<li>\n</li>\n</ul> Customers <ul>\n<li> How to use Thumbtack </li>\n<li> Sign up </li>\n<li> Get the app </li>\n<li> Services near me </li>\n<li> Cost estimates </li>\n<li> Home resource center </li>\n<li> Small business survey </li>\n<li> Questions and answers </li>\n</ul> Pros <ul>\n<li> Thumbtack for pros </li>\n<li> Sign up as a pro </li>\n<li> Community </li>\n<li> Pro Resources </li>\n<li> Success stories </li>\n<li> Pro reviews </li>\n<li> iPhone app for pros </li>\n<li> Android app for pros </li>\n</ul> Support <ul>\n<li> Help </li>\n<li> Safety </li>\n<li> COVID-19 Info </li>\n<li> Terms of Use </li>\n<li> Privacy Policy </li>\n<li> CA Privacy Notice </li>\n<li> Do not Sell or Share My Personal Information </li>\n</ul> © 2023 Thumbtack, Inc.\nThumbtack Guarantee CancelSearch<ol>\n</ol> ", "created_at": "2023-03-16 17:31:54.044635", "updated_at": "2023-03-16 17:32:55.067114"}], "points": [{"id": 34676, "title": "The service is provided 'as is' and to be used at your sole risk", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:49:49.641571", "updated_at": "2023-08-28 11:50:36.259902", "quoteText": null, "case_id": 286, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34659, "title": "Your IP address is collected, which can be used to view your approximate location", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:21:42.806391", "updated_at": "2023-08-23 04:22:27.06259", "quoteText": null, "case_id": 399, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34660, "title": "Your IP address is collected, which can be used to view your approximate location", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:22:36.666371", "updated_at": "2023-08-28 11:50:47.513391", "quoteText": null, "case_id": 399, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34668, "title": "This service is only available to users over a certain age", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:35:50.58459", "updated_at": "2023-08-28 11:50:53.578137", "quoteText": null, "case_id": 152, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34669, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:36:33.906545", "updated_at": "2023-08-28 11:50:58.708566", "quoteText": null, "case_id": 148, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34658, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:20:50.283436", "updated_at": "2023-08-28 11:53:07.250399", "quoteText": null, "case_id": 323, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34661, "title": "This service may collect, use, and share location data", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:23:24.632625", "updated_at": "2023-08-28 11:53:12.580894", "quoteText": null, "case_id": 373, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34662, "title": "This service gives your personal data to third parties involved in its operation", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:26:42.121338", "updated_at": "2023-08-28 11:53:16.947795", "quoteText": null, "case_id": 188, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34663, "title": "Information is gathered about you through third parties", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:27:43.869735", "updated_at": "2023-08-28 11:53:21.226619", "quoteText": null, "case_id": 382, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34665, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:31:59.420968", "updated_at": "2023-08-28 11:54:54.621668", "quoteText": null, "case_id": 243, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34672, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:43:07.231357", "updated_at": "2023-08-28 11:54:59.439735", "quoteText": null, "case_id": 411, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34666, "title": "Private messages can be read", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:33:01.663031", "updated_at": "2023-08-28 12:00:11.39896", "quoteText": null, "case_id": 239, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34667, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:35:04.701637", "updated_at": "2023-08-23 04:36:52.834725", "quoteText": null, "case_id": 278, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34673, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:44:58.042753", "updated_at": "2023-08-23 04:45:26.277194", "quoteText": null, "case_id": 121, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34678, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:51:19.593797", "updated_at": "2023-08-28 11:17:53.658054", "quoteText": null, "case_id": 202, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34682, "title": "Your account can be deleted without prior notice and without a reason", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:59:19.15653", "updated_at": "2023-08-28 11:50:24.171807", "quoteText": null, "case_id": 201, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34681, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:57:45.472375", "updated_at": "2023-08-28 11:50:30.488181", "quoteText": null, "case_id": 390, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34670, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:37:03.602213", "updated_at": "2023-08-28 11:51:04.735845", "quoteText": null, "case_id": 278, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34671, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:39:47.357683", "updated_at": "2023-08-28 11:51:13.174351", "quoteText": null, "case_id": 122, "document_id": 14640, "quoteStart": null, "quoteEnd": null}, {"id": 34675, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:49:06.255331", "updated_at": "2023-08-28 11:51:19.106614", "quoteText": null, "case_id": 484, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34679, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:51:44.474059", "updated_at": "2023-08-28 11:51:23.138441", "quoteText": null, "case_id": 150, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34680, "title": "The service has a no refund policy", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:53:25.321524", "updated_at": "2023-08-28 11:51:26.956468", "quoteText": null, "case_id": 162, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34684, "title": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 05:04:50.870324", "updated_at": "2023-10-28 22:00:25.327365", "quoteText": null, "case_id": 145, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34685, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 05:05:34.295013", "updated_at": "2023-08-28 11:53:00.709847", "quoteText": null, "case_id": 295, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34674, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:45:44.697258", "updated_at": "2023-08-28 11:58:21.522777", "quoteText": null, "case_id": 121, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34677, "title": "A license is kept on user-generated content even after you close your account", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:50:33.079679", "updated_at": "2023-08-28 11:58:29.784848", "quoteText": null, "case_id": 130, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34683, "title": "You are forced into binding arbitration in case of disputes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 05:01:21.776566", "updated_at": "2023-08-28 11:59:04.413153", "quoteText": null, "case_id": 339, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34657, "title": "You waive your right to a class action.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 21:06:25.921077", "updated_at": "2023-08-28 11:49:30.371487", "quoteText": null, "case_id": 117, "document_id": 14639, "quoteStart": null, "quoteEnd": null}, {"id": 34664, "title": "Your personal data may be disclosed to comply with government requests without notice to you", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-23 04:30:53.746294", "updated_at": "2023-10-28 22:00:25.279035", "quoteText": null, "case_id": 164, "document_id": 14640, "quoteStart": null, "quoteEnd": null}], "urls": ["thumbtack.com"]}}