{"error": 448, "message": "OK", "parameters": {"id": 8464, "name": "LinguaKit", "created_at": "2023-06-22 02:34:14.181312", "updated_at": "2023-06-22 10:02:07.038371", "wikipedia": null, "keywords": null, "related": null, "slug": "linguakit", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8464.png", "url": "linguakit.com", "documents": [{"id": 16434, "name": "Legal", "url": "https://linguakit.com/en/legal", "xpath": "//body", "text": "You need to enable JavaScript to run this app.\n<li>Sobre Linguakit</li>\n<li>Legal</li>ENLinguistic ToolsFull analysisSummarizerLinguistica AnalysisPart-of-Speech TaggingSyntactic analyzerText AnalyticsSentiment analysisKeyword extractorMultiword extractorTriples extractorCondiciones legales<p>Información General a efectos del Artículo 10 de la Ley 34/2002 de 11 de julio, de servicios de la sociedad de la información y de comercio electrónico.</p>\n<p>Denominación social del prestador de servicios de la sociedad de la información:</p>\n<p>CILENIS SL</p>\n<p>CIF: B94022274</p>\n<p>Inscrita en: Registro Mercantil de A Coruña T 128 , F 132, S 8, H SC 45550, I/A 2.</p>\n<p>Uninova Edificio Emprendia</p>\n<p>Campus Sur s/nº</p>\n<p>Universidade de Santiago de Compostela</p>\n<p>15782 Santiago de Compostela</p>\n<p>Desarrolladores de www.linguakit.com</p>\n<p>Dirección de contacto: info@linguakit.com</p>\n<p>Los presentes términos legales constituyen las condiciones generales que regulan el acceso y uso de la web www.linguakit.com (en adelante, Linguakit o sitio web), así como las responsabilidades derivadas del uso fraudulento de sus contenidos (entendiendo en adelante por “contenidos”, los textos, gráficos, dibujos, diseños, códigos, software, fotografías, música, vídeos, sonidos, imágenes, expresiones e informaciones, así como cualquier otra creación protegida por las leyes nacionales y los tratados internacionales sobre propiedad intelectual e industrial).</p>I.\nTérminos y condiciones de acceso y uso de nuestra website1.\nUsuario<p>La utilización de esta Web le atribuye la condición de usuario de la misma y expresa su aceptación plena y sin reservas de todas y cada una de las Condiciones contenidas en estos Términos Legales publicados por Linguakit en el momento mismo en que Ud.\nacceda a la Web, sin perjuicio de la aceptación de las condiciones generales y/o particulares que en su caso resulten de aplicación, y que será debidamente advertido al usuario previo a su utilización de cualquiera de los servicios que se presten a través de esta Web.\nCualquier utilización distinta a la autorizada está expresamente prohibida, quedando Linguakit, facultada para denegar o retirar el acceso y uso de la Web, en cualquier momento, y sin previo aviso, a aquellos usuarios que incumplan estas condiciones generales o las condiciones particulares que, en su caso, resulten de aplicación.\nLinguakit, habilitará a terceras entidades con las que tenga suscritos acuerdos de colaboración, para que publiciten o presten sus servicios en Linguakit En este caso, Linguakit no será responsable de las irregularidades que tengan lugar como consecuencia de la utilización de los citados servicios.\nAntes de utilizar y/o contratar dichos servicios específicos prestados por Linguakit, o por terceras entidades, el usuario deberá leer atentamente las correspondientes condiciones particulares.</p>2.\nModificaciones<p>Linguakit se reserva el derecho de modificar, unilateralmente, en cualquier momento y sin previo aviso los presentes términos.\nEn estos casos se procederá a su publicación y aviso con la máxima antelación posible.\nDe igual modo, se reserva el derecho a modificar, unilateralmente, en cualquier momento y sin previo aviso, la presentación y configuración de la Web.</p>3.\nAcceso y uso de la web<p>El acceso y uso de la Web tiene carácter gratuito para los usuarios y no exige el registro previo del usuario con carácter general.\nNo obstante, el acceso y uso de determinadas informaciones y servicios ofrecidos a través de la Web sólo puede hacerse previo registro y pago del usuario.</p>\n<p>El usuario se compromete a hacer un uso diligente y a no poner a disposición de terceros su nombre de usuario y contraseña, así como a comunicar a Linguakit, a la mayor brevedad, la pérdida, robo o cualquier riesgo de acceso a los mismos por un tercero.</p>4.\nRestricciones de uso<p>Cuando Ud.\naccede a nuestra página Web está expresamente autorizado para visualizar toda la información contenida en la página, así como para efectuar reproducciones privadas de la misma en sus sistemas informáticos, siempre y cuando dichos contenidos sean para su uso exclusivo y no sean posteriormente cedidos a terceros.\nPor consiguiente:</p>\n<p>No se encuentra autorizado a reproducir o copiar, distribuir, modificar, ceder o comunicar públicamente la información contenida en la Web, a menos que se cuente con la autorización del titular de los correspondientes derechos o ello resulte legalmente permitido.</p>\n<p>No se encuentra autorizado para emplear la información contenida en la Web con fines de venta directa o con cualquier otra clase de finalidad comercial, enviar mensajes no solicitados dirigidos a una pluralidad de personas con independencia de su finalidad, así como comercializar de cualquier modo dicha información.</p>\n<p>No se encuentra autorizado a suprimir, eludir, manipular el “copyright” y demás datos identificativos de los derechos de Linguakit o de sus titulares incorporados, así como los dispositivos técnicos de protección, las huellas digitales o cualesquiera otros mecanismos de protección.</p>\n<p>No se encuentra autorizado para desmontar, descompilar o invertir las bases de datos en la que se almacena la información de la Web.</p>\n<p>No se encuentra autorizado a realizar prácticas o actos de “spamming” en el uso o como consecuencia del uso de la Web o de las informaciones y servicios con fines de venta u otros de naturaleza comercial, a una pluralidad de personas sin que medie su previa solicitud o consentimiento, ni cualesquiera otros mensajes no solicitados ni consentidos previamente a una pluralidad de personas, y a no enviar cadenas de mensajes electrónicos no solicitados ni previamente consentidos, ni utilizar listas de distribución a las que pueda accederse a través de la Web.</p>\n<p>Cualquier infracción de lo dispuesto en este párrafo será considerada como infracción de los derechos de propiedad intelectual de titularidad de Linguakit dando lugar a las responsabilidades legalmente establecidas al efecto y pudiendo ser perseguida dicha actuación mediante las acciones administrativas, civiles o penales, que en su caso correspondan.</p>5.\nTitularidad de los contenidos<p>Toda la información contenida en esta Web, incluyendo imágenes, diseños gráficos o códigos en el lenguaje HTML, JAVA, JAVA Script o Active X, entre otros, es propiedad intelectual e industrial cuya titularidad corresponde a Linguakit.\nCorresponde a dicha empresa el ejercicio exclusivo de los derechos de explotación de la propiedad intelectual mencionada, en cualquier forma y, en especial, los derechos de reproducción, distribución, comunicación pública y transformación.\nwww.linguakit.com no cede total ni parcialmente, ni concede licencia o autorización alguna a los usuarios sobre los derechos de propiedad intelectual o industrial o de cualquier otra forma relativa a la Web.\nAsimismo, www.linguakit.com garantiza que los contenidos, incluidos los de propiedad intelectual, no son de carácter ilícito ni infringen la normativa vigente.\nPor consiguiente, los contenidos de la Web no tendrán carácter xenófobo, pornográfico, discriminatorio, racista o que de cualquier modo fomente la violencia.\nAdemás, Linguakit adoptará las medidas legales que considere convenientes para impedir cualquier tipo de conducta contraria a la Ley o inmoral.</p>6.\nExclusión de garantías y responsabilidades<p>Respecto a la exclusión de garantías y responsabilidades, Linguakit no responderá por:</p>\n<p>- Los daños y perjuicios de toda naturaleza que puedan deberse a los productos o servicios prestados u ofertados por terceras personas o entidades a través de la Web, y en particular de: a) el incumplimiento de la Ley, la moral y las buenas costumbres, así como el orden público, o el uso de los productos y/o servicios ofertados de forma no diligente o incorrecta, o con fines o efectos ilícitos o contrarios a lo establecido en estas condiciones generales o en las condiciones aplicables que en su caso resulten de aplicación.\nb) la infracción de los derechos de propiedad industrial e intelectual.\nc) la infracción del secreto profesional.\nd) la infracción de los derechos al honor, a la intimidad personal y familiar y a la imagen de las personas, y los relativos a la protección de la infancia y la juventud.\ne) la realización de actos de competencia desleal.\nf) la realización de publicidad ilícita o actos constitutivos de delito o de naturaleza pornográfica.\ng) la ilicitud o falta de veracidad, exactitud, fiabilidad, pertinencia, actualidad y exhaustividad de los contenidos e informaciones transmitidas o puestos a disposición de los usuarios, incluidos las informaciones y servicios prestados por terceros o por los usuarios a través de la Web.\nh) el incumplimiento, retraso en el cumplimiento, o cumplimiento defectuoso o terminación por cualquier causa de los contratos realizados con terceros con motivo de la prestación de servicios a través de la Web.\ni) la incapacidad de cualquier usuario o la suplantación de la personalidad de un tercero efectuada por el usuario.\nLinguakit sólo responderá de los servicios propios y contenidos directamente originados por ella e identificados con su Copyright como una marca o propiedad intelectual o industrial de Linguakit.\nEl establecimiento de cualquier tipo de enlace por parte de Linguakit a otro sitio web ajeno no implica que exista algún tipo de relación, colaboración o dependencia entre Linguakit y el responsable del sitio web ajeno.</p>\n<p>- Los daños y perjuicios de toda naturaleza que puedan deberse al conocimiento por terceros no autorizados de la clase, condiciones, características y circunstancias del uso que los usuarios hacen de la Web y de los servicios que éste ofrece.</p>\n<p>- Los daños y perjuicios de toda naturaleza que puedan deberse a la existencia de errores en el uso o en el acceso a su página Web, así como en el acceso o el uso de sus servicios, o en su contenido o que el mismo no se encuentra actualizado, aunque se comprometa a evitarlos, actualizarlo o subsanar dicho contenido.\nEs decir, se excluye la responsabilidad por la falta de disponibilidad o continuidad del funcionamiento de la Web y de los servicios, así como respecto a los fallos en el acceso a las distintas páginas Web o a aquellas desde las que se prestan los servicios.</p>\n<p>- Los daños y perjuicios de toda naturaleza que puedan deberse a las informaciones contenidas en su página Web, a las que esta Web pueda remitir enlaces hipertextuales o “links”.\nLa finalidad de los “links” que aparecen en la página es puramente informativa, no siendo Linguakit responsable en ningún caso del resultado que Ud.\npretenda obtener mediante el acceso a los citados “links”.\nPor consiguiente, www.linguakit.com no responderá por: a) la disponibilidad, accesibilidad y funcionamiento o continuidad de los sitios enlazados.\nb) la calidad, licitud, fiabilidad, utilidad, veracidad, vigencia, exhaustividad y/o autenticidad del contenido existente en los sitios enlazados.\nc) del mantenimiento, prestación o transmisión de los contenidos existentes en los sitios enlazados.</p>\n<p>- Los daños y perjuicios de toda naturaleza que puedan deberse a la existencia de virus en el sistema informático, documentos electrónicos o ficheros de los usuarios.\nDe igual modo, por la presencia de virus en los servicios prestados por terceros a través de la Web, causando alteraciones en el sistema informático, documentos electrónicos o ficheros de los usuarios.</p>\n<p>- Bajo ninguna circunstancia, incluida la negligencia, de la pérdida de negocio, pérdida de uso, pérdida de beneficios, pérdida de datos, por daños indirectos, secundarios, especiales o consecuentes que resulten del acceso a o del uso de los servicios de la Web, o que de otra forma se encuentren dentro del ámbito.</p>\n<p>- Los daños y perjuicios que puedan derivarse del conocimiento que puedan tener terceros no autorizados de la clase, condiciones, características y circunstancias de acceso y uso que los usuarios hacen de la Web y de las informaciones y servicios, así como del incumplimiento por los usuarios de sus obligaciones en relación con los datos de carácter personal.</p>\n<p>1 - Actuación de Terceros</p>\n<p>En el caso de que el usuario envíe información de cualquier tipo a Linguakit (textos, fotografías, etc.), el mismo declara, garantiza y acepta que tiene derecho a hacerlo libremente, que dicha información no infringe ningún derecho de propiedad intelectual, de marca, de patente, secreto comercial, o cualquier otro derecho de tercero, que dicha información no tiene carácter confidencial y que dicha información no es perjudicial para terceros.</p>\n<p>El usuario reconoce asumir la responsabilidad y dejará indemne a Linguakit por cualquier comunicación que suministre personalmente, alcanzando dicha responsabilidad sin restricción alguna la exactitud, legalidad, originalidad y titularidad de la misma.</p>\n<p>En caso de que el usuario elija publicar y/o enviar cualquier tipo de contenido para que sea incluido en Linguakit y/o envía material que consista en fotos, textos, videos, etc.\nu otras gráficas que igualmente se publiquen en Linguakit, el usuario conviene en ceder a Linguakit de manera revocable, no-exclusiva y con carácter indefinido y hasta instrucción en contra por parte del propio usuario, el derecho de uso, reproducción, modificación, adaptación, publicación, traducción de dicho contenido en el ámbito del sitio web Linguakit.</p>\n<p>Aún cuando Linguakit no efectúe revisiones ni chequeos previos del contenido, tendrá a su discreción el derecho (pero no la obligación) de, en cualquier tiempo y sin previa notificación a los usuarios, revisar, rehusar, eliminar, modificar, sustituir y/o o mover cualquier contenido que esté disponible en el sitio web y podrá suspender el acceso a cualquier servicio al usuario por tal razón.\nLa misma facultad y derecho tendrá Linguakit para remover cualquier contenido que viole el contrato del usuario o que de otra manera signifique o implique una objeción y/o contradicción al mismo.</p>\n<p>Linguakit no garantiza la licitud, fiabilidad, utilidad, veracidad o exactitud de los servicios o de la información que se presten a través de Linguakit.</p>7.\nEmpleo de cookies<p>Linguakit podrá emplear las “cookies” y “logs” cuando Ud.\nnavegue por las páginas de la Web aunque para acceder y usar ésta no es necesario que Ud.\npermita la instalación de “cookies”.\nLas “cookies” se asocian únicamente con su ordenador pero no proporcionan datos que permitan deducir el nombre del usuario, ni pueden leer datos del disco duro del ordenador del usuario ni detectar “cookies” creadas por terceros, pero permiten a Linguakit reconocer al usuario una vez registrado sin que tenga que registrarse en cada visita para acceder a las informaciones y servicios reservados exclusivamente para usuarios registrados.\nEl usuario tiene la posibilidad de configurar su navegador, de acuerdo con las instrucciones y manuales que le sean de aplicación, para ser avisado en pantalla de la recepción de “cookies” y para impedir la instalación de “cookies” en el disco duro.\nLinguakit también utiliza las herramientas de medición de audiencia de Google Analytics, que permiten analizar el comportamiento y perfil de los visitantes anónimos, con el objetivo de mejorar el funcionamiento del sitio.\nPara estas mediciones, Google Analytics utiliza cookies.\nEl usuario puede acceder a la política de privacidad de Google Analytics en http://www.google.com/intl/es_ALL/privacypolicy.</p>8.\nDuración y terminación<p>El acceso y uso de la Web tienen, en principio, una duración indefinida.\nNo obstante lo anterior, Linguakit se reservará el derecho a dar por terminado o suspendido el acceso y uso a la Web en cualquier momento.\nCuando ello sea razonablemente posible, Linguakit advertirá previamente de la terminación o suspensión del acceso y/o uso de la Web.</p>9.\nIndemnización del usuario<p>El usuario se compromete expresamente a indemnizar a Linguakit, empleados, administradores, agentes, proveedores de información o de servicios y licenciantes, cualesquiera daños y perjuicios (incluidos honorarios de letrados y costas) derivados del incumplimiento por el usuario de estos términos legales o las condiciones generales y/o particulares aplicables, en su caso, así como a colaborar con Linguakit en la defensa de sus intereses en caso de que se presente cualquier reclamación o se inicie o invoque cualquier procedimiento judicial o administrativo por tal causa.\nAsimismo, el usuario se compromete a realizar sus mayores esfuerzos a fin de evitar o, en su caso, mitigar los efectos dañosos y perjudiciales que de ello pudieran derivarse para Linguakit.</p>10.\nGeneralidades<p>En caso de existir discrepancia entre lo establecido en estas condiciones generales y las condiciones particulares de cada servicio específico, prevalecerá lo dispuesto en éstas últimas.\nEn el caso de que cualquier disposición o disposiciones de estas condiciones generales fuera(n) considerada(s) nula(s) o inaplicable(s), en su totalidad o en parte, por cualquier juzgado, tribunal u órgano administrativo competente, dicha nulidad o inaplicación no afectará a las otras disposiciones de las condiciones generales ni a las condiciones particulares de los diferentes servicios de Linguakit El no ejercicio o ejecución por parte de Linguakit de cualquier derecho o disposición contenida en estas condiciones generales no constituirá una renuncia al mismo, salvo reconocimiento y acuerdo por escrito por su parte.</p>11.\nLegislación aplicable y jurisdicción<p>Los presentes términos se regirán por la Ley Española.\nLinguakit y el usuario, con renuncia expresa al fuero que pudiera corresponderles, se someten a los Tribunales y Juzgados del domicilio del usuario, para cualquier controversia que pudiera surgir de la prestación de los servicios objeto de estas condiciones generales.\nEn el supuesto de que el usuario tuviera su domicilio fuera del Territorio Español, Linguakit y el usuario se someten, con renuncia expresa al fuero que pudiera corresponderles, a los Juzgados y Tribunales de Madrid (España).</p>II.\nProtección de datos de carácter personal1.\nRecogida de datos de carácter personal y tratamiento<p>Respecto al tratamiento de los datos de carácter personal por parte de Linguakit, debemos informarle de que el usuario otorga el consentimiento expreso, libre y de forma inequívoca para que sus datos de carácter personal sean incluidos en un fichero automatizado con la finalidad de ser empleados para los fines propios de gestión de clientes y usuario, como suscripción o alta en alguno de los servicios ofrecidos.\nLa visita a este sitio Web no supone que el usuario esté obligado a facilitar ninguna información sobre sí mismo.</p>\n<p>En la recogida de los datos se indicará, en todo caso, el carácter voluntario u obligatorio de los datos solicitados para poder registrarse correctamente en alguno de los servicios mencionados anteriormente.\nLa negativa a proporcionar los datos calificados como obligatorios supondrá la no prestación o la imposibilidad de acceder al servicio para los que eran solicitados.</p>\n<p>La recogida de sus datos de carácter personal se realiza con la finalidad de prestar los servicios solicitados pudiendo remitirle ofertas comerciales, vía e-mail, sms u otros medios, de los productos y servicios ofrecidos por Linguakit o empresas del Grupo</p>\n<p>En los casos que el usuario facilite su dirección de correo electrónico para acceder a algunos de los servicios ofertados, el usuario podrá manifestar que no desea recibir ningún tipo de comunicación, salvo que la comunicación esté ligada estrictamente a los servicios solicitados.</p>\n<p>A través de esta página Web, Linguakit recoge los datos de carácter personal de manera adecuada, pertinente y no excesiva según una finalidad determinada, explícita y legítima, por lo que en ningún caso se emplearán medios fraudulentos desleales o ilícitos.</p>\n<p>Por consiguiente, Linguakit garantiza el cumplimiento del artículo 5 de la Ley Orgánica 15/1999, de 13 de diciembre, de Protección de Datos de Carácter Personal, por el que se regula el derecho de información en la recogida de los datos, se advierte de que todos los datos personales que sean facilitados voluntariamente por los usuarios de la página linguakit.com serán incluidos en un fichero automatizado cuya finalidad es la gestión de las solicitudes de clientes, usuarios y/o solicitantes, y que figura inscrito a nombre de CILENIS SL ante la Agencia Española de Protección de Datos.</p>\n<p>Linguakit se reserva el derecho a modificar su política de protección de datos en cualquier momento, con el fin de adaptarlo a novedades legislativas y de cumplir con las mismas, anunciando en su página los cambios efectuados con una antelación suficiente al momento en que dichos cambios vayan a tener efectos.</p>2.\nRecogida, tratamiento y finalidad<p>El usuario declara que los datos aportados en los formularios que aparecen en esta web son veraces y consiente que sus datos personales y/o cualquier otro dato facilitado sean tratados de forma automatizada o manual.\nA través de la web linguakit.com no se recoge ningún dato personal sin su conocimiento, ni se ceden a terceros.\nLinguakit se compromete a tratar de forma absolutamente confidencial sus datos de carácter personal y a utilizarlos solo para las finalidades indicadas.</p>\n<p>En virtud del principio de calidad de datos, el cliente/usuario deberá comunicar por escrito a Linguakit, mediante cualquier medio que permita tener constancia de la recepción por Linguakit de cualquier error que pudiera apreciar en sus datos personales a fin de poder corregirlos.\nAmbas partes considerarán que los datos que obran en los sistemas de CILENIS SL son correctos, en el caso de que el usuario o cliente no ejerza su derecho de rectificación.</p>\n<p>Los ficheros en los que se almacenan los datos, son titularidad de Linguakit y tienen como finalidad facilitar la prestación de los servicios solicitados identificando correctamente a los usuarios que solicitan servicios en Linguakit y personalizando los servicios requeridos.\nAsimismo, dichos datos son utilizados para la realización de estudios estadísticos de los usuarios registrados que permitan diseñar mejoras en los servicios prestados, y para la gestión de tareas básicas de administración de la Web.</p>\n<p>El objetivo más importante de Linguakit al recoger datos personales es el proporcionar al usuario de la Web un tratamiento personalizado en la misma.\nEsto incluye personalización de los servicios y la comunicación interactiva con carácter gratuito.</p>3.\nDerechos<p>En relación al fichero, citado anteriormente, donde se almacenan los datos facilitados por el cliente, el usuario podrá ejercer por escrito los derechos de oposición, acceso, rectificación y cancelación de estos datos de acuerdo con la Ley 15/1999, de 13 de diciembre de Protección de Datos de Carácter Personal, y legislación complementaria.</p>\n<p>Así las autorizaciones para el envío de información comercial, cesión de datos y envío de comunicaciones comerciales por cualquier medio podrán revocarse, en cualquier momento, mediante comunicación escrita dirigida a CILENIS SL Edificio Emprendia, Campus Vida s/n, Universidade de Santiago de Compostela, 15782 Santiago de Compostela o enviando un correo electrónico a info@linguakit.com indicando por escrito su petición y adjuntando fotocopia de su DNI.</p>4.\nMedidas de seguridad<p>Linguakit ha adoptado las medidas de seguridad de protección de datos de carácter personal legalmente previstas, estableciendo aquellos medios y medidas técnicas y organizativas necesarias para evitar la alteración, pérdida, mal uso, tratamiento y acceso no autorizado o robo de los mismos habida cuenta del estado de la tecnología.\nNo obstante, deberá tener en cuenta que las medidas en Internet, debido a su naturaleza y carácter global, no son inexpugnables.</p>5.\nCesión de datos a entidades del grupo<p>De igual modo, el usuario consiente expresamente que sus datos puedan ser cedidos para su tratamiento y para el cumplimiento de los fines expuestos anteriormente, que son la prestación de los servicios solicitados a otras entidades de Cilenis S.L de Linguakit Su aceptación tendrá carácter revocable sin efectos retroactivos, según lo dispuesto en la Ley Orgánica 15/99, de 13 de diciembre.\nCualquier otra utilización de datos de carácter personal contenido en el fichero, requerirá el consentimiento del usuario.</p> ", "created_at": "2023-06-22 02:34:14.21163", "updated_at": "2023-06-22 02:35:06.782535"}], "points": [], "urls": ["linguakit.com"]}}