{"error": 448, "message": "OK", "parameters": {"id": 1340, "name": "Discourse", "created_at": "2019-01-08 15:49:26.582347", "updated_at": "2023-04-22 11:48:41.160186", "wikipedia": "https://en.wikipedia.org/wiki/Discourse_%28software%29", "keywords": null, "related": null, "slug": "discourse", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1340.png", "url": "discourse.org,rubytalk.org", "documents": [{"id": 3557, "name": "Privacy Policy", "url": "https://www.discourse.org/privacy", "xpath": "/html/body/main", "text": " Privacy Information <p>This notice describes how Civilized Discourse Construction Kit, Inc., or CDCK for short, collects and uses personal information.\nThis notice also provides information about the legal rights individuals have concerning their personal information and how you can exercise those rights.</p>\n<p>Jump to:</p>\n<ul>\n<li>What is CDCK?</li>\n<li>Who is responsible for data collected about me?</li>\n<li>How does CDCK collect data about me?</li>\n<li>Does CDCK sell my personal information?</li>\n<li>What personal information does CDCK collect, and why?</li>\n<li>Does CDCK use personal information for marketing purposes?</li>\n<li>How can I make choices about data collection?</li>\n<li>Where does CDCK store data about me?</li>\n<li>Does CDCK comply with the EU General Data Protection Regulation?</li>\n<li>How does CDCK safeguard international data transfers after Schrems II?</li>\n<li>Does CDCK comply with the California Consumer Privacy Act?</li>\n<li>Where can I access data about me?</li>\n<li>How can I change or erase data about me?</li>\n<li>Does CDCK make automated decisions based on data about me?</li>\n<li>Does CDCK share data about me with others?</li>\n<li>How does CDCK document compliance for forum hosting customers?</li>\n<li>How can I contact CDCK about privacy?</li>\n<li>What if this privacy notice changes?</li>\n</ul>\n<p>\n</p>\nWhat is CDCK? <p>CDCK is the company home and primary developer of Discourse, open source software for hosting Internet discussion forums.\nAs a company, CDCK hosts forums using Discourse for customers, as well as:</p>\n<ul>\n<li>meta.discourse.org, a discussion forum about Discourse itself,</li>\n<li>discourse.org, a website marketing Discourse and CDCK’s hosting service,</li>\n<li>blog.discourse.org, CDCK’s blog,</li>\n<li>teams.discourse.com, a website marketing CDCK’s Discourse for Teams software,</li>\n<li>support.teams.discourse.com, a website hosting Discourse for Teams support articles,</li>\n<li>and rubytalk.org, a mirror of the “Ruby-Talk” mailing list for the Ruby programming language.</li>\n</ul>\n<p>\n</p>\nWho is responsible for data collected about me? <p>CDCK is the responsible party, or controller, for the data we collect and process for our own purposes.\nFor instance, CDCK is responsible for data about our customers, employees, open source contributors, and visitors to our own websites and forums.</p>\n<p>Importantly, CDCK sets only its own privacy practices, not the privacy practices of CDCK customers or others who host forums using our open source software.\nYou should ask all of those involved in administering and hosting Discourse forums that you use for information about their privacy practices.</p>\n<p>Privacy inquiries or notices you send to CDCK about forums we host on behalf of our customers will be referred to the appropriate responsible party.</p>\n<p>\n</p>\nHow does CDCK collect data about me? <p>CDCK collects data about you:</p>\n<ul>\n<li>\n<p>when you browse a forum that CDCK hosts</p>\n</li>\n<li>\n<p>when you create and use an account on a forum that CDCK hosts</p>\n</li>\n<li>\n<p>when you post, send private messages, and otherwise participate in a forum that CDCK hosts</p>\n</li>\n<li>\n<p>when you visit our website at discourse.org</p>\n</li>\n<li>\n<p>when you sign up for mailing lists and announcements</p>\n</li>\n<li>\n<p>when you purchase services from us</p>\n</li>\n<li>\n<p>when you contribute to our open source software</p>\n</li>\n</ul>\n<p>CDCK collects data when you use forums that Discourse hosts, whether you use the forums using a web browser on your own computer, or use CDCK’s Discourse apps for mobile devices.</p>\n<p>CDCK does not buy or otherwise receive data about you from data brokers.</p>\n<p>\n</p>\nDoes CDCK sell my personal information or share it to serve behavioral advertising? <p>No, CDCK does not sell personal information or share it with third parties for the purpose of cross-context behavioral advertising.</p>\n<p>\n</p>\nWhat personal information does CDCK collect, and why? <p>\n</p>\nCDCK collects data about visits to forums and to its websites.\n<p>When you visit one of CDCK’s websites or a forum that CDCK hosts, whether you have an account or not, we use cookies, server logs, and other methods to collect data about what pages you visit and when.</p>\n<p>CDCK uses data about how you use the website to:</p>\n<ul>\n<li>\n<p>optimize the forum, so that it’s quick and easy to use</p>\n</li>\n<li>\n<p>diagnose and debug technical errors</p>\n</li>\n<li>\n<p>defend the forum and CDCK’s websites from abuse and technical attacks</p>\n</li>\n<li>\n<p>compile statistics on forum and topic popularity</p>\n</li>\n<li>\n<p>compile statistics on the kinds of software and computers visitors use</p>\n</li>\n</ul>\n<p>CDCK usually stores the data identified above for just a few weeks.\nIn special circumstances, like extended investigations about technical attacks, CDCK may preserve log data longer, for analysis.\nCDCK stores aggregate statistics about use of the forum for as long as CDCK hosts the forum, but those statistics don’t include data identifiable to you personally.</p>\n<p>\n</p>\nCDCK collects forum account data.\n<p>Many features of forums that CDCK hosts require a forum account.\nFor example, most forums that CDCK hosts require an account to post and reply to topics.</p>\n<p>To sign up for a forum account, Discourse requires your name, a user name, and an e-mail address.</p>\n<p>CDCK uses your account data to identify you on the forum and to create pages specific to you, such as your profile page.\nIf the forum is public, CDCK publishes your account data according to the forum administrator’s configuration.\nIf the forum is access-restricted, CDCK makes your account data available to everyone who can access the forum, according to the forum administrator’s configuration.</p>\n<p>CDCK uses your e-mail address to:</p>\n<ul>\n<li>\n<p>notify you about posts and other activity on the forum</p>\n</li>\n<li>\n<p>reset your password and help keep your account secure</p>\n</li>\n<li>\n<p>contact you in special circumstances related to your account</p>\n</li>\n<li>\n<p>contact you about legal requests, like DMCA takedown requests</p>\n</li>\n</ul>\n<p>You may provide additional data for your account, like a short biography, your location, or your birthday, on the profile settings page for your account.\nCDCK makes that data available to others who can access the forum.\nYou don’t have to provide this additional information, and you can erase it at any time.</p>\n<p>CDCK stores your account data as long as your account remains open.</p>\n<p>\n</p>\nCDCK collects customer account data.\n<p>When you purchase hosting from CDCK, we require certain information from you, including your email address and the information we require to process payments, such as your name and credit card information.\nWe use this information to perform the contract between us, and store it as long as your customer account remains open.</p>\n<p>\n</p>\nCDCK collects data about posts and other activity on the forum.\n<p>CDCK collects the content of your posts, plus data about bookmarks, likes, and links you follow in order to share that data with others, through the forum.\nIf the forum is public, CDCK publishes your activity.\nIf the forum is access-restricted, or access restrictions apply to the specific post, CDCK makes your activity available only to users permitted to see it.</p>\n<p>CDCK also collects data about private messages that you send through the forum.\nCDCK makes private messages available to senders and their recipients, and also to forum administrators.</p>\n<p>CDCK stores your posts and other activity as long as your account remains open.</p>\n<p>\n</p>\nCDCK collects data you give to sign up for mailing lists and announcements.\n<p>When you fill out and submit a web form to sign up for mailing lists or announcements, CDCK collects the information you put in the form, such as your e-mail address.</p>\n<p>\n</p>\nCDCK does not collect sensitive personal information.\n<p>CDCK does not intentionally collect or process sensitive personal information, such as government identification numbers, information on racial or ethnic origin, political opinions, genetic data, biometric data, health data, or any of the special categories of personal data specified by the GDPR.</p>\n<p>\n</p>\nCDCK collects data about open source contributors <p>Contributors to CDCK’s open source software may be asked to provide identifying and contact information such as your name, email address, telephone number, and mailing address.\nCDCK also collects and stores information concerning your agreement to our contributor license agreement.</p>\n<p>CDCK uses this information to maintain the integrity of our software and software licenses, as well as the integrity of the license agreement between CDCK and our contributors.\nCDCK stores contributor information for as long as related contributions are incorporated into CDCK’s open source software.</p>\n<p>\n</p>\nCDCK uses cookies.\n<p>HTTP cookies are small bits of data that websites, like Discourse forums, send to your computer when you visit.\nWhen you return to those websites, your computer sends the cookies on your computer back to the website.</p>\n<p>Discourse.org uses these cookies:</p> Name Essential Expires Purpose _ga No 2 years distinguishes users for Google analytics _gcl_au No 2 months Google advertising conversion tracking __stripe_mid Yes 1 year fraud detection for Stripe payments processing __stripe_sid Yes 30 minutes fraud detection for Stripe payments processing <p>In addition, look at the privacy notice for your specific forum to find out which cookies that forum uses.\nBy default, all Discourse forums use these cookies:</p> Name Essential Expires Purpose email Yes Session remembers your e-mail as you create an account destination_url Yes Session helps redirect you to your requested page after logging in sso_destination_url Yes Session helps redirect you to your request page after single sign on authentication_data Yes Next Page View temporarily stores user information during login flows theme_ids Yes 1 year remembers your theme personalization if you don’t tick “Make this my default theme on all my devices” color_scheme_id Yes 1 year remembers your color personalization if you don’t tick “Set default colour scheme(s) on all my devices” dark_scheme_id Yes 1 year remembers your color personalization if you don’t tick “Set default colour scheme(s) on all my devices” cn Yes Session temporarily stores notification read state _bypass_cache Yes Session allows the server-side cache to be bypassed during login flows _t Yes 1440 Hours remembers who you are when you log in _forum_session Yes Session associates an ID, and other security-related information, with your browsing session dosp Yes Next Page View enables client denial of service protection, a security protection __profilin No Session used by software developers to bypass rack-mini-profiler <p>Discourse forums that configure Google Analytics, such as meta.discourse.org, also use cookies from Google.\nRefer to Google’s page on Google Analytics cookies for the latest details.</p>\n<p>Discourse forums that serve advertisements, such as with the ads plugin, may also set cookies used to track you and serve advertisements.</p>\n<p>Your web browser can show you the cookies you have for any website and help you manage them.</p>\n<p>\n</p>\nDoes CDCK use personal information for marketing purposes? <p>CDCK may use personal information about our customers and prospective customers in order to directly market our own services and inform you about new products and features that we offer.\nWe also use the information you give to sign up for our mailing lists and announcements to send those messages.</p>\n<p>You can always opt out of marketing communications from us, and you have the right to object to any processing of your information for marketing purposes.</p>\n<p>\n</p>\nHow can I make choices about data collection? <p>You can make choices about how data about you is used on the settings page for your account.\nWhen a forum uses access restrictions that vary by category, you can choose who will see your post by choosing the appropriate category.</p>\n<p>Most web browsers let you make choices about whether to accept cookies, for specific websites or more generally.\naboutcookies.org has instructions for many different web browsers.\nyouronlinechoices.eu and aboutads.info have more information specifically about cookies used for advertising.</p>\n<p>CDCK does not respond to the Do Not Track HTTP header.</p>\n<p>\n</p>\nWhere does CDCK store data about me? <p>Most forums that CDCK hosts store data in CDCK’s data centers and Amazon Web Services S3 in the United States.\nSome forums that CDCK hosts store data in data centers in other jurisdictions, such as Canada and the European Union.\nRefer to the Privacy Policy of the forum on which your account exists for detailed information.</p>\n<p>\n</p>\nDoes CDCK comply with the EU General Data Protection Regulation? <p>CDCK respects privacy rights under Regulation (EU) 2016/679, the European Union’s General Data Protection Regulation (GDPR).\nInformation that GDPR requires CDCK to give can be found throughout this privacy notice, including information on the rights of data subjects.</p>\n<p>\n</p>\nWhat are my rights under the GDPR? <p>The GDPR provides the following rights with respect to personal information about you that we collect or process:</p>\n<ul>\n<li>\n<p>the right to access your personal data</p>\n</li>\n<li>\n<p>the right to rectification of inaccurate or incomplete personal data</p>\n</li>\n<li>\n<p>the right to erasure of your personal data</p>\n</li>\n<li>\n<p>the right to data portability</p>\n</li>\n<li>\n<p>the right to restrict the processing of your personal data</p>\n</li>\n<li>\n<p>the right to object to certain processing of your information, including automated decision-making and direct marketing</p>\n</li>\n<li>\n<p>the right to lodge a complaint with a supervisory authority</p>\n</li>\n</ul>\n<p>Information on how to exercise these rights is provided throughout this notice and linked above.\nWhile CDCK strives to make these rights easy to exercise on your own through your account settings, for more complicated inquiries the best option will be to contact us.</p>\n<p>\n</p>\nHow does CDCK safeguard international data transfers after Schrems II? <p>CDCK relies on the European Commission’s standard contractual clauses for international transfers(SCCs) to legally transfer personal data out of the European Economic Area.\nBecause national security and surveillance laws may be in conflict with European data protection rules, CDCK continually reassesses the practical reach of these laws to ensure our data transfers are adequately safeguarded.</p>\n<p>Currently:</p>\n<ul>\n<li>\n<p>CDCK processes personal data on servers located outside the European Union.</p>\n</li>\n<li>\n<p>CDCK uses subprocessors with personnel and computers outside the European Union.</p>\n</li>\n<li>\n<p>CDCK has personnel in the United States, Australia, and other non-EU countries without EU adequacy decisions under GDPR.\nThese people need access to forum personal data in order to keep forums running, address security concerns, respond to privacy-related requests from users, field technical support requests, and otherwise assist customers.</p>\n</li>\n<li>\n<p>CDCK no longer participates in Privacy Shield, following its invalidation as an adequate safeguard for EU-US data transfers.</p>\n</li>\n<li>\n<p>CDCK’s standard data processing addendum incorporates the standard contractual clauses.</p>\n</li>\n<li>\n<p>CDCK is very likely subject to section 702 of the Foreign Intelligence Surveillance Act in the United States, a law that the European Court of Justice has found inadequately protects the rights and freedoms of data subjects.</p>\n</li>\n<li>\n<p>CDCK has never received any order or request for personal data under FISA 702 or any similar national security or surveillance law of any other country.\nCDCK is not subject to any court order or legal obligation that would prevent it from disclosing the existence or non-existence of such an order or request.</p>\n</li>\n<li>\n<p>CDCK has adopted a policy for how we will respond to those orders and requests, in case we ever receive one.\nCDCK will suspend processing, notify any customer for forums we host for others, minimize disclosure, and resist disclosure of personal data, all as the law allows.</p>\n</li>\n</ul>\n<p>\n</p>\nDoes CDCK comply with the California Consumer Privacy Act? <p>CDCK complies with its obligations under the California Consumer Privacy Act (CCPA).\nCDCK does <em>not</em> sell your personal information within the meaning of that law.\nInformation on CCPA user rights — such as accessing or deleting your personal information — can be found throughout this privacy notice.\nSo can information about specific CCPA consumer rights, like requesting disclosure about information CDCK collects and requesting deletion of your personal information.</p>\n<p>CDCK is not presently a “business” for the purposes of the CCPA, but we may act as a service provider for CCPA businesses when we host forums on behalf of customers.\nWe offer a standard Service Provider Agreement for CCPA business customers.</p>\n<p>\n</p>\nWhere can I access data about me? <p>You can see your account data at any time by visiting your account page on the forum.\nYour account page also lists your posts and other activity on the forum.</p>\n<p>Your account activity page also includes a link to download all of your activity in standard comma-separated values format.</p>\n<p>If you do not have account with us but have a data access request, please contact us.</p>\n<p>\n</p>\nHow can I change or erase data about me? <p>You can change your account data at any time by visiting the profile settings page for your account.\nThe settings for a particular forum may also allow you to close your account, on the settings page for your account.\nClosing your account starts a process of erasing or anonymizing CDCK’s records of data you provided for your account.\nForum administrators can also erase and anonymize accounts.</p>\n<p>Depending on the settings for your particular forum, you may also be able to edit, anonymize, or erase your posts.\nWhen you edit posts, CDCK will keep all versions of your posts.\nForum administrators can view old versions of posts, and optionally make them visible to other forum visitors.</p>\n<p>\n</p>\nDoes CDCK make automated decisions based on data about me? <p>\n</p>\nCDCK classifies posts as spam automatically.\n<p>CDCK uses data about your posts and other activity on many forums to make automated decisions about whether your posts to meta.discourse.org and most forums that CDCK hosts are spam.\nWhen Akismet decides that a post is likely spam, the forum refuses to accept the post.</p>\n<p>If you think a post has been wrongly blocked or removed, contact an administrator of your forum.\nThey can override the decision that a post was spam.</p>\n<p>\n</p>\nCDCK uses data about posts and activity to set trust levels automatically.\n<p>Depending on how administrators of your forum configure the forum, the forum may use data about your posts and activity to award you badges and calculate a trust level for your account.\nYour trust level may affect how you can participate in the forum, such as whether you can upload images, as well as give you access to moderation and management powers in the forum.\nYour trust level therefore reflects forum administrators’ confidence in you, and their willingness to delegate community management functions, like moderation.</p>\n<p>If you think your trust level has been set incorrectly, contact an administrator of your forum.\nThey can manually adjust the trust level of your account.</p>\n<p>\n</p>\nDoes CDCK share data about me with others? <p>CDCK shares account data with others as mentioned in the section about account data.</p>\n<p>CDCK shares data about your posts and other forum activity with others as mentioned in the section about forum data.</p>\n<p>CDCK uses the subprocessors listed on our subprocessors page when providing forums on behalf of our customers.\nWe may also share personal data with the service providers we use in order to transact with customers, host our website, deliver content, secure our services, store data, host and manage our open source project, market our services, and provide customer support.\nThese service providers include:</p>\n<ul>\n<li>Akismet, for spam filtering</li>\n<li>Amazon Web Services, for storage</li>\n<li>GitHub, for open source development</li>\n<li>Google, for analytics and storage</li>\n<li>Stripe, for processing payments</li>\n</ul>\n<p>\n</p>\nHow does CDCK document compliance for forum hosting customers? <p>CDCK provides a standard data processing addendum for European Union General Data Protection Regulation compliance on request.\nThe addendum incorporates the non-EU/non-EEA processor standard contractual clauses of Commission Decision 2010/87/EU for any regulated transfers.</p>\n<p>CDCK also provides a standard addendum for compliance with the California Consumer Privacy Act on request.</p>\n<p>\n</p>\nHow can I contact CDCK about privacy? <p>You can send questions, requests, and complaints to:</p>\n<p>Civilized Discourse Construction Kit, Inc\nprivacy@discourse.org</p>\n<p>European Users with questions or complaints about GDPR compliance should also address CDCK’s representative in the Union via email at regis.hanol@discourse.org or via mail to</p>\n<code>M.\nRégis Hanol\nCivilized Discourse Construction Kit, Inc\n78 Allée Primavera\nCentre UBIDOCA, 15232\nPringy\n74370 ANNECY\nFRANCE\n</code>\n<p>For complaints under GDPR, European Union users may lodge complaints with their local data protection supervisory authorities.</p>\n<p>\n</p>\nHow can I find out about changes? <p>This version of CDCK’s privacy questions and answers took effect November 3, 2022.</p>\n<p>CDCK will post the next version at https://meta.discourse.org/privacy.\nCDCK may change how it announces changes in future versions.</p>\n<p>In the meantime, CDCK may update its contact information without announcing a change.\nPlease refer to https://meta.discourse.org/privacy for the latest contact information at any time.</p> ", "created_at": "2021-01-16 17:38:28.134094", "updated_at": "2022-12-04 05:27:01.418235"}, {"id": 3558, "name": "Copyright Policy", "url": "https://www.discourse.org/copyright", "xpath": "/html/body/main", "text": " Copyright Policy <p>This policy describes how we at Civilized Discourse Construction Kit, Inc., the company behind meta.discourse.org, respond to claims that materials user have submitted to our service infringe copyright.\nIn short, we follow the Digital Millennium Copyright Act, or DMCA.</p> What’s the DMCA? <p>The DMCA is a United States federal law that sets up a formal process for reports of copyright infringement by our users, called takedown notices.\nIt also sets up a process for disputing takedown notices by sending counter notices.\nThe law protects us from liability for infringement by our users when we follow these steps.\nIt also makes those who abuse the takedown and dispute processes liable for damage they cause.</p> How does it work? <p>Many online service providers like us handle great numbers of takedown notices and counter notices.\nOften, the whole process takes place online, with the help of automated tools.\nHowever, the legal claims and documents involved remain very serious.\nPlease approach the process accordingly.</p> Should I send a takedown notice? <p>If you aren’t absolutely sure both that you own copyright, and that material on our site infringes, speak to an attorney before sending a DMCA takedown notice.\nKnowing, material misrepresentations about infringement in a takedown notice can make you liable to us, the person that you allege is infringing, copyright owners, and licensees, all for significant damages, including costs and attorneys’ fees.\nA lawyer can help you decide if you should file a takedown notice, and if so, help you prepare it correctly.\nWe can’t.</p> How do I send a takedown notice? <p>Send takedown notices to our agent.\nYou can find their contact information below.</p>\n<p>Per United States Code, title 17, section 512(c)(3), your takedown notice must have:</p>\n<ol>\n<li>\n<p>A physical or electronic signature of a person authorized to act on behalf of the copyright owner.</p>\n</li>\n<li>\n<p>Identification of the copyrighted work you claim is been infringed.</p>\n</li>\n<li>\n<p>Identification of the infringing material to be removed.</p>\n</li>\n<li>\n<p>Contact information, preferably an email address, that we can use to reach you.</p>\n</li>\n<li>\n<p>Your statement of good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</p>\n</li>\n<li>\n<p>Your statement that the information in your notice is accurate.</p>\n</li>\n<li>\n<p>Your statement, under penalty of perjury, that you are authorized to act on behalf of the owner of the copyright allegedly infringed.</p>\n</li>\n</ol> How do we respond to takedown notices? <p>When we receive a valid takedown notice, we remove or restrict access to allegedly infringing material.\nWe then try to contact the user that submitted the material, to notify them that we have removed or restricted access to the material, provide them a copy of the takedown notice, and direct them to this policy.</p> What about repeat offenders? <p>When appropriate, we suspend or terminate the accounts of users who repeatedly infringe copyright.</p> Should I dispute a takedown? <p>If you aren’t absolutely sure that your material doesn’t infringe copyright, speak to an attorney before sending a DMCA counter notice.\nKnowing, material misrepresentations about mistaken removal or access restriction can make you liable to us, the one who filed the takedown notice, copyright owners, and licensees, all for significant damages, including costs and attorneys’ fees.\nA lawyer can help you decide if you should file a counter notice, and if so, help you prepare it correctly.\nWe can’t.</p> How do I dispute a takedown? <p>Do not resubmit material that we removed or restricted in response to a takedown notice.\nIf you do this, we will suspend or terminate your account.</p>\n<p>Send counter notices to our agent.\nYou can find their contact information below.</p>\n<p>Per United States Code, title 17, section 512(g)(3), your counter notice must have:</p>\n<ol>\n<li>\n<p>Your physical or electronic signature.</p>\n</li>\n<li>\n<p>Identification of the material removed access-restricted, and where it was available via our service before we removed or restricted access to it.</p>\n</li>\n<li>\n<p>Your statement, under penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material.</p>\n</li>\n<li>\n<p>Your name, address, and telephone number.</p>\n</li>\n<li>\n<p>Your statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located, or if outside the United States, for any any judicial district in which we may be found.</p>\n</li>\n<li>\n<p>Your statement that you will accept service of process from the person who provided the takedown notice, or their agent.</p>\n</li>\n</ol> How do we respond to counter notices? <p>When we receive a valid counter-notice, we forward a copy to the person who filed the takedown notice.\nIf they don’t notify us in ten business days that they are seeking a court order to prevent further infringement, we may replace or restore access to to the material we removed.</p> Where do I send notice? <p>Send all takedown notices and counter notices to:</p>\n<p>Kyle Mitchell<br>\nc/o CDCK, Inc.<br>\n340 S Lemon AVE #1439<br>\nWalnut, CA 91789<br>\ndmca@discourse.org<br>\n(510) 712 - 0933</p>\n<p>Send via email for fastest processing.</p> ", "created_at": "2021-01-16 17:39:14.799301", "updated_at": "2022-12-04 05:27:32.536886"}], "points": [{"id": 30427, "title": "Third-party cookies are used for statistics", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:07:55.513034", "updated_at": "2023-07-11 06:28:18.703919", "quoteText": null, "case_id": 325, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30426, "title": "Third-party cookies are used for advertising", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:07:23.373631", "updated_at": "2023-07-11 06:28:18.784625", "quoteText": null, "case_id": 128, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30425, "title": " A list of all cookies set by the website is provided", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:05:56.889485", "updated_at": "2023-07-11 06:28:18.875812", "quoteText": null, "case_id": 306, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30424, "title": "Your personal data is not sold", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:02:16.079148", "updated_at": "2023-07-11 06:28:18.971991", "quoteText": null, "case_id": 193, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30423, "title": "Information is provided about how your personal data is used", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:01:09.179273", "updated_at": "2023-07-11 06:28:19.066244", "quoteText": null, "case_id": 227, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30428, "title": "Third parties are involved in operating the service", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:08:48.988312", "updated_at": "2023-07-11 06:28:19.148683", "quoteText": null, "case_id": 207, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30422, "title": "Information is provided about how they collect personal data", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:00:51.784746", "updated_at": "2023-07-11 06:28:19.228363", "quoteText": null, "case_id": 297, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30429, "title": "You can opt out of promotional communications", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:09:19.953052", "updated_at": "2023-07-11 06:28:19.310485", "quoteText": null, "case_id": 223, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30430, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:09:36.463222", "updated_at": "2023-07-11 06:28:19.390554", "quoteText": null, "case_id": 233, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30431, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:09:54.0457", "updated_at": "2023-07-11 06:28:19.468927", "quoteText": null, "case_id": 481, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30432, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:10:10.54265", "updated_at": "2023-07-11 06:28:19.560896", "quoteText": null, "case_id": 195, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30436, "title": "This Service provides a list of Third Parties involved in its operation.", "source": "https://www.discourse.org/privacy", "status": "Akismet, Amazon Web Services,GitHub, Google, and Stripe", "created_at": "2023-04-01 13:13:12.319119", "updated_at": "2023-07-11 06:28:19.743135", "quoteText": null, "case_id": 404, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30435, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:12:44.552167", "updated_at": "2023-07-11 06:28:20.239994", "quoteText": null, "case_id": 188, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30437, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://www.discourse.org/copyright", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:14:26.550148", "updated_at": "2023-07-11 06:28:20.317801", "quoteText": null, "case_id": 138, "document_id": 3558, "quoteStart": null, "quoteEnd": null}, {"id": 30433, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:10:49.277558", "updated_at": "2023-07-11 06:28:20.0766", "quoteText": null, "case_id": 187, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30434, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:11:12.754708", "updated_at": "2023-07-11 06:28:20.159711", "quoteText": null, "case_id": 482, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30440, "title": "The service is open-source", "source": "https://www.discourse.org/privacy", "status": "The code is at https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md", "created_at": "2023-04-01 13:19:13.072722", "updated_at": "2023-07-11 06:28:20.478125", "quoteText": null, "case_id": 485, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30439, "title": "Your personal data is aggregated into statistics", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:16:19.559494", "updated_at": "2023-07-11 06:28:20.834448", "quoteText": null, "case_id": 190, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30441, "title": "There is a date of the last update of the agreements", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:20:44.938738", "updated_at": "2023-07-11 06:28:20.914016", "quoteText": null, "case_id": 331, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30442, "title": "Under the GDPR, a complaint mechanism is provided for the handling of personal data", "source": "https://www.discourse.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:21:20.787406", "updated_at": "2023-07-11 06:28:21.079346", "quoteText": null, "case_id": 300, "document_id": 3557, "quoteStart": null, "quoteEnd": null}, {"id": 30438, "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself", "source": "https://www.discourse.org/copyright", "status": "Generated through the annotate view", "created_at": "2023-04-01 13:15:29.134116", "updated_at": "2023-07-11 06:28:20.755022", "quoteText": null, "case_id": 155, "document_id": 3558, "quoteStart": null, "quoteEnd": null}], "urls": ["discourse.org", "rubytalk.org"]}}