{"error": 448, "message": "OK", "parameters": {"id": 7063, "name": "Chipotle Mexican Grill", "created_at": "2022-12-02 23:34:40.63702", "updated_at": "2023-07-10 22:02:29.140188", "wikipedia": "https://en.wikipedia.org/wiki/Chipotle_Mexican_Grill", "keywords": null, "related": null, "slug": "chipotle", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7063.png", "url": "chipotle.com", "documents": [{"id": 12966, "name": "PRIVACY POLICY", "url": "https://www.chipotle.com/about-us/privacy-policy", "xpath": "//body", "text": " Find A Chipotle sign in<ul>\n<li>Order</li>\n<li>Catering</li>\n<li>Rewards</li>\n<li>Our Values</li>\n<li>Nutrition</li>\n</ul>Find A ChipotleFind A Chipotle Chipotle -- Privacy Policy &nbsp.\nCHIPOTLE’S U.S.\nPRIVACY POLICY <br>\n(LAST UPDATED SEPTEMBER 19, 2022)&nbsp.\n<p>&nbsp;</p>\n<i>To view our Privacy Policy in Spanish,&nbsp;click here</i>\n<p>&nbsp;</p>\n<p>This Privacy Policy describes how Chipotle Mexican Grill, Inc.\nand its subsidiaries and affiliates in the United States (“Chipotle”, “we”, “our”, “us”) may collect, use, and disclose personal information of visitors who access or interact with our mobile application (“App”) or our websites that link to this Privacy Policy, as well as other personal information about our customers.&nbsp.\nThe App, those websites, our restaurants, and our related service offerings are referred to in this Privacy Policy as our “Services.”&nbsp.\nPlease note that we maintain separate privacy policies for recruiting and human resources management and for our operations in Canada and Europe.</p>\n<p>By using our Services or otherwise providing personal information to us, you consent to the collection, use, disclosure and other handling of personal information described in this Privacy Policy, except for activities for which we first require your consent to be given through other means.</p>\n<p>This Privacy Policy includes the following sections:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nCollection of Information</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nUse of Information</p>\n<p>3.&nbsp;&nbsp;&nbsp.\nSharing of Information</p>\n<p>4.&nbsp;&nbsp;&nbsp.\nRetention of Information</p>\n<p>5.&nbsp;&nbsp;&nbsp.\nChildren’s Privacy</p>\n<p>6.&nbsp;&nbsp;&nbsp.\nYour Choices</p>\n<p>7.&nbsp;&nbsp;&nbsp.\nSecurity</p>\n<p>8.&nbsp;&nbsp;&nbsp.\nNotice to California Residents</p>\n<p>9.&nbsp;&nbsp;&nbsp.\nLinks to Other Websites and Services</p>\n<p>10.\nChanges to Chipotle’s Privacy Policy</p>\n<p>11.\nContact Us</p>\n<p>&nbsp;</p>\n<p>\n<b>1.&nbsp;&nbsp;&nbsp.\nCOLLECTION OF INFORMATION</b>\n</p>\n<p>\n<b>&nbsp;<i>Information You Provide&nbsp;</i>\n</b>When you visit or interact with the Services, Chipotle may obtain certain personal information from you, such as:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNames, addresses, phone numbers, email addresses, and other identifiers;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDate of birth;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRecords of your orders and other transactions with us;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCredit/debit/gift card number(s) and account information, including any associated billing address(es) and expiration date(s);</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation provided via surveys, focus groups, and/or other marketing research efforts;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEmployer and/or other company affiliations (e.g., employer names, titles, work addresses, and other contact information);</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAudio or visual information, such as CCTV images;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPrecise location;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOther information described in the&nbsp;<b>\n<i>Information Collected Automatically</i>\n</b>&nbsp;section below (some of which is personal information).\nand</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAny other information you provide to us, including user-generated content.</p>\n<p>We may also create inferences from this information or from other personal information we hold.</p>\n<p>If you submit someone else’s personal information to us (e.g., someone else’s contact information), you represent that you are authorized to provide this information to us.</p>\n<p>\n<b>\n<i>Information Collected Automatically</i>\n</b>\n</p>\n<p>We may collect certain information about you automatically when you visit or use our online Services, or when you interact with emails, advertisements, or other electronic messages we send to you through the Services.\nThis information may include your IP address, device characteristics (including device identifiers), web browser characteristics, unique identifiers and other data stored in cookies, operating system details, language preference, referring URLs, length of visits, pages viewed, and other information that may be automatically accessible to us from your browser or device.</p>\n<p>We and our vendors may automatically collect this information using various tools and technologies such as cookies, web server logs, tags, SDKs, tracking pixels, local storage, JavaScript, APIs, session replay/screen capture (i.e., how you use and navigate the services, but not your keystroke data), and other similar technologies.&nbsp.\nAdditional information on other technologies we may use is set forth below.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWhat is a cookie? A cookie is a piece of data that a website can send to your browser, which may then be stored on your device, sometimes with a code unique to your device.\nCookies enable us and our vendors to (i) recognize your computer.\n(ii) store your preferences, settings, and other data.\n(iii) understand the web pages you have visited on our Services and elsewhere.\n(iv), enhance your user experience by delivering and measuring the effectiveness of content and advertising tailored to your interests.\n(v) perform searches and analytics.\nand (vi) assist with security and administrative functions.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWhat is a web server log? A web server log is a file where online activity is stored.&nbsp.\nIt may be used for similar purposes.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWhat’s an SDK? An SDK is a set of tools and/or code that we embed in our applications and software to perform certain functions, such as allowing us or third parties to collect information about how users interact with our Services.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWhat are Tags or tracking pixels? Tags or tracking pixels (sometimes also referred to as web beacons or clear GIFs) are small code (sometimes containing, generating, or detecting a unique identifier) embedded in websites, online ads, and email, that can be used for purposes such as generating web server logs or reading or writing cookies for the purposes described above.</p>\n<p>As we adopt additional technologies, we may also gather information through other methods.\n&nbsp;</p>\n<p>We may also use certain third-party web and mobile app analytics services – including but not limited to Google Analytics, Adobe Analytics, Twitter Analytics, and Facebook Custom Audiences – to help us understand and analyze how visitors use the online Services and serve ads on our behalf across the Internet and in different channels (including on the web, in mobile apps, on out-of-home digital surfaces, and in connected TV apps.\nWe’ve implemented Google Analytics Advertising features such as&nbsp;remarketing with analytics, interest-based advertising, demographics and interests reporting, user segment analysis, look-alike modeling and impression reporting.\nWe and third-party vendors may use first-party cookies or other first-party identifiers as well as third-party cookies or other third-party identifiers to provide Chipotle with insight into behavior information relating to inferred visitor age range (e.g., GenZ, Millenial, GenX, etc.), your interests, and&nbsp;to deliver advertisements to you, create a profile of you, measure your interests, detect your demographics, detect your location, personalize content, and detect and associate online and offline behaviors such as site visitation, dwell time and actions taken.\nFor more information on how the Google Marketing Platform uses the data collected through the online Services, visit:&nbsp;<b>www.google.com/policies/privacy/partners/</b>.</p>\n<p>In addition to the automatic collection mechanisms listed above, we may also:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAs an advertising publisher, use tags in connection with the Nielsen Digital Ad Ratings Service for Google Ad Manager;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThrough tracking technologies, receive and use Foursquare service user data, including search terms, what pages you view, your access times, the time you spend on each page, the IP address used to access the pages, and other user data (<i>see&nbsp;</i>\n<b>Foursquare Privacy Policy</b>).\nand</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUse Microsoft’s Bing Universal Event Tracking (UET) feature, in which case Microsoft collects your personal information (<i>see&nbsp;</i>\n<b>Microsoft Privacy Statement</b>).</p>\n<p>Depending on your personal device and App permission settings, when using the App, we may collect or have access to your:</p>\n<ul>\n<li>\n<b>Precise geolocation.</b>&nbsp;When you give the App permission to do this, the App may use your mobile device’s location services to collect real-time information about the location of your device (using both GPS and other methods) to provide requested location services, ensure your orders are placed at the correct location, and to serve you relevant offers or promotions.\nHowever, Chipotle does not retain or store your precise location when you enable sharing this information on your mobile device.</li>\n<li>\n<b>Camera.</b>&nbsp;When enabled, this may allow the App to access the camera to scan and input payment method details.\nProviding access to your Camera function is entirely optional.</li>\n<li>\n<b>Wi-Fi connection information.</b>&nbsp;When enabled, this may allow the App to view Wi-Fi connections.</li>\n<li>\n<b>Other.</b>&nbsp;The App will send and receive data to and from the Internet, and may view network connections, have full network access, control vibration of your device, or prevent your device from sleeping.</li>\n</ul>\n<p>You may be able to enable or disable geolocation collection by the App by adjusting the permissions in your account or device settings.\nIf GPS precise location services are disabled, other means of establishing or estimating location (e.g., connecting to or proximity to Wi-Fi, Bluetooth, beacons, or our networks) may still be active.\n&nbsp;networks generally</p>\n<p>Some of the technology described above is used by us or our partners to correlate information collected about you over time across two or more websites or online services.</p>\n<p>Please review Section 7 (“Your Choices”) for additional information about how you can manage the use of these technologies.</p>\n<p>\n<b>\n<i>Information Collected From Third Parties</i>\n</b>\n</p>\n<p>Our vendors and other third parties may share with us your personal information.\nFor example, if you order food or catering, order gift cards, make a purchase for merchandise, make a payment, or provide feedback on your experiences, you may submit personal information to one or more third parties that may share your information with us.</p>\n<p>In some circumstances, we also may collect information about you from publicly-available sources, including content about our Services that you make publicly available on third-party websites (e.g., social media platforms).&nbsp.\nWe or vendors assisting us may also receive information from geolocation data providers to help us understand aggregate visit patterns in restaurant markets of interest, but these providers get the location data from sources other than our own App and websites.\n&nbsp;&nbsp;&nbsp;</p>\n<p>Additionally, for certain features of the online Services, you may log in through your third-party social media account or share content from the online Services through third-party social media platforms.\nWe may combine information that we have about you with information we obtain from third parties.\nWhen you submit information to a third party, you are subject to that third party’s terms of use and privacy policies, for which we are not responsible.</p>\n<p>\n<b>2.&nbsp;&nbsp;&nbsp.\nUSE OF INFORMATION</b>\n</p>\n<p>We may use personal information we obtain about you to:</p>\n<ul>\n<li>facilitate and personalize your user experience and improve the Services;</li>\n<li>conduct statistical analysis of the content, layout, and features of the Services for our marketing purposes;</li>\n<li>communicate with you regarding our restaurants and other Services;</li>\n<li>respond to your requests or inquiries;</li>\n<li>register you for accounts on the Services;</li>\n<li>register you for our email and postal mailing lists or for promotions or offers conducted in connection with the Services;</li>\n<li>process payment information for online food orders or online purchases through our merchandise or gift card store;</li>\n<li>process your fundraiser applications;</li>\n<li>send marketing information to you, such as promotional offers or information about new product offerings, programs, or restaurant openings;</li>\n<li>advertise to you both on and off the Services, which may include tailoring ads to your inferred interests and measuring the performance of our ad campaigns;</li>\n<li>make inferences about connections between different internet-connected devices used by you or members of your household;</li>\n<li>provide location services;</li>\n<li>manage health and safety in our restaurants;</li>\n<li>address legal matters;</li>\n<li>prevent, investigate, identify, stop, or take any other action with regard to suspected or actual fraudulent or illegal activity, claims or other liabilities, or any activity that violates our policies.\nor</li>\n<li>for any other purpose, with your consent where appropriate.</li>\n</ul>\n<p>We may also use any of the personal information we collect to (1) generate pseudonymous or other proprietary identifiers and use them for any of the purposes described in this Privacy Policy (for example, creating, using and sharing an encrypted hash of an email address you provided to us for our advertising purposes).\nand (2) generate anonymous or de-identified information and use it for any purpose.</p>\n<p>\n<b>3.&nbsp;&nbsp;&nbsp.\nSHARING OF INFORMATION</b>\n</p>\n<p>We may share your personal information with vendors who assist us with the uses and disclosures described in this Privacy Policy, such as delivery services, analytics providers, marketing and advertising services, providers of payment services, providers of of other support for our transactions (e.g., accounting services), providers of technical services (e.g., data storage and customer relationship management databases).&nbsp;We generally require our vendors to provide at least the same or equal protection of user data as stated in this Privacy Policy.</p>\n<p>Some of the vendors who help us (for example, those mentioned in the “<b>\n<i>Information Collected Automatically</i>\n</b>” section above) may view, edit, or set their own tracking technologies/cookies, some of which collect personal information.</p>\n<p>We may also share, including by publicly posting on our online Services or other public online locations, certain content about us or our Services that you submit to us or otherwise make publicly available.&nbsp.\nFor example, we may repost content that you post about us on social media.</p>\n<p>In the event of a business transaction, such as if we sell or transfer all or a portion of our business or assets (e.g., further to a merger, reorganization, liquidation, or any other business transaction, including negotiations of such transactions), we reserve the right to disclose any information we obtain through the Services.\nYou acknowledge that such transfers may occur and are permitted by this Privacy Policy.&nbsp.\nTo the extent legally permitted, the acquiring party may use the information pursuant to their own privacy policy instead of this one.</p>\n<p>We may also disclose personal information when required by subpoena, search warrant, or other legal processes, or in response to activities that are unlawful or a violation of Chipotle’s rules for use of the Services, or to protect and defend the rights or property of Chipotle or others.&nbsp.\nThis may involve the disclosure of personal information to law enforcement, other governmental entities, or other third parties, depending on the circumstances.</p>\n<p>\n<b>4.&nbsp;&nbsp;&nbsp.\nRETENTION OF INFORMATION</b>\n</p>\n<p>We retain personal information to achieve the purposes for which the information was collected.\nIn certain cases, we may need to retain personal information for purposes required under applicable law, for tax or audit purposes, or for other purposes permitted under law.</p>\n<p>\n<b>5.&nbsp;&nbsp;&nbsp.\nSECURITY</b>\n</p>\n<p>Although we use various security measures as part of an effort to protect your personal information from loss, theft, misuse, unauthorized access, disclosure, alteration, and destruction, these measures may fail or be insufficient.\nNo collection, transmission, storage or other handling of personal information is completely secure (whether online or offline), and we cannot guarantee the security of your information.</p>\n<p>\n<b>6.&nbsp;&nbsp;&nbsp.\nCHILDREN’S PRIVACY</b>\n</p>\n<p>The online Services are not intended for, and are not intentionally targeted to, children under 13, and we do not knowingly request or collect personal information from any person under 13 years of age through the Services.\nIf we learn that the online Services have received personal information directly from a child who is under the age of 13, we will delete the information in accordance with applicable law.</p>\n<p>\n<b>7.&nbsp;&nbsp;&nbsp.\nYOUR CHOICES</b>\n</p>\n<p>To update certain personal information we have about you, or if you wish to change certain preferences (including certain communication preferences), (1) log into your registered website or App account and change your account settings (including location tracking), (2) change your device’s settings for our Apps, or (e) contact us as described at the end of this Privacy Policy.\n&nbsp;If you no longer want us to collect information through the App, please uninstall it.</p>\n<p>Many web browsers are set to accept cookies by default, but you also may be able to set your browser to notify you before you receive a cookie, or to remove or reject cookies.\nDisabling all cookies completely may affect the availability and functionality of our online Services and other websites.\nIf you would like to delete cookies or change the settings on your web browser to delete or refuse cookies, please visit the Help pages of your web browser such as those listed below, but note that our Services do not respond to browser-based privacy signals, such as do-not-track signals:</p>\n<ul>\n<li>Google Chrome:&nbsp;<b>https://support.google.com/chrome/answer/95647</b>\n</li>\n<li>Mozilla Firefox:&nbsp;<b>https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences</b>\n</li>\n<li>Internet Explorer:&nbsp;<b>https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies</b>\n</li>\n<li>Safari on Mac:&nbsp;<b>https://support.apple.com/en-ph/guide/safari/manage-cookies-and-website-data-sfri11471/mac</b>\n</li>\n<li>\n<u>Safari on iOS:<b>&nbsp;</b>\n</u>\n<b>https://support.apple.com/en-us/HT201265</b>\n</li>\n<li>\n<u>Android:</u>\n</li>\n</ul>\n<p>To limit our collection of data via Google Analytics on our websites, visit the sites only from browsers on which you have installed Google Analytics’&nbsp;<b>opt-out browser add-on</b>.&nbsp.\nGoogle also provides certain controls for interest-based Google ads in the&nbsp;<b>Google Ads Settings</b>.\n&nbsp;Certain preferences for some of the Nielsen tools we use can be adjusted&nbsp;<b>here</b>&nbsp;and&nbsp;<b>here</b>.</p>\n<p>To find out more about how some third-party services manage the privacy of information in conjunction with delivering ads online, and how to opt-out of certain collection or uses by of information by certain participating companies, at&nbsp;<b>http://www.youradchoices.com</b>,&nbsp;<b>http://www.aboutads.info/appchoices</b>,&nbsp;<b>http://www.networkadvertising.org</b>, or&nbsp;<b>https://www.networkadvertising.org/mobile-choice</b>.\nWe are not responsible for the opt-out process of third parties.</p>\n<p>You should repeat the preference options described above from each device and browser that you use in connection with our Service, and repeat them again in a particular browser or device if you clear cookies or reset the browser.&nbsp;</p>\n<p>Certain state residents have additional rights and choices, as described in the next section.</p>\n<p>\n<b>8.&nbsp;&nbsp;&nbsp.\nNOTICE TO CALIFORNIA RESIDENTS</b>\n</p>\n<p>The following section provides detailed information applicable to California residents under the California Consumer Privacy Act (CCPA).</p>\n<p>\n<b>\n<i>Collection, Use, and Disclosure of California Personal Information</i>\n</b>\n</p>\n<p>During the 12 months leading up to the effective date of this Privacy Policy, we have collected all of the types of personal information described in Section 1 (“<b>\n<i>Collection of Information</i>\n</b>\n<i>”</i>)<i>&nbsp;</i>of this Privacy Policy.&nbsp.\nDuring that period, we made the following disclosures of personal information about Californians for the purposes described in Section 2 (“<b>\n<i>Use of Information</i>\n</b>\n<i>”</i>) above:</p>\n<p>\n<b>Category of personal information</b>\n</p>\n<p>\n<b>Categories of third parties to which it was disclosed</b>\n</p>\n<p>Names, addresses, phone numbers, and email addresses and other identifiers;</p>\n<p>Affiliates, delivery services, marketing and advertising services, providers of payment services, transactional support providers, providers of technical services, governmental entities</p>\n<p>Date of birth (month and year)</p>\n<p>Affiliates, marketing and advertising services, and providers of technical services.</p>\n<p>Records of your orders and other transactions with us</p>\n<p>Affiliates, delivery services, marketing and advertising services, providers of payment services, transactional support providers, providers of technical services, governmental entities</p>\n<p>Credit/debit/gift card number(s) and account information, including associated billing address(es) and expiration date(s)</p>\n<p>Affiliates, delivery services, marketing and advertising services, providers of payment services, transactional support providers, providers of technical services, governmental entities (though in some cases a portion of the card number is shared instead of the entire number).</p>\n<p>Employer and/or other company affiliations (e.g., employer names, titles, work addresses, and other contact information)</p>\n<p>Affiliates, delivery services, marketing and advertising services, providers of payment services, transactional support providers, providers of technical services, governmental entities</p>\n<p>Visual information</p>\n<p>Affiliates, providers of technical services, and governmental entities.</p>\n<p>Geolocation and restaurant location</p>\n<p>Providers of technical services.</p>\n<p>Other information described in the&nbsp;<b>\n<i>Information Collected Automatically</i>\n</b>&nbsp;section above (some of which is personal information)</p>\n<p>Affiliates, delivery services, marketing and advertising services, providers of payment services, transactional support providers.</p>\n<p>Other information you provide to us, including user-generated content and information provided via surveys, focus groups, and/or other marketing research efforts</p>\n<p>Affiliates, delivery services, marketing and advertising services, providers of payment services, transactional support providers.</p>\n<p>Inferences</p>\n<p>Affiliates, delivery services, marketing and advertising services, providers of payment services, transactional support providers.</p>\n<p>&nbsp;</p>\n<p>During the 12 months leading up to the effective date of this Privacy Policy, we “sold” (as that term is defined under the CCPA), commercial information (transaction data), payment card information, and internet or other network or device activity (like a record of a browser’s visit to our website) to market and advertise services to assist with such activities.&nbsp.\nWe do not “sell” personal information if we have actual knowledge that the consumer is less than 16 years of age.</p>\n<p>\n<b>\n<i>Your CCPA Information &amp.\nDeletion Rights</i>\n</b>\n</p>\n<p>The CCPA allows you to request us to:</p>\n<ul>\n<li>Inform you about the categories of personal information we collect or disclose about you.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting your personal information.\nand the categories of third parties with whom we share/disclose personal&nbsp;information.</li>\n<li>Provide access to and/or a copy of certain personal information we hold about you.</li>\n<li>Delete certain personal information we have about&nbsp;you.</li>\n</ul>\n<p>If you would like to exercise any of these rights, you may submit your request by completing our&nbsp;CCPA Data Request Form&nbsp;or contacting us by phone at 833-506-0473.</p>\n<p>Please note that certain information may be exempt from such requests under California law.\n&nbsp;For example, we need certain information to provide our Services to you.&nbsp.\nWe also will take reasonable steps verify your identity before responding to your request, which may include, at a minimum, depending on the sensitivity of the information you are requesting and the type of request you are making, verifying your name, email address, and other information regarding your use of the Services (e.g., date of last purchase or last 4 digits of a payment/gift card).\n&nbsp;</p>\n<p>While you have the right to make a deletion request at any time, kindly note that processing this right would cause you may lose any promotional offers that would have been provided as a result of maintaining your deleted Chipotle Rewards account.&nbsp.\nThis may include any benefit provided through the exclusive use of Rewards account, like any accrued points, prizes, and promotional coupons.</p>\n<p>\n<b>\n<i>Your CCPA Right to Opt Out of “Sale” of Personal Information</i>\n</b>\n</p>\n<p>Californians have a right to direct us not to “sell” certain personal information as that term is defined in under the CCPA.&nbsp.\nYou can exercise that right by performing BOTH of the following steps:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nFollow the instructions on our&nbsp;CCPA Do Not Sell Request Form</p>\n<p>2.&nbsp;&nbsp;&nbsp.\nOR contact us by phone at 833-506-0473 to make a general do-not-sell request.\nWe may take reasonable steps to verify the validity of your request.&nbsp;</p>\n<p>\n<b>\n<i>Requests Made by Agents</i>\n</b>\n</p>\n<p>If you are an agent making a request on behalf of a consumer, we reserve the right to take steps to verify that you are authorized to make that request, which may include requiring you to provide us with written proof such as a notarized authentication letter or a power of attorney, as stipulated applicable state law.&nbsp.\nAs part of the process, we may additionally require the customer to verify their identity directly with us.\nFor security and legal reasons, Chipotle will reject requests that require us to access third-party websites or services.</p>\n<p>&nbsp;</p>\n<p>Because opt-out requests for sales made through cookies and related technology must be performed from each browser that is used to access our Services, it is easiest for the consumer to perform such opt-outs themselves.&nbsp.\nHowever, if a consumer wishes for an agent to perform browser-based requests on their behalf, the consumer may arrange for the agent to use the consumer’s browser to make such requests.&nbsp.\nWe are not responsible for the security risks of this or any other arrangements that a consumer may have with an agent.&nbsp.\nFor clarity, this is not permission for any user to share their login credentials with an agent or any third party.&nbsp.\nSuch sharing is a violation of our Terms of Use and is not required for an agent to make requests under this Privacy Policy.</p>\n<p>\n<b>\n<i>Nondiscrimination</i>\n</b>\n</p>\n<p>You also have the right not to receive “discriminatory treatment” (within the meaning of the CCPA) for exercising CCPA rights.</p>\n<p>\n<b>\n<i>Notice of Financial Incentives</i>\n</b>\n</p>\n<p>The Chipotle Rewards Program lets participants earn or otherwise receive rewards (e.g., free entrees) and discounts, in return for registering and/or making purchases, including:</p>\n<ul>\n<li>Spend-based incentives, where you earn credit based upon spend levels</li>\n<li>Discounts and free products offered for frequent visitors&nbsp;</li>\n<li>Periodic promotional discounts and offers</li>\n</ul>\n<p>You can sign up for the Rewards Program by&nbsp;registering on our website&nbsp;or through the Chipotle app.\n&nbsp;Registration requires you to provide your name, email address, telephone number, and (optionally) your day and month of birth.&nbsp.\nWe will then associate that and other categories of personal information with your Rewards Program account, such as other unique identifiers, purchase history, geolocation data, preferences you provide (e.g., favorite Chipotle restaurants), and stored payment methods.&nbsp.\nNote that we also may collect all of this information outside the context of the Rewards Program.</p>\n<p>Full terms for the Rewards Program are available&nbsp;here.</p>\n<p>You may withdraw from the Rewards Program at any time and forfeit any ongoing incentives by contacting us using the contact information below.</p>\n<p>\n<br>\nWhile we do not and cannot assign a monetary value to the personal information we collect through the Rewards Program, we do benefit financially from the Rewards Program.\nFor example, although we may lose immediate revenue when a member uses a discount, the positive experience may lead to an overall increase in visits to our restaurants.</p>\n<p>Calculating the actual value that Chipotle generates from those efforts (whether in aggregate or by individual) or a monetary value of the personal information involved is impossible.\nThere are many reasons for this:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFirst, the information is of no monetary value by itself, as Chipotle achieves personal information-related benefits only when the information is used in combination with, and in the context of, other aspects of our business such as (1) high-quality marketing efforts, (2) the compelling financial components of our Rewards Program that do not require use of the personal information, such as the ability to earn discounts and rewards, (3) the high quality of our food and service, and (4) the proximity of our restaurants to Rewards Program members.&nbsp;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSecond, we can’t precisely determine the motivating factors of any specific purchase, or the relative weights of each factor.&nbsp.\nEven if somebody redeems a coupon we sent to the contact information they supplied during Rewards Program registration, we can’t determine whether they would have made the same purchase on the same day even without the coupon.&nbsp.\nIn a lot of households, Tuesday is taco Tuesday – coupon or not.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThird, the level of engagement with our uses of personal information varies among Rewards Program members.\nFor example, some members may read a lot of our marketing content, while others have unsubscribed and never see any.\nSome live next door to one of our restaurants, while others are out of delivery range.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFourth, the dining habits of our Rewards Program members appear to vary significantly.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFifth, not all members link their purchases to their Rewards Program membership, so we can’t identify all purchases by Rewards Program members, let alone which ones were influenced by their participation in the program.</p>\n<p>For these reasons, we estimate that the value of the personal information collected for the Rewards Program would be less than the value the individual receives from their participation in the Reward Program.&nbsp;</p>\n<p>\n<b>\n<i>Other California Law</i>\n</b>\n</p>\n<p>Subject to certain limitations under California’s Shine the Light law, residents of the State of California may contact us as described at the end of this Privacy Policy to request a list of third parties to whom we disclosed certain personal information for those third parties’ direct marketing purposes during the preceding year.\nThe information we will provide will describe our general practices in the prior calendar year and will not be specific to you.&nbsp;</p>\n<p>Your request should indicate that you are a California resident, and you must provide your full current California address, to which we will send our response.\nYour inquiry must specify “Shine the Light Request” in the subject line of the email or the first line of the letter, and include your California address.\nWe are only required to respond to one such request per individual each year.&nbsp.\nWe may take reasonable steps to verify your identity and the authenticity of the request.</p>\n<p>\n<b>9.&nbsp;&nbsp;&nbsp.\nLINKS TO OTHER WEBSITES AND SERVICES</b>\n</p>\n<p>The Services may offer links to websites and other services that are not maintained by Chipotle.\nBy visiting one of these linked websites or services, you are subject to their privacy and other policies.\nWe are not responsible for, or able to monitor or control, the policies and practices of other companies.</p>\n<p>\n<b>10.\nCHANGES TO CHIPOTLE’S PRIVACY POLICY</b>\n</p>\n<p>From time to time, Chipotle may change this Privacy Policy.\nChanges will be indicated by the “Last Updated” date at the top of this page.</p>\n<p>\n<b>11.\nCONTACT US</b>\n</p>\n<p>For questions or concerns about this Privacy Policy or our privacy practices, you may contact our Privacy Team at&nbsp;<b>privacy@chipotle.com</b>&nbsp;or via postal mail at:</p>\n<p>Attn: Privacy Officer<br>\nChipotle Mexican Grill, Inc.<br>\n610 Newport Center Dr.<br>\nNewport Beach, CA 92660</p> contact supportcareersGOODS &amp.\ngift cardsfundraisingAboutOur ValuesNews and EventsInvestorsHealth and SafetyCultivate FoundationPizzeria LocaleAll LocationsSustainabilityDo Not Sell My InformationConnect with usDownload our appUnited States© 2022 Chipotle Mexican GrillCalifornia Transparency in Supply Chains ActTerms of UseAccessibility StatementPrivacy PolicyCookie Preferences <p>\n</p> ", "created_at": "2022-12-02 23:34:40.644626", "updated_at": "2022-12-02 22:35:21.432286"}, {"id": 12967, "name": "TERMS OF USE", "url": "https://www.chipotle.com/about-us/terms-of-use", "xpath": "/html/body/div[2]/div/div[2]/div/div", "text": " &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCHIPOTLE TERMS OF USE <p>&nbsp;</p>\n<p>These Terms of Use (“Terms”) govern your access to, and use of, the websites (each, a “Site” or “Website”), mobile applications, the mobile text program, third party messaging platforms, and online services or programs (collectively, the “Services”) operated by or on behalf of the Chipotle Mexican Grill group of companies (“Chipotle”) and on which these Terms appear.\nThese Terms are a legal and binding agreement between you and Chipotle.\nYour use of the Services indicates your acceptance of these terms.\nDo not use the Services if you do not agree to be bound by these Terms.</p>\n<p>Chipotle strives to ensure that the information contained on the Services is accurate and reliable.\nHowever, Chipotle and the Services are not infallible and errors may sometimes occur.\nTherefore, to the fullest extent permissible pursuant to the applicable law, Chipotle makes no representations about the reliability of the features of the Services, the Chipotle Content (defined below), Submitted Content (defined below), or any other Service feature.\nYou acknowledge that any reliance on such material and/or systems will be at your own risk.\nChipotle is not responsible for the information, data, text, or other materials that may appear in Submitted Content or may otherwise be submitted by users.\nOpinions expressed in Submitted Content do not necessarily reflect the opinions of Chipotle, and Chipotle does not endorse, and has no control over, Submitted Content.\nSubmitted Content is not necessarily reviewed by Chipotle prior to posting and Chipotle makes no warranties, express or implied, as to the Submitted Content or to the accuracy and reliability of the Submitted Content.\nChipotle makes no representations regarding the amount of time that any Chipotle Content or Submitted Content will be preserved.</p>\n<p>The Services are provided on an “as is, as available” basis without any representation or warranty, express or implied, of any kind.\nTo the fullest extent permitted by law, Chipotle hereby disclaims all warranties of any kind or nature, including, but not limited to, the implied warranties of merchantability, accuracy, non-infringement, and fitness for any particular purpose.\nChipotle disclaims any and all liability for the acts, omissions, and conduct of any third-party service providers, partners, sponsors, licensors, licensees, and the like (“Providers”) in connection with or related to your use of the Services and materials, programs, and features made available therein.</p>\n<p>In no event shall Chipotle or any of Chipotle’s Providers be liable to any person for damages of any kind under any legal theory, including, but not limited to, any direct, indirect, special, consequential, punitive, or other damages (lost profits, business interruption, or loss of information, programs, or data) resulting from your use or inability to use the Services, even if Chipotle has been advised of the possibility of such damages.\nBecause some states do not permit the exclusion or limitation of certain damages, in such jurisdictions, liability is limited to the fullest extent permitted by such state law.</p>\nINDEMNIFICATION <p>You agree to indemnify, defend, and hold harmless Chipotle, its affiliates, its providers, and its officers, directors, employees, attorneys, and agents from and against any and all claims, damages, losses, costs (including reasonable attorneys’ fees), and expenses that arise directly or indirectly out of or from: (1) your breach of these Terms.\nand/or (2) your activities in connection with the Services and/or materials, programs, and features made available therein.</p>\nCOMMUNICATING WITH CHIPOTLE\n<p>The Services may give you the ability to contact Chipotle by electronic mail, for example, to sign up for services such as e-mail notifications and newsletters about Chipotle’s products or to register for a particular sweepstakes or contest.\nThe information that you provide to Chipotle through the Services is governed by&nbsp;Chipotle’s Privacy Policy.</p>\nCHIPOTLE PROPERTY\n<p>The Services contain many valuable trademarks owned and used by Chipotle throughout the world.\nThese trademarks are used to distinguish Chipotle’s quality products and services.\nThe text, graphics, and html code contained on this Website and throughout the Services are the exclusive property of Chipotle (“Chipotle Content”).\nChipotle Content is protected from reproduction and simulation under national and international laws and, except where otherwise noted, is not to be copied, distributed, displayed, reproduced, or transmitted in any form, by any means, without the prior express written consent of Chipotle.</p>\nUSER-SUBMITTED CONTENT\n<p>Certain areas of the Services be enable you to submit remarks, ideas, images, photos, suggestions, graphics, and/or other materials and content (“Submitted Content”).\nYou acknowledge that you are responsible for whatever material you submit, and you, not Chipotle, have full responsibility for the message, including its legality, reliability, appropriateness, originality, and copyright.\nBy posting, displaying, publishing, or otherwise submitting Submitted Content on or through the Services, you understand and acknowledge that any materials, ideas, or other communications you transmit will not be treated as confidential or proprietary.\nFurthermore, such Submitted Content will forever be the property of Chipotle and Chipotle is entitled to use the Submitted Content for any commercial or other purpose whatsoever without compensation to you.</p>\nONLINE PURCHASES\n<p>To purchase food products, merchandise, or other items through the Services, you must provide valid payment card and billing information.\nSuch information will be collected by Chipotle.\nYour information will be collected and used in accordance with Chipotle’s Privacy Policy.\nWhen you purchase items through the Services, prices will be made clear during the order process.\nYou agree to pay the price that is stated at the time of your order, as well as any applicable taxes.\nYou also agree to have your payment card billed for the total amount displayed at check out.\nBy purchasing items through the Services, you represent and warrant to Chipotle that you are capable of entering into a contract under the applicable law.</p>\nWEBSITE ACCESS\n<p>Chipotle hereby grants you permission to use the Services as set forth in these Terms, provided that: (i) your use of the Services as permitted is solely for your personal, noncommercial use.\n(ii) you will not copy or distribute any part of the Services in any medium without Chipotle’s prior written authorization.\n(iii) you will not alter or modify any part of the Services other than as may be reasonably necessary to use the Services for their intended purpose.\nand (iv) you will otherwise comply with these Terms.</p>\n<p>In order to access some features of the Services, you will have to create an account.\nYou may never use another’s account without permission.\nWhen creating your account, you must provide accurate and complete information.\nYou are solely responsible for the activity that occurs on your account, and you must keep your account password secure.\nAlthough Chipotle will not be liable for your losses caused by any unauthorized use of your account, you may be liable for the losses of Chipotle or others due to such unauthorized use.</p>\nHYPERLINKS\n<p>The Services may link to sites not maintained by or related to Chipotle.\nHypertext links are provided as a service to users and are not necessarily sponsored by or affiliated with the Services or Chipotle.\nChipotle has not necessarily reviewed the sites hyperlinked to or from the Services and is not responsible for the content of any other site.\nThese links are to be accessed at the user’s own risk.\nChipotle makes no representations or warranties about the content, completeness, or accuracy of these links or the sites hyperlinked to or from the Services.\nFurthermore, Chipotle does not implicitly endorse third-party sites hyperlinked to or from this Website.</p>\nTEXT MESSAGING NOTICE\n<p>If you choose to participate in any Chipotle promotion that may involve the use of text messaging (either sending or receiving), Chipotle will not charge you for the text messaging.\nhowever, standard text messaging rates will apply to each text message sent or received as provided in your wireless rate plan (contact your carrier for pricing plans and details).</p>\nMOBILE TERMS &amp.\nCONDITIONS\n<p>\n<b>MOBILE ALERTS</b>\n<br>\n</p>\n<ol>\n<li>You must be 13 years of age or older to participate in the Chipotle mobile text program.</li>\n<li>By participating in the Chipotle mobile text program and signing up for mobile offers and text updates, you consent to receive future recurring automated marketing text messages to the mobile number provided from or on behalf of Chipotle.\nYou also acknowledge that your agreement to receive these messages isn’t required as a condition of purchase.</li>\n<li>Message and data rates may apply.\nAll charges are billed by and payable to your mobile service provider.\nChipotle does not charge you for sending or receiving text messages to 888222.</li>\n<li>If you would like to be removed from the Chipotle mobile text program, you must text STOP to 888222 (U.S.) or 888333 (Canada) to opt-out.\nThis is the exclusive method for opting out.\nAfter texting STOP to 888222 you will receive one additional message confirming that your request has been processed.</li>\n<li>Chipotle reserves the right to remove subscribers from our messaging database at our discretion.\nFor more information, reply “HELP” to 888222 (U.S.) or 888333 (Canada) or contact us&nbsp;here.</li>\n<li>In the event that you change or deactivate your mobile number it is your responsibility to notify Chipotle&nbsp;here&nbsp;to have your number removed.</li>\n<li>Chipotle will not be liable for any delays in the receipt of any SMS messages or undelivered messages.\nT-Mobile policies require that we specify that T-Mobile, also, will not be liable for any delays in the receipt of any SMS messages or undelivered messages.</li>\n<li>Data obtained from you in connection with this SMS service may include your cell phone number, your carrier's name, the date, time and content of your messages and other information you provide to us as part of this service.\nWe may use this information to contact you and to provide the services you request from us.</li>\n<li>These terms and conditions are subject to change at any time without notice.</li>\n</ol>\nVIOLATION OF THESE TERMS AND REMEDIES\n<p>You agree that Chipotle may, in its sole discretion and without prior notice, block and/or terminate your access to the Services if Chipotle determines that you have violated these Terms or other agreements or guidelines that may be associated therewith.\nYou also agree that any violation, or threatened violation, by you of these Terms constitutes an unlawful and unfair business practice, and will cause irreparable and unquantifiable harm to Chipotle.\nYou also agree that monetary damages would be inadequate for such harm and consent to Chipotle’s obtaining any injunctive or equitable relief that Chipotle deems necessary or appropriate.\nThese remedies are in addition to any other remedies that Chipotle may have at law or in equity.</p>\n<p>If Chipotle takes legal action against you as a result of your violation of these Terms, Chipotle will be entitled to recover from you, and you agree to pay, all reasonable attorneys’ fees and costs of such action, in addition to any other relief granted to Chipotle.\nYou agree that Chipotle will not be liable to you or to any third party for termination of your access to the Services, mobile app, programs, and/or services as a result of any violation of these Terms.</p>\nGOVERNING LAW AND JURISDICTION\n<p>These Terms are governed by United States law and are subject to all applicable federal, state, and local laws and regulations.\nAll issues and questions concerning the construction, validity, interpretation, and enforceability of these Terms, or the rights and obligations of you or Chipotle in connection with your use of the Services or your Submitted Content, shall be governed by, and construed in accordance with, the laws of the State of Colorado, without giving effect to the conflict of laws rules thereof.</p>\nDISPUTE RESOLUTION, ARBITRATION CLAUSE AND CLASS ACTION WAIVER\n<p>You agree that any claim or dispute at law or equity that has arisen or may arise relating in any way to or arising out of these Terms will be resolved in accordance with the provisions set forth in this Dispute Resolution section.\nPLEASE READ THIS SECTION CAREFULLY.\nIT AFFECTS YOUR RIGHTS AND WILL HAVE A SUBSTANTIAL IMPACT ON HOW CLAIMS YOU AND WE HAVE AGAINST EACH OTHER ARE RESOLVED.</p>\n<p>You agree that whenever you have a disagreement with Chipotle arising out of, connected to, or in any way related to these Terms, you will send a written notice to Chipotle (“Demand”).\nYou agree that the requirements of this Dispute Resolution section will apply even to disagreements that may have arisen before you accepted these Terms.\nYou must send the Demand to the following address (the “Notice Address”): Legal Department, Chipotle Mexican Grill c/o CMG Strategy Co., LLC,&nbsp;610&nbsp;Newport&nbsp;Center Dr., Suite 1300,&nbsp;Newport&nbsp;Beach, CA 92660.\nYou agree that you will not take any legal action, including filing a lawsuit or demanding arbitration, until 20 business days after you send a Demand.\nIf the disagreement stated in the Demand is not resolved to your satisfaction within 10 business days after it is received, and you intend on taking legal action, you agree that you will file a demand for arbitration with the American Arbitration Association (the “Arbitrator”).\nThis arbitration provision limits the ability of you and Chipotle to litigate claims in court and you and Chipotle each agree to waive your respective rights to a jury trial or a state or federal judge.\nThere is no judge or jury in arbitration, and court review of an arbitration award is limited.\nHowever, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow these Terms as a court would.\nYou agree that you will not file any lawsuit against Chipotle in any state or federal court.\nYou agree that if you do sue in state or federal court, and Chipotle brings a successful motion to compel arbitration, you must pay all fees and costs incurred by Chipotle in court, including reasonable attorney’s fees.\nFor any such filing of a demand for arbitration, you must effect proper service under the rules of the Arbitrator and notice to the Notice Address may not be sufficient.\nIf, for any reason, the American Arbitration Association is unable to conduct the arbitration, you may file your case with any national arbitration company.\nThe Arbitrator shall apply the AAA Consumer-Related Disputes Supplementary Procedure effective September 15, 2005 (as may be amended) and as modified by the agreement to arbitrate in this Dispute Resolution section.\nYou agree that the Arbitrator will have sole and exclusive jurisdiction over any dispute you have with Chipotle.\nThe Federal Arbitration Act allows for the enforcement of arbitration agreements and governs the interpretation and enforcement of the agreement to arbitrate.</p>\n<p>You agree that you will not file a class action or collective action against Chipotle, and that you will not participate in a class action or collective action against them.\nYou agree that you will not join your claims to those of any other person.\nNotwithstanding any other provision in these Terms, if this class action waiver is invalidated, then the agreement to arbitrate is null and void, as though it were never entered into, and any arbitration dispute at that time will be dismissed without prejudice and may be refiled in a court.\nUnder no circumstances do you or Chipotle agree to class or collective procedures in arbitration or the joinder of claims in arbitration.\nChipotle agrees that we will submit all disputes with you to arbitration before the Arbitrator.</p>\nMISCELLANEOUS\n<p>These Terms constitute the entire agreement between you and Chipotle and govern your use of the Services and supersede all prior or contemporaneous communications and proposals whether electronic, oral or written, between you and Chipotle with respect to the Services.\nBoth you and Chipotle acknowledge and agree that no partnership is formed and neither you nor Chipotle has the power or the authority to obligate or bind the other.</p>\n<p>The failure of Chipotle to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.\nIf any provision of these Terms is found by a court of competent jurisdiction to be invalid or unenforceable, the parties nevertheless agree that the court should endeavor to give effect to the parties’ original intentions as reflected in the provision, and the other provisions of the Terms shall remain in full force and effect.</p>\n<p>The failure of Chipotle to comply with these Terms because of an act of God, war, fire, riot, terrorism, earthquake, actions of federal, state, or local governmental authorities, or for any other reason beyond the reasonable control of Chipotle shall not be deemed a breach of this agreement.\nIf Chipotle fails to act with respect to your breach or anyone else’s breach on any occasion, Chipotle is not waiving its right to act with respect to future or similar breaches.</p>\n<p>The headings in these Terms are for your convenience and reference.\nThese headings do not limit or affect this agreement.</p>\n<p>If any provision of these Terms shall be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions.</p>\nBINDING AGREEMENT\n<p>These Terms constitute a binding agreement between you and Chipotle, and are accepted by you upon your use of the Services.\nThis agreement constitutes the entire agreement between you and Chipotle regarding the use of the Services and the features therein and supersedes and replaces any prior agreements between you and Chipotle regarding the use of the Services.\nBy using the Services, you represent that you are capable of entering into a binding agreement, and that you agree to be bound by these Terms.</p> ", "created_at": "2022-12-02 23:34:40.647377", "updated_at": "2022-12-02 22:36:08.495516"}], "points": [{"id": 33682, "title": "This service takes credit for your content", "source": "https://www.chipotle.com/about-us/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:13:43.01716", "updated_at": "2023-09-08 07:45:14.584572", "quoteText": null, "case_id": 179, "document_id": 12967, "quoteStart": null, "quoteEnd": null}, {"id": 33681, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.chipotle.com/about-us/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:12:34.440337", "updated_at": "2023-07-11 06:32:21.41876", "quoteText": null, "case_id": 146, "document_id": 12967, "quoteStart": null, "quoteEnd": null}, {"id": 33685, "title": "This service receives your precise location through GPS coordinates", "source": "https://www.chipotle.com/about-us/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:15:36.572898", "updated_at": "2023-07-11 06:32:21.503487", "quoteText": null, "case_id": 400, "document_id": 12966, "quoteStart": null, "quoteEnd": null}, {"id": 33683, "title": "Your personal data is used for advertising", "source": "https://www.chipotle.com/about-us/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:14:19.963908", "updated_at": "2023-07-11 06:32:21.603344", "quoteText": null, "case_id": 216, "document_id": 12966, "quoteStart": null, "quoteEnd": null}, {"id": 33687, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.chipotle.com/about-us/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:17:07.85527", "updated_at": "2023-07-11 06:32:21.778119", "quoteText": null, "case_id": 375, "document_id": 12966, "quoteStart": null, "quoteEnd": null}, {"id": 33686, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://www.chipotle.com/about-us/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:16:50.742234", "updated_at": "2023-07-11 06:32:26.33514", "quoteText": null, "case_id": 166, "document_id": 12966, "quoteStart": null, "quoteEnd": null}, {"id": 33684, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.chipotle.com/about-us/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:14:41.530178", "updated_at": "2023-07-11 06:32:21.868477", "quoteText": null, "case_id": 243, "document_id": 12966, "quoteStart": null, "quoteEnd": null}], "urls": ["chipotle.com"]}}