{"error": 448, "message": "OK", "parameters": {"id": 9549, "name": "VideoLAN", "created_at": "2023-09-04 15:23:47.623102", "updated_at": "2023-09-04 22:02:31.185111", "wikipedia": "https://en.wikipedia.org/wiki/VideoLAN", "keywords": null, "related": null, "slug": "videolan", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9549.png", "url": "videolan.org", "documents": [{"id": 18901, "name": "Legal concerns", "url": "https://www.videolan.org/legal.html", "xpath": "//*[@id=\"bodyInner\"]", "text": " Toggle navigation <ul>\n<li> VideoLAN <ul>\n<li>Team &amp.\nOrganization</li>\n<li>Consulting Services &amp.\nPartners</li>\n<li>Events</li>\n<li>Legal</li>\n<li>Press center</li>\n<li>Contact us</li>\n</ul>\n</li>\n<li> VLC <ul>\n<li>Download</li>\n<li>Features</li>\n<li>Customize</li>\n<li>\n</li>\n<li>Get Goodies</li>\n</ul>\n</li>\n<li> Projects <ul>\n<li>DVBlast</li>\n<li>x264</li>\n<li>x262</li>\n<li>x265</li>\n<li>multicat</li>\n<li>dav1d</li>\n<li>VLC Skin Editor</li>\n<li>VLC media player</li>\n<li>\n</li>\n<li>libVLC</li>\n<li>libdvdcss</li>\n<li>libdvdnav</li>\n<li>libdvdread</li>\n<li>libbluray</li>\n<li>libdvbpsi</li>\n<li>libaacs</li>\n<li>libdvbcsa</li>\n<li>biTStream</li>\n<li>vlc-unity</li>\n<li>\n</li>\n<li>All Projects</li>\n</ul>\n</li>\n<li> Contribute <ul>\n<li>Getting started</li>\n<li>Donate</li>\n<li>Report a bug</li>\n</ul>\n</li>\n<li> Support </li>\n</ul>\n<ul>\n<li> donate </li>\n<li> donate </li>\n<li> Donate <ul>\n<li> donate </li>\n<li> donate </li>\n</ul>\n</li>\n</ul> VideoLAN, a project and a non-profit organization.\nLegal concerns <p> VideoLAN is an organization based in <strong>France</strong>.<br> Therefore, most of the following page is redacted in French and refers to French law, which is the only one to be applicable to VideoLAN.\n</p>\n<p> To help you, some parts are translated in English.\nHowever, if in any way, the French and English section show some conflict, the French section <strong>will prevail</strong>.\n</p> What are the usage restrictions for VideoLAN software? <p>\n<strong>Short answer: there are none.</strong>\n</p>\n<p> You can use the software in the way you want (within the boundary of law), for personal, educational, research, military, governmental, professional purpose or any other way… </p> May I redistribute a piece of VideoLAN software? <p> Yes, you may distribute an original or a modified version of a piece of VideoLAN software as long as you comply with its license terms.\n</p>\n<p> Most pieces of software from VideoLAN are licensed under the GNU General Public License Version 2 (referred herein as GPL).\n</p>\n<p>You will find a license file named <code>COPYING</code> in all our products.</p>\n<p>\n<strong>Note:</strong> You do not need to ask VideoLAN the permission to distribute VideoLAN software!</p> How do I redistribute a piece of VideoLAN software? <p> You should refer to the GPL license to do so, and notably its <b>3rd paragraph</b>.\n</p>\n<p> One of the easiest way to conform to the GPL is to accompany the product you want to distribute with its sources.<br> For example, if you plan to distribute the latest binary version of VLC on a DVD-ROM, you should also include the VLC source code and the source code for the underlying included libraries on the same media.\n</p> Trademarks <p>VideoLAN owns the following trademarks: (09/2022 updated)</p>\n<ul>\n<li>\n<b>VideoLAN</b>: France 3805774, 4850417, European Union 009787871, United Kingdom, Canada 2214987(pending), USA 79351882 (pending), Worldwide 1688144</li>\n<li>\"The VLC cône logo\": Worldwide 1587894, France 4666551, European Union, United States of America 79309426, Canada 2101442 (pending), Japan 1587894</li>\n<li>\n<b>VLC media player</b>: France 3790877, European Union 009908468, United Kingdom, United States of America 6444630, Japan 6610960</li>\n<li>\n<b>VLC</b>: Worldwide 1552372, Canada 2053560 (pending), Japan 1552372, France 3841939, United States (6444628)</li>\n<li>\n<b>x262</b>: France 3921270, European Union 012029898, United Kingdom</li>\n<li>\n<b>x264</b>: France 3739252, European Union 009601204, United States of America 6444629, Canada 2083749 (pending), Japan 2021-352019</li>\n<li>\n<b>x265</b>: France 3921275, European Union 011949286, United Kingdom, Canada 2169709 (pending)</li>\n</ul>\n<p> The full usage is detailed under, in the French section, but you should know that those trademarks will not block any normal use and redistribution of the open source software from VideoLAN.\n</p>\n<p> However, you should know that it is STRICTLY forbidden to use the VideoLAN trademarks to spread, distribute, advertise or sell software or hardware if the license is NOT open-source (OSI meaning).\n</p> Are libdvdcss and libaacs legal? libdvdcss <p> libdvdcss is a library that can find and guess keys from a DVD in order to decrypt it.<br> This method is <b>authorized</b> by a French law decision CE 10e et 9e sous­sect., 16 juillet 2008, n° 301843 on interoperability.\n</p>\n<p>\n<strong>NB:</strong> In the USA, you should check out the US Copyright Office decision that allows circumvention in some cases.<br> VideoLAN is <strong>NOT</strong> a US-based organization and is therefore <strong>outside US jurisdiction</strong>.\n</p> libaacs <p>libaacs is a research project and has an interoperability purpose (see above point).</p>\n<p>Moreover, libaacs <strong>DOES NOT</strong> provide any decryption key.\nIt is based on the official public AACS specification only.</p> Patents and codec licenses <p> Neither French law nor European conventions recognize software as patentable (see French section below).<br> Therefore, software patents licenses do not apply on VideoLAN software.\n</p>\n<p>\n<strong>NB:</strong> libaacs is not shipped in VLC.</p> Informations légales Forme de VideoLAN <p>VideoLAN est une association à but non lucratif, régie par la loi du 1er juillet 1901.\nIl s'agit donc d'un organisme bénévole sans aucune répartition des bénéfices, ni pour ses dirigeants, ni pour ses membres.\nVideoLAN, comme toute association, est une personne morale ayant sa propre capacité juridique, et sa responsabilité, distincte des personnes la dirigeant.</p>\n<p>Le bénévolat est la règle concernant l'association : tous les dons et recettes sont conservés et utilisés par la personne morale, sans aucune répartition aux dirigeants ou aux membres, malgré leur travail et leur investissement.</p> Droit applicable <p>L'association VideoLAN est une association de droit français.\nElle est domiciliée en France et exerce l'essentiel de la gestion de son activité dans ce pays.\nLa loi applicable la concernant (ainsi que ses logiciels et services) est donc dans tous les cas la loi française, comme prévu par les articles 14 et 15 du Code civil.</p> Autorisation d'exportation <p>De par son contenu et sa large diffusion, le logiciel VLC media player bénéficie d'une autorisation d'exportation de l'ANSSI (agence nationale de sécurité des systèmes d'information) depuis 2010.</p>\n<p>Since 2010, ANSSI delivered an export authorization to VideoLAN regarding VLC media player software.</p> Brevets <p>Selon l'article L 611-10 du Code de la propriété intellectuelle, les brevets logiciels ne sont pas admis en droit français.\nAu niveau communautaire, l'article 52 de la Convention sur le brevet européen a également exclu la protection des programmes d'ordinateur.<br> Par conséquent, les logiciels fournis par VideoLAN ne sont pas redevables à des licences sur n'importe quel brevet logiciel, quelle qu'en soit sa provenance.</p> Licences et droit d'auteur <p>Les logiciels proposés par VideoLAN sont tous des logiciels open source, sous les licences GNU GPL v2 ou LGPL.\nCes licences autorisent toutes les utilisations des logiciels et leur redistribution sous la même forme ou après modification, à condition que ces logiciels modifiés respectent les conditions de la licence de base, notamment la publication des codes source et l'autorisation de redistribution.</p>\n<p>Subsidiairement aux conditions de la license, le droit commun français de la propriété intellectuelle s'applique, notamment le droit d'auteur.\nTout changement de licence ou redistribution sous d'autres conditions est interdite.\nDe même, la provenance des logiciels, même partiellement réutilisés, doit toujours être visible par les utilisateurs.</p> Marques déposées <p>Certains logiciels de VideoLAN correspondent à des marques déposées, ce qui entraîne des conséquences particulières pour leur redistribution.\nEn revanche, ceci n'entraîne aucune conséquence pour l'utilisation et la redistribution normale des logiciels.</p>\n<p>Il est cependant STRICTEMENT interdit d'utiliser les marques de VideoLAN pour promouvoir, distribuer, vendre ou transmettre des logiciels ou du matériel dont la licence n'est pas open-source (au sens de l'OSI).</p> VideoLAN <p>La marque \"VideoLAN\" est déposée et protégée par le droit des marques.\nAUCUNE UTILISATION DE LA DÉNOMINATION N'EST PERMISE, dans aucun des domaines touchés par l'association.</p> VLC media player <p>La marque et la dénomination \"VLC media player\" est déposée et protégée par le droit des marques.\nL'utilisation de la marque est permise, uniquemment pour les redistributions conformes à la licence GPL.</p>\n<p>Tout autre droit d'utilisation de la marque doit être accordé par VideoLAN au préalable.</p> x264 <p>La marque et la dénomination \"x264\" est déposée et protégée par le droit des marques.</p>\n<p>L'utilisation de la marque est permise, uniquemment pour les redistributions de logiciels conformes à la licence GPL.</p>\n<p>L'utilisation de la marque est permise pour nommer les vidéos encodées avec x264.</p>\n<p>Tout autre droit d'utilisation doit être accordé par VideoLAN au préalable.</p> Respect des mesures techniques de protection libdvdcss <p>Le logiciel libdvdcss a été élaboré sans accès au code source ou ni aux spécifications CSS.<br>Pour lire un DVD sur toutes les plate-formes, il peut être amené à trouver des clés de décodage, dans un souci d'interopérabilité.\nIl respecte le droit relatif aux mesures techniques de protection, tel que prévu dans l'article L 331-5 du code de la propriété intellectuelle et précisé par la décision du Conseil d'Etat CE 10e et 9e sous­sect., 16 juillet 2008, n° 301843, dans un objectif d'interopérabilité.</p> libaacs <p>libaacs est un projet de recherche dans un but d'interopérabilité.\nIl a été élaboré à partir de la spécification officielle et publique de l'AACS.\nIl ne fournit aucune clé de décodage et ne porte ainsi atteinte à aucune mesure technique de protection.</p> Responsabilité d'utilisation des logiciels <p>VideoLAN élabore et fournit des logiciels audiovisuels.\nL'association décline toute responsabilité quand à une utilisation illégale de ces logiciels.</p> ", "created_at": "2023-09-04 15:23:47.654108", "updated_at": "2023-09-04 15:24:38.528912"}], "points": [], "urls": ["videolan.org"]}}