{"error": 448, "message": "OK", "parameters": {"id": 9416, "name": "Markplaats", "created_at": "2023-08-23 21:11:41.216019", "updated_at": "2023-08-23 22:02:29.504692", "wikipedia": "https://en.wikipedia.org/wiki/Marktplaats.nl", "keywords": null, "related": null, "slug": "markplaats", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9416.png", "url": "marktplaats.nl", "documents": [{"id": 18543, "name": "Algemene Gebruiksvoorwaarden", "url": "https://www.marktplaats.nl/i/help/over-marktplaats/voorwaarden-en-privacybeleid/algemene-gebruiksvoorwaarden.dot.html", "xpath": "//body", "text": " Help Veilig en Succesvol Over Marktplaats Contact Over Marktplaats <ul>\n<li>Hoe werkt Marktplaats?</li>\n<li>Werken bij Marktplaats</li>\n<li>Marktplaats geschiedenis</li>\n<li>Perskamer </li>\n<li>Blogs <ul>\n<li>Marktplaats Autojournaal</li>\n<li>Marktplaats Journaal</li>\n</ul>\n</li>\n<li>Voorwaarden en Privacyverklaring <ul>\n<li>Algemene Gebruiksvoorwaarden</li>\n<li>Marktplaats Pro Tarieven</li>\n<li>Marktplaats Pro Voorwaarden</li>\n<li>Voorwaarden adverteren via dataleveranciers en tariefkaart</li>\n<li>Ontbindingsrecht </li>\n<li>Privacyverklaring </li>\n<li>Cookiebeleid </li>\n<li>Verboden of verdachte objecten en diensten</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Over Marktplaats <ul>\n<li>Hoe werkt Marktplaats?</li>\n<li>Werken bij Marktplaats</li>\n<li>Marktplaats geschiedenis</li>\n<li>Perskamer </li>\n</ul>\n</li>\n<li> Blogs <ul>\n<li>Marktplaats Autojournaal </li>\n<li>Marktplaats Journaal</li>\n</ul>\n</li>\n<li> Voorwaarden en Privacyverklaring <ul>\n<li>Algemene Gebruiksvoorwaarden</li>\n<li>Marktplaats Pro Tarieven</li>\n<li> Marktplaats Pro Voorwaarden</li>\n<li> Voorwaarden adverteren via dataleveranciers en tariefkaart</li>\n<li> Ontbindingsrecht </li>\n<li>Privacyverklaring </li>\n<li> Cookiebeleid </li>\n<li> Verboden of verdachte objecten en diensten</li>\n</ul>\n</li>\n</ul> Algemene Gebruiksvoorwaarden I.\nAlgemene Bepalingen <p> Het is voor iedereen mogelijk om eenvoudig en snel gebruik te maken van Marktplaats.\nWij hebben daarvoor duidelijke spelregels opgesteld.\nDit betekent dat de Marktplaats Gebruiksvoorwaarden op u van toepassing zijn door het bezoeken van onze website.\nWe raden u dan ook aan om deze Gebruiksvoorwaarden regelmatig door te lezen.\n</p> Lees meer II.\nRegels voor het plaatsen van advertenties <p> Om onze site zo schoon en overzichtelijk mogelijk te houden, heeft Marktplaats regels opgesteld voor het plaatsen van een advertentie.\nU kunt deze regels raadplegen door het drukken op onderstaande onderwerpen: </p>\n<ol>\n<li> Marktplaats is een advertentieplatform </li>\n<li>Algemene regels voor het plaatsen van een advertentie op de website </li>\n<li>Het plaatsen van een Advertentie</li>\n<li>Ontbindingsrecht</li>\n<li>Biedingen zijn niet bindend</li>\n<li>Regels voor het aanbieden van de prijs/betaalmethoden in een Advertentie </li>\n<li>Melden van illegale of inbreukmakende Advertenties op Marktplaats </li>\n<li>Wij geven geen garanties</li>\n<li>Vrijwaring dienst Advertenties en beperking aansprakelijkheid Marktplaats </li>\n<li>Wijzigingen</li>\n<li> De Advertentie kan ook elders gepubliceerd worden </li>\n</ol> Lees meer III.\nVoorwaarden Zakelijk Adverteren <p>Voor zakelijke adverteerders gelden in aanvulling op de algemene bepalingen, de regels voor het plaatsen van advertenties en eventuele categorie-gebonden voorwaarden, nog enkele aanvullende algemene voorwaarden.</p> Lees meer IV.\nAanvullende regels voor bepaalde categorieën <p> Voor sommige categorieën op Marktplaats gelden naast de Gebruiksvoorwaarden, aanvullende regels.\nDeze aanvullende regels worden apart gemeld op het moment dat u een dienst afneemt waarop deze aanvullende gebruiksvoorwaarden van toepassing zijn.\nOp de volgende categorieën zijn aanvullende regels van toepassing: </p>\n<ol>\n<li>Diensten en Vakmensen</li>\n<li>Auto's</li>\n<li>Betaalde Advertenties</li>\n</ol> Lees meer <p>\n<br>\n</p>\n<p>\n<strong>I Algemene Bepalingen<br>\n<br>\n</strong>\n</p>\n<p>\n<strong> 1.\nWelkom bij Marktplaats! </strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Welkom bij www.marktplaats.nl (de \"<b>Website</b>\") en hartelijk dank voor uw bezoek.<br>\n<br>Deze gebruiksvoorwaarden (de \"<b>Gebruiksvoorwaarden</b>\") zijn met ingang van 27 maart 2015 van toepassing op ieder gebruik van de website Marktplaats.nl (de \"<b>Website</b>\")(zowel via uw computer als via mobiele apparatuur of enige andere software applicatie), op alle diensten die door Marktplaats worden aangeboden en op alle overeenkomsten die Marktplaats aangaat voor het gebruik van de Website en de diensten.<br>\n<br>\n</p>\n<p>Door het bezoeken van onze Website gaat u akkoord met deze Gebruiksvoorwaarden.\nMarktplaats raadt iedereen die gebruik maakt van de Website of van een van deze diensten (een \"<b>Gebruiker</b>\") aan, deze Gebruiksvoorwaarden vooraf te lezen.\nMarktplaats kan deze Gebruiksvoorwaarden van tijd tot tijd wijzigen.\nWij raden u dan ook aan ze regelmatig te lezen.<br>\n<br>\n</p>\n<p>Door een Gebruiker kunnen op de Website producten en diensten worden aangeboden of gezocht, zowel gratis als tegen betaling aan Marktplaats (de \"<strong>Advertentie</strong>\").\nEen Advertentie omvat onder meer de titel en de omschrijving van de aangeboden of gezochte producten of diensten.<br>\n<br>\n</p>\n<p>\n<strong>2.\nAanvullende voorwaarden voor verschillende diensten van Marktplaats</strong>\n</p>\n<p>Er gelden aanvullende gebruiksvoorwaarden voor Marktplaats Pro, zakelijk adverteren, bepaalde categorieën (waaronder Auto’s en Vakmensen) en betaalde Advertenties.\nDeze aanvullende gebruiksvoorwaarden zijn een onderdeel van de Gebruiksvoorwaarden, en zullen altijd voorgaan in het geval zij conflicteren met een of meerdere andere gebruiksvoorwaarden.\nDit wordt apart gemeld op het moment dat u een dienst waarop deze aanvullende gebruiksvoorwaarden van toepassing zijn, afneemt.\nKlik hier voor de Marktplaats Pro gebruiksvoorwaarden.<br>\n<br>\n</p>\n<p>\n<strong>3.\nBescherming van uw privacy</strong>\n</p>\n<p>In onze Privacyverklaring wordt uitgelegd hoe we omgaan met uw persoonlijke gegevens en hoe we uw privacy beschermen wanneer u onze Website gebruikt.<br>\n<br>\n</p>\n<p>\n<strong>4.\nMinderjarigen</strong>\n</p>\n<p>De diensten van Marktplaats zijn slechts toegankelijk voor minderjarige Gebruikers indien zij daarvoor toestemming hebben gekregen van hun wettelijke vertegenwoordiger of het in het maatschappelijk verkeer gebruikelijk is dat een bepaalde minderjarige van deze leeftijd de betreffende handeling zelfstandig verricht.</p>\n<p>&nbsp;</p>\n<p>\n<strong>5.\nNiet toegestaan gebruik van de Website</strong>\n</p>\n<p>De inhoud van de Website mag door de Gebruiker niet worden gekopieerd, gereproduceerd en/of openbaar gemaakt worden behoudens RSS feeds voor persoonlijk gebruik en/of nieuwsberichten tot een maximum aantal van 100 Advertenties of 100 hyperlinks naar Advertenties.\nHiermee wordt bijvoorbeeld bedoeld gebruik in persoonlijke weblogs of andere persoonlijke websites.\nHet is de Gebruiker niet toegestaan de inhoud van de Website te wijzigen, anders dan beschreven in deze Gebruiksvoorwaarden.<br>\n<br>\n</p>\n<p>Het is de Gebruiker niet toegestaan om persoonsgegevens van Gebruikers die een Advertentie plaatsen op de Website (\"<b>Adverteerders</b>\") (waaronder e-mailadressen en telefoonnummers) te verzamelen en/of Adverteerders te benaderen voor het aanbieden van eigen producten en/of diensten.<br>\n<br>\n</p>\n<p>Op de databank met Advertenties rust het databankrecht van Marktplaats.\nDit houdt onder meer in dat het de Gebruiker niet is toegestaan een substantieel gedeelte van de inhoud van de databank met Advertenties op te vragen en te hergebruiken en/of niet-substantiële delen van de inhoud van de databank met Advertenties herhaald en systematisch op te vragen en te hergebruiken in de zin van de Databankenwet, tenzij aan de bovengenoemde uitzondering voor persoonlijk gebruik en/of nieuwsberichten is voldaan.\nOok is het de Gebruiker niet toegestaan om hyperlinks naar Advertenties op een andere website weer te geven, tenzij hiervoor voorafgaande schriftelijke toestemming van Marktplaats is verkregen, of tenzij aan de bovengenoemde uitzondering voor persoonlijk gebruik en/of nieuwsberichten is voldaan.<br>\n<br> Tenzij Marktplaats daarvoor toestemming heeft gegeven (bijvoorbeeld in het geval van API partners), is het niet toegestaan om Advertenties op de Website te plaatsen via een geautomatiseerd systeem, of op enige andere wijze dan via de ‘Plaats Advertentie’ knop.\n<br>\n<br> Het is niet toegestaan om Advertenties namens of in opdracht van derden te plaatsen, tenzij Marktplaats daarvoor toestemming heeft gegeven (bijvoorbeeld in het geval van API partners).<br>\n<br>\n<strong>6.\nMisbruik van de Website en de gevolgen hiervan</strong>\n</p>\n<p>Voor uw veiligheid en om misbruik tegen te gaan worden e-mailadressen afgeschermd door Marktplaats.\nUw reactie op een Advertentie en eventuele vervolgberichten tussen koper en adverteerder worden via de servers van Marktplaats verzonden.\nVoor meer informatie klik hier.<br>\n<br> Voor het melden van illegale en inbreuk makende Advertenties, beledigende inhoud en andere problemen verzoeken wij u gebruik te maken van het Meld aan Marktplaats-systeem.\nzo kunnen wij er samen voor zorgen dat de site zo schoon en veilig mogelijk blijft.\nKlachten omtrent oplichting kunt u melden via ons de contactoptie getoond op Help en Info pagina.\n<br>\n<br> Indien wij aanwijzingen en/of klachten van andere Gebruikers ontvangen of om andere redenen van mening zijn dat een bepaalde Gebruiker niet handelt in overeenstemming met de wet en/of de Gebruiksvoorwaarden en/of de Privacyverklaring, dan kunnen wij – indien wij daartoe aanleiding zien – om veiligheidsredenen en ter bescherming van onze Gebruikers onder meer de onderstaande maatregelen treffen.\nMarktplaats kan deze maatregelen ook treffen indien u op onredelijke wijze gebruik maakt van de Website, bijvoorbeeld indien uw gebruik andere Gebruikers hindert of de goede werking van de Website verstoort:<br>\n<br>\n</p>\n<blockquote>a.\nMarktplaats kan de desbetreffende Gebruiker uitsluiten van de diensten van Marktplaats of bepaalde functionaliteiten voor deze Gebruiker beperken.\nU kunt hier denken aan bijvoorbeeld schorsing van de account van de betreffende Gebruiker, het verwijderen van beoordelingen, het beperkt kunnen plaatsen van Advertenties of reacties.\nen/of<br>b.\nMarktplaats kan een of meerdere Advertenties van de Gebruiker verwijderen zonder restitutie van het door Gebruiker betaald bedrag.\n</blockquote>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Voor voorbeelden van overtredingen van de Gebruiksvoorwaarden klik hier.<br>\n<br>\n</p>\n<p>Marktplaats kan in het kader van de bovengenoemde maatregelen de persoonsgegevens van de betrokkenen verwerken.\nIndien daartoe aanleiding is kan Marktplaats binnen de grenzen van de wet, de persoonsgegevens van de betrokkenen doorgeven, bijvoorbeeld aan de politie.\nHoe dit in zijn werk gaat staat verder omschreven in onze Privacyverklaring.<br>\n<br>\n</p>\n<p>\n<strong>7.\nWij geven geen garanties</strong>\n</p>\n<p>Wij kunnen u niet garanderen dat onze diensten altijd zullen voldoen aan uw verwachtingen.\nOok kunnen wij niet garanderen dat de Website foutloos functioneert en/of dat een continue en/of veilige toegang tot de Website of delen daarvan kan worden verkregen.<br>\n<br>\n</p>\n<p>Alle informatie en getallen op de Website zijn onder voorbehoud van spel- of typefouten.<br>\n<br>\n</p>\n<p>\n<strong>8.\nBeperking aansprakelijkheid Marktplaats</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Wij sluiten, voor zover wettelijk toegestaan is, aansprakelijkheid uit voor alle schade die een Gebruiker lijdt door<br>\n<br>\n</p>\n<p>(i) gebruik van de diensten van Marktplaats;</p>\n<p>(ii) het niet of niet veilig beschikbaar zijn van de Website of delen daarvan;</p>\n<p>(iii) onjuiste informatie op de Website;</p>\n<p>(iv) afname van diensten van derden of gebruik van gekochte producten via de Website;</p>\n<p>(v) wijzigingen in de diensten van Marktplaats of wijzigingen in of op de Website;</p>\n<p>(vi) het handelen door Gebruiker in strijd met de Gebruiksvoorwaarden en/of toepasselijke wet- en regelgeving.<br>\n<br>\n</p>\n<p>Indien wij om wat voor reden dan ook toch aansprakelijk zijn, dan is onze aansprakelijkheid beperkt tot maximaal (a) de totale vergoeding die de Gebruiker aan Marktplaats heeft betaald gedurende de 6 maanden voorafgaand aan de handeling waardoor de aansprakelijkheid is ontstaan, of (b) € 150, al naar gelang wat hoger is.</p>\n<p>&nbsp;</p>\n<p>\n<strong>9.\nWijzigingen van de diensten en de Website</strong>\n</p>\n<p>Marktplaats kan de Website of delen daarvan te allen tijde wijzigen.\nTevens kunnen wij te allen tijde onze diensten wijzigen of beëindigen.\nWij zullen ernaar streven om een dergelijke wijziging of beëindiging binnen een redelijke termijn aan te kondigen voordat deze wordt doorgevoerd.\n<br>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>10.\nWebsites en diensten van derden</strong>\n</p>\n<p>De Website bevat verwijzingen naar de websites van derden (bijvoorbeeld door middel van een hyperlink of banner).\nMarktplaats heeft geen enkele zeggenschap of invloed op de inhoud van deze websites.\nOp deze websites gelden de (privacy)regels van die betreffende website.\nIndien u vragen over deze regels van websites van derden heeft, dan verwijzen wij u graag naar hun desbetreffende websites.\nDit geldt ook voor het gebruiken van de diensten van externe dienstverleners, zoals van betaaldiensten van derden.\nHet gebruik van deze diensten zal dan onder de (privacy)regels van de desbetreffende dienstverlener vallen.<strong>\n<br>\n<br>\n</strong>\n</p>\n<p>\n<strong>11.\nKlachtenregeling</strong>\n</p>\n<p>Antwoorden op vragen van Gebruikers zijn te vinden via onze Help en Info-pagina.\nKunt u het antwoord op uw vraag niet vinden, neem dan contact op via de contactopties getoond op de Help en Info-pagina.\nMocht u toch een klacht hebben over Marktplaats? Klachten kunt u gratis indienen via de pagina 'Klacht over Marktplaats'.\nEen Gebruiker kan o.a.\neen klacht indienen over de vermeende overtreding van Verordening (EU) 2019/1150 (voor zover van toepassing), technische problemen en maatregelen of gedragingen van Marktplaats die aanzienlijke gevolgen voor de Gebruiker hebben.\nKlachten over een gebrek in de dienstverlening dienen tijdig na ontdekking te worden ingediend, waarbij een termijn van 2 maanden in ieder geval tijdig zal zijn.\nKlachten dienen volledig en duidelijk omschreven te worden ingediend.\nWij zullen ernaar streven binnen 14 dagen na het indienen van de klacht te reageren.\nIn geval dit niet mogelijk is, zullen wij u binnen 14 dagen na het indienen van de klacht een indicatie geven van de termijn van beantwoording.</p>\n<p>Een Gebruiker die handelt als consument kan zijn klacht tevens indienen via de website van de Nederlandse Thuiswinkel Organisatie.</p>\n<br>\n<p>\n</p>\n<p>\n<strong>12.\nOverige bepalingen</strong>\n</p>\n<p>Marktplaats B.V.\n(<strong>“Marktplaats”</strong>) is gevestigd aan de Wibautstraat 224, 1097 DN te Amsterdam.\nMarktplaats heeft telefoonnummer 020-2150838, BTW nummer 803.603.307.B.01 en is ingeschreven bij de Kamer van Koophandel onder nummer 28058712.\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>Marktplaats kan de Gebruiksvoorwaarden of delen daarvan te allen tijde wijzigen.\nMarktplaats zal ernaar streven om een dergelijke wijziging binnen redelijke termijn voor inwerkingtreding aan te kondigen.\nDe wijzingen worden van kracht binnen redelijke termijn nadat deze zijn aangekondigd, of nadat u na de wijziging opnieuw van de Website en/of de diensten van Marktplaats gebruik heeft gemaakt, al naar gelang wat eerder plaatsvindt.</p>\n<p>\n<br> Indien wij een bepaling in de Gebruiksvoorwaarden niet afdwingen, dan heeft dat niet tot gevolg dat wij afstand doen van het recht dit op een later tijdstip of jegens een andere Gebruiker wel af te dwingen.\nAfspraken die afwijken van hetgeen is bepaald in de Gebruiksvoorwaarden zijn enkel geldig indien deze schriftelijk door Marktplaats zijn bevestigd.\nIndien een of meerdere bepalingen van de Gebruiksvoorwaarden door een bevoegde rechter ongeldig wordt verklaard, dan laat dit de overige bepalingen van de Gebruiksvoorwaarden onverlet.\n<br>\n<br>\n</p>\n<p>Kennisgevingen aan Marktplaats (anders dan inzake inbreukmakende of op andere wijze onrechtmatige Advertenties) kunnen worden gericht aan Marktplaats B.V., Wibautstraat 224, 1097 DN te Amsterdam.\nKennisgevingen aan Gebruikers zullen worden gestuurd naar het opgegeven e-mailadres, of per aangetekende post ingeval hiertoe aanleiding is en een adres beschikbaar is.\nKennisgevingen gedaan per aangetekende post zullen worden geacht te zijn ontvangen 5 (vijf) werkdagen na de datum van verzending.<br>\n<br>\n</p>\n<p>Marktplaats is te allen tijde gerechtigd om haar rechten en verplichtingen uit de overeenkomsten die betrekking hebben op de diensten van Marktplaats over te dragen aan een van haar groepsvennootschappen.\nGebruikers zullen hierover worden geïnformeerd.<br>\n<br>\n</p>\n<p>Deze Gebruiksvoorwaarden vormen de hele overeenkomst tussen u en Marktplaats vervangen alle eerdere overeenkomsten.\nDe overeenkomsten die volgen uit alle diensten van Marktplaats en de Gebruiksvoorwaarden worden beheerst door Nederlands recht.\nIn het geval van een geschil voortvloeiend uit deze overeenkomsten of uit de Gebruiksvoorwaarden, zal enkel de rechtbank te Amsterdam bevoegd zijn, tenzij het geschil is voorgelegd aan de Stichting Geschillencommissies Consumentenzaken.\nTevens kunt u uw klacht voorleggen aan de Geschillencommissie via het Europees ODR Platform.\nIndien de Gebruiker handelt als consument (een natuurlijk persoon die niet handelt in de uitoefening van beroep of bedrijf), dan heeft deze Gebruiker verder de optie om binnen een maand nadat Marktplaats zich op de bevoegdheid van de rechtbank Amsterdam beroept, voor beslechting van het geschil door de volgens de wet bevoegde rechter te kiezen.<br>\n<br>\n</p>\n<p>\n<strong>13.\nAlgemene Voorwaarden Thuiswinkel </strong>\n</p>\n<p>Marktplaats is lid van Thuiswinkel.org, als gevolg waarvan in aanvulling op deze Gebruiksvoorwaarden, ook de Algemene Voorwaarden Thuiswinkel van toepassing zijn op de overeenkomst tussen Marktplaats en de Gebruiker.\nIn het geval sprake is van strijdigheid tussen de inhoud van de Algemene Voorwaarden Thuiswinkel en de Gebruiksvoorwaarden zullen indien de Gebruiker de overeenkomst met Marktplaats aangaat als consument&nbsp.\nde inhoud van de Algemene Voorwaarden Thuiswinkel voorrang hebben boven de inhoud van de Gebruiksvoorwaarden.\nIn elk ander geval zullen de inhoud van de Gebruiksvoorwaarden voorrang hebben boven de inhoud van de Algemene Voorwaarden Thuiswinkel.<br>\n<br>\n</p>\n<p>\n<strong>14.\nErvaringen</strong>\n</p>\n<p>Gebruikers kunnen worden gevraagd om een beoordeling te geven over een Adverteerder met wie zij over een Advertentie hebben gecommuniceerd, veel interactie hebben gehad, beoordelen door middel van 'Ervaringen'.\nDe gegeven beoordeling bestaat uit een aantal sterren en een standaardtekst die de Gebruiker kiest.\nDe beoordeling is publiek zichtbaar enkele dagen nadat deze is gegeven.<br>\n<br> Marktplaats heeft geen invloed op de beoordelingen via Ervaringen.\nHet kan gebeuren dat een beoordeling de feitelijke situatie niet (geheel) correct weergeeft.<br>\n<br> Een beoordeling:<br> a.\nmoet naar waarheid worden gedaan;<br> b.\nmoet betrekking hebben op de betreffende Adverteerder;<br> c.\nmoet betrekking hebben op de Advertentie waarvoor de optie tot beoordelen wordt geboden;<br> d.\nmag niet worden gedaan met het waarschijnlijke oogmerk de Adverteerder te schaden of anderszins misbruik te maken van Ervaringen.</p>\n<br>\n<br>\n<p>\n<strong>15.\nInformatieverplichtingen voor Adverteerders</strong>\n</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>15.1 Alle Adverteerders dienen hun persoonlijke (contact)gegevens of bedrijfsgegevens correct door te geven en ervoor te zorgen dat deze juist en actueel zijn.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>15.2 Zijn er wettelijke (informatie)verplichtingen van toepassing op de Adverteerder danwel Marktplaats, dan moet de Adverteerder zich daaraan houden.\nIs Marktplaats wettelijk verplicht de Adverteerder te identificeren of aanvullende (bedrijfs- of contact)informatie op te vragen, dan is de Adverteerder verplicht de informatie onverwijld te verstrekken.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>15.3 Een Adverteerder handelend in een commerciële of professionele hoedanigheid voor doeleinden in verband met zijn handels- bedrijfs-, ambachts- of beroepsactiviteit, is naast zijn wettelijke verplichtingen in dat verband en eventuele aanvullende voorwaarden (zoals bedoeld in artikel 2), tevens gebonden aan Hoofdstuk III van de Algemene Gebruiksvoorwaarden (Voorwaarden Zakelijk Adverteren).</p>\n<br>\n<p>\n</p>\n<p>\n<strong>II Regels voor het plaatsen van Advertenties<br>\n<br>\n</strong>\n</p>\n<p>\n<br>\n<strong>1.\nMarktplaats is een advertentieplatform</strong>\n<strong>\n<br>\n<br>\n</strong>Marktplaats is een platform waar een Adverteerder Advertenties kan plaatsen en een Gebruiker deze Advertenties kan bekijken.<br>\n<br>Marktplaats is geen partij bij de overeenkomst die tussen een Adverteerder en een Gebruiker tot stand komt.\nAdverteerders en Gebruikers dienen onderlinge geschillen zelf op te lossen.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>2.\nAlgemene regels voor het plaatsen van een Advertentie op de Website</strong>\n</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>2.1&nbsp.\nAdvertenties die door een Adverteerder op de Website worden geplaatst, dienen aan onderstaande algemene regels te voldoen.\nDaarnaast gelden aanvullende regels voor bepaalde groepen Advertenties, zoals voor Auto’s, Diensten en Vakmensen en Marktplaats Pro.\nDeze aanvullende regels kunnen afwijken van de onderstaande algemene regels.\n<strong>Wij adviseren u om altijd goed op te letten onder welke regels een Advertentie valt.<b>\n<br>\n</b>\n</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>2.2 Het opmaken van een Advertentie:<strong>\n<br>\n</strong>\n</p>\n<p>a.\nIn iedere Advertentie voor producten mag maar één concreet product worden aangeboden of worden gezocht.<br>\n<br>b.\nElke titel en elke tekst van een Advertentie dienen een omschrijving van het aangeboden of gezochte product of de aangeboden of gezochte dienst te bevatten.<br>\n<br>c.\nTitels en teksten van Advertenties mogen alleen in het Nederlands of in het Engels zijn opgesteld.<br>\n<br> d.\nHet is niet toegestaan om gratis Advertenties meer dan één keer op de Website te plaatsen.\nHet is niet toegestaan om gelijktijdig meerdere identieke Advertenties op de Website online te hebben staan of geplaatst te hebben.\nHet is niet toegestaan om hetzelfde object of dezelfde dienst in meer dan één Advertentie tegelijk op de Website aan te bieden.\nHet is niet toegestaan om met gebruik van meer dan één account meerdere identieke Advertenties of meerdere Advertenties voor hetzelfde object of dezelfde dienst te plaatsen.\n<br>\n<br> e.\nIndien een Advertentie voor het einde van de initiële Advertentieperiode (of een verlenging van de Advertentieperiode) van de Website wordt verwijderd, is het niet toegestaan om binnen de resterende looptijd van de oorspronkelijke Advertentieperiode een identieke Advertentie of een Advertentie voor hetzelfde object of dezelfde dienst te plaatsen, tenzij daarvoor een gegronde reden bestaat (bijvoorbeeld het per ongeluk verwijderen van de Advertentie of wanneer de koop onverwacht niet is doorgegaan).<br>\n<br> f.\nIedere Advertentie dient in de best bijpassende categorie te worden geplaatst.\nOnder deze link staan een aantal voorbeelden hoe de best bijpassende categorie gevonden kan worden.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>2.3 Advertentie-inhoud die niet is toegestaan: <br>\n<br>a.\nDe titel en de tekst van de Advertentie mogen niet misleidend, onnauwkeurig of onjuist zijn.\nDe titel en de tekst dienen het product dat ter verkoop wordt aangeboden of de dienst die wordt aangeboden juist en helder te beschrijven.\n<br>\n<br>b.\nHet is niet toegestaan om bepaalde wettelijke rechten, zoals het recht van de Gebruiker op een product dat of een dienst die voldoet aan de opgegeven specificaties, aan te bieden of te presenteren als een aanvullende dienst, bijvoorbeeld door daar een vergoeding voor te vragen of deze alleen tegen vergoeding te respecteren.<br>\n<br>c.\nEen Advertentie mag in ieder geval geen discriminerende, pornografische, beledigende of en bedreigende of opruiende inhoud bevatten.\nOok mag de inhoud geen politieke boodschappen en persoonsgegevens van derden bevatten of in strijd zijn met de openbare orde of de goede zeden.\n<br>\n<br>d.\nHet is niet toegestaan een Advertentie te plaatsen met als enige doel het direct of indirect promoten van een bedrijf, behalve in de groep Diensten en Vakmensen.<br>\n<br>e.\nHet is niet toegestaan om foto’s bij een Advertentie te plaatsen die geen betrekking hebben op het aangeboden product of de aangeboden dienst.<br>\n<br>f.\nIn gratis Advertenties mogen enkel websites worden vermeld of links naar websites worden opgenomen, indien daarvoor is betaald.\nHet is niet toegestaan om websites te vermelden of links naar websites op te nemen die geheel of gedeeltelijk gevuld zijn met links naar advertentiewebsites of naar advertenties die met name gericht zijn op het verwerken van advertentie-inkomsten door het genereren van kliks.<br>\n<br> g.\nHet is niet toegestaan om Advertenties te plaatsen, die enkel zijn geplaatst om kliks op een bepaalde website te genereren.<br>\n<br>\n<strong>\n</strong>2.4 Illegale of onrechtmatige producten of diensten</p>\n<p>Het is niet toegestaan producten aan te bieden die illegaal of onrechtmatig zijn of waarvan de handel is verboden.\nHet is ook niet toegestaan om diensten aan te bieden waarvan de uitvoering illegaal of onrechtmatig is.\nKlik hier voor een lijst van mogelijk illegale of onrechtmatige producten en diensten.\nLet op: deze lijst is niet volledig, maar geeft enkel een indicatie.\nNiet alle handel in de producten of de diensten die op deze lijst staan is verboden, maar kunnen onder omstandigheden wel verboden zijn, bijvoorbeeld bij gebrek aan een vergunning.\nProducten en diensten die niet op deze lijst staan kunnen onder omstandigheden ook illegaal of onrechtmatig zijn.<strong>\n<br>\n<br>\n</strong>\n</p>\n<p>Zowel Adverteerder als Gebruiker dienen zelf altijd goed op te letten bij het aanbieden van en reageren op producten en diensten.\nAdverteerders en Gebruikers worden geacht zelf de wet- en regelgeving op het gebied van het desbetreffende product of dienst te kennen.\nWij raden u aan om bij twijfel nadere inlichtingen of advies in te winnen, bijvoorbeeld op de website van de desbetreffende toezichthouder.\nOok hierover bevat de lijst met verdachte of verboden producten of diensten suggesties.\n<br>\n<br>\n<strong>\n</strong>2.5 Geen inbreuk op intellectueel eigendomsrechten van derden<br>\n<br>a.\nHet is niet toegestaan om een product in een Advertentie op te nemen dat inbreuk maakt op intellectuele eigendomsrechten van derden.\nDit houdt onder andere in dat het niet is toegestaan om een product aan te bieden dat</p>\n<p>\n<br>(i) inbreuk maakt op het auteursrecht van een andere partij, zoals het auteursrecht op software of muziek, of op een schilderij of een foto die door een andere partij is gemaakt, zonder toestemming van die andere partij;</p>\n<p>\n</p>\n<p>(ii) inbreuk maakt op het merkenrecht van een andere partij, zoals een kledingstuk met daarop een logo van die andere partij dat zonder toestemming is geplaatst.\nof<br>\n<br>(iii) inbreuk maakt op het modelrecht van een andere partij, zoals een tas die is nagemaakt zonder toestemming van die andere partij.</p>\n<p>\n</p>\n<p>b.\nIn de titel en tekst van de Advertentie mag slechts de merknaam van het product worden gebruikt dat in de Advertentie wordt aangeboden of gevraagd.<br>\n<br>c.\nIn de titel of de tekst van de Advertentie mag alleen de handelsnaam worden gebruikt van de onderneming waarvan het betreffende product of de betreffende dienst afkomstig is.\nHet noemen van handelsnamen behorende bij producten of diensten die niet in de Advertentie worden aangeboden is niet toegestaan.<br>\n<br>d.\nHet product mag alleen in de tekst van de Advertentie met andere producten worden vergeleken en niet in de titel.\nDe vergelijking mag op geen enkele wijze verwarring scheppen over de oorspronkelijke herkomst van het product.\nBij de vergelijking mag geen merknaam behorende bij het andere vergelijkbare product worden genoemd.\n<br>\n<br>e.\nHet is niet toegestaan een disclaimer in de Advertentie op te nemen met betrekking tot de echtheid van het product dat in de Advertentie wordt aangeboden.\nAdverteerders dienen zich ervan te vergewissen dat hun producten echt zijn en verhandeld mogen worden, alvorens ze aan te bieden op Marktplaats.\n<br>\n<br>\n<strong>3.\nHet plaatsen van een Advertentie<br>\n</strong>\n<br>3.1.\nMijn Marktplaats</p>\n<p>Een Adverteerder plaatst zijn Advertentie via de knop 'Plaats Advertentie' op de Website.\nVoordat een Adverteerder een Advertentie kan plaatsen dient hij eerst in te loggen.</p>\n<p>Bij het aanmaken van een gebruikersaccount is het niet toegestaan om een adverteerdernaam te kiezen die een [url] of een gedeelte van een [url] bevat.<br>\n<br> Het is niet toegestaan om uw inloggegevens aan derden te verstrekken.\nHet is niet toegestaan om inloggegevens van derden te gebruiken voor het plaatsen van Advertenties.</p>\n<p>&nbsp;</p>\n<p>3.2.\nTotstandkoming Advertentieovereenkomst tussen Marktplaats en Adverteerder<br>\n<br>a.\nNadat de Adverteerder heeft ingelogd, kan hij via de button 'Plaats Advertentie' een Advertentie aanmaken.\nTijdens het aanmaken van de Advertentie kan de Adverteerder onder de knop ‘Bekijk Advertentie’ een voorbeeld van de Advertentie zien.\nDe Adverteerder kan de Advertentie naar aanleiding van dit voorbeeld wijzigen.\nNa het zien van het voorbeeld kan op de button ‘Plaats Advertentie’ worden geklikt.\nHiermee komt de advertentieovereenkomst (de <strong>\"Advertentieovereenkomst\"</strong>) tussen Marktplaats en de Adverteerder bij gratis Advertenties tot stand.\nBij betaalde Advertenties komt de Advertentieovereenkomst tot stand op het moment dat de betaalprocedure op de Website is doorlopen.<strong>\n<br>\n<br>\n</strong>b.\nMarktplaats bewaart alle gegevens van iedere Advertentieovereenkomst gedurende 14 dagen na verwijdering van de Advertentie.\nDaarna zullen wij de gegevens van de Advertentieovereenkomst bewaren zoals is beschreven in onze Privacyverklaring.\nDoor middel van de contactoptie getoond op de Help en Info pagina kan de Adverteerder binnen 14 dagen onder vermelding van het e-mailadres waarmee de Advertentie is geplaatst en onder vermelding van het advertentienummer deze gegevens opvragen.\n<br>\n<br>3.3.\nPeriode dat een Advertentie op de Website blijft staan<br>Advertenties waarvoor geen bijzondere regels gelden blijven tenminste 28 dagen op de Website staan, mits aan de daarvoor geldende (betalings-)voorwaarden is voldaan en de Adverteerder de Advertentie niet zelf verwijdert.&nbsp.\nVoor Advertenties waarvoor bijzondere regels gelden, zult u de voorwaarden op onze Website te zien krijgen, voor het plaatsen van uw Advertentie.\n</p>\n<br>\n<p>Indien het product dat in de Advertentie wordt aangeboden, wordt verkocht, dient de Advertentie te worden verwijderd.\nBij verkoop van het product dat in de Advertentie wordt aangeboden eindigt de Advertentieovereenkomst tussen u en Marktplaats, en is Marktplaats haar verplichtingen onder de Advertentieovereenkomst volledig nagekomen.<br>\n<br>3.4.\nOpvallen</p>\n<p>Bij het opmaken van de Advertentie heeft de Adverteerder de mogelijkheid om zijn Advertentie te laten 'opvallen', 'omhoog te plaatsen', etc.\nDe regels hiervoor zijn beschreven op de bijbehorende webpagina's.<br>\n<br>\n</p>\n<p>\n<br>\n<br>\n</p>\n<p>\n<strong>4.\nOntbindingsrecht</strong>\n<br>\n<br> 4.1 Op het plaatsen van een Advertentie kan in bepaalde gevallen het ontbindingsrecht zoals bedoeld in artikel 6:230o BW van het Burgerlijk Wetboek van toepassing zijn.\nKlik hier voor meer informatie over het ontbindingsrecht.\n<br>\n<br> 4.2 Het ontbindingsrecht is in ieder geval niet van toepassing op Advertenties die op grond van het bepaalde in de Gebruiksvoorwaarden (waaronder op grond van Hoofdstuk I, artikel 6) (i) van de Website zijn verwijderd of (ii) zijn geplaatst door Gebruikers die zijn uitgesloten van de diensten van Marktplaats of waarvoor bepaalde beperkingen gelden.<br>\n<br> 4.3 Tenzij anders overeengekomen gaat u ermee akkoord dat een Advertentie direct, tijdens de wettelijke ontbindingstermijn, wordt geplaatst.\nDit heeft gevolgen voor een eventueel van toepassing zijnde ontbindingsrecht.\nU verklaart tevens dat u afstand doet van een eventueel van toepassing zijnde ontbindingsrecht, zodra Marktplaats de Advertentieovereenkomst is nagekomen.<br>\n<br> 4.4 Indien het in artikel 4.1 bedoelde ontbindingsrecht van toepassing is op de door u geplaatste Advertentie dan gaat u ermee akkoord dat indien u gebruik maakt van uw ontbindingsrecht, u aan Marktplaats een evenredige vergoeding verschuldigd bent voor de door Marktplaats geleverde diensten.\nIn bepaalde gevallen zal deze evenredige vergoeding worden berekend op basis van het aantal dagen dat bij uw gebruik van uw ontbindingsrecht resteert van de overeengekomen advertentieperiode en/of het gemiddeld aantal biedingen op producten of diensten voor Advertenties in dezelfde categorie, zoals door Marktplaats van tijd tot tijd wordt vastgesteld.<br>\n<br> 4.5 Indien u gebruik maakt van het ontbindingsrecht zal Marktplaats de prijs van de dienst, verminderd met een evenredige vergoeding, binnen 14 dagen na uw ontbindingsverzoek aan u terugbetalen.\nKlik [hier] voor meer informatie over de uitoefening van het ontbindingsrecht.\n</p>\n<p>\n<strong>\n<br>\n</strong>\n<strong>5.\nBiedingen zijn niet bindend<br>\n</strong>\n</p>\n<p>\n<br> 5.1.\nTenzij in deze Gebruiksvoorwaarden anders is geregeld, is een bod op een product of dienst in een Advertentie niet bindend.\nEen Adverteerder is niet verplicht een dergelijk (redelijk) bod te accepteren.\nIndien een dergelijk bod door een Adverteerder wordt geaccepteerd, verplicht dit de bieder niet tot aankoop.\n<br>\n<br>\n</p>\n<p>5.2.\nIndien de Advertentie vanwege het verlopen van de plaatsingstermijn of om een andere reden wordt verwijderd, zullen de bijbehorende biedingen ook worden verwijderd.<br>\n<br>\n</p>\n<p>5.3.\nHet is niet toegestaan biedingen bij Advertenties te plaatsen met het enkele doel om het biedingsproces te verstoren.<br>\n<br>\n<strong>\n</strong>\n<strong>6.\nRegels voor het aanbieden van de prijs/betaalmethoden in een Advertentie</strong>\n</p>\n<p>\n<strong>\n</strong>\n<br> 6.1.\nEen Adverteerder mag een Gebruiker in een Advertentie niet verplichten om bepaalde betaalmethoden te gebruiken.\nKlik hier voor meer informatie over veilig betalen.\n<br>\n<br> 6.2.\nHet is een Adverteerder niet toegestaan om in het prijsveld van de Advertentie alleen een deel van de prijs te vermelden.\nIn de in het prijsveld vermelde vraagprijs dienen alle voor de Gebruiker onvermijdbare kosten(posten) te zijn in begrepen.\nDit betekent dat alle kosten die de Gebruiker noodzakelijkerwijs moet maken om het aangeboden product te kopen en te gebruiken, of de aangeboden dienst af te nemen, waaronder maar niet beperkt tot verplichte afleverkosten, belastingen, overschrijfkosten en (rij)klaarmaakkosten, in de vermelde vraagprijs dienen te zijn inbegrepen.<br>\n<br> 6.3.\nAdverteerders die als ondernemer hun goederen en diensten aan particulieren aanbieden, zijn op basis van artikel 38 van de Wet op de omzetbelasting verplicht prijzen inclusief btw aan te geven in een Advertentie.<br>\n<br>\n<strong>7.\nMelden van illegale of inbreuk makende Advertenties aan Marktplaats</strong>\n<strong>\n<br>\n<br>\n</strong>7.1.\nMeldingen van Advertenties in strijd met de Gebruiksvoorwaarden<br>\n<br>a.\nHet Formulier Melding van Inbreuk kan alleen worden gebruikt door houders van intellectuele eigendomsrechten of hun gemachtigden en wettelijke instanties (zie meer hierover onder 6.2).\nAdvertenties die op andere wijze in strijd zijn met de Gebruiksvoorwaarden, zoals Advertenties waarin illegale producten worden aangeboden of die smadelijke inhoud hebben, kunnen worden gemeld via het Meld aan Marktplaats-systeem.\n<br>\n<br>b.\nMisbruik van het Meld aan Marktplaats-systeem wordt gezien als een handeling in strijd met de Gebruiksvoorwaarden en kan ertoe leiden dat wij de onder hoofdstuk I, artikel 6 beschreven maatregelen jegens de betrokken melder treffen.\n<br>\n<br> 7.2.\nMeldingen ingeval van inbreuk op intellectuele eigendomsrechten<br>\n<br>a.\nHet 'Melden van Inbreuk' Programma van Marktplaats is bedoeld om ervoor te zorgen dat in Advertenties aangeboden producten geen inbreuk maken op het auteursrecht, het merkrecht of andere intellectuele eigendomsrechten van derden.\nLees hier meer informatie over het Marktplaats Melding van Inbreuk Programma.<br>\n<br>b.\nRechthebbenden kunnen melding maken van een Advertentie die inbreuk maakt op hun rechten, en een verzoek indienen voor de verwijdering van deze Advertentie door&nbsp;het Formulier Melding van Inbreuk in te vullen en het naar Marktplaats te sturen volgens de instructies.\nAls het Formulier Melding van Inbreuk juist en volledig is ingevuld en door Marktplaats is ontvangen, zal de betreffende Advertentie worden verwijderd.\n<br>\n<br>c.\nDe informatie die in het Formulier Melding van Inbreuk wordt gevraagd heeft tot doel te verzekeren dat de partij die de Advertentie meldt, de rechthebbende zelf is of door de rechthebbende officieel is gemachtigd.\nTevens moet die informatie ons in staat stellen de Advertentie die moet worden verwijderd te identificeren.\n<br>\n<br>d.\nZodra Marktplaats voor de eerste maal een volledig en juist ingevulde Formulier Melding van Inbreuk heeft ontvangen, kunnen latere meldingen eenvoudig via e-mail naar Marktplaats verstuurd worden.\n<br>\n<br>\n<strong>8.\nWij geven geen garanties</strong>\n<strong>\n<br>\n<br>\n</strong>8.1.\nAdverteerders en Gebruikers dienen zelf voldoende onderzoek te verrichten en zich voldoende te laten informeren voordat zij een Advertentie op de Website plaatsen.\nWij voeren geen controle uit op de kwaliteit van de inhoud van de Advertentie, de veiligheid of de rechtmatigheid van de geadverteerde producten of diensten, de juistheid van de aanbiedingen, de bevoegdheid van Adverteerders om producten te verkopen of diensten aan te bieden en/of de bevoegdheid van Gebruikers om producten te kopen of de diensten af te nemen.\nMarktplaats geeft daarover geen garantie.\n<br>\n<br> 8.2.\nMarktplaats kan u ook niet garanderen dat de producten of diensten die door Adverteerders op de Website worden aangeboden voldoen aan uw verwachtingen.<strong>\n<br>\n<br>\n</strong>\n<strong>9.\nVrijwaring dienst Advertenties en beperking aansprakelijkheid Marktplaats<br>\n<br>\n</strong>9.1.\nIedere Gebruiker vrijwaart Marktplaats voor aanspraken van derden met betrekking tot schade geleden door;</p>\n<p>\n<br>(i) het aangaan van een overeenkomst op basis van een Advertentie,<br>(ii) het gebruik van via de Website gekochte producten.\nen<br>(iii) het gebruik van via de Website aangeboden diensten.\nen<br> (iv) het (beweerdelijk) inbreuk makende en/of anderszins onrechtmatige karakter van de (inhoud van de) Advertentie en/of het geleverde product.\n</p>\n<p>\n<br> 9.2.&nbsp.\nDe voorwaarden voor de beperking van de aansprakelijkheid van Marktplaats zijn opgenomen hoofdstuk I, artikel 8.<strong>\n<br>\n<br>\n</strong>\n<strong>10.\nWijzigingen<br>\n<br>\n</strong>10.1.\nMarktplaats kan de Website of delen daarvan, waaronder de advertentieduur, verlengingsmogelijkheden, de indeling van de categorieën, de indeling van de Website en zoekopties, te allen tijde en naar eigen inzicht wijzigen.\nWij zullen ernaar streven om een dergelijke wijziging aan te kondigen binnen redelijke termijn voordat deze worden doorgevoerd.\n<br>\n<br> 10.2.\nMarktplaats kan de prijzen van de betaalde Advertenties te allen tijde wijzigen.\nIndien tijdens de looptijd van een Advertentieovereenkomst een prijsverhoging plaatsvindt die meer bedraagt dan het CBS consumentenprijsindex cijfer, dan heeft de Adverteerder het recht deze Advertentieovereenkomst te beëindigen.\nOp de Advertentietarieven pagina vind je een overzicht van categorieën en eventuele kosten voor het plaatsen van een Advertentie.<strong>\n<br>\n<br>\n<br>\n</strong>\n<strong>11.\nDe Advertentie kan ook elders worden gepubliceerd<br>\n<br>\n</strong>11.1.\nMarktplaats kan de Advertentie en de inhoud daarvan gebruiken voor eigen publiciteitsdoeleinden.\nDit houdt onder andere in dat een Advertentie of een gedeelte daarvan door ons via andere distributiekanalen kan worden getoond, zoals op websites van andere Groepsvennootschappen (de hier vermelde ondernemingen kwalificeren als Groepsvennootschappen, websites van derden, in gedrukte media of op televisie.<br>\n<br> 11.2.\nDoor het plaatsen van een Advertentie verstrek je Marktplaats automatisch een kosteloze, wereldwijde, onherroepelijke, sub-licentieerbare en overdraagbare licentie om de Advertentie en/of (delen van) de inhoud daarvan te gebruiken, te verveelvoudigen, te verspreiden en openbaar te maken (en aan derden toe te staan om te gebruiken en verveelvoudigen) voor marketing-, promotie- en/of advertentiedoeleinden.\nJe garandeert dat je bevoegd bent deze licentie te verstrekken.\n<br>\n<br> 11.3.\nWij kunnen voor publiciteitsdoeleinden derde partijen toegang verschaffen tot een Advertentie om het hun mogelijk te maken deze en andere Advertenties te promoten op websites van derden, via e-mail en door middel van andere kanalen.\nDeze promoties kunnen (delen van) de Advertentie bevatten.<br>\n<br> 11.4.\nDe opmaak van Advertenties kunnen dusdanig gewijzigd worden dat de Advertenties toegankelijk zijn vanaf mobiele apparatuur of andere software applicaties van derden.<br>\n<br> 11.5.\nDe Website bevat verwijzingen (bijvoorbeeld door middel van een hyperlink of banner) naar de websites van derden.\nDeze verwijzingen kunnen ook worden geplaatst in of naast een Advertentie.\nMarktplaats heeft geen enkele zeggenschap of invloed op de inhoud en het beleid van deze websites.\nOp deze websites gelden de (privacy)regels van die betreffende website.<br>\n<br>\n<br>\n</p>\n<p>\n<strong>III Aanvullende voorwaarden zakelijk adverteren<br>\n<br>\n</strong>\n</p>\n<p>\n<strong>1.\nAlgemeen</strong>\n</p>\n<br>\n<p> 1.1.\nDeze aanvullende voorwaarden voor zakelijk adverteren zijn uitsluitend van toepassing op een Gebruiker die handelt in een commerciële of professionele hoedanigheid, voor doeleinden in verband met zijn handels- bedrijfs-, ambachts- of beroepsactiviteit (\"Zakelijke Gebruiker\") in het kader van diens activiteiten op of in verband met de Website, via Marktplaats Pro of anderszins.\n</p>\n<br>\n<p> 1.2.\nZakelijke Gebruikers kunnen ervoor kiezen specifieke diensten en functionaliteiten te gebruiken die door Marktplaats worden aangeboden, waarvoor kosten in rekening kunnen worden gebracht.\nDeze kosten, of de instellingen die tot kosten leiden, worden aan de Zakelijke Gebruiker getoond bij de betreffende dienst of functionaliteit, voordat hij daarmee akkoord gaat.\n</p>\n<br>\n<p> 1.3.\nEen Advertentie die via de Website wordt geplaatst, is zichtbaar via alle media die de Website (kunnen) weergeven, zoals applicaties voor mobiele telefoons.\nAdvertenties kunnen ook zichtbaar zijn op externe sites via optionele additionele distributiekanalen en affiliateprogramma's.\n</p>\n<br>\n<p>\n<strong>2.\nBeperkingen van diensten.\ntreffen van maatregelen</strong>\n<br>\n<br>\n</p>\n<p>2.1.\nMarktplaats zal voorafgaand aan het jegens een Zakelijke Gebruiker nemen van maatregelen als bedoeld in artikel 6 van de algemene bepalingen van de Gebruiksvoorwaarden de Zakelijke Gebruiker een motivering van het betreffende besluit doen toekomen.\n</p>\n<br>\n<p>2.2.\nIndien Marktplaats besluit om de verstrekking van het geheel van zijn diensten aan een Zakelijke Gebruiker te beëindigen, zal Marktplaats die Zakelijke Gebruiker in beginsel 30 dagen voorafgaand daaraan een motivering van dat besluit verstrekken.\nDeze termijn zal Marktplaats niet in acht nemen voor zover wettelijk toegestaan, bijvoorbeeld in geval van herhaaldelijke overtredingen of andere omstandigheden.</p>\n<br>\n<p>\n<strong>3.\nRangschikking van Advertenties</strong>\n</p>\n<br>\n<p>Er zijn verschillende factoren die invloed hebben op de volgorde waarin of wijze waarop Advertenties worden getoond op de Website.\nHet uitgangspunt is dat Advertenties worden gerangschikt naar het moment van plaatsing, maar hierop zijn uitzonderingen.\nDat een Advertentie wordt geplaatst in een categorie waarvoor moet worden betaald, heeft op zichzelf geen gevolgen voor de rangschikking of weergave van een Advertentie ten opzichte van andere Advertenties in dezelfde categorie.\nWat de belangrijkste factoren zijn die invloed hebben op de rangschikking, leest u hier</p>\n<p>\n</p>\n<p>\n<strong>4.\nAanvullende diensten aangeboden door Marktplaats</strong>\n</p>\n<br>\n<p>4.1.\nDoor Marktplaats of derden kunnen via de Website aanvullende diensten worden aangeboden aan Gebruikers, zoals door derden aangeboden consumentenkredietovereenkomsten, verzekeringen, betaaldiensten of verzenddiensten.\n</p>\n<br>\n<p>4.2.\nHet is de Zakelijke Gebruiker in beginsel toegestaan om ook eigen aanvullende diensten aan te bieden, tenzij uitdrukkelijk anders overeengekomen of bepaald.</p>\n<br>\n<p>\n<strong>5.\nToegang tot gegevens door Marktplaats en de Zakelijke Gebruiker</strong>\n</p>\n<br>\n<p>5.1.\nMarktplaats heeft gedurende de duur van de overeenkomst met de Zakelijke Gebruiker, en een periode daarna, in het kader van haar dienstverlening toegang tot informatie over en gegevens van Zakelijke Gebruikers die door hen bij het gebruik van de Website zijn verstrekt of die worden gegenereerd, of ter uitvoering van de in deze Gebruiksvoorwaarden opgenomen licentie voor content worden gebruikt.\nDenk hierbij aan informatie die Zakelijke Gebruikers verstrekken aan Marktplaats als zij zich registreren, zoals persoonsgegevens, allerlei informatie die nodig is voor het aanmaken van een account, berichtinhoud, en content.\nOok wordt er tijdens het gebruik van de Website informatie gegenereerd door Marktplaats, zoals informatie over geplaatste Advertenties, instellingen voor de weergave van Advertenties, Ervaringen, gebruikersactiviteit, betaalinformatie (indien van toepassing) en communicatie tussen Gebruikers.</p>\n<br>\n<p>5.2.\nEen Zakelijke Gebruiker verkrijgt de informatie die noodzakelijk is om de Website en eventueel overeengekomen aanvullende diensten te kunnen gebruiken, zoals berichten, contactinformatie van (mogelijke) kopers en relevante informatie over zijn Advertentie(s).\nEen Zakelijke Gebruiker heeft tijdens de duur van zijn overeenkomst met Marktplaats toegang tot zijn account en bijbehorende informatie, zoals Advertentieinhoud en -informatie en communicatie met andere Gebruikers.\nIn voorkomende gevallen, mogelijk op grond van aanvullende afspraken, is er ook toegang tot statistische informatie, analytische informatie, informatie over views, en lead-informatie.\n</p>\n<br>\n<p>5.3.\nAls Marktplaats verstrekte of gegenereerde gegevens aan derden verstrekt en dit niet noodzakelijk is voor de dienstverlening, zal daarover informatie worden verstrekt aan de Zakelijke Gebruiker, voor zover wettelijk vereist.\nIn de privacyverklaring lees je hoe Marktplaats met gegevens omgaat die persoonsgegevens zijn.</p>\n<br>\n<p>5.4.\nNa het eindigen van de overeenkomst met de Zakelijke Gebruiker kan Markplaats informatie over en gegevens van het account van de Zakelijke Gebruiker behouden voor zover wettelijk toegestaan.</p>\n<br>\n<p>\n<strong>6.\nVestigingsplaats binnen de EU &amp.\nEU-goederen</strong>\n</p>\n<br>\n<p>6.1.\nDe diensten van Marktplaats zijn uitsluitend bedoeld voor Zakelijke Gebruikers die zijn gevestigd in de EU.\nIndien u als Zakelijke Gebruiker van Marktplaats gebruik maakt, bevestigt u dat u in de EU gevestigd bent.</p>\n<br>\n<p>6.2.\nVia Marktplaats mogen uitsluitend goederen worden verkocht die zich op het grondgebied van de EU bevinden (bijvoorbeeld die afkomstig zijn uit de EU of daar zijn opgeslagen na de zijn ingevoerd in de EU).\nIndien u als Zakelijke Gebruiker goederen verkoopt via Marktplaats, bevestigt u dat de goederen die u verkoopt zich reeds op het grondgebied van de EU bevinden voordat deze worden verzonden of vervoerd naar de koper.</p>\n<br>\n<p>6.3.\nDe Zakelijke Gebruiker die in overtreding is van voornoemd artikel 6.1 of 6.2 vrijwaart Marktplaats van alle schade die Marktplaats dientengevolge lijdt en/of claims en acties van derden waarmee Marktplaats zich geconfronteerd ziet en de daarmee gemoeide kosten.</p>\n<br>\n<br>\n<p>\n<strong>7.\nBemiddeling</strong>\n</p>\n<br>\n<p>7.1.\nIndien sprake is van een geschil tussen een Zakelijke Gebruiker en Marktplaats kunnen partijen, in aanvulling op hetgeen elders in de Gebruiksvoorwaarden is opgenomen, middels bemiddeling tot overeenstemming proberen te komen.\n</p>\n<br>\n<p>7.2.\nMarktplaats is bereid noch verplicht deel te nemen aan een procedure bij een instantie voor de beslechting van consumentengeschillen.\nMarktplaats is bereid samen te werken met bemiddelaars om langs minnelijke weg overeenstemming te bereiken met Zakelijke Gebruikers.\nEchter dienen Zakelijke Gebruikers eerst te proberen problemen op te lossen met de klantenservice van Marktplaats, voordat een dergelijke bemiddelingsprocedure wordt gestart.</p>\n<br>\n<p>7.3.\nHet staat Marktplaats en de Zakelijke Gebruiker vrij om een gezamenlijk door hen gekozen bemiddelaar aan te wijzen.\nZo zal Marktplaats redelijke verzoeken om het geschil op te lossen door middel van in de markt erkende alternatieve geschiloplossingsinstanties, zoals middels bemiddeling of arbitrage, in overweging nemen als alternatief voor een juridische procedure.\n</p>\n<br>\n<p>\n<strong>8.\nBeëindiging van de overeenkomst</strong>\n</p>\n<br>\n<p>8.1.\nDe Zakelijke Gebruiker kan zijn overeenkomst met Marktplaats in beginsel te allen tijde beëindigen door zijn account te verwijderen, tenzij schriftelijk anders is overeengekomen (bijvoorbeeld in een separate advertentieovereenkomst), in welk geval die overeengekomen regeling prevaleert boven dit artikel.</p>\n<br>\n<br>\n<p>\n<strong>IV Aanvullende regels voor bepaalde categorieën<br>\n<br>\n</strong>\n</p>\n<p>\n<strong>\n<br> A.\nDiensten en Vakmensen<br>\n<br>\n</strong>\n</p>\n<strong>1.\nVoor wie is de groep Diensten en Vakmensen bedoeld <br>\n</strong>\n<p>\n<br> Marktplaats Diensten en Vakmensen is bedoeld voor professionele vakmensen en dienstverleners.\nIndien u als vakman of dienstverlener een Advertentie plaats, bevestigt u dat u handelt voor doeleinden die binnen uw bedrijfs- of beroepsactiviteit vallen.<br>\n<br>\n</p>\n<br>\n<strong>B.\nAuto's <br>\n<br>\n</strong>\n<strong>1.&nbsp.\nRegels voor het plaatsen van Advertenties</strong>\n<strong>\n<br>\n<br>\n</strong>1.1.&nbsp.\nIn iedere Advertentie mag maar één auto worden aangeboden.\nHet is dus niet toegestaan meerdere auto’s in één Advertentie aan te bieden en/of na verkoop van de auto de Advertentie te hergebruiken voor een andere auto.<br>\n<br>1.2.\nIndien de auto die in de Advertentie wordt aangeboden, wordt verkocht, dient de Advertentie te worden verwijderd.\n<br>\n<br>1.3.\nDe tekst, prijs, eigenschappen en foto in de Advertentie dienen overeen te komen met de aangeboden auto.\nHet is niet toegestaan om in het prijsveld in de Advertentie alleen de aanbetaling voor de auto te vermelden, een prijs per maand (lease) of een prijs ex.\nBTW te vermelden terwijl de advertentie (deels) op consumenten is gericht.\nHet is niet toegestaan om een foto te gebruiken anders dan van de aangeboden auto zelf (bijvoorbeeld een foto van de website van het automerk of een foto uit een catalogus).<br>\n<br>1.4.\nIedere Advertentie dient in de juiste (merk) categorie geplaatst te worden.\nHet is niet toegestaan om andere merken en modellen in de Advertentie te vermelden dan het merk en het model van de auto die in de Advertentie wordt aangeboden.\nHet is dus ook niet toegestaan om in de Advertentie alle andere merken en modellen te vermelden die de Adverteerder (mogelijk) aanbiedt.<p>\n</p>\n<p>\n<br>1.4.1.\nHet is niet toegestaan om in de groep Auto's een Advertentie te plaatsen waarin geen auto te koop wordt aangeboden.\nHet is dus bijvoorbeeld niet toegestaan een Advertentie ‘auto te koop gevraagd’ in de groep Auto’s te plaatsen.\nDeze dient geplaatst te worden in de Auto Inkoop categorie in de groep Auto Diversen.\nTevens is het niet toegestaan in de groep Auto’s Advertenties te plaatsen voor autoverzekeringen en overige auto-gerelateerde diensten.<br>\n<br>1.4.2.\nHet is in Advertenties niet toegestaan om reclame te maken of door te verwijzen naar andere websites met advertenties voor auto's.<br>\n<strong>\n<br>\n</strong>\n</p>\n<strong>2.&nbsp.\nAdverteren via API-partners: Advertentievormen</strong>\n<br>\n<br> 2.1.\nMarktplaats biedt de Adverteerder die een autobedrijf exploiteert (\"Autobedrijf\") de mogelijkheid om, met toestemming van Marktplaats, zijn voorraad via de Website te adverteren via een zogeheten bij Marktplaats aangesloten API-partner (\"Partner\") die de voorraad doorplaatst op de Website.\nDit kan via verschillende advertentievormen: <p>- Marktplaats Basis<br> - Marktplaats Plus<br> - Marktplaats Premium<br> (gezamenlijk: \"Advertentievormen\", afzonderlijk: \"Advertentievorm\").\nEen en ander laat onverlet de mogelijkheid voor het Autobedrijf om een aanvullende opvalmogelijkheid aan te schaffen, zoals uitgelegd in het algemene deel van deze Gebruiksvoorwaarden.</p>\n<br> 2.2.\nEen Advertentie geplaatst via een Partner wordt standaard als 'Basis' Advertentievorm geplaatst.\nHet Autobedrijf kan iedere maand op enig moment voor een Plus of een Premium Advertentievorm (\"Upgrade\") kiezen door Marktplaats te berichten via de betreffende Partner of Marktplaats rechtstreeks te berichten via https://www.marktplaats.nl/m/pluspremium/.\nDe Upgrade zal ingaan op de dag waarin de keuze van het Autobedrijf kenbaar is gemaakt aan Marktplaats en door Marktplaats is ontvangen (\"Ingangsdatum Upgrade\").<br>\n<br> 2.3.\nMarktplaats is te allen tijde gerechtigd om de tarieven van de Advertentievormen te wijzigen, alsmede om Advertentievormen te wijzigen, te beperken of uit te breiden, waaronder maar niet beperkt tot de functionaliteiten en/of kenmerken daarvan.\nMarktplaats zal het Autobedrijf uiterlijk een maand voor het ingaan van de wijzigingen (“Ingangsdatum Wijziging”) schriftelijk, waaronder per brief of per email, op de hoogte stellen van dergelijke wijzigingen, beperkingen en/of uitbreidingen, waarbij het Autobedrijf in de gelegenheid wordt gesteld om zich voor de Ingangsdatum Wijziging af te melden voor de advertentievorm die gewijzigd wordt.\nIn afwijking op het voorgaande is Marktplaats gerechtigd wijzigingen van technische of functionele aard door te voeren in verband met de Advertentievormen zonder het Autobedrijf daarvan op de hoogte te stellen, voor zover deze wijzigingen naar het oordeel van Marktplaats niet leiden tot wezenlijke wijzigen ten aanzien van de Advertentievormen voor het Autobedrijf.<br>\n<br> 2.4.\nFacturering voor Advertentievormen geschiedt maandelijks achteraf.<br>\n<br> 2.5.\nNa beëindiging van de afgenomen Advertentievorm door het Autobedrijf in overeenstemming met deze Gebruiksvoorwaarden worden de op dat moment actieve Advertenties van Autobedrijf geplaatst volgens de standaardvoorwaarden voor Advertenties, tenzij schriftelijk anders overeengekomen.\n<p>\n</p>\n<p>\n<strong>\n</strong>\n<b>C.\nBetaalde Advertenties<br>\n<br>\n</b>\n<strong>1.\nBetalingen</strong>\n<br>\n<br>1.1.&nbsp.\nBij het kiezen van de categorie of opvalmogelijkheid wordt, indien van toepassing, de bijbehorende prijs kenbaar gemaakt.\nOp de Advertentietarieven pagina vind je een overzicht van categorieën en eventuele kosten voor het plaatsen van een Advertentie.<br>\n<br>1.2.\nDe verplichting tot betaling van de prijs geldt vanaf het moment van plaatsing van de Advertentie.\nIndien de betaling niet of niet tijdig wordt voldaan, is Marktplaats gerechtigd om de geplaatste Advertentie te verwijderen en het verschuldigde bedrag alsnog in rekening te brengen.\nMarktplaats is gerechtigd om uw gebruik van de dienst 'Betaal met een klik' en/of andere diensten op te schorten of te beëindigen indien incasso's door uw toedoen niet kunnen worden uitgevoerd of worden herroepen, ongeacht de reden.\nMarktplaats is gerechtigd in dat geval uw rekeningnummer te blokkeren voor toekomstige incasso-opdrachten op Marktplaats.<br>\n<br>1.3.\nIndien betaling niet tijdig wordt voldaan, is Marktplaats tevens gerechtigd wettelijke handelsrente in rekening te brengen.\nIngeval de betreffende Adverteerder na aanmaning verzuimt het volledige verschuldigde bedrag te betalen, is Marktplaats gerechtigd een incassobureau in te schakelen en de diensten van Marktplaats voor de betreffende Adverteerder te blokkeren.\nDe gerechtelijke en buitengerechtelijke kosten van het incasso zullen voor rekening van de Adverteerder komen.<br>\n<br>1.4.\nMarktplaats kan (onderdelen van) de Website en de diensten te allen tijden wijzigen.\nTevens kunnen wij onze diensten stopzetten.\nWij zullen ernaar streven om een dergelijke wijziging of stopzetting aan te kondigen binnen redelijke termijn voordat deze worden doorgevoerd.\n<br>\n<br>1.5.\nOmzetbelasting</p>\n<p>Marktplaats brengt 21% Nederlandse omzetbelasting in rekening op te betalen bedragen voor alle diensten van Marktplaats, tenzij anders wordt vermeldt op de Website.\nEen elektronische factuur kan door iedere Gebruiker worden verkregen door in zijn ‘Mijn Marktplaats’ account aan te geven dat een maandelijkse factuur per e-mail gewenst is.\nIedere Gebruiker die in zijn ‘Mijn Marktplaats’ account aangeeft een maandelijkse factuur per e-mail te willen ontvangen, gaat expliciet met elektronische facturering akkoord.\nDe maandelijkse factuur betreft alle betalingen die online via onze Website zijn gedaan, tijdens de maand voorafgaand aan de factuurdatum.<strong>\n</strong>\n</p>\n<p>\n</p> 1.6 Betaling door middel van een doorlopende SEPA machtiging<br>\n<br> Indien u aan Marktplaats een doorlopende (SEPA) machtiging voor het incasseren van door u aan Marktplaats verschuldigde bedragen heeft verstrekt, zullen wij, voordat wij een bedrag van de opgeven bankrekening incasseren, u hiervan uiterlijk één dag van te voren per e-mail op de hoogte brengen.<p>\n</p>\n<p>\n</p>\n<br> Klik hier voor de pdf versie van de Algemene Gebruiksvoorwaarden.<p>\n</p> Omhoog <ul>\n<li>Homepagina</li>\n</ul>\n<ul>\n<li>Homepagina</li>\n<li>Marktplaats Mobiel</li>\n<li>Marktplaats Zakelijk</li>\n<li>Sitemap</li>\n<li>Veilig en Succesvol</li>\n<li>Voorwaarden en Privacyverklaring </li>\n</ul>\n<ul>\n<li>Over Marktplaats</li>\n<li>Werken bij</li>\n<li>Perskamer</li>\n<li>Adevinta</li>\n<li>PayPal</li>\n</ul>\n<p> Marktplaats is niet aansprakelijk voor (gevolg)schade die voortkomt uit het gebruik van deze site, dan wel uit fouten of ontbrekende functionaliteiten op deze site.<br> Copyright © 2021 Marktplaats BV.\nAlle rechten voorbehouden.\n</p>\n<p> een onderneming </p> ", "created_at": "2023-08-23 21:12:02.416451", "updated_at": "2023-08-23 21:12:12.0266"}, {"id": 18542, "name": "Privacy Policy", "url": "https://www.marktplaats.nl/i/help/over-marktplaats/voorwaarden-en-privacybeleid/privacyverklaring/", "xpath": "//body", "text": " Help Veilig en Succesvol Over Marktplaats Over Marktplaats <ul>\n<li> Over Marktplaats </li>\n<li> Hoe werkt Marktplaats? </li>\n<li> Werken bij Marktplaats </li>\n<li> Marktplaats geschiedenis </li>\n<li> Perskamer </li>\n<li>\n<ul> Blogs <li> Marktplaats Autojournaal </li>\n<li> Marktplaats Journaal </li>\n</ul>\n</li>\n<li>\n<ul> Voorwaarden en Privacyverklaring <li> Algemene Gebruiksvoorwaarden </li>\n<li> Marktplaats Pro Tarieven </li>\n<li> Marktplaats Pro Voorwaarden </li>\n<li> Voorwaarden adverteren via dataleveranciers en tariefkaart </li>\n<li> Ontbindingsrecht </li>\n<li> Privacyverklaring </li>\n<li> Cookiebeleid </li>\n<li> Verboden of verdachte objecten en diensten </li>\n</ul>\n</li>\n</ul> Contact <ul>\n<li> Over Marktplaats </li>\n<li> Hoe werkt Marktplaats? </li>\n<li> Werken bij Marktplaats </li>\n<li> Marktplaats geschiedenis </li>\n<li> Perskamer </li>\n<li>\n<ul> Blogs <li> Marktplaats Autojournaal </li>\n<li> Marktplaats Journaal </li>\n</ul>\n</li>\n<li>\n<ul> Voorwaarden en Privacyverklaring <li> Algemene Gebruiksvoorwaarden </li>\n<li> Marktplaats Pro Tarieven </li>\n<li> Marktplaats Pro Voorwaarden </li>\n<li> Voorwaarden adverteren via dataleveranciers en tariefkaart </li>\n<li> Ontbindingsrecht </li>\n<li> Privacyverklaring </li>\n<li> Cookiebeleid </li>\n<li> Verboden of verdachte objecten en diensten </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Homepagina</li>\n<li>Marktplaats Mobiel</li>\n<li>Marktplaats Zakelijk</li>\n<li>Sitemap</li>\n<li>Veilig en Succesvol</li>\n<li>Voorwaarden en Privacyverklaring</li>\n</ul>\n<ul>\n<li>Over Marktplaats</li>\n<li>Werken bij</li>\n<li>Perskamer</li>\n<li>Adevinta</li>\n<li>PayPal</li>\n</ul>\n<p> Marktplaats is niet aansprakelijk voor (gevolg)schade die voortkomt uit het gebruik van deze site, dan wel uit fouten of ontbrekende functionaliteiten op deze site.<br> Copyright © 2023 Marktplaats BV.\nAlle rechten voorbehouden.\n</p>\n<p> een onderneming </p> ", "created_at": "2023-08-23 21:11:41.246168", "updated_at": "2023-08-23 21:12:25.312744"}], "points": [], "urls": ["marktplaats.nl"]}}