{"error": 448, "message": "OK", "parameters": {"id": 8388, "name": "Esmail EL BoB", "created_at": "2023-05-22 19:02:57.968594", "updated_at": "2023-07-14 22:02:19.341372", "wikipedia": null, "keywords": null, "related": null, "slug": "esmail-el-bob", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8388.png", "url": "esmailelbob.xyz,esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,blog.esmailelbob.xyz,blog.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,social.esmailelbob.xyz,social.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,status.esmailelbob.xyz,libreddit.esmailelbob.xyz,libreddit.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,invidious.esmailelbob.xyz,invidious.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,searx.esmailelbob.xyz,searx.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,nitter.esmailelbob.xyz,nitter.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,rimgo.esmailelbob.xyz,rimgo.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,librarian.esmailelbob.xyz,librarian.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,simplytranslate.esmailelbob.xyz,simplytranslate.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,wikiless.esmailelbob.xyz,wikiless.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,piped.esmailelbob.xyz,scribe.esmailelbob.xyz,scribe.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,simpleertube.esmailelbob.xyz,simpleertube.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,proxitok.esmailelbob.xyz,proxitok.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,rss-reddit.esmailelbob.xyz,rss-reddit.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,quetre.esmailelbob.xyz,quetre.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,libremdb.esmailelbob.xyz,libremdb.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,porninvidious.esmailelbob.xyz,porninvidious.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,hyperpipe.esmailelbob.xyz,hyperpipe.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,simpleamazon.esmailelbob.xyz,simpleamazon.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,breezewiki.esmailelbob.xyz,breezewiki.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,biblioreads.esmailelbob.xyz,biblioreads.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,dumb.esmailelbob.xyz,dumb.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,anonymousoverflow.esmailelbob.xyz,anonymousoverflow.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,gothub.esmailelbob.xyz,gothub.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,ruraldictionary.esmailelbob.xyz,ruraldictionary.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,waybackclassic.esmailelbob.xyz,waybackclassic.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,scratchgui.esmailelbob.xyz,scratchgui.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,hckrnws.esmailelbob.xyz,hckrnws.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,neuters.esmailelbob.xyz,neuters.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,noizee.esmailelbob.xyz,noizee.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,suds.esmailelbob.xyz,suds.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,destructables.esmailelbob.xyz,destructables.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,laboratory.esmailelbob.xyz,laboratory.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion,binternet.esmailelbob.xyz,binternet.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "documents": [{"id": 16293, "name": "Librarian Privacy", "url": "https://librarian.esmailelbob.xyz/privacy", "xpath": "//body", "text": " settings <br> Instance Privacy <p>The instance operator has indicated their instance's privacy practices below.\nFor more information, see the instance operator's privacy policy.</p> check_circle Data Not Collected <p>The instance operator does not collect any data from this instance.</p> What's this? <p> Instance privacy aims to bring transparency to the data collected by frontends and encourage privacy friendly practices.\nThere is often no privacy policy and users are forced to trust that the instance operator is not collecting data.\nHowever, there is a possibility that the instance operator can put false information so we encourage looking at other factors when selecting an instance.\n</p>\n<ul>\n<li> password Internet address (IP Address) - This is an address that is given to your computer or internet connection.\nThis can be used to find your city or region and internet provider but can change depending on your connection.\n</li>\n<li> link Page viewed (Request URL) - This is what page you are viewing.\nSearches are kept private.\n</li>\n<li> phonelink Device Type (User agent) - This is what browser, device, and operating system you are using.\nAdvanced users can change this with an extension or browser setting.\n</li>\n<li> settings Diagnostics - When this data is only collected when there is an error or only a short amount of time while diagnosing an issue.\n</li>\n</ul> Additional information <ul>\n<li>Version: 2023-04-15-09d1ef3</li>\n<li>Country: Canada</li>\n<li>Provider: Kimsufi (OVH Cloud)</li>\n<li>Using Cloudflare?: No</li>\n<li>Stream proxy: Yes</li>\n<li>Livestreams: Yes</li>\n</ul>\n<br>\n<br>\n<br> info About visibility Privacy code Source Code ", "created_at": "2023-05-22 19:02:58.088043", "updated_at": "2023-05-22 19:07:34.959024"}, {"id": 16290, "name": "Terms of service & Privacy policy", "url": "https://raw.githubusercontent.com/EsmailELBoBDev2/upptime/master/pri-tos.md", "xpath": "//body", "text": "# عربي:\n## سياسة الخصوصية\n&lt;div style=\"text-align: direction: rtl;\" &gt.\n* انجين اكس (nginx) و دوكر (docker) التسجيل فيهم مقفول.\nمفيش تسجيل للروابط إللى بتزورها او عنواين IP او حتي نوع جهازك او المتصفح.\nولكن في حالات الأعطال انا ممكن افتح التسجيل علشان اشوف إيه الخطاء إللى بيحصل.\n* انا مش بشارك اي حد اي معلومات.\n* انا مش بضمن سلامة او خصوصية بياناتك ﻷنة دا سيرفر تبع شركة مش تحت تصرفي انا الكامل دا غير انا شخص لوحدي إللى ماسك السيرفر و مفيش حاجة محمية 100% كدا كدا.\n___\n## شروط الخدمة\n* اوعي تستخدم خدماتي في حاجات غير قانونية.\n* اوعي تأثر عمدا تأثير سلبي في خدماتي او السيرفر زي الأختراق او غيرة.\n* اوعي تستخدم الخدمات او السيرفر بتاعي لو انت شاذ او بتدعم الشذوذ.\n* اوعي تستخدم الخدمات او السيرفر بتاعي لو انت صهيوني او بتدعم الصهيونة.\n&lt;br&gt.\nبإستخدامك لأي خدمة من خدماتي دا دليل انك موافق علي سياسة الخصوصية و شروط الخدمة.\nاي مخالفة ممكن يبقي ليها عواقب قانونية.\n&lt;/div&gt.\n___ # English: ## Privacy Policy * Both Nginx and Docker logging are disabled by default.\nNo user-agents, IPs or URLs are logged in both nginx and docker.\nHowever, I may occasionally enable logging in the event of errors.\n* Nothing is shared with anybody.\n* I do not guarantee your data security or privacy :-P, at the end it's data center hosted by another company, and I'm human and nothing is really 100% secure.\n___\n## Terms of service\n* Do not use my services in malicious way(s).\n* Do not purposely do malicious things to my server(s).\n* Do not use any of my services if you are part of the LGBTQ+ community or support LGBTQ+ community.\n* Do not use any of my services if you are Zionist or support Zionism.\n&lt;br&gt.\nUsing any of my services means you accept my Privacy policy and terms of service.\nAny violations will hold you to legal actions, actually.\n", "created_at": "2023-05-22 19:02:57.999469", "updated_at": "2023-05-22 19:04:08.985267"}, {"id": 16291, "name": "Invidious Privacy", "url": "https://invidious.esmailelbob.xyz/privacy", "xpath": "//body", "text": " Invidious <i>\n</i>\n<i>\n</i> Log in Privacy <p>This document concerns what data you provide to this website, the purpose of the data, how the data is stored, and how the data can be removed.</p> Data you directly provide <p>Data that you provide to the website for the purpose of the site's operation (for example: an account name, account password, or channel subscription) will be stored in the website's database until the user decides to remove it.\nThis data will not be intentionally shared with anyone or anything.</p>\n<p>Information stored about a registered user is limited to:</p>\n<ul>\n<li>a list of session tokens for remaining logged in across devices</li>\n<li>the last time an account was updated (to provide accurate notifications)</li>\n<li>a list of video IDs identifying notifications from a user's subscriptions</li>\n<li>a list of channel UCIDs the user is subscribed to</li>\n<li>a user ID (for persistent storage of subscriptions and preferences)</li>\n<li>a json object containing user preferences</li>\n<li>a hashed password if applicable (not present on google accounts)</li>\n<li>a randomly generated token for providing an RSS feed of a user's subscriptions</li>\n<li>a list of video IDs identifying watched videos</li>\n</ul>\n<p>Users can clear their watch history using the clear watch history page.</p>\n<p>If a user is logged in with a Google account, no password will ever be stored.\nThis website uses the session token provided by Google to identify a user, but does not store the information required to make requests on a user's behalf without their knowledge or consent.</p> Data you passively provide <p>When you request any resource from this website (for example: a page, a font, an image, or an API endpoint) information about the request may be logged.</p>\n<p>Information about a request is limited to:</p>\n<ul>\n<li>the time the request was made</li>\n<li>the status code of the response</li>\n<li>the method of the request</li>\n<li>the requested URL</li>\n<li>how long it took to complete the request.</li>\n</ul>\n<p>No identifying information is logged, such as the visitor's cookie, user-agent, or IP address.\nHere are a couple lines to serve as an example:</p>\n<code>2019-01-19 16:37:47 +00:00 200 GET /api/v1/comments/xrlETJYzH-c?format=html&amp;hl=en-US 1345.88ms\n2019-01-19 16:37:53 +00:00 200 GET /vi/r5P-f5arPXE/maxres.jpg 1085.41ms\n2019-01-19 16:37:54 +00:00 200 GET /watch 7.04ms</code>\n<p>This website does not store the visitor's user-agent or IP address and does not use fingerprinting, advertisements, or tracking of any form.</p>\n<p>This website provides links to googlevideo.com to provide audio and video playback.\ngooglevideo.com is owned by Google and is subject to their privacy policy.</p> Data stored in your browser <p>This website uses browser cookies to authenticate registered users.\nThis data consists of:</p>\n<ul>\n<li>An account token to keep you logged into the website between visits, which is sent when any page is loaded while you are logged in</li>\n</ul>\n<p>This website also provides an option to store site preferences, such as the theme or locale, without an account.\nUsing this feature will store a cookie in the visitor's browser containing their preferences.\nThis cookie is sent on every request and does not contain any identifying information.</p>\n<p>You can remove this data from your browser by logging out of this website, or by using your browser's cookie-related controls to delete the data.</p> Removal of data <p>To remove data stored in your browser, you can log out of the website, or you can use your browser's cookie-related controls to delete the data.</p>\n<p>To remove data that has been stored in the website's database, you can use the delete my account page.</p>\n<i>\n</i> Source code <i>\n</i> Documentation Released under the AGPLv3 on GitHub.\n<i>\n</i> View JavaScript license information.\n<i>\n</i> View privacy policy.\n<i>\n</i> Donate Current version: 2023.05.08-10fee9d @ master ", "created_at": "2023-05-22 19:02:58.029704", "updated_at": "2023-05-22 19:04:30.796906"}, {"id": 16296, "name": "BiblioReads Privacy Policy", "url": "https://biblioreads.esmailelbob.xyz/privacy", "xpath": "//body", "text": "<ul>\n<li>Quotes</li>\n<li>About</li>\n<li>Contact</li>\n<li>Privacy</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>Privacy Policy<p>Last updated: February 22, 2023</p>\n<p>At BiblioReads, we believe that privacy is a fundamental right and strive to be as transparent as possible about how we use your information.\nWe will not sell, lease, or exchange your personal data to, or otherwise share your personal data with, third parties in ways other than described in this Privacy Policy.</p>\n<p>BiblioReads (\"us\", \"we\", or \"our\") operates this website.</p>General Data Protection Regulation (GDPR)<p>We are a Data Controller of your information.</p>\n<p>BiblioReads legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information:</p>\n<ul>\n<li>BiblioReads needs to perform a contract with you</li>\n<li>You have given BiblioReads permission to do so</li>\n<li>Processing your personal information is in BiblioReads legitimate interests</li>\n<li>BiblioReads needs to comply with the law</li>\n</ul>\n<p>BiblioReads will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies.</p>\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nIf you wish to be informed about what Personal Information we hold about you and if you want it to be removed from our systems, please contact us.</p>\n<p>In certain circumstances, you have the following data protection rights:</p>\n<ul>\n<li>The right to access, update, or delete the information we have on you.</li>\n<li>The right of rectification.</li>\n<li>The right to object.</li>\n<li>The right of restriction.</li>\n<li>The right to data portability</li>\n<li>The right to withdraw consent</li>\n</ul>Information Collected:<p>BiblioReads does not use analytics, third-party cookies or ad trackers on our website.\nCache Storage and a service worker are used to enable progressive web app (PWA) support.\nWe use local storage to remember your theme preferences, you may erase local storage by deleting your browser history.\nWe do not use cookies or local storage objects for any other purpose.\nOur hosting provider may keep logs and collect information such as IP addresses.</p>\n<p>Information voluntarily provided to BiblioReads will be recorded, such as contact information when the contact form is used.\nThis information will be solely used to receive and respond to questions or comments.\nThis information will be kept until the purpose for which it was collected is met.</p>Third Party Privacy Policies<p>BiblioReads's Privacy Policy does not apply to other third-party websites and/or services.\nThus, we are advising you to consult the respective privacy policies of these third-party ad servers for more detailed information.</p>\n<p>We have no control over, and assume no responsibility, for the content, privacy policies or practices of any third party sites or services.</p>Children's Information<p>BiblioReads does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best to promptly remove such information from our records.</p>Contacting Us<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.\nYou may contact us by creating an issue on GitHub or Codeberg.\nAlternatively, you can use the form on our contact page.</p>Consent<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nYou are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n<p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.\n</p>\n<ul>\n<li>Search</li>\n<li>Quotes</li>\n<li>About</li>\n<li>Contact</li>\n<li>Privacy</li>\n<li>Disclaimer</li>\n<li>Back to Top</li>\n<li>v2.13.0</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n</p>", "created_at": "2023-05-22 19:02:58.176882", "updated_at": "2023-05-22 19:06:13.267082"}, {"id": 16294, "name": "Quetre Privacy Policy", "url": "https://quetre.esmailelbob.xyz/privacy", "xpath": "//body", "text": "Skip to main content Quetre Privacy PolicyThe short version<p>Quetre doesn't collect any personally identifiable data.</p>The long versionData actively collected by Quetre<p>None.</p>Data passively collected by Quetre<p>Whenever you hit some error page, an error object is logged to the console on the server.\nThat error object contains the resource url you were trying to access, and the usual stack trace.\nThat's it.</p>Data stored locally in your browser<p>A key called 'theme' is stored in local storage provided by your browser to store your theme preference should you override the default theme.\nTo prevent this behaviour, either disable JavaScript or local storage for Quetre.</p>\n<ul>\n<li>About</li>\n<li>Search</li>\n<li>Source Code </li>\n<li>Privacy</li>\n<li>Back to top </li>\n</ul>\n<p>Licensed under&nbsp;GNU AGPLv3.</p>", "created_at": "2023-05-22 19:02:58.117518", "updated_at": "2023-05-22 19:06:44.166149"}, {"id": 16292, "name": "Rimgo Privacy", "url": "https://rimgo.esmailelbob.xyz/privacy", "xpath": "//body", "text": " rimgo Instance Privacy <p>The instance operator has indicated their instance's privacy practices below.</p> No Details Provided <p>The operator of this instance will be required to provide privacy details to be added to the instance list.\n</p> What's this? <p> Instance privacy aims to bring transparency to the data collected by frontends and encourage privacy friendly practices.\nThere is often no privacy policy and users are forced to trust that the instance operator is not collecting data.\nHowever, there is a possibility that the instance operator can put false information so we encourage looking at other factors when selecting an instance.\n</p>\n<ul>\n<li> Internet address (IP Address) - This is an address that is given to your computer or internet connection.\nThis can be used to find your city or region and internet provider but can change depending on your connection.\n</li>\n<li> Page viewed (Request URL) - This is what page you are viewing.\nSearches are kept private.\n</li>\n<li> Device Type (User agent) - This is what browser, device, and operating system you are using.\nAdvanced users can change this with an extension or browser setting.\n</li>\n<li> Diagnostics - When this data is only collected when there is an error or only a short amount of time while diagnosing an issue.\n</li>\n</ul> Additional information <ul>\n<li>Version: 2023-03-14-4e065bf</li>\n<li>Country: </li>\n<li>Provider: </li>\n<li>Using Cloudflare?: No</li>\n</ul> Privacy Source Code ", "created_at": "2023-05-22 19:02:58.058983", "updated_at": "2023-05-22 19:08:02.490945"}, {"id": 16295, "name": "Libremdb Privacy Policy", "url": "https://libremdb.esmailelbob.xyz/privacy", "xpath": "//body", "text": "libremdbView on IMDb (opens in new tab)SearchChange themePrivacy PolicyInformation collected<p>No information is collected.</p>Information stored in your browser<p>A key named 'theme' is stored in Local Storage provided by your browser, if you ever override the default theme.\nTo remove it, go to site data settings, and clear the data for this website.</p>\n<p>To permamently disable libremdb from storing your theme prefrences, either turn off JavaScript or disable access to Local Storage for libremdb.</p>Instance information<p>Version:&nbsp;3.0.0</p>\n<p>Privacy policy last updated on 31 october, 2022.</p>\n<p>You can see the full revision history of this privacy policy on GitHub, or Codeberg.</p>\n<ul>\n<li>About</li>\n<li>Find</li>\n<li>Privacy</li>\n<li>Contact</li>\n<li>Back to top</li>\n</ul>\n<p>Licensed under GNU AGPLv3.</p>\n<p>\n</p>", "created_at": "2023-05-22 19:02:58.147003", "updated_at": "2023-05-22 19:10:04.759819"}, {"id": 16297, "name": "GotHub Privacy And DMCA/Copyright Notice", "url": "https://gothub.esmailelbob.xyz/", "xpath": "//body", "text": " <b>GotHub (master)</b> Explore About Source code GotHub is an alternative front-end for GitHub.\nFeatures <ul>\n<li>Lightweight - for both you and the instance host</li>\n<li>No JavaScript - pure HTML and CSS awesomeness</li>\n<li> No requests made to GitHub from the client side - they won't even know you made a request! </li>\n<li>Open source - for peer review &amp.\ntrustworthiness</li>\n<li> Save bandwidth - no JavaScript, tracking bloat or extra fonts loaded.\n</li>\n</ul> Privacy <p> GitHub is owned by Microsoft, a big tech company known to track it's users.\nIf you care, you can read GitHub's privacy policy here (TOS;DR).\nGotHub solves this by proxying all GitHub requests for you! </p> Usage <p> Just replace <code>github.com</code> with <code>gothub.esmailelbob.xyz</code> or <code>gist.github.com</code> with <code>gothub.esmailelbob.xyz/gist</code>! </p> DMCA/Copyright Notice <p> All content shown on this site are from GitHub.\nAny issues with content shown on this site needs to be reported to GitHub, not the instance host's internet or domain provider.\nGitHub is a registered trademark of GitHub, Inc.\nGotHub is not affiliated with GitHub, Inc.\n</p>\n<p> This project was made as a \"spiritual successor\" to Riverside Rocks' 1337git which is, unfortunately, hosted on GitHub.\nKinda ironic.\n</p>\n<i>This project does not let you clone GitHub repositories.\nI would recommend using a VPN if you have to clone a GitHub repository and want to keep yourself private from them instead.</i> Credits <p> Midou36O - desigining the GotHub logo </p>\n<p> Odyssey346 - majority of the code, <b>main</b>tainer </p>\n<p> Arya - code contributions and second maintainer </p> Info GotHub version: <code>fd6bc0e6</code>\n<br> Fiber version: 2.43.0, running on go1.20.4 ", "created_at": "2023-05-22 19:02:58.207204", "updated_at": "2023-05-22 19:10:23.541045"}], "points": [{"id": 34345, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-07 23:29:26.615496", "updated_at": "2023-07-14 13:18:11.596164", "quoteText": null, "case_id": 197, "document_id": 16295, "quoteStart": null, "quoteEnd": null}], "urls": ["esmailelbob.xyz", "esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "blog.esmailelbob.xyz", "blog.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "social.esmailelbob.xyz", "social.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "status.esmailelbob.xyz", "libreddit.esmailelbob.xyz", "libreddit.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "invidious.esmailelbob.xyz", "invidious.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "searx.esmailelbob.xyz", "searx.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "nitter.esmailelbob.xyz", "nitter.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "rimgo.esmailelbob.xyz", "rimgo.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "librarian.esmailelbob.xyz", "librarian.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "simplytranslate.esmailelbob.xyz", "simplytranslate.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "wikiless.esmailelbob.xyz", "wikiless.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "piped.esmailelbob.xyz", "scribe.esmailelbob.xyz", "scribe.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "simpleertube.esmailelbob.xyz", "simpleertube.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "proxitok.esmailelbob.xyz", "proxitok.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "rss-reddit.esmailelbob.xyz", "rss-reddit.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "quetre.esmailelbob.xyz", "quetre.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "libremdb.esmailelbob.xyz", "libremdb.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "porninvidious.esmailelbob.xyz", "porninvidious.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "hyperpipe.esmailelbob.xyz", "hyperpipe.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "simpleamazon.esmailelbob.xyz", "simpleamazon.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "breezewiki.esmailelbob.xyz", "breezewiki.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "biblioreads.esmailelbob.xyz", "biblioreads.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "dumb.esmailelbob.xyz", "dumb.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "anonymousoverflow.esmailelbob.xyz", "anonymousoverflow.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "gothub.esmailelbob.xyz", "gothub.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "ruraldictionary.esmailelbob.xyz", "ruraldictionary.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "waybackclassic.esmailelbob.xyz", "waybackclassic.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "scratchgui.esmailelbob.xyz", "scratchgui.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "hckrnws.esmailelbob.xyz", "hckrnws.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "neuters.esmailelbob.xyz", "neuters.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "noizee.esmailelbob.xyz", "noizee.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "suds.esmailelbob.xyz", "suds.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "destructables.esmailelbob.xyz", "destructables.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "laboratory.esmailelbob.xyz", "laboratory.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion", "binternet.esmailelbob.xyz", "binternet.esmail5pdn24shtvieloeedh7ehz3nrwcdivnfhfcedl7gf4kwddhkqd.onion"]}}