{"error": 448, "message": "OK", "parameters": {"id": 7368, "name": "cadence’s website", "created_at": "2023-02-07 07:02:20.946315", "updated_at": "2023-03-29 19:26:40.011819", "wikipedia": null, "keywords": null, "related": null, "slug": "cadence-s-website", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7368.png", "url": "cadence.moe,invidious-redirect.cadence.moe,tube.cadence.moe,crumpet.cadence.moe", "documents": [{"id": 14153, "name": "Privacy policy", "url": "https://tube.cadence.moe/privacy", "xpath": "//body", "text": "CloudTubeSubscriptions\nSettings\nPrivacy policy<p>This document contains details about the data this website collects, what it is used for, how it is stored, how it is shared, and how it can be removed.</p>Data collectedData provided by you<p>CloudTube will store this information when you personally enter it into the site:</p>\n<ul>\n<li>personal settings</li>\n<li>list of channels you have subscribed to</li>\n<li>list of videos you have watched (only if enabled in settings)</li>\n</ul>Data collected passively<p>When your device requests any resource from CloudTube, this information about the request may be stored for up to 14 days:</p>\n<ul>\n<li>the time the request was made</li>\n<li>the IP address</li>\n<li>the requested URL</li>\n<li>the response status code</li>\n</ul>Accounts and cookies<p>CloudTube does not allow users to create accounts.</p>\n<p>The first time a user personally provides data to the site, such as changing settings or subscribing to a channel, an ephemeral session is created and linked to a cookie.</p>\n<p>On future visits, this cookie will be used to look up the session, and provide a response based on that stored information.</p>\n<p>As described above, no personally identifiable information is linked to sessions.</p>\n<p>If the user never personally provides data to the site, no cookie will be stored.</p>What the data is used for<ul>\n<li>providing the core service</li>\n<li>providing information for debugging</li>\n</ul>How the data is sharedWith YouTube<p>YouTube is a company owned by Google, Inc.\nCloudTube displays information from YouTube.</p>\n<p>When you perform a query on CloudTube that requires data from YouTube, such as making a search or loading a video, your query is forwarded to YouTube.</p>\n<p>For example, when searching, YouTube receives a query for those search terms, and when watching a video, YouTube receives a page load for that video.</p>\n<p>When watching a video, your browser connects to googlevideo.com directly to request the video stream.\nThis connection, and any data stored by YouTube as a result, is subject to Google's privacy policy.</p>\n<p>All other queries are forwarded to your selected Invidious instance, which forwards them to YouTube.\nYouTube does not receive any metadata about you for these queries, only the query itself.</p>With other organisations<p>CloudTube does not share any data with other people or organisations.</p>How to delete your data<p>Visit the settings page and find the \"delete data\" section.\nRead the text.</p>\n<p>To delete your data, check \"I understand the consequences\", then click \"permanently erase my data\".</p>\n<p>This will erase all of your data from the server, and delete the unique cookie from your web browser.</p>\n<p>Released as AGPL free software.</p>Source code<ul>\n<li>Project hub</li>\n<li>Announcements</li>\n<li>Report a problem</li>\n</ul>About<ul>\n<li>Privacy policy</li>\n<li>Licenses</li>\n<li>DMCA</li>\n</ul>", "created_at": "2023-02-07 07:02:21.008181", "updated_at": "2023-02-07 07:02:45.214825"}, {"id": 14154, "name": "DMCA", "url": "https://tube.cadence.moe/takedown", "xpath": "//body", "text": "CloudTubeSubscriptions\nSettings\nTakedown/DMCA<p>If you own the copyright to videos on this website, you can remove access to the videos.\nBut:</p>Read this first.<ul>\n<li>CloudTube is a proxy service for YouTube videos.</li>\n<li>CloudTube does not store any videos.\nVideos are never saved to these servers.</li>\n<li>CloudTube reproduces data from youtube.com in an interface that looks a little bit different.</li>\n<li>All video data is streamed directly from YouTube.\nAll video metadata is collected directly from YouTube.</li>\n</ul>And understand this:<p>Anybody can watch or download YouTube videos using many freely available tools.\nThis is just one such tool, and attacking this website will solve none of your problems.</p>“I still want to remove access.”<p>In addition to the legally mandated information, if you wish for future videos uploaded on the same channel(s) to be restricted, please provide the channel URLs, and state: \"Future videos uploaded to the same YouTube channels should also be restricted.\"</p>\n<p>When providing URLs, please format them like so:</p>https://youtube.example.com/watch?v=AAAAAAAAAAA\nhttps://youtube.example.com/watch?v=BBBBBBBBBBB<p>i.e., one URL per line, with no other information on those lines.</p>\n<p>Contact information is here.</p>\n<p>Please allow 5 days for a response.</p>\n<p>Released as AGPL free software.</p>Source code<ul>\n<li>Project hub</li>\n<li>Announcements</li>\n<li>Report a problem</li>\n</ul>About<ul>\n<li>Privacy policy</li>\n<li>Licenses</li>\n<li>DMCA</li>\n</ul>", "created_at": "2023-02-07 07:02:21.070165", "updated_at": "2023-02-07 07:03:05.030474"}], "points": [], "urls": ["cadence.moe", "invidious-redirect.cadence.moe", "tube.cadence.moe", "crumpet.cadence.moe"]}}