{"error": 448, "message": "OK", "parameters": {"id": 6841, "name": "Jackpocket", "created_at": "2022-11-12 19:46:40.202387", "updated_at": "2022-11-12 23:01:15.081241", "wikipedia": null, "keywords": null, "related": null, "slug": "jackpocket", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6841.png", "url": "jackpocket.com", "documents": [{"id": 12527, "name": "Privacy Policy", "url": "https://jackpocket.com/privacy", "xpath": "/html/body/div[2]/div", "text": " Privacy Policy\n<p>\n</p>\n<p>Last Modified: November 10, 2021</p>\n<p>\n</p>\nIntroduction\n<p>\n</p>\n<p>This Privacy Policy sets forth how personal information is collected and used in connection with online services operated by Jackpocket (“Jackpocket,” “we,” or “us”), including the Jackpocket mobile application (the “App”), and the&nbsp;Jackpocket&nbsp;website (collectively, the “Services”).\nBy using the Services, you agree to the terms of this Privacy Policy.\nThis Privacy Policy does not govern the data practices of third parties that may interact with our Services.\nOur Services may include access to third party content that we do not control.\nWe recommend that you consult the applicable privacy policies of third parties whose websites or apps you may be accessing through our Services.</p>\n<p>\n</p>\n<p>This Privacy Policy should be read in conjunction with our&nbsp;Terms of Service.\nBy using our Services, you are consenting to the information collection and use practices described in this Privacy Policy.\nIf you do not agree to the practices described here, do not use our Services.</p>\n<p>\n</p>\n<p>Your use of the App and any information you provide through the Services remains subject to the terms of this Privacy Policy and our Terms of Service, as each may be updated from time to time.\nIn the event of conflict between this Policy and the Terms of Service, the Terms of Service will control.&nbsp;</p>\n<p>\n</p>\n<p>Any questions, comments or complaints that you might have should be emailed to&nbsp;support@jackpocket.com.</p>\n<p>\n</p>\n<strong>Information We Collect&nbsp;</strong>\n<p>\n</p>\n<p>We collect personal information you provide to us, or that we receive from third parties, social media platforms, and other publicly available sources.\nThe information we collect includes:&nbsp;</p>\n<p>\n</p>\n<ul>\n<li>\n<p>\n<strong>Contact and Profile Data,</strong> such as name, email address, phone number, physical address, and date of birth.</p>\n</li>\n<li>\n<p>\n<strong>Account Data,</strong> such as the username and password you provide to set up an account with us.\nIf you choose to login to the Services via a third-party platform or social media network, we may collect information from that platform or network.&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>Government-issued Identification Numbers,</strong> such as a copy of your passport, driver’s license and/or state identification card, including your photo, passport/license/or identification number, and associated information.</p>\n</li>\n<li>\n<p>\n<strong>Payment Data,</strong> such as credit or debit card, or bank account number and routing number for the purposes of processing transactions at your request.\nWe do not store your complete banking account number or payment card number.</p>\n</li>\n<li>\n<p>\n<strong>Financial Data,</strong> such as information about your financial accounts which may include the bank you are using, account type (checking or savings), and we may query and/or receive the current balance of each account at any point.&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>Location Data,</strong> including the GPS location associated with your device.&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>Feedback Data,</strong> such as information you provide and content that you upload when you contact us with questions, feedback, upload attachments, or otherwise correspond with us online or otherwise (including on our social media pages).</p>\n</li>\n<li>\n<p>\n<strong>Automatically Collected Data.</strong> We, our service providers and third-party advertising partners use cookies, web beacons/GIFs, pixel tags, embedded scripts, e-tags/cache browsers and other tracking technologies to automatically log information about you, your computer or mobile device, and your activity over time on the Services and other online services, including:</p>\n<ul>\n<li>\n<p>\n<strong>Device Data,</strong> such as your computer or mobile device operating system type and version number, manufacturer and model, unique device identifier, browser type and version, screen resolution, the IP address used to connect your device to the internet, device identifier (such as the Google Advertising ID or Apple ID for Advertising), time zone setting, session time, browser plug-in types and versions, the website you visited before you visited our Services and location information such as city, state or geographic area, the number of times you click a page/screen or use a feature, the date and time you click on a page/screen or use a feature, and the amount of time you spend on a page or use a feature.</p>\n</li>\n<li>\n<p>\n<strong>Online Activity Data,</strong> such as browsing history, search history, and whether you clicked on or opened one of our emails.\nWe also collect information about your visit, including the full Uniform Resource Locators (URL) clickstream to, through and from the Services (including date and time), search terms entered, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page.\nPlease note that Jackpocket does not respond to web browsers’ “do not track” signals or other opt-out mechanisms that indicate a request to disable online tracking of users who use our Services.&nbsp;</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n</p>\nInformation we receive from third parties\n<p>\n</p>\n<p>We work with third parties to provide you the Services (including, for example, business partners, sub-contractors in technical, payment and delivery services, advertising networks, analytics providers, search information providers, credit reference agencies) and may receive information about you from them.\nThe information we collect from you may be combined with information from outside records (e.g., demographic information, navigation information, and/or additional contact information) that we have acquired in accordance with the law.</p>\n<p>\n</p>\n<p>Jackpocket uses Plaid Technologies, Inc.\n(“Plaid”) to gather end user data from financial institutions.\nBy using our Services, you grant Jackpocket and Plaid the right, power, and authority to act on your behalf to access and transmit your personal and financial information from the relevant financial institution to our App.\nYou agree to your personal and financial information being transferred, stored, and processed by Plaid in accordance with the&nbsp;Plaid Privacy Policy.</p>\n<p>\n</p>\n<p>Jackpocket uses Dwolla for the purposes of processing ACH deposit transactions.\nBy requesting an ACH payment transaction you agree to your personal and financial information being transferred, stored and processed by Dwolla in accordance with the&nbsp;Dwolla Privacy Policy.</p>\n<p>In addition to the above, we may need to verify your identity before we can permit you to use some features of the Services.&nbsp;</p>\n<p>\n</p>\n<p>For purposes of verification, we may also collect from you other information as may be required to verify your identity and/or location in accordance with applicable laws and regulations.\nThis can include date of birth and address verification.</p>\n<p>\n</p>\nHow We Use and Disclose Your Information&nbsp.\n<p>\n</p>\n<p>Jackpocket will not share, without your consent, any of the data it collects from you with third parties for the purposes of marketing or promoting third-party products or services.</p>\n<p>\n</p>\n<p>We may use the information you provide:</p>\n<ul>\n<li>\n<p>To provide you with the functionality of the Services.</p>\n</li>\n<li>\n<p>To respond to your inquiries.</p>\n</li>\n<li>\n<p>To provide you with customer service.</p>\n</li>\n<li>\n<p>To provide you with services, products or information, or actions you request.</p>\n</li>\n<li>\n<p>To provide to third parties, with your consent.&nbsp;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>To send administrative information to you, such as information regarding the Services and changes to our terms, including through push notifications, email and text messages.</p>\n</li>\n<li>\n<p>To send you marketing communications that we believe may be of interest to you, including through push notifications, email and text messages.\nYou may opt-out of receiving these marketing communications by following the opt-out instructions on the communication.</p>\n</li>\n<li>\n<p>To verify your identity and account information, and to comply with applicable legal requirements.</p>\n</li>\n<li>\n<p>For our business purposes, such as data analysis.\naudits.\nfraud monitoring and prevention.\nto enforce our terms of service.\ndeveloping new products.\nenhancing, improving or modifying our products and services.\nidentifying usage trends.\ndetermining the effectiveness of our promotional campaigns.\noperating and expanding our business activities.\nand protecting the interests of our company, our Services, and our customers.</p>\n</li>\n</ul>\n<p>\n</p>\n<p>The information you provide may be disclosed:</p>\n<ul>\n<li>\n<p>To our third-party service providers, to provide services such as payment processing, advertising, website analytics, fraud investigation, data analysis, information technology and related infrastructure provision, customer service, email delivery, auditing and other services.</p>\n</li>\n<li>\n<p>Where you have consented to disclosure.</p>\n</li>\n<li>\n<p>Where we have a good-faith belief that access, use, preservation, or disclosures of the information is reasonably necessary to:&nbsp;</p>\n</li>\n</ul>\n<ol>\n<li>\n<p>protect against harm to the rights, safety, or property of Jackpocket, its Services, its users, or the public as required or permitted by law;</p>\n</li>\n<li>\n<p>comply with legal and regulatory obligations and government requests (for instance, subpoenas, court orders, and law enforcement inquiries);</p>\n</li>\n<li>\n<p>comply with our obligations and commitments to safeguard the privacy and security of your and other customers’ information;</p>\n</li>\n<li>\n<p>detect, prevent, or otherwise address fraud, security, or technical issues.\nand</p>\n</li>\n<li>\n<p>enforce our terms of service, including investigation of potential violations<br>\n<br>\n</p>\n</li>\n</ol>\n<ul>\n<li>\n<p>We may also disclose information about you as otherwise permitted under our Terms of Service or as specifically disclosed when we collect information from you.</p>\n</li>\n</ul>\n<p>\n</p>\nCorporate Changes\n<p>\n</p>\n<p>In the event Jackpocket, a substantial part of its assets, or all its assets are acquired, customer information (including your personal information) may be one of the transferred assets.\nTherefore, Jackpocket may disclose and transfer your personal information and other data to a subsequent owner, co-owner or operator of Jackpocket or the Services, or in connection with a merger, consolidation, restructuring, the sale of substantially all of our interests or assets, or other corporate change (including in the event of a dissolution or bankruptcy), and in all cases, this may include sharing the information with prospective purchasers, investors, trustees, or other involved parties as part of the due diligence or acquisition or transfer processes, in connection with court proceedings, or in connection with financial transactions that Jackpocket may be involved in, such as obtaining investors or financing.</p>\n<p>\n</p>\nAggregated Data\n<p>\n</p>\n<p>We may aggregate the information that you and other users of the Services provide.\nIf we do, we may use and disclose such aggregated information for any purpose.\nAggregated information does not personally identify you or any other user.\nWe may share non-personal information.\nThis is information that does not contain personal information and can include user statistics.</p>\n<p>\n</p>\nSocial Networks\n<p>\n</p>\n<p>Jackpocket is not a social network itself, but we may provide links to social media sites to facilitate sharing with such sites.\nYour use of such links as it your own discretion.</p>\n<p>\n</p>\n<p>When you interact with our Services through social media sites, plug-ins or other applications, depending upon your privacy settings, you should be aware that this information may become public on the Internet.\nWe cannot prevent or control further use of this information.\nYou can control what data you share through privacy settings available on some social media sites.\nPlease refer to those third-party sites’ privacy policies and terms of use to learn more about their privacy practices, which we do not control.</p>\n<p>\n</p>\nCookies and Tracking Technologies\n<p>\n</p>\n<p>When you use our Services, we and our business partners may use cookies and other tracking technologies for a variety of purposes and to enhance your online experience, for example, by remembering your log-in status and viewing preferences from a previous use of our Services, for when you later return to the Services.</p>\n<p>\n</p>\n<p>A few additional important things you should know about our use of tracking technologies (e.g., cookies):</p>\n<ul>\n<li>\n<p>We offer certain features that are available only with tracking technologies.</p>\n</li>\n<li>\n<p>We use both session and persistent tracking technologies.\nTracking technologies (e.g., cookies) can either be persistent (i.e., they remain on your computer until you delete them) or temporary (i.e., they last only until you close your browser).\nYou are always free to decline tracking technologies if your browser permits, although doing so may interfere with your use of the Services.\nRefer to the help section of your browser, browser extensions, or installed applications for instructions on blocking, deleting, or disabling tracking technologies such as cookies.</p>\n</li>\n<li>\n<p>You may encounter tracking technologies/cookies from our third-party service providers that we have allowed on our Services that assist us with various aspects of our Services, such as&nbsp;Google Analytics.</p>\n</li>\n</ul>\nLinks\n<p>\n</p>\n<p>Our Services may, from time to time, contain links to and from the websites of others, including our partners, advertisers, and affiliates.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for these policies.\nYou should check these policies before you submit any personal data to these websites.</p>\n<p>\n</p>\nOptions for Managing Your Personal Data\n<p>\n</p>\n<p>\n<strong>Access, update or delete information.</strong> If you registered for an account with us, you may review and update certain personal information in your account profile by logging into the account.\nYou may also update your personal information, receive a copy of your personal information, or delete your account by contacting us at support@jackpocket.com.&nbsp;</p>\n<p>\n</p>\n<p>These rights are not absolute, and we reserve the right to verify your identity upon receiving such a request.\nWe may retain some information from closed accounts so that we can comply with law, prevent fraud, assist with investigations, resolve disputes, analyze, or troubleshoot programs, enforce our Terms of Service, or take other actions permitted by law.\nIf your account is terminated or suspended, we may maintain information to prevent re-registration, or for reasons discussed in this paragraph.</p>\n<p>\n</p>\n<p>\n<strong>Cookies &amp.\nbrowser web storage.</strong> Most browsers let you remove or reject cookies.\nTo do this, follow the instructions in your browser settings.\nMany browsers accept cookies by default until you change your settings.\nPlease note that if you set your browser to disable cookies, the Services may not work properly.\nSimilarly, your browser settings may allow you to clear your browser web storage.</p>\n<p>\n</p>\n<p>\n<strong>Opt-out of marketing communications.</strong> If at any time you wish to opt-out of future promotional emails and communications, you may click the “unsubscribe” link in the email or otherwise contact us at&nbsp;support@jackpocket.com.\nIt may take up to 10 business days before you stop receiving promotional emails.\nThis opt-out does not apply to operational communications, for example, confirmation emails.</p>\n<p>\n</p>\nInternational Users\n<p>\n</p>\n<p>The Services are hosted in the United States and are intended for and directed to users in certain states in the United States.\nIf you access the Services from the European Union, Asia, or any other region with laws or regulations governing personal data collection, use, and disclosure, that differ from United States laws, please be advised that through your continued use of the Services, which are governed by U.S.\nlaw, this Privacy Policy, and our Terms of Service, you acknowledge that you are transferring your personal information to the United States and you consent to that transfer.\nYou further consent to the collection and/or processing in the United States of your personal information and tracking technologies/cookies as described in this Privacy Policy.</p>\n<p>\n</p>\n<p>Please note that we restrict transactions through our Services to certain states in the United States.</p>\n<p>\n</p>\nNotice to California Residents&nbsp.\n<p>\n</p>\n<strong>Scope</strong>\n<p>\n</p>\n<p>This section describes how we collect, use, and share the personal information of California residents as a “business” under the California Consumer Privacy Act (“CCPA”) and their rights with respect to their personal information.\nFor purposes of this section, “personal information” has the meaning given in the CCPA but does not include information exempted from the scope of the CCPA.\nAdditionally, this section does not apply to information we collect from you in the course of communicating with you in your capacity as an employee, controlling owner, director, officer or contractor of an organization (i.e., company, partnership, sole proprietorship, non-profit or government agency) in the context of performing due diligence on, or providing or receiving products or services to or from, that organization.\nIn some cases we may provide a different privacy notice to certain categories of California residents, such as job applicants, in which case that notice will apply instead of this section.</p>\n<p>\n</p>\n<strong>Personal information we collect and use</strong>\n<p>\n</p>\n<p>The list below summarizes the personal information we collect and use by reference to the categories specified in the CCPA in California Civil Code Section 1798.140(o), and describes our practices during the 12 months preceding the effective date of this Privacy Policy.\n“Categories we collect” refer to the sub-categories described above in the section entitled “Information We Collect.” Information you voluntarily provide to us, such as in freeform webforms, may contain other categories of personal information not described below.</p>\n<p>\n</p>\n<p>\n<strong>Identifiers</strong>\n</p>\n<ul>\n<li>\n<p>Categories we collect: Contact and Profile Data, Account Data, Government-issued Identification Numbers<br>\n<br>\n</p>\n</li>\n</ul>\n<p>\n<strong>Commercial Information</strong>\n</p>\n<ul>\n<li>\n<p>&nbsp;Categories we collect: Payment Data, Financial Data, Feedback Data<br>\n<br>\n</p>\n</li>\n</ul>\n<p>\n<strong>Financial Information</strong>\n</p>\n<ul>\n<li>\n<p>Categories we collect: Payment data, Financial Data<br>\n<br>\n</p>\n</li>\n</ul>\n<p>\n<strong>Online Identifiers</strong>\n</p>\n<ul>\n<li>\n<p>Categories we collect: Account data, Device Data<br>\n<br>\n</p>\n</li>\n</ul>\n<p>\n<strong>Internet or Network Information</strong>\n</p>\n<ul>\n<li>\n<p>Categories we collect: Device data, Online Activity Data<br>\n<br>\n</p>\n</li>\n</ul>\n<p>\n<strong>Geolocation Data</strong>\n</p>\n<ul>\n<li>\n<p>Categories we collect: Location Data<br>\n<br>\n</p>\n</li>\n</ul>\n<p>\n<strong>Inferences</strong>\n</p>\n<ul>\n<li>\n<p>Categories we collect: Transaction Data, Device Data, Online Activity Data<br>\n<br>\n</p>\n</li>\n</ul>\n<p>For information about:</p>\n<p>\n</p>\n<ul>\n<li>\n<p>The categories of sources of this information, see “Information We May Collect”;</p>\n</li>\n<li>\n<p>The business/commercial purposes for which we collect this information, see&nbsp;“How We Use and Disclose Information”.\nand</p>\n</li>\n<li>\n<p>The categories of third parties to which we disclose this information for business purposes, see “How We Use and Disclose Information.”</p>\n</li>\n</ul>\n<p>\n</p>\nCalifornia residents’ privacy rights\n<p>\n</p>\n<p>As a California resident, you have the rights listed below.\nHowever, these rights are not absolute, and in certain cases we may decline your request as permitted by law.</p>\n<p>\n<strong>Right to request disclosure of personal information we collect and share about you</strong>\n</p>\n<p>You can request the following information about how we have collected and used your personal information during the past 12 months:</p>\n<ul>\n<li>\n<p>The categories of personal information we have collected.</p>\n</li>\n<li>\n<p>The categories of sources from which we collected the personal information.</p>\n</li>\n<li>\n<p>The business or commercial purpose for collecting and/or selling personal information.</p>\n</li>\n<li>\n<p>The categories of third parties with whom we share the personal information.</p>\n</li>\n<li>\n<p>The specific pieces of personal information we have collected.</p>\n</li>\n<li>\n<p>The categories of personal information that we sold or disclosed for a business purpose.</p>\n</li>\n<li>\n<p>The categories of third parties to whom the personal information was sold or disclosed for a business purpose.</p>\n</li>\n</ul>\n<p>\n<strong>Right to request the deletion of personal information</strong>\n</p>\n<p>You can ask us to delete the personal information that we have collected from you, subject to certain exceptions.\nWe will also notify any service providers and third parties with whom we have shared your personal information of your request.\nIf you are using Paysafe with our Services, and you desire to have your personal information deleted from Paysafe, you must contact Paysafe directly to make such a request.\nPlease note that due to applicable laws and regulations, you will be unable to use some of our Services if your personal information is deleted, including, but not limited to, ordering lottery tickets.\nAs noted above, your deletion request is subject to certain exceptions which we may rely on where it is necessary for us to:<br>\n<br>\n</p>\n<ul>\n<li>\n<p>Complete the transaction for which the personal information was collected, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us;</p>\n</li>\n<li>\n<p>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity.\nor prosecute those responsible for that activity;</p>\n</li>\n<li>\n<p>Debug to identify and repair errors that impair existing intended functionality;</p>\n</li>\n<li>\n<p>Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law;</p>\n</li>\n<li>\n<p>To enable solely internal uses that are reasonably aligned with the expectations of the consumer based on the consumer’s relationship with us;</p>\n</li>\n<li>\n<p>Comply with a legal obligation.\nor</p>\n</li>\n<li>\n<p>Otherwise use the personal information, internally, in a lawful manner that is compatible with the context in which you provided the information.</p>\n</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Right to ask us not to sell your personal information</strong>\n</p>\n<p>We do not sell your personal information.\nHowever, like many companies, we may use advertising services that try to tailor online ads to your interests based on information collected via cookies and similar technologies about your online activity.\nThis is called interest-based advertising.\nThe CCPA’s statutory definition of the term “sale” is broad and may include interest-based advertising.\nYou can get more information and opt-out of the use of cookies on our Services for interest-based advertising purposes by setting your preferences on the App or our website.\nYou will need to set your preferences from each device and each web browser from which you wish to opt-out.\nThis feature may use a cookie to remember your preference, so if you clear all cookies from your browser, you may need to re-set your settings.</p>\n<p>\n<strong>Right to nondiscrimination</strong>\n</p>\n<p>You are entitled to exercise the rights described above free from discrimination as prohibited by the CCPA.</p>\n<p>\n<strong>How to exercise your rights</strong>\n</p>\n<p>You may submit requests to exercise your California privacy rights described above as follows:</p>\n<ul>\n<li>\n<p>\n<em>\n<strong>Right to request the access and deletion of your personal information.</strong>\n</em> If you are a California resident, you may submit a request to exercise the access and deletion rights of your personal information over the past 12 months by using our online webform to validate and submit your request at: CCPA Online Webform.&nbsp.\nYou may also exercise these access and deletion rights by emailing privacyrequests@jackpocket.com.\nYou may only make a verifiable consumer request for access or data portability twice in a 12-month period.\nThe verifiable consumer request must:</p>\n<ul>\n<li>\n<p>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected Personal Information or an authorized representative of that person;</p>\n</li>\n<li>\n<p>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.&nbsp;</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>These rights are not absolute, and in some instances, we may decline your request as permitted by law.\nWe will need to verify your identity to process your disclosure and deletion rights and reserve the right to confirm your California residency.\nTo verify your identity, we may require you to log into your Jackpocket account (if applicable), provide government identification, give a declaration as to your identity under penalty of perjury, and/or provide additional information.\n&nbsp;&nbsp;</p>\n<p>Your authorized agent may make a request on your behalf upon our verification of the agent’s identity and our receipt of a copy of the valid power of attorney given to your authorized agent pursuant to California Probate Code Sections 4000-4465.\nIf you have not provided your agent with such a power of attorney, you must provide your agent with written and signed permission to exercise your CCPA rights on your behalf, provide the information we request to verify your identity and provide us with written confirmation that you have given the authorized agent permission to submit the request.</p>\n<p>\n</p>\n<p>\n<strong>Shine the Light</strong>\n</p>\n<p>\n</p>\n<p>Pursuant to California Civil Code Section 1798.83, residents of the State of California have the right to request from companies conducting business in California certain information regarding Jackpocket’s disclosure within the immediately preceding calendar year of that California resident’s personal information to third parties (and in some cases affiliates) for their direct marketing purposes.\nAlternatively, the law provides that a company may comply, by disclosing in its privacy policy that it provides consumers choice (opt-out or opt-in) regarding sharing personal information with third parties and affiliates for those third parties’ and affiliates’ direct marketing purposes, and information on how to exercise that choice.\nWe do not currently share personal information with third parties or affiliates for those third parties’ or affiliates’ direct marketing purposes.\nHowever, if we do so in the future, we intend to provide you with a choice prior to sharing your personal information with third parties and affiliates for their direct marketing purposes.\nIf you do not opt-in or if you do not choose to opt-out at the time Jackpocket offers that choice, Jackpocket will not share your information with that identified third party or affiliate for its direct marketing purposes.</p>\n<p>\n</p>\n<p>If you are a California resident and you have questions about our practices with respect to sharing information with third parties and affiliates for their direct marketing purposes and your ability to exercise choice, please send your request to the following email address: support@jackpocket.com.&nbsp.\nYou must put the statement “Your California Privacy Rights” in the subject field of your e-mail.</p>\n<p>\n</p>\n<p>\n<strong>How we respond to Do Not Track signals&nbsp;</strong>\n</p>\n<p>\n</p>\n<p>California Business &amp.\nProfessions Code Section 22575(b) (as amended effective January 1, 2014) provides that California residents are entitled to know how companies respond to \"Do Not Track\" browser settings.\nJackpocket does not currently take actions to respond to Do Not Track signals because a uniform technological standard has not yet been developed.\nWe continue to review new technologies and may adopt a standard once one is created.</p>\n<p>\n</p>\nChildren Under the Age of 13\n<p>\n</p>\n<p>We do not knowingly collect personal information from children under 13.\nIf you are under 13, do not use or provide any information on or through our App or our Services.\nIf it is discovered that we have collected or received personal information from a child under 13, this information will be deleted.\nIf you believe we might have any information from or about a child under 13, please contact us at&nbsp;support@jackpocket.com.</p>\n<p>\n</p>\n<p>Transactions through our App and our Services are limited to those meeting the age requirements in the applicable jurisdiction.</p>\n<p>\n</p>\nInformation Security\n<p>\n</p>\n<p>The security of your personal information is extremely important.\nWe maintain commercially reasonable technical, administrative, physical, electronic and procedural safeguards to protect the confidentiality and security of personal information provided to us.&nbsp;</p>\n<p>\n</p>\n<p>However, no communication over the Internet can be guaranteed to be completely secure.\nAlthough we take care to protect your personal information, we cannot guarantee or warrant the security of any information you provide to us, so you do so at your own risk.</p>\n<p>\n</p>\n<p>The security of your information and account with us is also dependent on you.\nPlease keep any account information, including access to your mobile phone secure.\nYou are responsible for maintaining the confidentiality of your account information.\nWe also recommend that you log out of the App when you are done using our Services, to help prevent another party from accessing your account.\nIf you believe your account has been compromised, you must notify us immediately at&nbsp;support@jackpocket.com.</p>\n<p>\n</p>\nChanges and Updates\n<p>\n</p>\n<p>This Privacy Policy may be periodically revised, and this will be reflected by the “Last update” date at the top.\nPlease revisit this page to stay aware of any changes.\nIf a revision to this Privacy Policy, in our sole discretion, is material, we will notify you by contacting you through the email address associated with your account and/or we may provide notice to you within the app itself where we may require you to acknowledge such changes.\nFor non-material changes, where your acknowledgement is not required, your continued use of the App and the Services constitutes your acceptance of the Policy as amended.\nEach time you use the App or the Services, the version of our Privacy Policy then posted will apply to that use, so it is your responsibility to check for updates each time you access the App or the Services.</p>\n<p>\n</p>\n<p>To the extent any provision of this Privacy Policy is found by a competent tribunal to be invalid or unenforceable, such provision shall be severed to the extent necessary for the remainder to be valid and enforceable.</p>\n<p>\n</p>\nContact Us\n<p>\n<br>Please contact Jackpocket with any questions or comments about this Privacy Policy by emailing:&nbsp;support@jackpocket.com.&nbsp;</p> ", "created_at": "2022-11-12 19:46:40.204648", "updated_at": "2022-11-12 18:47:18.577909"}, {"id": 12528, "name": "Terms of Service", "url": "https://www.jackpocket.com/tos/", "xpath": "/html/body/div[2]/div", "text": " <strong>Jackpocket Terms of Service</strong>\n<p>\n<strong>Last Modified: November 10, 2021</strong>\n</p>\n<p>\n<strong>PLEASE READ THE BINDING ARBITRATION CLAUSE IN SECTION 18.\nIT AFFECTS HOW DISPUTES ARE RESOLVED.</strong>\n</p>\n<p>These terms and conditions (\"Terms of Service\") govern your use of the Application (as defined below) as provided by Jackpocket, Inc.\n(\"Jackpocket,\" the \"Company,\" \"We\" or \"Us\").\nThese Terms of Service are a binding legal agreement between you and Jackpocket.\nJackpocket may change these Terms of Service at any time without notice to you by posting the revised Terms of Service with the date they were revised.</p>\n<p>When ordering a lottery ticket through Jackpocket, you are placing an order for a lottery ticket and not purchasing a lottery ticket directly.\nAs a service provider and acting on your behalf, Jackpocket will fulfill that order through a licensed retailer in the jurisdiction where the order was placed.\nJackpocket is the retailer's authorized agent for accepting payment from Users (as defined below).</p>\n<p>IMPORTANT LEGAL NOTICE: PLEASE READ THESE TERMS OF SERVICE CAREFULLY AS THEY AFFECT YOUR LEGAL RIGHTS AND OBLIGATIONS.\nJACKPOCKET, INC.\nIS NOT AFFILIATED, OR ENDORSED BY ANY STATE LOTTERY OR GOVERNMENT AGENCY.\nIF YOU DO NOT AGREE TO THESE TERMS OF SERVICE IN THEIR ENTIRETY, DO NOT ACCESS OR USE THE SERVICE.</p>\n<p>\n<strong>1.\nDefined Terms</strong>\n</p>\n<p>For the purpose of these Terms of Service:</p>\n<ol>\n<li>\n<p>\"Account Funding\" means funding your account via one of the accepted forms of payment for the purposes of ordering a lottery ticket.</p>\n</li>\n<li>\n<p>\"Application\" and/or \"Jackpocket.com\" mean all of the services offered on the Jackpocket application and websites, including, without limitation, all technology, processes and materials used to provide such services;</p>\n</li>\n<li>\n<p>\"Available Funds\" means any Jackpocket Credits in an Account (as defined below) which have not been used to order Tickets through this Application or withdrawn to a bank account;</p>\n</li>\n<li>\n<p>\"Designated Drawing\" means the specific Lottery drawing that you are ordering a Ticket to enter using the Application or Jackpocket.com;</p>\n</li>\n<li>\n<p>\"Drawing Entry\" means any set of numbers that constitute a single drawing entry on a Ticket.\na Ticket may have multiple Drawing Entries;</p>\n</li>\n<li>\n<p>\"In-Store Redemption Threshold\" is the maximum dollar value for which a winning ticket may be redeemed at a retailer for cash.\nThis varies by state.\nCheck your Regulator's official website for this value;</p>\n</li>\n<li>\n<p>\"Jackpocket\", \"we\" and \"us\" means Jackpocket, Inc., including its agents, contractors, and any parties involved in creating, producing, or delivering this Application;</p>\n</li>\n<li>\n<p>\"Jackpocket Credits\" means any funds in a User's Account.\nJackpocket Credits are added when a User wins an amount less than or equal to the In-Store Redemption Threshold of the applicable State Lottery.\nJackpocket Credits may be added to a User's account by Jackpocket for promotional or compensation purposes as well;</p>\n</li>\n<li>\n<p>\"Lottery\" means an official lottery game (e.g.\nPowerball);</p>\n</li>\n<li>\n<p>\"Lottery Pool\" means any group of Tickets ordered by individual Users for which prizes will be shared;</p>\n</li>\n<li>\n<p>\"Non-Winning Ticket\" means any Ticket with prizes equal to $0 after prize values are announced;</p>\n</li>\n<li>\n<p>\"Non-Withdrawable Credits\" means any Jackpocket Credits that are not available for withdrawal to a bank account.\nJackpocket Credits that are added as a result of Users funding their account will be non-withdrawable, and so are included in the definition of Non-Withdrawable Credits.\nNon-Withdrawable Credits may also be given to Users for promotional reasons or for special cases;</p>\n</li>\n<li>\n<p>\"Withdrawable Credits\" means any Jackpocket Credits that are available for withdrawal to a bank account.\nAny Jackpocket Credits that are applied to a User's Account as a result of winning lottery prizes are Withdrawable Credits;</p>\n</li>\n<li>\n<p>\"Personal Information\" means information about a natural person that is readily identifiable to that specific individual.\nPersonal Information includes, among other information, an individual's name, address, telephone number, date of birth, email, password, and any other information used to identify you on this Application.\nBut a domain name or Internet protocol address is not considered Personal Information, as used herein;</p>\n</li>\n<li>\n<p>\"Play\" means a single game entry;</p>\n</li>\n<li>\n<p>\"Pool Member\" means any User that contributes a Pool Ticket to a Lottery Pool;</p>\n</li>\n<li>\n<p>\"Pool Ticket\" means any Ticket contributed to a Lottery Pool;</p>\n</li>\n<li>\n<p>\"Private Group\" is a group of one or more players that: (i) is created by a Private Group Creator on the Application.\nand (ii) may only be joined by other Users if the Private Group Creator invites them or otherwise provides them with a mechanism for joining;</p>\n</li>\n<li>\n<p>\"Private Group Creator\" means any User that creates a Private Group;</p>\n</li>\n<li>\n<p>\"Private Lottery Pool\" means any lottery pool in which only members of a Private Group may become Pool Members;</p>\n</li>\n<li>\n<p>\"Public Lottery Pool\" means any Lottery Pool in which any eligible Users of the Application may become a Pool Member;</p>\n</li>\n<li>\n<p>\"Quick Pick\" means any pseudorandomly-generated Play;</p>\n</li>\n<li>\n<p>\"Regulator\" means the organization that regulates the lottery in a given jurisdiction (e.g.\nThe New Jersey Lottery);</p>\n</li>\n<li>\n<p>\"Ticket\" means any lottery ticket entered into a Designated Drawing;</p>\n</li>\n<li>\n<p>\"User\" means any person that opens and maintains an Account on this Application;</p>\n</li>\n<li>\n<p>\"Winning Ticket\" means any Ticket that wins a prize;</p>\n</li>\n<li>\n<p>\"Winning Pool Ticket\" means any Pool Ticket that wins a prize.</p>\n</li>\n<li>\n<p>\"You\" and \"Your\" means each person, group of individuals, entity or entities who visits this Application for any purpose.</p>\n</li>\n</ol>\n<p>\n<strong>2.\nUser Agreement</strong>\n</p>\n<p>By accessing the Application, creating an account via the Application (an \"Account\"), or clicking to accept or agree to these Terms of Service when this option is made available to you, you hereby (a) acknowledge that you have read and agree to be bound to and abide by these Terms of Service.\n(b) represent and warrant that you are eligible to access the Application and are authorized and able to accept these Terms of Service.\nand (c) acknowledge that you have read Jackpocket's Privacy Policy, available at https://jackpocket.com/privacy, and agree that Jackpocket may collect, process, store, and disclose your information consistent with such policy.\nIf you do not wish to be bound by these Terms of Service, you must not access or use the Application.\nBy declining to accept these Terms of Service, you will be unable to create an Account or access or use the Application.</p>\n<p>We reserve the right to change these Terms of Service at any time without prior notice to you.\nIf we make what we determine to be material changes to these Terms of Service, we will notify you by prominently posting a notice or by sending a notice to the e-mail address on file.\nIt is your obligation to provide us with notice of any change to your e-mail address by sending us notice immediately to support@jackpocket.com.\nYour continued use of the Application following such material changes constitutes your affirmative consent to the changes.\nIf you do not agree to the changes, your sole remedy is to cease using the Application and provide written notice of same to support@jackpocket.com.\nWe will automatically deactivate your Account and return any funds remaining in your Account, as detailed in these Terms of Service, unless you instruct us otherwise.\nYou are expected to check this page each time you access the Application so you are aware of any changes, as they are binding on you.</p>\n<p>\n<strong>3.\nEligibility</strong>\n</p>\n<p>In order to create an Account, order Tickets and/or claim prizes on the Application, you must, at the time of registration:</p>\n<ol>\n<li>\n<p>be at least 18 years of age;</p>\n</li>\n<li>\n<p>be physically located in a state in the United States (including the District of Columbia) and in a \"Jurisdiction\" in which use of the Application is unrestricted by law;</p>\n</li>\n<li>\n<p>not be a person barred from using the Application, or a similar lottery service, or barred from ordering or purchasing lottery tickets under the laws of any Jurisdiction or the United States;</p>\n</li>\n<li>\n<p>at all times abide by these Terms of Service as set forth herein;</p>\n</li>\n<li>\n<p>provide accurate and complete personal information where requested, and update Jackpocket if your information changes, including credit card or bank account information;</p>\n</li>\n<li>\n<p>ensure that the name on your credit cards or bank account(s) matches the name on each of your ticket orders.\nand</p>\n</li>\n<li>\n<p>comply with any other applicable laws, regulations, or legal requirements.</p>\n</li>\n</ol>\n<p>If you reside in a Jurisdiction that requires you to be twenty-one (21) years of age or older to participate in a Lottery, you must adhere to that Jurisdiction's laws in order to use the Application.\nIf you do not meet all of these requirements, you must not access or use the Application.\nJackpocket reserves the right to verify your age and/or identity and eligibility at any time.\nAny failure to cooperate with Jackpocket in this respect may result in the suspension and/or termination of your Account.\nEligibility determinations are made by Jackpocket, in its sole discretion.</p>\n<p>BY ACCESSING OR USING THE APPLICATION, YOU REPRESENT AND WARRANT THAT YOU HAVE THE RIGHT, AUTHORITY AND CAPACITY TO ENTER INTO THIS AGREEMENT, TO ABIDE BY ALL OF THESE TERMS OF SERVICE, THAT YOU ARE NOT PROHIBITED OR RESTRICTED FROM ACCESSING OR USING THE APPLICATION, AND THAT YOU MEET ALL OF THE ELIGIBILITY REQUIREMENTS SET FORTH ABOVE.\nTHE COMPANY MAKES NO REPRESENTATIONS OR WARRANTIES, IMPLICIT OR EXPLICIT, AS TO YOUR LEGAL RIGHT TO ACCESS OR USE THE APPLICATION AND NO PERSON AFFILIATED, OR CLAIMING AFFILIATION, WITH JACKPOCKET SHALL HAVE AUTHORITY TO MAKE ANY SUCH REPRESENTATIONS OR WARRANTIES.\nJACKPOCKET DOES NOT INTEND FOR THE APPLICATION TO BE USED BY PERSONS PRESENT IN JURISDICTIONS IN WHICH PARTICIPATION IS PROHIBITED OR RESTRICTED.\nYOU AGREE THAT THE AVAILABILITY OF THE APPLICATION DOES NOT CONSTITUTE AN OFFER, SOLICITATION OR INVITATION BY JACKPOCKET FOR THE USE OF THE APPLICATION IN ANY JURISDICTION IN WHICH SUCH ACTIVITIES ARE PROHIBITED OR RESTRICTED.\nJACKPOCKET RESERVES THE RIGHT TO DENY ACCESS TO THE APPLICATION TO ANYONE AT ITS SOLE DISCRETION.</p>\n<p>\n<strong>4.\nUser Accounts</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Registration for an Account.</strong> To register for an Account, download the Application and complete the online registration process.\nYou will be required to submit personal information including your phone number and email address.\nYou will then be prompted to verify your phone number via SMS code.\nBy accepting these Terms of Service, you agree to receive SMS messages at the mobile telephone number you provide to Jackpocket.\nPlease note that at registration and while you maintain an Account, we will ask you to verify your phone number by SMS text or by our agents calling you at the number you provided.\nYou consent to these calls by accepting these Terms of Service.\nIf you do not respond to our requested communication or we cannot reach you via the phone number you have provided (for instance in the event your mobile phone company has suspended your account), then we may suspend your Account until we are able to reach you via the number you provided at registration.\nIf you need to update your phone number, please log-in through your Account and update your mobile number, which you will also be required to verify via SMS text message communications or a phone call.</p>\n</li>\n<li>\n<p>\n<strong>Age Verification.</strong> Before you can place an order, your age must be verified.\nYou will be required to provide the details requested including but not limited to your name, date of birth, zip code, and address.\nYou may also be asked to provide a picture of a government ID or scan the barcode on a government ID.\nJackpocket accepts current (non-expired) state driver's licenses or state or military identification cards.\nBy creating an Account and providing your contact information and cell phone number on this Application, you agree to provide accurate and current information about yourself, and to maintain and promptly update your profile information in the event it changes (such as your address or e-mail address) after Account creation.\nYou may modify your profile information by logging into your Account and making such changes.\nFor further assistance, please contact customer service at support@jackpocket.com.\nAny information collected by the Company will be held subject to its Privacy Policy, available at https://jackpocket.com/privacy and \"just-in-time\" notices, if any, provided at the point of information collection or use.\nBy creating an Account on this Application, you also agree to allow Jackpocket to contact you via mail, email, autodialed calls or texts or through any other means necessary to verify and update your profile and order information, or collect additional information related to your Account.</p>\n</li>\n<li>\n<p>\n<strong>Marketing.</strong> You acknowledge and agree that Jackpocket may send you emails containing information about lottery products, such as games and promotions, as well as notifications pertaining to your Account activity.\nYou may opt-out of promotional emails by following the opt-out instructions in the emails.\nHowever, we will still contact you regarding administrative matters concerning your Account.\nIf you provide any information that is inaccurate or not current, or Jackpocket has reasonable grounds to suspect that such information is inaccurate or not current, or you cannot be reached for any reason, Jackpocket reserves the right to suspend or cancel your Account, withhold your Account balance, revoke your right to any Tickets or corresponding prizes, and refuse any and all current or future use of the Application (or any portion thereof).</p>\n</li>\n<li>\n<p>\n<strong>Security of Your Account.</strong> Access to, and use of your Account is strictly limited to you as the registered User of your Account.\nYou are required to immediately notify Jackpocket at support@Jackpocket.com if you discover fraudulent or unauthorized orders, funds transfers or suspect that someone else is using your account login credentials without your permission.</p>\n</li>\n<li>\n<p>\n<strong>One (1) Account/No Transfer of an Account.</strong> Only one (1) Account is allowed per person.\nYou are strictly prohibited from opening or operating a shared account, and Jackpocket may suspend or terminate your use of the Application if in our sole discretion, we deem you to be sharing an Account, or providing false Account information.\nIn the event Jackpocket determines that you have registered more than one (1) Account, you acknowledge and agree that, in addition to any other rights Jackpocket may have, Jackpocket has the right to suspend or terminate your Account immediately, withhold your Account balance, revoke your right to any Tickets or corresponding prizes, and refuse any and all current or future use of the Application (or any portion thereof).\nIf you need to update the name on an Account (such as a name change due to marriage), please contact us at support@jackpocket.com.\nPlease note that you will be asked to provide verifying information and that all documentation must be complete and accurate.</p>\n</li>\n<li>\n<p>\n<strong>Your Account is not transferable.</strong> You may not transfer or share your account with any other party.\nEach individual must open its own Account.\nThe name on any Ticket order must match the name on your Account.\nIn the event of any dispute, the Account holder (i.e.\nthe person or entity who opened the Account and provided payment information) is deemed the holder of the Ticket.\nUnder no circumstances shall you allow or permit any other person or third party, including, without limitation, any person under the age of eighteen (18) (or twenty-one (21) where required in the applicable Jurisdiction) or who are barred from ordering or purchasing Tickets under the laws of the applicable Jurisdiction or, to use the Application or to use or re-use your Account, including but not limited to, in such a way that may breach the standards or laws in any Jurisdiction where you are located and/or are a resident, or where such other person is located and/or is a resident.\nYou accept full responsibility for any unauthorized use of the Application or of your Account and for any use of your payment instrument by any other person or third party in connection with your Account.\nAny person found to have violated this section may be reported to the relevant authorities and Jackpocket has the right to suspend or terminate your Account immediately, withhold your Account balance, revoke your right to any Tickets or corresponding prizes, and refuse any and all current or future use of the Application (or any portion thereof).\nJackpocket will not be liable for any loss that you may incur as a result of someone else using your Account.</p>\n</li>\n<li>\n<p>\n<strong>Equipment Obligation to Use Application.</strong> You must provide all equipment and software necessary to download and use the Application, including, but not limited to, a mobile device that is suitable to connect with and use the Application.\nYou are responsible for any fees, including, but not limited to, Internet connection or data usage fees, including, without limitation, SMS/MMS text usage fees, that you incur when accessing the Application.</p>\n</li>\n<li>\n<p>\n<strong>Account Termination.</strong> Your Account may be suspended or terminated and prize funds may be returned to the regulator of the state Lottery (hereinafter the \"Regulator\"), if applicable, for:</p>\n<ol>\n<li>\n<p>Fraud or suspected fraud of any type;</p>\n</li>\n<li>\n<p>Violation or suspected violation of these Terms of Service, our Privacy Policy, or any applicable regulations, state or federal laws.\nor</p>\n</li>\n<li>\n<p>Any other reason as set forth in the Terms of Service, including as the Terms of Service may be amended from time to time.</p>\n</li>\n</ol>\n</li>\n</ol>\n<p>In the event of Account suspension, Jackpocket may, in its sole discretion, restrict all Account functionality, including but not limited to orders, claims, Account Funding and withdrawals.\nRegistered Users of Accounts for which suspension escalates to Account termination may be subject to forfeiture of prizes awarded for Winning Tickets back to the Regulator, and will be permanently restricted from using this Application in any capacity.\nJackpocket may also restrict any person or entity found to be using or attempting to be using the Application fraudulently, or with intent to commit fraud, disrupt the Application, or create harm to Jackpocket, its Users, or any third party, including for research or any other purpose outside of the stated purposes of the Application.</p>\n<p>Users can also unsubscribe from the Application.\nTo unsubscribe from the Jackpocket Application and de-activate your Account, you will need to contact support@jackpocket.com.\nIf you unsubscribe, your Withdrawable Credits will be converted to U.S.\ndollars and transferred to the User in a reasonable manner at the discretion of Jackpocket and the Account will be deactivated.\nYou will need to delete the Application to complete the process.\nJackpocket is under no obligation to permanently delete any data except as otherwise may be set forth in our Privacy Policy.\nUSERS CANNOT DEACTIVATE THEIR ACCOUNT IF THEY HAVE ANY PENDING OR IN-PROCESS FUND REQUESTS OR IF THEIR ACCOUNT IS ALREADY LOCKED.</p>\n<p>\n<strong>5.\nAccount Funding, Orders and Withdrawals</strong>\n</p>\n<p>\n<strong>1.\nWithdrawable Credits/Winnings</strong>\n</p>\n<p>As detailed in Section 8, when there is a Winning Ticket with a prize value less than or equal to the In-Store Redemption Threshold, the User will be credited with Withdrawable Credits that may be converted on a 1:1 ratio to U.S.\ndollars and transferred to a User's eligible bank account.</p>\n<p>\n<strong>2.\nNon-withdrawable Credits</strong>\n</p>\n<p>Users may also have Non-Withdrawable Credits, which are Jackpocket Credits that may be spent on new Ticket orders using the Application, but which may not be converted to United States dollars or transferred to a User's eligible bank account.\nAny credits given to a User for any reason other than for a Winning Ticket will be Non-Withdrawable credits.\nThis includes Account Funding, referrals, promotions, contests, compensation, and refunds.</p>\n<p>\n<strong>3.\nPromo Codes</strong>\n</p>\n<p>Jackpocket may from time to time offer promo codes to be used in conjunction with the order of Tickets on the Application.\nPromo codes are valid for a limited time only and promo code discounts apply only to the qualifying items described in each promo code offer.\nPromo code offers will not be valid until applied to a qualifying item in your cart and promo code discounts will not apply until your order is complete.\nEach promo code is limited to one use per User and may not be combined with any other promotions.\nJackpocket has no obligation for payment of any tax in conjunction with the distribution or use of any promo code, and Users are required to pay any applicable sales tax related to the use of any promo code.\nJackpocket, in its sole discretion, reserves the right to accept, refuse, limit, modify or cancel any promo code at any time for any reason without prior notice to you.\nPromo codes are void where prohibited by law and only good while supplies last.</p>\n<p>\n<strong>4.\nReferral Program</strong>\n</p>\n<p>Jackpocket implements referral programs from time to time, where Users can refer new Users in exchange for Non-Withdrawable Credits.\nAny User that is referred must be a real and unique person who consents to such referral and uniquely opens their account and cannot have previously used the Application.\nAny such new User must meet the eligibility requirements set forth in these Terms of Service and must not have had an Account suspended or terminated by Jackpocket.\nAny attempt by a User to use the referral program for fraud or other misuse is subject to suspension or termination and shall not have any right to receive Non-Withdrawable Credits for such referrals.\nFor more information about the referral program, please refer to the page entitled https://jackpocket.com/faq.</p>\n<p>\n<strong>5.\nOrder of Tickets</strong>\n</p>\n<p>If a User makes a new order for Tickets, Jackpocket will first apply any Non-Withdrawable Credits to the cost of the order.\nNext it will use Withdrawable Credits.</p>\n<p>\n<strong>6.\nRefunds and Cancellations</strong>\n</p>\n<p>All sales of single-play Tickets and Autoplay Tickets through the Application are final and are ineligible for refund or cancellation at any time.\nJackpocket is expressly not responsible for any refunds on any orders placed from your Account, including but not limited to any orders you may claim were placed inadvertently or by mistake/accident.\nPlease review your orders before you place them.\nIf we are unable to verify or authenticate any information you provide during any registration, ordering, purchase, sale, authentication, delivery, payment or remittance process, or any other process, or if we are no longer able to verify or authorize your credit card or bank account information, your Tickets may be cancelled, we may refuse to honor all pending and future Ticket orders made with those credit card or bank accounts and/or via any Account associated with those credit card or bank accounts, and your account is subject to suspension and/or cancellation.\nWe may also prohibit you from using the Application for a period of time.\nUsers of Accounts for which suspension escalates to account cancellation may be subject to forfeiture of prizes awarded for Winning Tickets to the appropriate Regulator and may be permanently prohibited from using this Application in any capacity.\nAll remaining unplayed Jackpocket Credits will be forfeited to Jackpocket upon account cancellation.\nYou shall have no recourse and Jackpocket shall have no liability as a result of any such cancellation.\nIn the event of any Account suspension or cancellation, all provisions of these Terms of Service relating to User warranties, confidentiality obligations, proprietary rights, and limitation of liability shall remain effective despite such suspension or cancellation.\nFor specific suspension or cancellation questions, please email to support@Jackpocket.com.</p>\n<p>Withdrawable Credits may be withdrawn from an Account at any time.\nWithdrawable Credits can be withdrawn to a bank account and will usually take 3-5 business days to complete but may take longer due to unusual circumstances.\nIf you do not receive your funds within 5 business days of your withdrawal request, please submit a claim to support@Jackpocket.com for additional assistance.\nIn the event of the death of a Jackpocket User, all available Withdrawable Credits will be paid in accordance with these Terms of Service, to the Executor or similarly functioning representative under his/her last will and testament or, if there is no will, in accordance with the laws of the state of his/her legal residence.\nJackpocket may, in its sole discretion, require proof and documentation to establish that the User is deceased and the individual or entity claiming the Withdrawable Credits is entitled to them before paying such Withdrawable Credits.</p>\n<p>\n<strong>7.\nChargebacks/Insufficient Fund Charges</strong>\n</p>\n<p>You are responsible for any and all bank and legal fees incurred by you or Jackpocket associated with your disputed charges and chargebacks or insufficient funds for orders or attempted orders made on the Application.\nAdditionally, Jackpocket may charge you a fee in the event Jackpocket incurs any such bank or legal fees.\nYou will be notified by e-mail of any chargebacks or fees and we may deduct same from your Account if your Account has sufficient Withdrawable Credits to cover these charges.\nIf it does not, we will not allow further orders until these charges are paid with a valid form of payment.\nIn Jackpocket's discretion, we may suspend or terminate your Account for overcharges or insufficient fund charges or notifications.\nAdditionally, Jackpocket may withhold any present or future Withdrawable Credits in the event Jackpocket incurs any bank or legal fees associated with disputed charges and chargebacks or insufficient funds related to your Account.</p>\n<p>\n<strong>8.\nCredit Card/Bank Information</strong>\n</p>\n<p>It is important that your credit card and/or bank account information be accurate and complete at all times.\nIf you receive a replacement credit card (for instance, following the loss of a card), please log-in to your Account and update your credit card information.\nSimilarly, if you change banks, please promptly update your banking information by logging into your Account.\nIn the event Jackpocket detects any potential fraud associated with your Account, including your credit card or bank account, Jackpocket may suspend or terminate your Account.\nJackpocket reserves the right to cancel any Tickets ordered through an Account deemed to be associated with a fraudulent payment (such as a stolen credit card), including by forfeiture of any winnings you would have received that were ordered with a fraudulent payment or Account.\nNotwithstanding anything to the contrary herein, you may only fund your Account with a funding source that is owned by you.</p>\n<p>\n<strong>9.\nFunding with a Bank Account</strong>\n</p>\n<p>In order to use the payment functionality of the Application, you must open an \"Access API\" account provided by Dwolla, Inc.\n(\"Dwolla\") and you must accept the Dwolla Terms of Service and Privacy Policy.\nAny funds held in the Dwolla account are held by Dwolla's financial institution partners as set out in the Dwolla Terms of Service.\nYou authorize Jackpocket to share your identity and Account data with Dwolla for the purposes of opening and supporting your Dwolla account, and you are responsible for the accuracy and completeness of that data.\nYou understand that you will access and manage your Dwolla account through the Application, and Dwolla account notifications will be sent by Jackpocket, not Dwolla.\nJackpocket will provide customer support for your Dwolla account activity, and can be reached at support@jackpocket.com.</p>\n<p>Jackpocket uses Plaid, Inc.\n(\"Plaid\") to gather User data from financial institutions.\nBy using the Application, you grant Jackpocket and Plaid the right, power, and authority to act on your behalf to access and transmit your personal and financial information from the relevant financial institution.\nYou agree to your personal and financial information being transferred, stored, and processed by Plaid in accordance with the Plaid Privacy Policy.</p>\n<p>Each time you use the Application to fund your Account with a single transaction, you agree to the following: \"I authorize Jackpocket to debit the account indicated for the amount noted on today's date.\nI will not dispute Jackpocket debiting my account, so long as the transaction corresponds to the terms in this online form and my agreement with Jackpocket.\"</p>\n<p>You must ensure that your name on any Ticket order you place through the Application always matches your bank account name.\nThe authorized bank account holder will be deemed the Ticket holder in the event of any dispute.</p>\n<p>\n<strong>10.\nFunding with a Debit Card</strong>\n</p>\n<p>The bank services for debit card transactions are provided by Worldpay, Inc.\nBy funding your Account using a debit card, you agree to Worldpay's Privacy Policy and Terms of Use.</p>\n<p>If asked to enter the last 4 digits of your social security number you agree to the following: \"I certify, under penalty of perjury that: 1) The Taxpayer Identification Number or Social Security Number I provided is correct.\n2) I am not subject to backup withholding because: (a) I am exempt from backup withholding, or (b) I have not been notified by the Internal Revenue Service (IRS) that I am subject to backup withholding as a result of a failure to report all interest or dividends, or (c) the IRS has notified me that I am no longer subject to backup withholding.\nand 3) I am a U.S.\ncitizen or other U.S.\nperson.\nand 4) The FATCA code(s) entered (if any) indicating that I am exempt from FATCA reporting is correct.\nThe Internal Revenue Service does not require your consent to any provision of this document other than the certifications required to avoid backup withholding.\"</p>\n<p>You must ensure that your name on any Ticket order you place through the Application always matches your debit account name.\nThe authorized debit account holder will be deemed the Ticket holder in the event of any dispute.</p>\n<p>\n<strong>11.\nAuto Funding&nbsp;</strong>\n</p>\n<p>Auto Funding allows you to automatically fund your account with a specified amount when your account balance drops below a minimum threshold amount.\nWhen you sign up for “Auto Fund” you will choose the minimum threshold amount that will trigger the Auto Fund, the amount to fund once your balance is less than the threshold, and the payment method for the Auto Fund.\nThe funding amount must be equal to or greater than the minimum threshold amount.</p>\n<p>Once you are below the minimum threshold amount, we will Auto Fund your account with the amount of funds from the payment method selected by you at sign up.</p>\n<p>If you pay by credit card or debit card, we will automatically charge your card in the amount you have specified.\nif you pay with a bank account, we will automatically debit your bank account by the amount you have specified (in each case, funding minimums and service fees apply).\nFollowing any Auto Fund, we will send you a confirmation of the charge by email.</p>\n<p>\n<strong>12.\nFunding with Jackpocket Play+</strong>\n</p>\n<p>By funding your Account using Jackpocket Play+, you agree to Sightline’s Terms and Conditions and Privacy Policy as may be updated from time to time.</p>\n<p>Any funds held in the Play+ Account are held by Sightline’s financial institution partners as set out in the Sightline Terms and Conditions.\nYou authorize Jackpocket to collect your personal information, including your social security number, and to share such information, including your identity, social security number and Account data with Sightline for the purposes of opening and supporting your Play+ Account, and you are responsible for the accuracy and completeness of that data.\nThe address of the card being used to deposit to your Jackpocket Play+ account must match the address on file for your Jackpocket Play+ account.</p>\n<p>ALL QUESTIONS ABOUT TRANSACTIONS MADE WITH YOUR CARD MUST BE DIRECTED TO SIGHTLINE, AND NOT TO JACKPOCKET, THE BANK OR OTHER FINANCIAL INSTITUTION WHERE YOU HAVE YOUR ACCOUNT.\nSightline is responsible for servicing your card and for resolving any errors in transactions made with your card.\nContact Sightline by calling 855-558-0043 or by emailing support@playplusgo.com.&nbsp;</p>\n<p>You must ensure that your name on any Ticket order you place through the Application always matches your Play+ Account name.\nThe authorized account holder will be deemed the Ticket holder in the event of any dispute.</p>\n<p>\n<strong>13.\nFunding with Paysafe or Skrill USA&nbsp;</strong>\n</p>\n<p>If you use Paysafe or Skrill USA products to fund your account, you agree to the applicable product’s Terms and Conditions and Privacy Policy, as may be updated from time to time.</p>\n<p>You authorize Jackpocket to share your identity and Account data with Paysafe and/or Skrill USA, as applicable, for the purposes of opening and supporting such account, and you are responsible for the accuracy and completeness of that data.&nbsp;</p>\n<p>You must ensure that your name on any Ticket order you place through the Application always matches your Paysafe or Skrill USA account name, as applicable.\nThe authorized account holder will be deemed the Ticket holder in the event of any dispute.</p>\n<p>\n<strong>14.\nFunding with PayPal or Venmo&nbsp;</strong>\n</p>\n<p>If you use PayPal or Venmo products to fund your account, you agree to the applicable product’s Terms and Conditions and Privacy Policy, as may be updated from time to time.</p>\n<p>You authorize Jackpocket to share your identity and Account data with PayPal and/or Venmo, as applicable, for the purposes of supporting such account, and you are responsible for the accuracy and completeness of that data.&nbsp;</p>\n<p>You must ensure that your name on any Ticket order you place through the Application always matches your PayPal or Venmo account name, as applicable.\nThe authorized account holder will be deemed the Ticket holder in the event of any dispute.</p>\n<p>Any underlying funding source used through PayPal or Venmo must be a permitted funding source for ordering lottery tickets in the jurisdiction in which you place your order.</p>\n<p>\n<strong>15.\nWithdrawing with Prizeout&nbsp;</strong>\n</p>\n<p>Prizeout is an option for withdrawing your winning credits on Jackpocket in the form of digital Gift Cards to brands of your choice.\nWithdrawing with Prizeout will allow you to withdraw your winnings via a Gift Card instead of withdrawing to your bank or to another payment method.</p>\n<p>If you use Prizeout to withdraw credits from your account, you agree to Prizeout’s Terms and Conditions and Privacy Policy, as may be updated from time to time.</p>\n<p>You authorize Jackpocket to share your identity and Account data with Prizeout for the purposes of supporting such a withdrawal, and you are responsible for the accuracy and completeness of that data.&nbsp;</p>\n<p>All questions regarding Prizeout and withdrawals through Prizeout must be made to Prizeout directly and Jackpocket is not responsible or otherwise liable for any issues that may arise in the use of Prizeout.</p>\n<p>\n</p>\n<p>\n<strong>6.\nJackpocket Application Services</strong>\n</p>\n<p>Upon registering with Jackpocket, you will be able to utilize the Application to order official Tickets over the internet.\nsign-up for and order a subscription plan (\"Autoplay\").\nlog into your Account.\nview past Tickets and upcoming Tickets.\nmanage your Account.\nand access other information related to the official state Lotteries.</p>\n<p>\n<strong>7.\nCourier Model and Ticket Orders</strong>\n</p>\n<ol>\n<li>\n<p>Jackpocket acts as the technology service provider as well as the digital courier working on the User's behalf.\nJackpocket is not a retailer.\nJackpocket is a software developer that provides downloadable mobile applications to Users.\nVia the Application, Users can order new Tickets from the retailer, determine whether their Tickets qualify for dollar winnings, view their dollar winnings, and use Jackpocket Credits to order new tickets.\nJackpocket has an agreement with the retailer granting Jackpocket the right to act as the retailer's agent for payment of debts owed to the retailer by players playing the Lottery through purchases of Tickets offered by the retailer.</p>\n</li>\n<li>\n<p>When ordering a Ticket through Jackpocket, you are placing an order for a Ticket and not purchasing a Ticket directly.\nAs a service provider and acting on your behalf, Jackpocket will fulfill that order through a licensed retailer in the Jurisdiction where the order was placed.\nJackpocket is the retailer's authorized agent for accepting payment from Users.</p>\n</li>\n<li>\n<p>In connection with a Ticket order, Jackpocket receives funds from the User and transmits those funds to the retailer.\nJackpocket charges a service fee that will be presented to you when funding your account.\nJackpocket never charges a fee on placing an order or on any winnings or distributions.</p>\n</li>\n<li>\n<p>Jackpocket will order your Ticket(s) from a licensed Lottery retailer in time for the Designated Drawing and will upload an image of your Ticket(s) to your Account.\nWe abide by all state regulations to ensure that your request will be processed in time.\nNo customer request for courier service and no receipt or acknowledgment of any such request constitutes evidence of a validly issued Ticket.\nA Ticket, in order to be a validly issued Ticket, shall be generated by a Lottery terminal authorized by the applicable Regulator.\nA Ticket is not deemed validly issued when a request for order is made of a courier service, when such a request is acknowledged or when a courier customer makes a payment to a courier service.\nIf there is anything incorrect with your Tickets please email us immediately at support@jackpocket.com.\n<strong>We will do our best to resolve your issue.\nOur mode of resolution is in Jackpocket's sole discretion.\nWe will only refund the cost of the ticket in the event the error is caused by Jackpocket</strong>.</p>\n</li>\n<li>\n<p>If for any reason, Jackpocket is unable to purchase the Ticket you have ordered before the official Regulator cutoff time for the Designated Drawing, you will receive a full refund.\nIN ALL CIRCUMSTANCES, JACKPOCKET IS NOT RESPONSIBLE FOR PAYING OUT PRIZES IN THE RARE CASE THAT THE TICKET WAS NEVER PURCHASED.</p>\n</li>\n<li>\n<p>The order of Tickets and right to any prizes on this Application is strictly limited to registered Users who are at least 18 years of age (or 21 where required in the applicable Jurisdiction).</p>\n</li>\n<li>\n<p>The authorized Account holder will be deemed the Ticket holder.\nYou must ensure that the name on your Ticket order matches the name on your Account.</p>\n</li>\n<li>\n<p>Jackpocket imposes a daily funding and Ticket purchase limit per Account holder and may in its sole discretion change the daily funding or purchase limit on an individual basis.\nUsers may also adjust their daily funding or purchase limit within the App or by contacting Customer Support (support@jackpocket.com).</p>\n</li>\n<li>\n<p>Jackpocket does not honor free Ticket promotions offered by the state Lotteries.\nFor example, sometimes the state Lottery will offer a promotion stating that if you buy a ticket with five Drawing Entries for a given Lottery, you will get an additional quick pick for free.\nIf you make an order with Jackpocket with five Drawing Entries, you will get the Drawing Entries you order, but you will not receive the additional quick pick.</p>\n</li>\n<li>\n<p>\n<strong>New Jersey Lottery</strong>: For those New Jersey residents/visitors ordering tickets for the New Jersey Lottery games, we are required to disclose to you the following terms of service, prior to the creation of an Account and before the placement of any order:</p>\n</li>\n</ol>\n<p>Pursuant to N.J.A.C.\n17:20-12.5(a)9, Jackpocket is required to disclose our insurance coverages and amounts:</p>\n<ul>\n<li>\n<ul>\n<li>\n<p>Commercial General Liability: $1 million per occurrence.\n$2 million aggregate</p>\n</li>\n<li>\n<p>Automobile Liability: $1 million combined single limit</p>\n</li>\n<li>\n<p>Workers Compensation and Employers’ Liability: $500,000 each accident</p>\n</li>\n<li>\n<p>Commercial Crime/Employee Dishonesty: $2 million/occurrence &amp.\naggregate</p>\n</li>\n<li>\n<p>Cyber Liability/Errors &amp.\nOmissions: $10 million/occurrence &amp.\naggregate</p>\n</li>\n<li>\n<p>Directors &amp.\nOfficers Liability: $2 million</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Jackpocket is a courier service licensed by the New Jersey Lottery.\nPlease be warned that ordering New Jersey Lottery tickets through a courier service not licensed by the New Jersey Lottery may expose you to fraud or other illegal activity.</strong>\n</p>\n<p>Although Jackpocket is licensed by the New Jersey Lottery, it is a separate legal entity and is not a part of the New Jersey Lottery, and the New Jersey Lottery does not guarantee, nor have any liability, for courier customer activities.</p>\n<p>\n<strong>Avoid Lottery Scams</strong>\n</p>\n<p>This is a warning to all consumers about scammers who are sending false announcements regarding lottery prizes.</p>\n<p>As part of the scam, an individual is contacted by phone, email, text message, or a letter from a scammer who is claiming that the recipient has won a prize with a state lottery.\nUnless you hear from Jackpocket directly, this is a fraudulent claim and there is no such prize.\nFederal law prohibits the sale or mailing of lottery tickets across state lines.\nYou may only order lottery tickets or set up a subscription in the state you are physically located.\nNever respond to these communications and never provide information or send money to a scammer.</p>\n<p>Warning Signs</p>\n<ul>\n<li>\n<ul>\n<li>\n<p>Although Jackpocket has your contact information and knows that you have won, the New Jersey Lottery does NOT know who the winners are until they come forward with a winning ticket.\nThe New Jersey Lottery does not notify you, you will be notifying the New Jersey Lottery.</p>\n</li>\n<li>\n<p>Neither Jackpocket nor the New Jersey Lottery ever requires the payment of any money in order to claim a prize.</p>\n</li>\n<li>\n<p>No one should ever send any money to pay any ‘processing fee’ or any other requested fee in order to claim a prize.\n(see FAQ What happens if I win?)</p>\n</li>\n<li>\n<p>Never deposit any check sent to you that is accompanied by a request that you send or wire money to cover processing or claiming fees.\nThe check that you’ve received is fraudulent and will bounce.</p>\n</li>\n<li>\n<p>Never provide any personal or financial information to a scammer, especially Social Security numbers, bank account numbers, and credit card numbers.</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>Report the Scam</p>\n<p>Report any attempted scam to the Federal Trade Commission at 1-877-FTC-HELP or at the FTC Consumer Information website.</p>\n<p>For customers within New Jersey, contact the New Jersey Lottery's Security Unit immediately at (609) 599-6100.\nThe Security Unit takes these \"lottery scams\" very seriously, and looks into each particular \"scam\" in great detail.\nPlease submit the “scam” material you have received, along with as many details as possible (i.e.\ninstructions, your contact information, etc.).\nYou can forward this information to the Security Unit by email (publicinfo@lottery.state.nj.us), by fax (609) 599-5814, ATTN: Security Unit, or via regular mail to New Jersey Lottery.\nSecurity Unit.\nP.O.\nBox 041.\nTrenton, NJ 08625-0041.</p>\n<p>\n<strong>k.\nNew York Lottery</strong> : For those New York residents/visitors ordering tickets for the New York Lottery games, we are required to disclose to you the following terms of service prior to the creation of an Account and before the placement of any order:</p>\n<p>\"Receipt is not a ticket.\nNo interactive customer order constitutes evidence of a validly issued lottery ticket.\nA ticket, in order to be a validly issued ticket, shall be generated as set forth in subdivision (q) of section 5004.9 of this subchapter.\nTicket Issuance.\nA draw game ticket is deemed validly issued at the time such ticket is generated by a lottery terminal authorized by the commission or when a registered ticketless transaction is effected and not when a request for order is made of a digital courier service or a ticket order is placed with an interactive sales agent.\"</p>\n<p>By creating an account using the digital network of an interactive sales agent or of a digital courier service to place an order for lottery tickets, an interactive customer agrees:</p>\n<ul>\n<li>\n<ul>\n<li>\n<p>to be bound by the commission's regulations;</p>\n</li>\n<li>\n<p>to release and hold harmless the interactive sales agent or digital courier service licensee, the State, and the commission from any liability related to an order for tickets placed through the digital network that is not completed before the drawing cutoff and never results in the generation of the tickets ordered through the digital network.\nand</p>\n</li>\n<li>\n<p>that, in the event a dispute occurs as to whether a ticket generated to complete an order placed through a digital network would have been a winning ticket had the ticket purchase occurred and no prize is paid, the commission may, at the commission's option, replace the ticket with a ticket equal in value to the price paid for the ticket that is the subject of the dispute, which remedy shall be the sole and exclusive remedy of the claimant against the commission</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>l.\nExclusions/Self-Exclusions.\n<strong>No Arrangements for Prohibited Persons/Excluded Persons</strong>.\nYou acknowledge that Jackpocket is a United States company.\nAs such, Jackpocket:</p>\n<ul>\n<li>\n<ul>\n<li>\n<p>Jackpocket reserves the right to prohibit certain \"prohibited persons\" that are government officials from using the app.</p>\n</li>\n<li>\n<p>Jackpocket reserves the right to prohibit any \"excluded persons\" that are listed on an applicable \"exclusion list\" from using the app.</p>\n</li>\n<li>\n<p>Persons who have executed and submitted to Jackpocket an appropriate request for voluntary self-exclusion from using the Application, or purchasing or ordering Tickets or other services, in accordance with a state's voluntary self-exclusion program or Jackpocket's voluntary self-exclusion thereunder (\"Voluntary Self-Exclusion\") may not use the Application.\nJackpocket is not liable for any access by or services provided to a self-excluded person's accessing the Application or creating an Account.</p>\n</li>\n<li>\n<p>As set forth and unless otherwise indicated in these Terms of Service, other persons are excluded from using the Application or creating an Account.\nThose persons include:</p>\n<ol>\n<li>\n<p>Those under the age of 18 (or 21 where required in the applicable Jurisdiction);</p>\n</li>\n<li>\n<p>Jackpocket employees, officers and directors.</p>\n</li>\n<li>\n<p>Those who are not located in a Jurisdiction where Jackpocket can legally order Tickets.</p>\n</li>\n<li>\n<p>Those who do not meet the eligibility and verification requirements, including identification requirements.</p>\n</li>\n<li>\n<p>Those excluded by the applicable Regulator.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Jackpocket, in its sole discretion, may exclude any person or entity from using its Application or opening an Account.</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>m.\nOther Parties.\nAs set forth and unless otherwise indicated in these Terms of Service, other persons are excluded from using the Application or creating an Account.\nThose persons include those under the age of 18 (or 21 where required in the applicable Jurisdiction).\nemployees, officers, and directors of Jackpocket and any of its or their parent companies, subsidiaries, affiliates as well as direct technology vendors, content providers, component suppliers (both hardware and software) directly related to the Application, and each of their respective immediate family (defined as parents, spouse, partner, and children) residing in the same household (but as noted above, such persons may, however, access the Application, and will from time-to-time do so for the purpose of testing the Application, including, without limitation, evaluating User experience, and other reasonable and fair uses at the sole discretion of Jackpocket).\nthose who are not located in a Jurisdiction where Jackpocket can legally order Tickets or digital currency services on a User's behalf.\nthose who do not meet the eligibility and verification requirements, including identification requirements.\nand those excluded by the applicable Regulator.\nJackpocket may exclude any person or entity from using its Application or opening an Account in its sole discretion.</p>\n<p>\n<strong>8.\nWinning Tickets and Prize Claiming</strong>\n</p>\n<p>In connection with a Ticket redemption, Jackpocket transmits winnings to the User.\nYou consent to Jackpocket storing any Ticket on your behalf.</p>\n<p>Once the drawing and prize results are in, Jackpocket will notify you in the Application and email you to let you know if your Ticket is a Winning Ticket.\nIf it is a Winning Ticket and the prize value is less than or equal to the In-Store Redemption Threshold, Jackpocket will automatically credit your Account for the full prize value, as further described in Section (1) below.\nIf a Winning Ticket has a prize value worth more than the In-Store Redemption Threshold, Jackpocket will arrange for delivery or pickup of the Winning Ticket to the User, as further described in Section (2) below.&nbsp;</p>\n<p>Prize claims made through this Application are subject to the prize payout rules and regulations set forth by the Regulator.\nJackpocket may provide the Regulator with any User Personal Information as requested by the Regulator, including to process prize claims.\nSuch information may include, but is not limited to, the full name, address and phone number listed in your Account.</p>\n<p>\n<strong>1.\nWinning Tickets with prizes totaling less than or equal to the In-store Redemption Threshold.</strong> By using the Application you authorize Jackpocket to store and claim Winning Tickets with prize totals that are less than or equal to the In-Store Redemption Threshold in the Jurisdiction of purchase on your behalf at an authorized lottery retailer as soon as drawing results are posted.\n<strong>Neither Jackpocket nor the authorized retailers from which Jackpocket collects these prizes will withhold any applicable taxes on your behalf</strong>.\nJackpocket will deposit the full prize value into your Jackpocket account in the form of Withdrawable Credits.\nThese Withdrawable Credits may be converted to U.S.\ndollars and transferred to an eligible checking or savings account in accordance with these Terms of Service.\nUsers may also keep the Withdrawable Credits and use them towards future orders.</p>\n<p>If you desire to opt-out of authorizing Jackpocket to claim these types of Winning Tickets, you can do so by contacting support@jackpocket.com, specifying whether you want the Winning Tickets to be delivered (a) via a nationally recognized courier or mail service at Jackpocket’s expense, or (b) by hand at our processing location.</p>\n<p>For non-New York customers, if the official prize for the Winning Ticket is a free Ticket for a separate drawing, then Jackpocket may either provide the User with the new Ticket OR credit the User with a Non-Withdrawable Credit equal to the purchase value that the new Ticket would cost if purchased.&nbsp.\nFor New York customers, if the official prize for the Winning Ticket is a free Ticket for a separate drawing, then Jackpocket will provide the User with the new Ticket.</p>\n<p>\n<strong>You are ultimately responsible for paying any tax liability associated with claims made through this Application for Winning Tickets with prizes that are less than or equal to the In-Store Redemption Threshold in the state of purchase</strong>.\nThe In-Store Redemption Threshold varies by Jurisdiction, but is typically around $600.\nCheck your Regulator's official website for more information.</p>\n<p>Payouts for these prizes will be facilitated via Dwolla and will require the User to cooperate with all necessary Know Your Customer (\"KYC\") regulatory requirements.\nReview Dwolla's Terms of Service and Privacy Policy for more detail.</p>\n<p>\n<strong>2.\nWinning Tickets with prizes greater than the In-store Redemption Threshold</strong>.\nClaims for Winning Tickets with prizes totaling more than the In-Store Redemption Threshold (\"Jackpot\") and up to $10,000 will, at your option, be delivered (a) via a nationally recognized courier or mail service at Jackpocket’s expense, or (b) by hand at our processing location.\nFor non-New York customers claiming Winning Tickets worth more than $10,000, the customer will be required to pick up the ticket in person, subject to the in-person requirements set forth in the next paragraph.\nFor New York customers claiming Winning Tickets worth more than $10,000, the customer will still have the option for hand delivery or a nationally recognized courier or mail service.&nbsp;&nbsp;</p>\n<p>JACKPOCKET STRONGLY RECOMMENDS TO NEW YORK WINNERS THAT THEY REQUEST HAND DELIVERY IN PERSON AT THE JACKPOCKET PROCESSING CENTER OF A WINNING TICKET WORTH MORE THAN $10,000.&nbsp.\nIN THE EVENT YOU ELECT TO RECEIVE DELIVERY VIA A NATIONALLY RECOGNIZED COURIER OR MAIL SERVICE, JACKPOCKET SHALL HAVE NO LIABILITY FOR LACK OF DELIVERY, INCORRECT DELIVERY OR MISPLACEMENT OF ANY WINNING TICKET, ONCE SUCH TICKETS ARE PROVIDED BY JACKPOCKET TO THE NATIONALLY RECOGNIZED COURIER OR MAIL SERVICE.</p>\n<p>Winning Tickets greater than the In-Store Redemption Threshold are subject to approval by the Regulator and must be claimed directly from the Regulator either by mail or in person.\nClaiming rules vary by Jurisdiction.\nCheck your Jurisdiction for more details.\nThe Regulator may withhold taxes from prize distributions for Winning Tickets with claimed prizes totaling more than the In-Store Redemption Threshold.\nJackpocket will not be liable for verifying the appropriateness or accuracy of taxes withheld from Users' claims, and Users are solely responsible for handling individual tax situations directly with the applicable Jurisdiction.\nJackpocket will not be liable for any unclaimed prizes associated with Winning Tickets ordered through this Application for any reason.\nYou authorize Jackpocket to store any such Winning Tickets until delivery or pick up, as applicable.</p>\n<p>Jackpocket requires, and you agree to present a government-issued identification in order to pick up any Winning Ticket associated with your Account.\nIn the event you do pick up a Winning Ticket in person, you agree to take full possession and release Jackpocket from any responsibility for the Winning Ticket, and any associated prize claims, by signing a ticket release form.</p>\n<p>In the event that Jackpocket mails you the Winning Ticket, Jackpocket will be responsible for paying for the shipping costs and Jackpocket is released from any liability and responsibility as soon as the packaged Winning Ticket is put into the possession of the mail courier.\nPrior to or upon shipping, Jackpocket will provide you with an email containing the tracking information for your Winning Ticket.\nYou are responsible for ensuring the accuracy of your mailing address.\nAt no time will Non-Winning Tickets be available for in-person pick up or mailing.</p>\n<p>For winning and claiming of Pool Tickets ordered as part of a Lottery Pool, see Section 9 below.</p>\n<p>\n<strong>3.\nProhibition on Claiming Winning Tickets.</strong> You are prohibited from claiming, or attempting to claim, any Winning Tickets in any manner that is inconsistent with the terms of this Section 8.\nIn the event you claim, or attempt to claim, any Winning Ticket in a manner that is inconsistent with this Section, you agree that Jackpocket will have no liability to you with respect to such Winning Ticket, including, without limitation, the obligation to deposit any Withdrawable Credits into your Account associated with such Winning Ticket.\nAdditionally, in the event that you and Jackpocket both claim the prize for any Winning Ticket, Jackpocket has the right to immediately remove any associated Withdrawable Credits from your Account and suspend or terminate your Account.\nYou shall indemnify, defend and hold harmless Jackpocket for any claims, losses, expenses and all other liabilities Jackpocket incurs as a result of your failure to comply with these Terms of Service.</p>\n<p>\n<strong>4.\nWinning Ticket is a Bearer Instrument.</strong> Note that your ticket is a bearer instrument within the meaning of all applicable law, such that the holder of the ticket is presumed to be the owner of the ticket with all applicable rights in the ticket and its proceeds.\nTherefore, if you obtain possession of your winning ticket, do not lose your ticket or allow others to possess your ticket.\nJackpocket attempts to mitigate this risk by placing the winning customer’s name on the back of the ticket following the ticket being deemed a winning ticket, however Jackpocket cannot be held responsible for any lost or stolen tickets or other tickets that, for whatever reason, are not in the winning customer’s possession.</p>\n<p>\n<strong>9.\nPools and Subscriptions</strong>\n</p>\n<p>Users may elect to utilize this Application to participate in Lottery Pools, and may group Pool Tickets with other Users in any single Lottery Pool in order to share prizes, subject to the following terms and requirements:</p>\n<ol>\n<li>\n<p>By participating in any Lottery Pool, a User agrees to Jackpocket's Pool Terms (which are described in this Section 9 and may be supplemented by additional terms available at the time a User creates or participates in a Lottery Pool) and Prize Sharing Agreement, available here: https://jackpocket.com/prize_sharing_agreement.</p>\n</li>\n<li>\n<p>In order to participate in a Private Lottery Pool, a User must be a member of a Private Group;</p>\n</li>\n<li>\n<p>Each Lottery Pool is for one specific Lottery and for one Designated Drawing.\nLottery Pools may only be available for certain Lotteries.\nCheck the Application to see which Lotteries are available for Lottery Pools.</p>\n</li>\n<li>\n<p>Winning Pool Tickets whose total prize value are less than or equal to In-Store Redemption Threshold will be redeemed by Jackpocket on behalf of the Users just as with Tickets that are not part of a Lottery Pool.\nThe total value of all prizes that are won from Winning Pool Tickets in a Lottery Pool whose prize is less than the In-Store Redemption Threshold will be divided among the Pool Members in accordance with Jackpocket's Pool Terms and Prize Sharing Agreement.</p>\n</li>\n<li>\n<p>Winning Pool Tickets with a total prize value that is greater than the In-Store Redemption Threshold will be redeemed and divided among the Pool Members in accordance with Jackpocket's Pool Terms and Prize Sharing Agreement.</p>\n</li>\n<li>\n<p>Jackpocket in its sole discretion may rename any Private Group if we consider the name of the Private Group to be offensive to other users of the Application.</p>\n</li>\n</ol>\n<p>\n<strong>10.\nAutoplay Subscriptions</strong>\n</p>\n<p>Autoplay Subscriptions.\nAny User may participate in Autoplay subscriptions, subject to the following terms and requirements:</p>\n<ol>\n<li>\n<p>Autoplay subscriptions may only be available for certain Lotteries.\nCheck the Application to see which Lotteries are available for Autoplay subscriptions.</p>\n</li>\n<li>\n<p>For each Autoplay subscription, the User must choose a number of Drawing Entries that will be played for each Designated Drawing.\nThe User must also choose for their Drawing Entries to use pseudo-randomly generated numbers or to pick specific numbers.\nFor some Lotteries a User may choose a multiplier.\nFor some Lotteries a User may also choose a minimum jackpot threshold.\nIf this value is set, Users will only be entered into a Designated Drawing if the jackpot value is greater than or equal to the minimum jackpot threshold.\nIf the foregoing criteria are met, your Account is active and your Account has sufficient Available Funds to cover the cost of the order, an order will be placed on behalf of the User for the given Designated Drawing for the specified number of Drawing Entries.\nJackpocket is not responsible for any failure to place any order related to an Autoplay subscription.</p>\n</li>\n<li>\n<p>Procedure for Winning Tickets that were ordered as part of an Autoplay subscription will be no different than that of ordinary Winning Tickets.</p>\n</li>\n</ol>\n<p>\n<strong>11.\nQuick Picks</strong>\n</p>\n<p>Users may elect to utilize this Application to generate and/or order pseudo-random plays.\nBy using Jackpocket, you understand and acknowledge that, as is common in random number generators, the Quick Pick randomization process is seeded by the timestamp of its initial generation request (as recorded by Jackpocket) and, as such, cannot be classified a \"True Random Number\" by definition.\nYou further understand that Jackpocket cannot be held responsible for the numbers chosen for any of the pseudo-randomly generated Plays derived through this system.</p>\n<p>\n<strong>12.\nPlaying Scratch Offs</strong>\n</p>\n<p>If Jackpocket permits users to order scratch off tickets in your jurisdiction, you are subject to the following terms for any such order, in addition to the other terms and conditions of this Terms of Service.\nSolely with regard to scratch off orders, to the extent there is any contradiction between the terms of this Section 12 and the terms of the remainder of this Terms of Service, the terms of this Section 12 shall prevail.&nbsp;</p>\n<p>By ordering scratch off tickets, you agree to the terms, conditions, and game rules provided on each ticket and published by the lottery commission in your jurisdiction.&nbsp;&nbsp;</p>\n<p>You authorize Jackpocket to collect your personal information, including your mailing address, and to share such information, including your identity and mailing address with any third-party delivery provider for the purpose of mailing you the ordered tickets.\nYOU ARE RESPONSIBLE FOR THE ACCURACY AND COMPLETENESS OF THAT DATA, INCLUDING THE MAILING ADDRESS.\nIN THE EVENT YOU PROVIDE AN INCORRECT MAILING ADDRESS OR YOUR TICKETS ARE OTHERWISE LOST OR NOT DELIVERED, JACKPOCKET SHALL HAVE NO LIABILITY FOR LACK OF DELIVERY, INCORRECT DELIVERY OR MISPLACEMENT OF ANY SCRATCH OFF TICKET, ONCE SUCH TICKETS ARE PROVIDED TO THE THIRD PARTY DELIVERY PROVIDER.</p>\n<p>You agree that you are ordering the scratch off tickets at cost through Jackpocket and that the mailing of the tickets is a separate transaction, which includes a separate shipping fee to be charged to your account.\nAll scratch off tickets are purchased through a licensed retailer at the actual cost of the tickets.</p>\n<p>Upon placing an order for scratch off tickets, you will receive an email from Jackpocket confirming the order.\nJackpocket will send you a second email confirming when your scratch off tickets were shipped to you.\nYou order will also be viewable in your transaction history in the mobile application.</p>\n<p>Jackpocket will not scan or redeem your scratch off tickets in any way.\nYou are responsible for following the terms, conditions and game rules provided on the back side of each ticket and published by the lottery commission in your jurisdiction.&nbsp;&nbsp;</p>\n<p>SCRATCH OFF TICKETS ARE LIMITED BY THE AVAILABILITY OF THE LICENSED RETAILER.\nYOU ARE NOT GUARANTEED A TICKET AT ALL TIMES.\nIN THE EVENT THERE IS NO INVENTORY OF A REQUESTED SCRATCH OFF TICKET, YOUR ORDER WILL BE REJECTED.&nbsp.\nALL ORDERS PLACED FOR SCRATCH OFF TICKETS THAT ARE NOT REJECTED ARE FINAL.</p>\n<p>You agree that both the price of the scratch off tickets as well as the shipping fee will count towards any spending limits placed on your Jackpocket account.&nbsp;&nbsp;</p>\n<p>\n<strong>13.\nLimited License to the Jackpocket Application</strong>\n</p>\n<p>1.\nLicense Grant.\nThe Application and its contents, features and functionality, including but not limited to, all information, products, services, text, displays, graphics, video, audio and software as well as the design, selection and arrangement thereof (collectively, \"Content\"), are owned by the Company, its licensors or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws.\nSubject to these Terms of Service, the Company grants you a limited, non-exclusive and nontransferable license to (i) download, install and use the Jackpocket Application for your personal, non-commercial use on a mobile device owned or otherwise controlled by you (\"Mobile Device\") strictly in accordance with these Terms of Service and (ii) access and use the services made available in or otherwise accessible through the Jackpocket Application strictly in accordance with these Terms of Service.</p>\n<p>2.\nLicense Restrictions.\nYou acknowledge and agree that you shall not:</p>\n<p>1.\nCopy the Application, except as expressly permitted by this license;</p>\n<p>2.\nModify, translate, adapt or otherwise create derivative works or improvements, whether or not patentable, of the Application or any of the Content on the Application;</p>\n<p>3.\nReverse engineer, disassemble, decompile, decode or otherwise attempt to derive or gain access to the source code of the Application or any part thereof;</p>\n<p>4.\nRemove, delete, alter or obscure any trademarks or any copyright, trademark, patent or other intellectual property or proprietary rights notices from the Application or Content, including any copy thereof;</p>\n<p>5.\nRent, lease, lend, sell, sublicense, assign, distribute, publish, transfer or otherwise make available the Application or any features or functionality of the Application, to any third party for any reason, including by making the Application available on a network where it is capable of being accessed by more than one (1) Mobile Device at any time;</p>\n<p>6.\nRemove, disable, circumvent or otherwise create or implement any workaround to any copy protection, rights management or security features in or protecting the Application or the Content thereon;</p>\n<p>7.\nUse the Application or the Content in a manner prohibited by applicable laws or regulations, including, without limitation, in connection with any form of unlawful gambling.\nand</p>\n<p>8.\nUse the Application or Content in violation of these Terms of Service or applicable law.</p>\n<p>Any such conduct may result in the immediate termination of your Account as well as your limited right and license to use the Application, and may subject you to liability for violations of law.</p>\n<p>3.\nReservation of Rights.\nYou further acknowledge and agree that the Application is provided under license, and not sold, to you.\nYou do not acquire any ownership interest in the Application under these Terms of Service, or any other rights thereto other than to use the Application in accordance with the license granted, and subject to all terms, conditions and restrictions under these Terms of Service.\nThe Company and its licensors and service providers reserve and shall retain their entire right, title and interest in and to the Application, including all copyrights, trademarks and other intellectual property rights therein or relating thereto, except as expressly granted to you in these Terms of Service.</p>\n<p>4.\nFrom time to time, the Company may in its sole discretion develop and provide Application updates, which may include upgrades, bug fixes, patches and other error corrections and/or new features (collectively, including related documentation, \"Updates\").\nUpdates may also modify or delete in their entirety certain features and functionality.\nYou agree that the Company has no obligation to provide any Updates or to continue to provide or enable any particular features or functionality.\nBased on your Mobile Device settings, when your Mobile Device is connected to the Internet either (i) the Application will automatically download and install all available Updates or (ii) you may receive notice of or be prompted to download and install available Updates.\nYou acknowledge and agree that the Application or portions thereof may not properly operate should you fail to promptly download and install all Updates.\nYou further agree that all Updates will be deemed part of the Application and be subject to these Terms of Service.</p>\n<p>5.\nMobile Device and Service Charges.\nCertain features of the Application require communication with the Company's servers, including, without limitation, Application downloads and Updates, which may consume and exceed your service provider's data or minute allowance limits.\nYou acknowledge and agree that you are solely responsible for any charges incurred with your data/mobile service provider as a result of the Application, including any overage and penalties assessed for exceeding the limits imposed by your service provider.\nYou are responsible for the cost of your Mobile Device and to ensure that your Mobile Device meets the system requirements of the Application, including obtaining periodic updates or upgrades from your Mobile Device service provider to continue using the Application.\n<strong>THE COMPANY DOES NOT WARRANT OR GUARANTEE THAT THE APPLICATION WILL BE COMPATIBLE OR FUNCTION WITH ANY PARTICULAR MOBILE DEVICE, NOR DOES THE COMPANY WARRANT OR ACCEPT ANY LIABILITY FOR OPERATION OF THE MOBILE DEVICE USED TO ACCESS THE APPLICATION.</strong>\n</p>\n<p>6.\nTerm and Termination.\nThe term of your limited license to the Application commences when you download the Application and accept these Terms of Service and will continue in effect until the earlier of (i) your deletion of the Application from your Mobile Device or (ii) the Company's suspension or termination of your limited license to the Application and/or termination of your Account.\nUpon termination (i) all rights granted to you under these Terms of Service will also terminate and (ii) you must cease all use and delete all copies of the Application from your Mobile Device.\nTermination of your limited license will not limit any of the Company's rights or remedies at law or in equity.</p>\n<p>\n<strong>14.\nIntellectual Property Rights</strong>\n</p>\n<ol>\n<li>\n<p>Copyright Information and Non-Commercial Use Limitation.\nThe Application and its Content are owned by the Company, its licensors or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws.</p>\n</li>\n<li>\n<p>The Company name, the Company logo and all related names, logos, product and service names, designs and slogans are trademarks of the Company or its affiliates or licensors.\nYou must not use such marks without the prior written permission of the Company.\nAll other names, logos, product and service names, designs and slogans are the trademarks of their respective owners.</p>\n</li>\n</ol>\n<p>\n<strong>15.\nUse Prohibitions</strong>\n</p>\n<p>You agree to access and use this Application only for lawful reasons.\nYou are responsible for knowing and complying with any and all laws, statutes, rules and regulations pertaining to your use of this Application.\nYou are prohibited from using this Application in a way that:</p>\n<ol>\n<li>\n<p>Is threatening, violent, abusive, hateful, defamatory, slanderous, libelous, deceptive, fraudulent, tortious, indecent, vulgar, profane, obscene, or that Jackpocket deems in its sole discretion to be inappropriate for this Application or that seeks to interfere with other User's use or enjoyment of the Application;</p>\n</li>\n<li>\n<p>Violates any law, regulation, or court order;</p>\n</li>\n<li>\n<p>Accesses, collects or stores Personal Information about others;</p>\n</li>\n<li>\n<p>Violates or infringes upon the rights of anyone else, including, for example, another person's Right to privacy;</p>\n</li>\n<li>\n<p>Impersonates any person, business, entity, or IP address (e.g., IP spoofing);</p>\n</li>\n<li>\n<p>Involves uploading, posting, emailing, transmitting or otherwise making available any materials that you do not have a right to make available under any law;</p>\n</li>\n<li>\n<p>Is commercial in nature, including, without limitation and for example, advertising, promotional or marketing materials, or spam, phishing or other unsolicited messages, or for your own research and/or development;</p>\n</li>\n<li>\n<p>Gains or tries to gain unauthorized access to this Application, its computers and networks, or its User data, or that otherwise modifies or interferes with the use or operation of this Application;</p>\n</li>\n<li>\n<p>Imposes an unreasonable or disproportionately large load on Jackpocket's infrastructure, including but not limited to automating scripts for Account creation, transmitting spam or using unsolicited mass emailing techniques;</p>\n</li>\n<li>\n<p>Alters, damages, or deletes any content posted on this Application;</p>\n</li>\n<li>\n<p>Contains or introduces computer viruses or other disruptive, damaging or harmful files or programs;</p>\n</li>\n<li>\n<p>Otherwise violates these Terms of Service or any other guidelines or policies posted on this Application, including the Privacy Policy, which are incorporated by this reference into these Terms of Service.\nor</p>\n</li>\n<li>\n<p>Uses the referral system to refer fake people or people that have otherwise not consented to or that are otherwise not aware of such referral.</p>\n</li>\n</ol>\n<p>Jackpocket will cooperate fully with any law enforcement officials and/or governmental agencies if requested or required in the investigation of any Users who violate these Terms of Service and may disclose your information to such law enforcement officials and/or agencies if required by law.</p>\n<p>\n<strong>16.\nComments and Other User Submissions/Use of Information</strong>\n</p>\n<p>While Jackpocket does not claim ownership of any comments or suggestions that you may submit to Jackpocket, by submitting a comment or suggestion or any other material to this Application, you hereby authorize and grant Jackpocket the non-exclusive right and license to use, display, reproduce, modify and distribute the comment, suggestion or material in whole or in part, anywhere in perpetuity in any and all media outlets, whether alone or together, or as part of any material of any kind or nature.\nWithout limiting any of the foregoing, Jackpocket will have the non-exclusive right and license to use, copy, edit, display, perform, distribute, modify and re-format the comment, suggestion or material in any manner that Jackpocket may determine.\nYou waive any claims to compensation for any such right or license.\nBy submitting a comment, suggestion or material, you represent and warrant to Jackpocket that you have all necessary rights in and to all comments, suggestions or materials you provide and all information they contain, and that such comments, suggestions or materials do not infringe upon any proprietary or other rights of third parties or contain any libelous, tortious, or otherwise unlawful information.</p>\n<p>You should note that by using the Application, you grant Jackpocket the non-exclusive right and license to use your full name and details of the game(s) you won (including the winner amount and any reason you have stated to Jackpocket for why you chose your numbers) in the event Jackpocket chooses to publish (through the Application or otherwise) this information concerning your win(s) for promotional or other purposes.\nFor instance, we may publish \"Jack won $100 in Minnesota.\nJack picked his numbers based upon family birthdates.\nCongrats Jack!\" Further, Jackpocket may use your image, your full name, and details of the game(s) you played or won to promote Jackpocket on social media and in other media, on the Application or in any other medium, on the Internet or otherwise.\nYour use of the Application constitutes permission (except where prohibited by law) to use your name, city, state, likeness, image, comments and/or voice for purposes of advertising, promotion, and publicity in any and all media now or hereafter known, throughout the world in perpetuity, without additional compensation, notification, permission, or approval, except as required by applicable law.</p>\n<p>\n</p>\n<p>\n<strong>17.\nDisclaimers and Limitations of Liability</strong>\n</p>\n<p>1.\nDisclaimer of Liability.\nJackpocket is not liable for any direct, indirect, incidental, consequential, or punitive damages (including, without limitation, those resulting from lost profits, lost data, or business interruption) arising out of your access to, use of, or inability to use, this Application or any material from this Application, including but not limited to damages caused by any failure of performance, interruption (including those disruptions described in Section 20 below), error, omission, deletion, defect, delay in operation or transmission, computer virus, security, communication line failure, theft, destruction or unauthorized access to, alteration of, or use of record, whether for breach of contract, tortious behavior, negligence or under any other cause of action.</p>\n<p>2.\nDisclaimer of Warranty.\nWithout limiting the foregoing, this Application and the material provided on this Application are provided \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nANY CLAIMS FOR DAMAGES WILL BE LIMITED TO THE PRICE OF EACH INTERNET TICKET ORDER VIA THIS APPLICATION OR THE VALUE OF A SINGLE INTERNET TICKET PLAYED AS PART OF A SUBSCRIPTION AUTOPLAY TICKET ORDERED VIA THIS APPLICATION.</p>\n<p>3.\nDisclaimer of Accuracy of Data.\nJackpocket makes no warranties or representations as to the accuracy, completeness or timeliness of the materials, or content provided on this Application and assumes no liability or responsibility for any errors or omissions on this Application.\nNo warranty, expressed or implied, is made regarding accuracy, adequacy, completeness, legality, reliability or usefulness of any materials or content.\nThis disclaimer applies to both isolated and aggregate uses of the materials or content.\nIf you find any errors or omissions, we encourage you to report them to support@Jackpocket.com.\nJackpocket makes every effort possible to ensure that the winning numbers and prize amounts posted on this Application and highlighted on individual Tickets are accurate and available within a reasonable amount of time after winning numbers are drawn for each lottery drawing.\nHowever, in the event of an error, the winning numbers and prize amounts in the official records of the Regulator will stand as the final determination of prize monies owed to an Account.</p>\n<p>\n<strong>By using this Application you hereby waive any claim against Jackpocket for, or in connection with, the receipt of erroneous information.\nJackpocket takes numerous steps to ensure that the Plays requested on Ticket orders exactly match the Plays included on the tickets Jackpocket physically purchases from licensed state lottery retailers on your behalf.\nHowever, in the event of an error, the Plays included on the physical ticket purchased in relation to your Ticket order will stand as the final determination of prize monies owed to your Account.\nBy using this Application you acknowledge that in the event of an error (caused by any means, including Jackpocket's error), Jackpocket is only liable for the purchase price of the Ticket.</strong>\n</p>\n<p>4.\nDisclaimer of Endorsement.\nJackpocket may from time to time distribute content supplied by third parties.\nAny opinions, advice, statements, services, offers, or other information or content expressed or made available by third parties, including information providers, Users, or others, are those of the respective author(s) or distributor(s) and do not necessarily state or reflect the opinion of Jackpocket and shall not be used for advertising or product endorsement purposes.\nReference herein to any specific commercial products, process, or service by trade name, trademark, manufacturer, or otherwise, does not constitute or imply its endorsement, recommendation, or favoring by Jackpocket.</p>\n<p>\n<strong>18.\nDispute Resolution and Indemnity</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Time Limit for Bringing Claims.</strong> YOU AGREE THAT REGARDLESS OF ANY LAW TO THE CONTRARY, ANY CLAIM OR CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE TERMS OF SERVICE, THE APPLICATON OR ANY OF THE SERVICES PROVIDED BY JACKPOCKET OR THROUGH THE APPLICATION MUST BE SUBMITTED TO ARBITRATION WITHIN ONE (1) YEAR OR SUCH CLAIM SHALL BE FOREVER BARRED.\nTHAT ONE-YEAR STATUTE OF LIMITATIONS SHALL BEGIN TO RUN ON THE DATE OF THE ALLEGED EVENT GIVING RISE TO THE CLAIM OR CAUSE OF ACTION, UNLESS OTHERWISE PROVIDED UNDER APPLICABLE LAW.</p>\n</li>\n<li>\n<p>Resolving Disputes: PLEASE READ THE FOLLOWING SECTIONS CAREFULLY – THEY MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.</p>\n</li>\n<li>\n<p>Let's Try to Work Things Out.\nWe want to address your concerns without litigation.\nBefore filing a claim against Jackpocket, you agree to try to resolve the dispute informally by contacting support@jackpocket.com.\nWe'll try to resolve the dispute informally by contacting you via email.\nIf a dispute is not resolved within 45 days of submission, you or Jackpocket may bring a formal arbitration proceeding as described below.</p>\n</li>\n<li>\n<p>We Both Agree to Arbitrate.\nYou and Jackpocket agree to resolve through final and binding arbitration any claims relating to these Terms of Service, the Application, and any Tickets, prizes or other services offered on or through the Application, except as set forth under Exceptions to Agreement to Arbitrate below.\nThe arbitration shall be held in the state in which you reside.\nFor residents outside the United States, arbitration shall be initiated in New York, New York, and you and Jackpocket agree to submit to the personal jurisdiction of any or state or federal court in New York, New York to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate or enter judgment on the aware entered by the arbitrator.</p>\n</li>\n<li>\n<p>Opt-out of Agreement to Arbitrate.\nYou can decline this agreement to arbitrate by sending a letter to Jackpocket that must be postmarked within 30 days of your first acceptance of these Terms of Service.\nThe letter must specify your first and last names, Account ID, mailing address, and explain that you are opting out of this arbitration provision.\nThe letter should be sent to Jackpocket Inc., Attn: Legal Department,145 West 45th St, Floor 12, New York, NY 10036.</p>\n</li>\n<li>\n<p>Arbitration Procedures.\nThe arbitration shall be conducted by a single arbitrator, governed by the rules of JAMS that are in effect at the time the arbitration is initiated available at jamsadr.com or by calling JAMS at 1-800-352-5276 (referred to as the \"JAMS Rules\") and under the rules set forth in these Terms of Service.\nWe may also mutually agree to have the arbitration conducted by telephone or based on written submissions.</p>\n</li>\n<li>\n<p>Arbitration and Attorney's Fees.\nJackpocket will pay all arbitration fees for claims less than $25,000, unless the arbitrator finds the arbitration to be frivolous.\nYou are responsible for all other additional costs that you may incur in the arbitration including, but not limited to attorney's fees and expert witness costs unless Jackpocket is otherwise specifically required to pay such fees under applicable law.\nFor claims that total more than $25,000, the JAMS Rules will govern payment of filing fees and arbitration fees.\nThe decision of the arbitrator will be in writing and binding and conclusive on Jackpocket and you, and judgment to enforce the decision may be entered by any court of competent jurisdiction.\nJackpocket and you agree that dispositive motions, including without limitation, motions to dismiss and motions for summary judgment, will be allowed in the arbitration.\nThe arbitrator must follow these Terms of Service and can award the same damages and relief as a court, including injunctive or other equitable relief and attorneys' fees.\nNotwithstanding the foregoing, Jackpocket and you agree not to seek any attorneys' fees and expert witness costs unless the arbitrator finds that a claim or defense was frivolous or asserted for an improper purpose.\nJackpocket and you understand that, absent this mandatory arbitration provision, Jackpocket and you would have the right to sue in court and have a jury trial.\nJackpocket and you further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.\nIf Jackpocket is the prevailing party in the arbitration, applicable law may allow the arbitrator to award attorneys' fees and costs to Jackpocket.</p>\n</li>\n<li>\n<p>Severability.\nWaiver of Jury Trial.\nIf any clause within these arbitration provisions is found to be illegal or unenforceable, that specific clause will be severed from these arbitration provisions, and the remainder of the arbitration provisions will be given full force and effect.\nIn the event some or all of these arbitration provisions are determined to be unenforceable for any reason, or if a claim, dispute or controversy is brought that is found by a court to be excluded from the scope of these arbitration provisions, Jackpocket and you agree to waive, to the fullest extent allowed by law, any trial by jury.\nThe terms of these arbitration provisions will also apply to any claims asserted by you against any present or future parent or affiliated company of Jackpocket to the extent that any such claims arise out of your access to, and/or use of the Application, and/or the provision of services and/or technology on or through the Application.</p>\n</li>\n<li>\n<p>Exceptions to Agreement to Arbitrate.\nEither you or Jackpocket may assert claims, if they qualify, in small claims court in New York, New York, provided the informal dispute resolution described above was unsuccessful.\nEither party may bring a lawsuit solely for injunctive relief to stop unauthorized use or abuse of the Services, or intellectual property infringement (for example, trademark, trade secret, copyright, or patent rights) without first engaging in arbitration or the informal dispute-resolution process described above.</p>\n</li>\n<li>\n<p>No Class Actions.\nPLEASE READ THE FOLLOWING SECTIONS CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS.</p>\n</li>\n<li>\n<p>You may only resolve disputes with us on an individual basis and may not bring a claim as a plaintiff or a class member in a class, consolidated, or representative action.\nYou agree that class arbitrations, class actions, private attorney general actions, and consolidation with other arbitrations are not allowed.</p>\n</li>\n<li>\n<p>BY AGREEING TO THIS ARBITRATION AGREEMENT, YOU ARE GIVING UP YOUR RIGHT TO GO TO COURT, INCLUDING YOUR RIGHT TO A JURY TRIAL AND TO PARTICIPATE IN A CLASS ACTION.\nYOU UNDERSTAND THAT BY AGREEING TO THIS ARBITRATION AGREEMENT AND CLASS ACTION WAIVER, YOU MAY ONLY BRING CLAIMS AGAINST JACKPOCKET AND ANY RELEASED PARTIES IN AN INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nIF YOU DO NOT AGREE TO ARBITRATION, YOU SHOULD OPT OUT OF THIS ARBITRATION PROVISION PER THE TERMS OF SERVICE.\nOTHERWISE, YOU ARE NOT AUTHORIZED TO USE THE APPLICATION IN ANY WAY.</p>\n</li>\n<li>\n<p>Judicial forum for disputes.\nIn the event that the agreement to arbitrate is found not to apply to you or your claim, you and Jackpocket agree that any judicial proceeding (other than small claims actions) will be brought in the federal or state courts of New York, New York.\nBoth you and Jackpocket consent to venue and personal jurisdiction there.</p>\n</li>\n<li>\n<p>Choice of Law.\nYou agree that the arbitration provision is made pursuant to a transaction involving interstate commerce and shall be governed by the Federal Arbitration Act (\"FAA\"), and not by any state law concerning arbitration.\nYou otherwise agree that the law of the state of New York governs these Terms of Service and any claim or dispute that you may have against us, without regard to New York's conflict of laws rules, and that the United Nations Convention on Contracts for the International Sale of Goods shall have no applicability.</p>\n</li>\n<li>\n<p>Indemnification.\nYou agree to defend, indemnify and hold harmless Jackpocket from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys' fees) arising out of or relating to your violation of these Terms of Service or your use of the Application, including, but not limited to, any use of the Application's Content and products other than as expressly authorized in these Terms of Service or your use of any information obtained from the Application.\nIf you are obligated to provide indemnification hereunder, the Company may, in its sole and absolute discretion, control the disposition of any claim at your sole cost and expense.\nWithout limitation of the foregoing, you will not settle, compromise or in any other manner dispose of any claim without the Company's written consent.\nIf you are obligated to provide indemnification hereunder, the Company may withhold any payment it is otherwise required to make to you to offset your indemnity obligations.</p>\n</li>\n</ol>\n<p>\n<strong>19.\nGeneral Terms</strong>\n</p>\n<ol>\n<li>\n<p>Internet Privacy and Security.\nDue to the design of the Internet, Jackpocket cannot guarantee that communications between you and Jackpocket will be free from unauthorized access by third parties or will be secure.\nBy agreeing to these Terms of Service, you expressly agree that your use of this Application is at your sole risk, and you agree that Jackpocket shall not be liable if a security breach occurs, or if this Application malfunctions, except as required by law.</p>\n</li>\n<li>\n<p>Tax Obligation.\nYou acknowledge that you are responsible to report your income and pay any taxes due to the appropriate federal, state and local authorities in the United States of America and in the country you reside.\nYou further acknowledge that an applicable Lottery organization may retain a portion of your winnings and forward it to the appropriate taxing authority on your behalf.</p>\n</li>\n<li>\n<p>Electronic Signatures.\nThe Electronic Signatures in Global and National Commerce Act, 15 USC 7001-7031 requires that you consent to entering into an electronic agreement with the Company before the agreement is executed and becomes effective.\nShould you enter into an online user agreement with the Company, you will not be required to submit a paper application/agreement.\nThe entire agreement between you and the Company will be evidenced by an electronic record.\nYou must agree to the use of an electronic record and agree to read and understand these Terms of Service.\nAfter creating an Account and becoming a registered User of the Application, you have the right to withdraw your consent to the use of an electronic record.\nHowever, should you do so, your Account with the Company will automatically be terminated and you will lose all rights to all remuneration on any subsequent winnings.\nShould you wish to withdraw your consent to the exclusive use of an electronic agreement, you must do so by cancelling your Account and sending an e-mail to support@Jackpocket.com.\nYour request must include your name, your mailing address, and e-mail address.</p>\n</li>\n<li>\n<p>Reliance on Information Posted and Third Party Links.\nThe information presented on or through the Application is made available solely for general information purposes.\nThe Company does not warrant the accuracy, completeness or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nThe Company disclaims all liability and responsibility arising from any reliance placed on such materials by you or any other user of the Application, or by anyone who may be informed of any of its contents.\nThis Application may contain links to third party applications.\nThese links are provided solely as a convenience to you.\nIf you click on any of these links, you will leave this Application.\nJackpocket does not control, and is not responsible for, any third party applications or their content.\nTherefore, Jackpocket does not endorse or make any representations about third party applications, or any information, products, or materials found there.\nIf you access any of the third party applications linked to this Application, you do so entirely at your own risk.</p>\n</li>\n<li>\n<p>Waiver and Severability.\nNo waiver of by the Company of any term or condition set forth in these Terms of Service shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision.\nIf any provision of these Terms of Service is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Service will continue in full force and effect.</p>\n</li>\n<li>\n<p>The Company may assign its rights and obligations under this Agreement, in whole or in part, to any person or entity at any time without notice to you and without your consent.\nUpon such assignment, the Company may be relieved of any further obligation hereunder.\nYou may not assign or delegate any rights or obligations under these Terms of Service without the Company's prior written consent, and any unauthorized assignment and delegation by you is void and ineffective.</p>\n</li>\n<li>\n<p>Relationship of Parties.\nYou acknowledge and agree that no joint venture, partnership, or employment relationship exists between you and the Company as a result of these Terms of Service or your use of the Application.\nYou agree not to hold yourself out as representative, agent, operator, distributor, or employee of the Company and the Company shall not be liable for any of your representations, acts, or omissions.\nYou also acknowledge and agree that, except as otherwise expressly provided in these Terms of Service, there shall be no third party beneficiaries.</p>\n</li>\n</ol>\n<p>\n<strong>20.\nPotential Disruption of the Application</strong>\n</p>\n<p>Access to this Application may from time to time be unavailable, delayed, limited or slowed due to, but not limited to, the following:</p>\n<ol>\n<li>\n<p>Scheduled daily maintenance;</p>\n</li>\n<li>\n<p>Emergency (unscheduled) maintenance;</p>\n</li>\n<li>\n<p>Hardware failure, including but not limited to, failures of computers (including your own computer), servers, networks, connections, and other electronic and mechanical equipment;</p>\n</li>\n<li>\n<p>Software failure, including but not limited to, bugs, errors, viruses, configuration problems, incompatibility of systems, utilities or applications, the operation of firewalls or screening programs, unreadable codes, or irregularities within particular documents or other content;</p>\n</li>\n<li>\n<p>Overload of system capacities;</p>\n</li>\n<li>\n<p>Unforeseen circumstances or causes outside its reasonable control, including, without limitation, extreme weather and other acts of God, natural catastrophes, pandemics, governmental actions, war, terrorism, riots, embargoes, acts of civil or military authorities, fire, floods, accidents, network infrastructure failures, computer viruses, strikes, or shortages of transportation facilities, transportation stoppages or slowdowns, and stoppage or slowdown of power supplies or other utility or service (including the Internet or other networks) (each, a \"Force Majeure Event\").\nand</p>\n</li>\n<li>\n<p>Other similar disruptions.\nJackpocket may discontinue, suspend or Update the Application at any time without notice.\nJackpocket shall not be liable for any failure to perform or disruption of the Application due to such discontinuance, suspension or Update.</p>\n</li>\n</ol>\n<p>\n<strong>21.\nResponsible Play</strong>\n</p>\n<p>Jackpocket is committed to ensuring the lottery does not turn from a game of fun into a financial issue.\nJackpocket warns that for some users, gambling of any kind can be a problem and therefore, we offer the following tools and resources to encourage healthy playing behavior.</p>\n<p>Set User Limits</p>\n<p>Jackpocket enforces spending and funding limits in order to protect users from abusive play.\nYou have the option to lower these limits.\nOnce you set a new limit, it cannot be edited for seven days.</p>\n<p>Self-Exclusion</p>\n<p>If you wish to exclude yourself from play, you may apply a self-exclusion to your account at any time.\nA self-exclusion will suspend you from playing on Jackpocket for a specified period.</p>\n<p>Here's how it works:</p>\n<ul>\n<li>\n<p>You decide how long to apply the self-exclusion.</p>\n</li>\n<li>\n<p>We ensure you are no longer able to buy more credits or make plays during this specified period.</p>\n</li>\n<li>\n<p>Any autoplays currently turned on will be deactivated.</p>\n</li>\n<li>\n<p>Any winnings from outstanding orders will be given to you.</p>\n</li>\n<li>\n<p>You will still be able to cash out any remaining credits in your account.</p>\n</li>\n</ul>\n<p>NCPG iCAP Certified</p>\n<p>Jackpocket is a member of the National Council on Problem Gambling (NCPG).\nWe’re certified for responsible gaming through NCPG’s assessment program (iCAP).\nLearn more.</p>\n<p>Need additional help?</p>\n<p>If you need additional support, the National Council on Problem Gambling (NCPG) offers a number of resources on their website as well as 24-hour confidential helpline at 1-800-522-4700.</p>\n<p>\n<strong>22.\nEntire Agreement</strong>\n</p>\n<p>These Terms of Service, our Privacy Policy, the Prize Sharing Agreement, and any applicable Limited Power of Attorney constitute the sole and entire agreement between you and the Company with respect to the Application and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Application.\nNothing in the Terms of Service, express or implied, shall be deemed to confer any rights or remedies upon, nor obligate any of the parties hereto, to any person or entity other than such parties, unless so stated to the contrary.</p>\n<p>© 2021 Jackpocket, Inc.</p> ", "created_at": "2022-11-12 18:47:56.571351", "updated_at": "2022-11-12 18:48:04.86759"}], "points": [], "urls": ["jackpocket.com"]}}