{"error": 448, "message": "OK", "parameters": {"id": 7609, "name": "CircleCI", "created_at": "2023-03-17 15:11:25.171051", "updated_at": "2023-03-29 19:26:48.471871", "wikipedia": null, "keywords": null, "related": null, "slug": "circleci", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7609.png", "url": "circleci.com", "documents": [{"id": 14649, "name": "CircleCI Privacy Policy", "url": "https://privacy.circleci.com/policies", "xpath": "//body", "text": "If you're seeing this message, that means <strong>JavaScript has been disabled on your browser</strong>, please <strong>enable JS</strong> to make this app work.<ul>\n<li>Skip to navigation</li>\n<li>Skip to sidebar</li>\n<li>Skip to main content</li>\n</ul>The data we collect, how it's used, and who we share it with<p>We care about your privacy and want to help you understand how we collect, use, and share your personal information.</p>Show me how the Privacy Center works →Our PoliciesView Past RequestsMake a Privacy RequestPrivacy PolicyInformation We Collect And How We Use ItData RetentionBulletin Boards/Chat RoomsDisclosure Of Personal DataAccess and Deletion RequestsRights of Certain California ResidentsEU and UK Data SubjectsInternational Data Transfers from EuropeCookiesLinks to Other WebsitesSocial Media WidgetsDo Not TrackSecurityPrivacy Policy ChangesContact UsWe're taking a different approach to privacyShow MePrivacy Policy<strong>Effective Date:</strong>July 26, 2022<p>Circle Internet Services, Inc.\ndba CircleCI, a Delaware corporation (“<strong>CircleCI</strong>”, “<strong>we</strong>” or “<strong>us</strong>”) provides this Privacy Policy to inform users of our website at https://circleci.com/ (including all subdomains, the “<strong>Website</strong>”) and our software-as-a-service platform (the “<strong>Service</strong>”) of our policies and procedures regarding the collection, use and disclosure of Personal Data and other information.\nThis Privacy Policy explains what data we collect when you use the Website and/or the Service, why we collect the data, how it is used and your rights and choices.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>While providing our Service, we may collect information about our customers’ Users on behalf of our customers.\nOur use of information on behalf of our customers is governed by our agreement with the applicable customer and the customer’s own privacy policies.\nWe cannot control and are not responsible for the privacy policies or privacy practices of our customers or any other third parties.</p>\n<p>\n<br>\n</p>\n<p>By using or accessing the Website or the Service and providing us with your Personal Data, you are accepting the practices described in this Privacy Policy, and you are consenting to our processing of your data as set forth in this Privacy Policy now and as amended by us (for information on how we may change our Privacy Policy, please read the “Privacy Policy Changes” section below).\nIf you have any questions or comments about this Privacy Policy or our use of your Personal Data, please contact us.</p>Information We Collect And How We Use It Collection of Information <p>\n<br>\n</p>\n<p>We have collected the following categories of information from our users within the last twelve (12) months:</p>\n<ul>\n<li>Identifiers, including name, email address, phone number, IP address and cookie identifiers,</li>\n<li>Certain financial-related information, including credit card number and billing and shipping address,</li>\n<li>Protected classification information, such as age and gender,</li>\n<li>Commercial information, including purchasing history of our business customer’s employees and representatives who use our Service,</li>\n<li>Internet or other similar network activity, such as browsing history, information on your interaction with our Website, browser type, and referring site,</li>\n<li>Location data, and</li>\n<li>Professional or employment related data with respect to our job applicants and our business customer’s employees and representatives who use our Service, such as professional title.&nbsp;</li>\n</ul>\nCategories of Sources <p>We obtain the personal information of our users from the following categories of sources:<br>\n</p>\n<p>&nbsp;<strong>I.\nPersonal Data That You Provide To Us</strong>\n<br>\n</p>\n<p>&nbsp;When you interact with the Website or the Service, CircleCI may gather information that, alone or in combination with other information, could be used to identify you (“<strong>Personal Data</strong>”), as described below.\nIf you are an EU or UK data subject, please see the “EU and UK Data Subject” section below for information on your rights in relation to the Personal Data we hold about you.<br>\n</p>\n<p>&nbsp;<em>\n<strong>&nbsp;a) Personal Data used to provide the Service and respond to requests</strong>\n</em>\n<br>\n</p>\n<p>&nbsp;When signing up for the Service, users are required to either provide their email address and a password while creating an account with us, or authenticate with their version control system identity (GitHub or Bitbucket).\nWhen users log in to the Service using sign-in services such as OAuth (for example, login with a GitHub account), these services will authenticate a user’s identity and provide the user with the option to share certain Personal Data, such as name and email address(es), with us.\nIf you purchase one of our paid plans, we will also collect payment and billing information such as credit card details and billing address.\nWe use this data to provide you with access to the Service and/or the Website, contact you regarding your access and use of the Service and/or the Website or to notify you of important changes to the Service.\nFor EU and UK data subjects, such use is necessary for the performance of the contract between you and us.<br>\n</p>\n<p>&nbsp;On some sections of the Website, you may complete a web form to give your Personal Data to us directly, such as on our “Contact Us” page.\nWe also collect Personal Data (such as your name and contact details, such as your email and phone number) when you request information, including a product demo, ask to download content (such as white papers), register for a webinar or other event, or subscribe to email lists.\nWe will use your contact information to respond to your request.\nFor EU and UK data subjects, such use is necessary to respond to or implement your request.\nIf you send us a request or question regarding the use of the Service (for example via a support email or via one of our feedback mechanisms), we may publish it (in anonymous form only) in order to help us clarify or respond to your request or to help us support other users.\n<br>\n</p>\n<p>&nbsp;CircleCI collects Personal Data that you provide through the Service only insofar as is necessary or appropriate to fulfill the purpose of your interaction with CircleCI, such as providing you with the Service and/or answering any requests regarding the Service as described above.\nYou can always refuse to supply Personal Data, however doing so may prevent you from accessing the Service or engaging in certain activities on the Website or the Service.<br>\n</p>\n<p>&nbsp;<em>\n<strong>&nbsp;b) Personal Data used to process applications for employment</strong>\n</em>\n<br>\n</p>\n<p>&nbsp;When you submit a job application through the Website, we will collect your resume and any additional information that you elect to provide to us, including but not limited to employment history and education.\nWe will use your contact details and data about your employment history and education to conduct job interviews, evaluate your application, and as is otherwise needed for recruitment.\nFor EU and UK data subjects, this use is necessary to respond to your request to process your application for employment.<br>\n</p>\n<p>&nbsp;<em>\n<strong>&nbsp;c) Personal Data used for marketing</strong>\n</em>\n<br>\n</p>\n<p>&nbsp;We will use your email to tell you about your Service usage, new features, solicit your feedback, or just keep you up to date with what’s going on with CircleCI and our products, upcoming events or other promotions.\nIf you change your mind about receiving information from us or about the use of information volunteered by you, please send us a request specifying your new choice.\nPlease contact us as specified under the “Contact Us” section.\nYou may also choose to opt out of receiving such emails by following the unsubscribe instructions included in these emails, or by accessing the email preferences in your account settings page.\nIf you download content from the Website, we may also use your phone number to contact you directly by phone, in connection with such new products and services, upcoming events or other promotions.\n<br>\n&nbsp;</p>\n<p>Where required by applicable law (for example, if you are an EU or UK data subject), we will only send you marketing information by email or mail, or contact you by phone, if you consent to us doing so.\nWhen you provide us with your consent to be contacted for marketing purposes, you have the right to withdraw your consent at any time by following the instructions to “opt-out” of receiving marketing communication in each marketing email we send you.\nIn addition, if at any time you do not wish to receive future marketing communications or wish to have your name deleted from our mailing or calling lists, please click on the “Make a Privacy Request” button at https://privacy.circleci.com.\nPlease note that if you opt out from marketing communications, we may still contact you regarding issues related to our Service and to respond to your requests.<br>\n</p>\n<p>&nbsp;<strong>II.\nAutomatically Collected Information</strong>\n<br>\n</p>\n<p>&nbsp;Like most hosted service operators, CircleCI collects information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site and the date and time of each visitor request and store it in log files.\nCircleCI also collects Internet Protocol (“<strong>IP</strong>”) addresses, which can be used to identify the location from which your computer is connecting to the Website, for providing the Service and for support purposes.<br>\n</p>\n<p>&nbsp;CircleCI also collects statistics about the behavior of visitors to the Website and the Service through cookies and similar technologies.\nWe also allow some others to use cookies as described in the “Cookies” section below.\nCircleCI’s purpose in collecting such information is to better understand how CircleCI’s visitors use the Website and the Service and to improve your access to and use of the Website and the Service.<br>\n</p>\n<p>&nbsp;Use of such automatically collected information is necessary for the performance of the contract between you and us, to the extent we process information that is needed for providing the Service and for support purposes, or is in our legitimate interest in understanding how the Service is being used by you and enhancing your experience on our Website and on the Service.<br>\n</p>\n<p>&nbsp;<strong>III.\nInformation We Process On Behalf Of Our Customers</strong>\n<br>\n</p>\n<p>&nbsp;In providing the Service to our customers, we process on behalf of customers certain information that may include Personal Data, relating to customers’ employees, contractors or other users (“<strong>Users</strong>”) they transmit or otherwise submit to our Service.\nWhile our customers or Users decide what data to submit, this information typically includes email address and information relating to tests results.<br>\n</p>\n<p>&nbsp;CircleCI collects, aggregates, and stores metrics and data relating to, generated by, provided in connection with, or derived from customers’ use of the Service (“<strong>Usage Data</strong>”) in order to provide, maintain, support, enhance, develop and improve the Service and CircleCI’s service offerings.\nCircleCI will not disclose individual metric or usage data other than in an aggregated and de-identified form.\nFor EU and UK data subjects, this use of your Personal Data is necessary for our legitimate interests in understanding how the Service is being used by you and to improve your experience on it.&nbsp;</p>Data Retention <p>\n<br>\n</p>\n<p>We will retain Personal Data that our customers provide to us through the Service for the period necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law.\nWe will retain Personal Data that we process on behalf of our customers for the duration set forth in the applicable customer contract or as otherwise instructed by the customer.</p>Bulletin Boards/Chat Rooms <p>\n<br>\n</p>\n<p>If you submit a post or participate in a discussion on a bulletin board or chat room on the Website or the Service, you should be aware that any Personal Data you submit there can be read, collected, or used by other users of these forums, and could be used to send you unsolicited messages.\nWe are not responsible for the Personal Data you choose to submit in these forums.</p>Disclosure Of Personal Data <p>\n<br>\n</p>\n<p>In the preceding twelve (12) months, we have disclosed the following categories of personal information for a business purpose:</p>\n<ul>\n<li>Identifiers,</li>\n<li>Certain financial-related information,</li>\n<li>Protected classification information,</li>\n<li>Commercial information,</li>\n<li>Internet or other similar network activity,</li>\n<li>Location data, and</li>\n<li>Professional or employment related data.</li>\n</ul>\n<p>&nbsp;We share personal information for a business purpose with various categories of third parties.\nCircleCI discloses Personal Data only to those of its employees, contractors, and service providers that (1) need to know that data in order to perform certain services and functions on CircleCI’s behalf and (2) have agreed to data protection and confidentiality obligations requiring them to protect that data.\nThird-party service providers include: (i) providers of payment processing, customer support services and hosting (which support us in the provision of the Service and maintenance of the Website), (ii) web analytics service providers (which help us collect statistics and other information, including through cookies, about the behavior of users of the Website and the Service - for more details, please see the “Cookies” section below).\n(iii) marketing and sales automation tools that allow us to manage marketing and sales processes.\n(iv) phone and chat communication tools that allow us to communicate with prospects and customers.\n(v) integration tools that allow us to capture data in one platform and send it to another.\n(vi) survey and poll tools that allows us to capture information about our Service or Website.\nand (vii) event and meeting platforms that allow us to host and manage virtual and in-person events.\nPursuant to our instructions, these parties may access, process or store Personal Data in the course of performing their duties to us and only as necessary to provide the services we request.<br>\n&nbsp;</p>\n<p>CircleCI may also disclose Personal Data when required to do so by law, such as to comply with a subpoena, bankruptcy proceedings, or similar legal process, or in response to lawful requests by public authorities, including to meet national security or law enforcement requirements, or when CircleCI believes in good faith that disclosure is reasonably necessary to protect the property or rights of CircleCI, third parties, or the public at large.\n<br>\n</p>\n<p>&nbsp;CircleCI may disclose Personal Data in connection with a merger, acquisition, or sale of all or a portion of its assets (a “<strong>Corporate Transaction</strong>”).\nIf CircleCI is involved in a Corporate Transaction, you will be notified either via email and/or a prominent notice through the Service of any change in ownership or uses of your Personal Data, as well as any choices you may have regarding your Personal Data, or we will require any such buyer to agree to treat your Personal Data in accordance with this Privacy Policy.<br>\n&nbsp;</p>\n<p>In the preceding twelve (12) months, we have not sold our users’ personal information.</p>Access and Deletion Requests <p>\n<br>\n</p>\n<p>You may click on the “Make a Privacy Request” button at https://privacy.circleci.com to request that we provide you with a copy of your Personal Data or that we delete your Personal Data that we maintain on our systems.\nWe will respond to your request within a reasonable timeframe.\nIf you are an EU or UK data subject or California resident, see your additional rights below.</p>Rights of Certain California Residents <p>\n<br>\n</p>\n<p>The California Consumer Privacy Act (CCPA) provides certain California residents with the additional rights listed below.\nThe CCPA temporarily exempts from these CCPA rights certain personal information reflecting a written or verbal business-to-business communication or transaction as well as data about CircleCI’s employees, job applicants, contractors, controlling owners, directors, officers and medical staff (if any) in their capacities as such individuals at CircleCI.<br>\n</p>\n<p>&nbsp;<strong>Right to Access.\n</strong>You have the right to request that we disclose certain information to you about our collection and use of your personal information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request, we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you,</li>\n<li>The categories of sources for the personal information we collected about you,</li>\n<li>Our business or commercial purpose for collecting that personal information,</li>\n<li>The categories of third parties with whom we share that personal information, and</li>\n<li>The specific pieces of personal information we collected about you (<em>\n<strong>which will also allow you to exercise your data portability right</strong>\n</em>).</li>\n</ul>\n<p>&nbsp;<strong>Data Portability Right.\n</strong>You have the right request that we provide you with access to the information above (under Right to Access) in a readily useable format that allows you to transmit (i.e., port) the information to another entity without hindrance.\nIf you make a request under your right to request access, you will receive access to your information in a readily useable format.<br>\n&nbsp;</p>\n<p>\n<strong>Right to Delete.\n</strong>You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.\nYou must contact the applicable business customers directly to delete your information that they have in their systems.<br>\n&nbsp;</p>\n<p>We may deny your deletion request or not delete some of your personal information, if retaining the information is necessary for us or our service provider(s) to:</p>\n<ol>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ol>\n<p>&nbsp;We may also limit our deletion to the extent permitted by applicable law.<br>\n</p>\n<p>&nbsp;<strong>Exercising Your Rights.\n</strong>To exercise your rights, please contact us as follows:</p>\n<ul>\n<li>Submit your request by visiting our Privacy Center at https://privacy.circleci.com and clicking on the “Make a Privacy Request” button where you can select your specific request (e.g., right to access, right to portability, or right to delete).\nor</li>\n<li>Email us at privacy@circleci.com and provide the following information:&nbsp.\n<ul>\n<li>Full name and email address associated with your use of our Service, and</li>\n<li>Your specific request (e.g., right to access, right to portability, or right to delete).&nbsp;</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;We will attempt to respond to a consumer request for access or deletion within 45 days of receiving that request.\nIf we require more time, we will inform you of the reason and extension period in writing.<br>\n</p>\n<p>&nbsp;Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your personal information.<br>\n</p>\n<p>&nbsp;You may only make a verifiable consumer request for access or data portability <strong>twice within a 12-month period</strong>.</p>\n<p>\n<br>\n<strong>Non-Discrimination.\n</strong>We will not discriminate against you for exercising any of your rights under the CCPA.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services,</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties,</li>\n<li>Provide you a different level or quality of goods or services, or</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>However, we may offer you certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to your personal information's value to CircleCI and contain written terms that describe the program's material aspects.\nParticipation in a financial incentive program requires your prior opt in consent, which you may revoke at any time.\nWe currently do not provide any financial incentives.</p>EU and UK Data Subjects <p>\n<br>\n</p>\n<p>\n<em>\n<strong>Scope: </strong>\n</em>This section applies if you are an EU or UK data subject (for these purposes, reference to the EU also includes the European Economic Area countries of Iceland, Liechtenstein, Norway and, where applicable, Switzerland).</p>\n<p>\n<br>\n<em>\n<strong>Data Controller: </strong>\n</em>CircleCI is the data controller of Personal Data provided to, or collected by or for, our Website and the Service, but we may act as data processor on behalf of our customers for Personal Data that we process on their behalf when providing the Service.</p>\n<p>\n<br>\n<em>\n<strong>Your Rights: </strong>\n</em>Subject to applicable law, you have the following rights in relation to your Personal Data:</p>\n<ul>\n<li>\n<strong>Right of access: </strong>If you ask us, we will confirm whether we are processing your Personal Data and, if so, provide you with a copy of that Personal Data along with certain other details.\nIf you require additional copies of the data, we may need to charge a reasonable fee.</li>\n<li>\n<strong>Right to rectification: </strong>If your Personal Data is inaccurate or incomplete, you are entitled to ask that we correct or complete it.\nIf we shared your Personal Data with others, we will tell them about the correction where possible.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so you can contact them directly.</li>\n<li>\n<strong>Right to erasure: </strong>You may ask us to delete or remove your Personal Data, such as where you withdraw your consent.\nIf we shared your data with others, we will tell them about the erasure where possible.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so you can contact them directly.</li>\n<li>\n<strong>Right to restrict processing: </strong>You may ask us to restrict or ‘block’ the processing of your Personal Data in certain circumstances, such as where you contest the accuracy of the data or object to us processing it.\nWe will tell you before we lift any restriction on processing.\nIf we shared your Personal Data with others, we will tell them about the restriction where possible.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so you can contact them directly.</li>\n<li>\n<strong>Right to data portability: </strong>Effective 25 May 2018, you have the right to obtain your Personal Data from us that you consented to give us or that was provided to us as necessary in connection with our contract with you.\nWe will give you your Personal Data in a structured, commonly used and machine-readable format.\nYou may reuse it elsewhere.</li>\n<li>\n<strong>Right to object: </strong>You may ask us at any time to stop processing your Personal Data, and we will do so if we are processing your Personal Data for direct marketing and otherwise.\nHowever, if we are relying on a legitimate interest to process your Personal Data and we demonstrate compelling legitimate grounds for the processing we may continue.</li>\n<li>\n<strong>Rights in relation to automated decision-making and profiling: </strong>You have the right to be free from decisions based solely on automated processing of your Personal Data, including profiling, that produce a significant legal effect on you, unless such profiling in necessary for entering into, or the performance of, a contract between you and us or you provide your explicit consent.</li>\n<li>\n<strong>Right to withdraw consent: </strong>If we rely on your consent to process your Personal Data, you have the right to withdraw that consent at any time.\nWithdrawal of consent will not affect any processing of your data before we received notice that you wished to unsubscribe.</li>\n<li>\n<strong>Right to lodge a complaint with the data protection authority: </strong>If you have a concern about our privacy practices, including the way we handled your Personal Data, you can report it to the data protection authority that is authorized to hear those concerns.</li>\n</ul>\n<p>You may exercise your rights by visiting our Privacy Center at https://privacy.circleci.com and clicking on the “Make a Privacy Request” button where you can select your specific request (e.g., right of access, right to erasure, etc.).</p>\n<p>\n<br>\n<em>\n<strong>Legitimate Interest.\n</strong>\n</em>“Legitimate interests” means the interests of CircleCI in conducting and managing our organization.\nFor example, we have a legitimate interest in processing your Personal Data to analyze how the Website and the Service are being used by you, and to ensure network and information security, as described in this Privacy Policy.\nWhen we process your Personal Data for our legitimate interests, we make sure to consider and balance any potential impact on you, and your rights under data protection laws.\nOur legitimate interests do not automatically override your interests.\nWe will not use your Personal Data for activities where our interests are overridden by the impact on you, unless we have your consent or those activities are otherwise required or permitted to by law.\nYou have the right to object to processing that is based on our legitimate interests.\nFor more information on your rights, please see the “Your Rights” section above.</p>International Data Transfers from Europe <p>\n<br>\n</p>\n<p>Your personal information may be transferred to CircleCI and its service providers in countries other than the country in which you are resident, including in the United States, and other locations where we have offices or employees.\nThese countries may have data protection laws that are different from the laws of your country and may not provide the same level of protection as your country.<br>\n&nbsp;</p> Model Clauses <p>\n<br>\n</p>\n<p>If you are located in the European Economic Area, the UK or Switzerland, we will protect your personal information when it is transferred outside of your jurisdiction by (a) processing it in a territory that provides an adequate level of protection based on its data protection laws.\nor (b) implementing appropriate safeguards to protect your personal information, such as relying on the European standard contractual clauses.\nCircleCI currently relies on these European standard contractual clauses (“<strong>Model Clauses</strong>”) for data transfers.<br>\n&nbsp;</p> Privacy Shield Notice <p>\n<em>\n<strong>As of July 16, 2020, the European Court of Justice issued a judgement declaring Privacy Shield invalid.\nCircleCI now relies on other transfer mechanisms, such as the Model Clauses described above, for the cross-border transfer of data.</strong>\n</em>\n<br>\n</p>\n<p>CircleCI complies with the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield frameworks (“<strong>Frameworks</strong>”) as set forth by the U.S.\nDepartment of Commerce regarding the processing of personal data transferred from the EU and Switzerland to the U.S., respectively (for these purposes, reference to the EU also includes the European Economic Area countries of Iceland, Liechtenstein and Norway).\nCircleCI has certified that it adheres to the Privacy Shield Principles (described below).\nIf there is any conflict between the policies in this Privacy Policy, the EU or Swiss Privacy Shield Principles and the Model Clauses discussed above, the Model Clauses control and then the Privacy Shield Principles control.\nTo learn more about the Frameworks and to view our certification page, please visit https://www.privacyshield.gov/.</p>\n<p>\n<br>\nPrior to the invalidation of Privacy Shield, we relied on our Privacy Shield certification to transfer Personal Data and other information that we receive from the EU and Switzerland to CircleCI in the U.S.\n<strong>As noted above, we currently rely on the Model Clauses.\n</strong>\n<br>\n</p>\n<p>We process this data in accordance with the Privacy Shield Principles of Notice and Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, Recourse, Enforcement and Liability (“<strong>Privacy Shield Principles</strong>”), as described below.<br>\n</p>\n<p>\n<strong>Notice And Choice: </strong>This Privacy Policy provides notice of the Personal Data collected and transferred under the Privacy Shield and the choice that you have with respect to such Personal Data.\nIt also provides information about other Privacy Shield Principles that are set forth below.\nWhen we process Personal Data collected through the Service on behalf of our customers, the customer will be responsible for providing appropriate notice and choice to its Users, as the customer controls the Personal Data it has submitted to our Service.\nExcept as required or permitted by applicable law, we honor all customers’ requests from their Users to limit use or disclosure of Users’ Personal Data.<br>\n</p>\n<p>\n<strong>Accountability for Onward Transfers: </strong>We may be accountable for the Personal Data we receive under the Privacy Shield that we may transfer to third-party service providers (as described in the “Disclosure of Personal Data” section above) if they process Personal Data in a manner inconsistent with the Privacy Shield Principles and we are responsible if they do so and for the harm caused.<br>\n</p>\n<p>\n<strong>Security: </strong>We maintain security measures to protect Personal Data as described in the “Security” section of this Privacy Policy.<br>\n</p>\n<p>\n<strong>Data Integrity and Purpose Limitation: </strong>We will take reasonable steps to ensure that Personal Data is reliable for its intended use, and that it is accurate, complete and current for as long as long as we retain it.\nWe will keep your Personal Data only for as long as is reasonably necessary for the purposes described in this Privacy Policy, or for the duration required by law or our customer agreement, whichever is the longer.<br>\n</p>\n<p>\n<strong>Access: </strong>You have certain rights to access, correct, amend, or delete Personal Data where it is inaccurate, or has been processed in violation of the Privacy Shield Principles.\nWhen we process Personal Data on behalf of our customers, the customer will be responsible to respond to requests for exercising your rights.\nWe honor all customers’ requests from their Users to access, correct, amend, or delete Personal Data.<br>\n</p>\n<p>\n<strong>Recourse, Enforcement, Liability: </strong>In compliance with the EU-US and Swiss-US Privacy Shield Principles, CircleCI commits to resolve complaints about your privacy and our collection or use of your Personal Data.\nEuropean Union or Swiss individuals with inquiries or complaints regarding this privacy policy should first contact CircleCI as follows:</p>\n<ul>\n<li>\n<strong>Email:</strong> privacy@circleci.com</li>\n<li>\n<strong>Phone:</strong> +1-800-585-7075</li>\n<li>\n<strong>Postal Mail:</strong>\n<br> Circle Internet Services, Inc.<br> Attention: Privacy<br> 201 Spear Street, Ste 1200<br> San Francisco, CA, 94105</li>\n</ul>\n<p>CircleCI has further committed to refer unresolved privacy complaints under the Privacy Shield Principles to an independent dispute resolution mechanism.\nIf you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>&nbsp;If your complaint is not resolved through these channels, under certain conditions a binding arbitration option may be available before a Privacy Shield Panel.\nFor additional information, please visit: https://www.privacyshield.gov/article?id=ANNEX-I-introduction.</p>\n<p>\n<br>\nSwiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact CircleCI at:</p>\n<p>\n<br> privacy@circleci.com</p>\n<p>\n<br>\n</p>\n<p>CircleCI has further committed to cooperate with the panel established by the EU data protection authorities (DPAs) with regard to unresolved Privacy Shield complaints concerning human resources data transferred from the EU in the context of the employment relationship.<br>\n</p>\n<p>We are subject to the investigatory and enforcement powers of the Federal Trade Commission with respect to Personal Data received or transferred pursuant to the Frameworks.</p>Cookies <p>\n<br>\n</p>\n<p>We and our partners use cookies or similar technologies to optimize the functionality of the Website, help us understand how the Website is used and provide you with interest-based advertising based upon a user’s browsing activities and interests.\nFor more information about the cookies and similar technologies used on our Website, please refer to our Cookie Policy and Security page.</p>Links to Other Websites <p>\n<br>\n</p>\n<p>This Privacy Policy applies only to the Website and the Service and not to any third-party sites or hosted services you may find or access through our Website.\nIf you submit Personal Data to any of those sites or services, your information will be governed by their privacy policies.\nWe encourage you to carefully read the privacy policy of any site you visit or hosted service you use.</p>Social Media Widgets <p>\n<br>\n</p>\n<p>The Website and the Service may include social media features, such as the Twitter button, and widgets, such as the Share this button or interactive mini-programs.\nThese features may collect your IP address, which page you are visiting on the Website, and may set a cookie to enable the feature to function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on the Website or the Service.\nYour interactions with these features are governed by the privacy policy of the company providing it.</p>Do Not Track <p>\n<br>\n</p>\n<p>Currently, various browsers - including Microsoft Edge, Firefox, and Safari - offer a “do not track” or “DNT” option that relies on technology known as a DNT header, which sends a signal to the websites visited by the user about the user’s browsers DNT preference setting.\nCircleCI does not currently commit to responding to browser’s DNT preference across its Sites and Services, because no common industry standard for DNT has been adopted by industry groups, technology companies or regulators, including no consistent standard of interpreting user intent.\nCircleCI takes privacy and choices regarding privacy seriously and will make efforts to continue to monitor the development around DNT browser technology and the implementation of a standard for DNT.</p>Security <p>\n<br>\n</p>\n<p>We take precautions to ensure the security of your Personal Data.\nWe follow generally accepted standards to protect the Personal Data submitted to us, both during transmission and once we receive it.\nWhen you enter your login information on the Service, all information to and from the service is encrypted using Transport Layer Security (TLS).\nFor more information on our data security policies, please check here.<br>\n</p>\n<p>That said, like any hosted service provider, we cannot guarantee that unauthorized third parties or unauthorized personnel will not gain access to your Personal Data despite our efforts.\nYou should note that in using the Website and the Service, your information will travel through third-party infrastructures which are not under our control.<br>\n</p>\n<p>&nbsp;We cannot protect, nor does this Privacy Policy apply to, any information that you transmit to other users of the Website or the Service.\nYou should never transmit personal or identifying information to other users.<br>\n&nbsp;</p>\n<p>If you have any questions about security on the Website or the Service, you can contact us.</p>Privacy Policy Changes <p>\n<br>\n</p>\n<p>Although most changes are likely to be minor, CircleCI may change its Privacy Policy from time to time, and in CircleCI’s sole discretion.\nIf we make any material changes to this Privacy Policy, we will either notify you by email (sent to the email address specified in your account) or by means of a notice on the Website and/or within the Service prior to the change becoming effective, or as otherwise required by the applicable law.\nWe encourage you to periodically review the Website for the latest information on our privacy practices.\nYour continued use of the Website and the Service after any change in this Privacy Policy takes effect will constitute your acceptance of such change.</p>Contact Us <p>If you wish to make a request regarding your personal information, please visit our Privacy Center at https://privacy.circleci.com and click on the “Make a Privacy Request” button where you can select your specific request.</p>\n<p>\n<br>\n</p>\n<p>If you have questions or concerns about this Privacy Policy, please contact us at:<br>\n</p>\n<p>&nbsp;Circle Internet Services, Inc.<br> 201 Spear Street, Ste 1200<br> San Francisco, CA, 94105<br> Phone: +1-800-585-7075<br> Fax: +1-415-358-4017<br> Email: privacy@circleci.com <br>\n&nbsp;</p>Our Approach to PrivacyReturn to Main Site", "created_at": "2023-03-17 15:11:25.20426", "updated_at": "2023-03-17 15:12:43.678785"}], "points": [], "urls": ["circleci.com"]}}