{"error": 448, "message": "OK", "parameters": {"id": 7696, "name": "bcow.xyz", "created_at": "2023-03-20 21:27:45.075835", "updated_at": "2023-03-29 19:26:51.562158", "wikipedia": null, "keywords": null, "related": null, "slug": "bcow-xyz", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7696.png", "url": "bcow.xyz,lbry.bcow.xyz,i.bcow.xyz,librarian.bcow.xyz,nitter.bcow.xyz,rimgo.bcow.xyz", "documents": [{"id": 14832, "name": "librarian privacy", "url": "https://lbry.bcow.xyz/privacy", "xpath": "//body", "text": null, "created_at": "2023-03-20 21:27:45.168995", "updated_at": "2023-03-20 21:29:39.111184"}, {"id": 14831, "name": "Terms of Service", "url": "https://bcow.xyz/legal/terms/", "xpath": "//body", "text": "<p>Work</p>\n<p>Blog</p>\n<p>Status</p>Terms of Service<p>The Terms Of Service apply to any service provided by bcow.xyz.\nBy using our services, you agree to these terms.\nWe reserve the right to change the conditions at any time without prior notice.</p>Illegal use<p>You may not use the services for any illegal activities such as distributing copyrighted or illegal content.\nYou also may not abuse the services by spreading viruses or malware, by denial of service attack, or by attempting to access a computer system without authorization.\nDoing so will have you banned from using the services.</p>Commercial use<p>You may not use bcow.xyz services for any commercial purposes and is abuse of the services.\nUsing the services for generating profits will have you banned from using the services.</p>No warranty<p>You agree that bcow.xyz offers services \"as is\" and without warranty of any kind, either express, implied or statutory.\nWe expressly disclaim all implied warranties of title, merchantability, fitness for a particular purpose, and non-infringement.\nWe do not warrant the reliability, accessibility or quality of our services.\nYou agree that your use of our services is at your own risk.</p>\n<p>Terms</p>\n<p>Privacy</p>\n<p>Contact</p>\n", "created_at": "2023-03-20 21:27:45.138621", "updated_at": "2023-03-20 21:28:37.25898"}, {"id": 14830, "name": "Privacy Policy", "url": "https://bcow.xyz/legal/privacy/", "xpath": "//body", "text": "<p>Work</p>\n<p>Blog</p>\n<p>Status</p>Privacy Policy<p>Last updated: November 12, 2022</p>\n<p>This document shows what data we collect and how it’s used.</p>\n<p>This document shows what data we collect and how it’s used.\nThis document applies to all services hosted on bcow.xyz and their subdomains.</p>Summary<p>Minimal to no information is collected by us during your use of our services.\nAny information collected is never shared.</p>Data collected<p>Most services do not collect any data.\nAny services that are not listed do not collect data.\nAny other information submitted to the service is only used for the purposes of fulfilling your request and is not stored.</p>Logging<p>We do not log unless otherwise stated but still encourage the use of Tor or a VPN if your threat model requires it.\nWe may temporarily enable logging for diagnostics, these logs will only be kept as long as required and then destroyed.</p>This site<p>This site is on Codeberg Pages which keeps logs for 7 days, we do not have access to these.\nFor more info, see Codeberg's privacy policy.\nTo access this site privately, use Tor Browser or through IPFS on a local IPFS gateway by going to ipns://bcow.xyz on Brave or any browser with IPFS Companion.</p>Third-party services<p>While we don't collect any data, the services we use may collect data.\nYou can find their privacy policies below.</p>\n<ul>\n<li>Codeberg (this site)</li>\n<li>Fly.io</li>\n<li>Instatus (status page)</li>\n</ul>\n<p>Terms</p>\n<p>Privacy</p>\n<p>Contact</p>\n", "created_at": "2023-03-20 21:27:45.10695", "updated_at": "2023-03-20 21:28:55.582068"}], "points": [], "urls": ["bcow.xyz", "lbry.bcow.xyz", "i.bcow.xyz", "librarian.bcow.xyz", "nitter.bcow.xyz", "rimgo.bcow.xyz"]}}