{"error": 448, "message": "OK", "parameters": {"id": 7687, "name": "Brickplanet", "created_at": "2023-03-20 00:08:17.440652", "updated_at": "2023-03-29 19:26:51.361657", "wikipedia": null, "keywords": null, "related": null, "slug": "brickplanet", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7687.png", "url": "brickplanet.com", "documents": [{"id": 14811, "name": "Privacy Policy", "url": "https://www.brickplanet.com/about/privacy-policy", "xpath": "/html/body/main/main", "text": " Privacy Policy Last Updated: November 8th, 2022 <p>BrickPlanet Inc., or \"BrickPlanet\" is committed to keeping any and all personal information collected of those that visit our website and make use of our services accurate, confidential, secure and private.\nThis privacy policy was created and written to show our users and members what type of information we use, collect, and share.</p>\n<p>Therefore, this privacy policy agreement shall apply to Brickplanet, Inc.\nand it's subsidiaries, and thus it shall govern any and all data collection and usage thereof.\nThrough the use of our web site, you are herein consenting to the following data procedures express within this agreement.</p> COLLECTION OF INFORMATION 1.\nOur web site collects various types of information, such as: A.\nVoluntarily provided information which may include your name, address, email address, billing and/or credit card information ect., which may be used when you purchase products and/or services and to deliver the services you have requested.\nB.\nInformation automatically collected when visiting our website, which may include cookies, geographical information, third party tracking technologies, and server logs.\n<p>Please rest assured that our web site shall only collect personal information that you knowingly and willingly provide by way of surveys, completed membership forms, and emails.\nIt is in the intent of our web site to use personal information only for the purpose for which it was requested and any additional uses specifically provided on our web site.</p>\n<p>Brickplanet, Inc.\nmay have the occasion to collect anonymous demographic information, such as the age or gender of our users.\nWe may also gather information about the type of browser you are using, IP address, or type of operating system for informational and logging purposes.</p>\n<p>It is highly recommended and suggested that you review this privacy policy frequently as a means to better understand the way in which our web site makes use of and shares information collected.</p> USE OF COLLECTED INFORMATION 1.\nBrickplanet, Inc.\nmay collect and make use of personal information to assist in the operation of our web site and to ensure delivery of the services you need and request.\nAt times, we may find it necessary to use personally identifiable information as a means to keep you informed of other possible products and services available on our web site.\nBrickplanet, Inc.\nmay also be in contact with you with regards to completing surveys and/or research questionnaires related to your opinion of current or potential future services that may be offered.\n2.\nBrickplanet, Inc.\ndoes not now, or will it in the future, sell, rent or lease any of our customer lists, names, and/or information to any third parties.\n3.\nBrickplanet, Inc.\nmay disclose your personal information, without prior notice to you, only if required to do so in accordance with applicable laws and/or in good faith belief that such action is deemed necessary or is required in an effort to: A.\nRemain in conformance with any decrees, laws and /or statutes or in an effort to comply with any process which may be served upon Brickplanet, Inc.\nand/or our web site.\nB.\nMaintain, safeguard and/or preserve all the rights and/or property of Brickplanet, Inc..\nand C.\nPerform under demanding conditions in an effort to safeguard the personal safety of users of our web site and/or the general public.\nOPT OUT AND UNSUBSCRIBE 1.\nAll users and/or members to our web site have the option to discontinue receiving communication from us and/or reserve the right to discontinue receiving communications by way of email or newsletters.\nTo discontinue or unsubscribe from our newsletters or emails, please send an email that you wish to unsubscribe to hello@brickplanet.com.\nSECURITY Brickplanet, Inc.\nshall endeavor and shall take every precaution to maintain adequate physical, procedural and technical security with respect to our offices and information storage facilities so as to prevent any loss, misuse, unauthorized access, disclosure or modification of the user's personal information under our control.\n<p>Our web site also uses Secure Socket Layer (SSL) for authentication and private communications in an effort to build user's trust and confidence in the internet and web site use by providing simple and secure access and communication of credit card and personal information.</p> CHANGES TO THIS POLICY 1.\nBrickplanet, Inc.\nreserves the right to update and/or change the terms of our privacy policy, and as such we will post those changes on our website banner so that our users and/or visitors are always aware of the type of information we collect, how it will be used, and under what circumstances, if any, we may disclose such information.\nIf at any point in time Brickplanet, Inc.\ndecides to make use of any personally identifiable information on file, in a manner vastly different from that which was stated when this information was initially collected, the user or users shall be promptly notified by email.\nUser at that time shall have the option as to whether or not to permit the use of their information in this separate manner.\nACCEPTANCE OF TERMS 1.\nThrough the use of our web site, you are hereby accepting the terms and conditions stipulated within the aforementioned privacy policy agreement.\nIf you are not in agreement with our terms and conditions, then you should refrain from further use of our web site.\nIn addition, you continued use of our web site following the posting of any updates or changes to our privacy policy shall mean that you are in agreement and acceptance of such changes.\nCONTACT INFORMATION 1.\nIf you have any questions or concerns regarding the privacy policy agreement related to our web site, please feel free to contact us at the following mailing address, email or phone number.\n<p>Email Address:<br>Brickplanet, Inc.<br>Attn: Customer Support<br>help@brickplanet.com</p>\n<p>\n</p> ", "created_at": "2023-03-20 00:08:17.55368", "updated_at": "2023-03-20 00:08:47.489044"}, {"id": 14812, "name": "Terms of Service", "url": "https://www.brickplanet.com/about/terms-and-conditions", "xpath": "/html/body/main/main", "text": " Terms and Conditions Last Updated: November 8th, 2022 <p>Welcome to BrickPlanet! BrickPlanet is a user generated content platform where users can create games, clothing, forum with users, and more!</p>\n<p>By using BrickPlanet.com, you agree to these Terms and Conditions.\nPlease read the following terms carefully.\nBy accessing our website(s) or services, you hereby agree to be bound by these terms and all terms incorporated herein by reference.\nIt is the responsibility of you, the user or parent/guardian to read the Terms and Conditions before proceeding to use our website or services.\nIf you do not agree to our terms, do not use our website or services.\nThis document is effective as of <strong>November 8, 2022</strong>.</p> YOUR ACCEPTANCE 1.\nThe following Terms and Conditions agreement (\"ToS\") is a legally binding agreement that shall govern the relationship with our users and others which may interact with Brickplanet, Inc., also known as \"BrickPlanet\", and our subsidiaries and affiliates, in associated with the use of the BrickPlanet website, which includes BrickPlanet.com (\"site\") and its services (abbreviated/outlined as \"Service\"/\"Services\"), which shall be defined below.\nIn addition to these terms, you also agree to abide by rules or guidelines posted by BrickPlanet administrators on the website which bind to these Terms and Conditions.\nPRIVACY POLICY 1.\nEvery member's registration data and various other personal information are strictly protected by the Brickplanet, Inc.\nPrivacy Policy.\nPlease refer to our Privacy Policy which explains how we collect, use, and disclose information that pertains to your privacy.\nWhen you access or use BrickPlanet.com, you signify your agreement to our Privacy Policy.\nMEMBER ACCOUNT, USER PASSWORD, AND SECURITY 1.\nWhen you set up an account on BrickPlanet, you are the sole authorizer of your account.\nYou are responsible for maintaining the secrecy and confidentiality of your account password and for all activities that transpire on or within your account.\nBrickPlanet staff will assist in retrieving accounts lost or stolen from the original owner.\nThere are limitations of actions BrickPlanet staff can perform with accounts taken from the original account owner.\nAccounts are limited to a one-time rollback option which allows support staff to recover items or currency taken from an account during an account breach.\nSome exceptions apply and are determined by support staff at the time a request is made.\nIt is your responsibility for any act or omission of any user(s) that access your account information that, if undertaken by you, would be deemed a violation of our ToS.\nIt is your responsibility to contact BrickPlanet as soon as possible if you notice the unauthorized access or use of your account, password, or any other breach of security.\nBrickPlanet Inc.\nshall not be held liable for any loss and/or damage arising from any failure to comply with this term and/or condition in our ToS.\n2.\nYou may not sell, lend, or give away your account to any other user, you may not share your account with any user, and you may not allow other users on your account unless they are a parent or guardian.\nIf you noticed unauthorized use of your account, you must immediately notify us at help@brickplanet.com.\n3.\nIf a user or member asks for personal information from you, for example, address, telephone number, or your password, please use the report abuse buttons on our website.\nRemember: BrickPlanet staff members will never ask for your personal information on the website.\nCONDUCT 1.\nAs a user or member of our website, you herein acknowledge, understand and agree that all information, text, software, data, messages, or any other content, whether it is publicly or privately posted and/or transmitted, is the expressed sole responsibility of the individual from whom the content originated.\nIn short, this means that you are solely responsible for any and all content posted, uploaded, emailed, transmitted or otherwise made available by the way of BrickPlanet Services, and as such, we do not guarantee the accuracy, integrity, or quality of such content.\n2.\nFurthermore, you herein agree not to make use of Brickplanet, Inc.'s Services for the purposes of: A.\nuploading, posting, emailing, transmitting, or otherwise making available any content that shall be deemed unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, or invasive of another's privacy or which is hateful, and/or racially, ethnically, or otherwise objectionable.\nB.\ncausing harm to any user or member whatsoever.\nC.\nimpersonating any individual or entity, including, but not limited to, any company directors, administrators, or staff, or falsely stating or otherwise misrepresenting any affiliation with an individual or entity.\nD.\nforging captions, headings or titles or otherwise offering any content that you personally have no right to pursuant to any law nor having any contractual or fiduciary relationship with.\nE.\nuploading, posting, emailing, transmitting or otherwise offering any such content that may infringe upon any patent, copyright, trademark, or any other proprietary or intellectual rights of any other party.\nF.\nuploading, posting, emailing, transmitting or otherwise offering any content that you do not personally have any right to offer pursuant to any law or in accordance with any contractual or fiduciary relationship.\nG.\nuploading, posting, emailing, transmitting, or otherwise offering any unsolicited or unauthorized advertising, promotions, raffles, spam, or any other form of solicitation, except in any such areas that may have been designated for such purpose.\nH.\nuploading, posting, emailing, transmitting, or otherwise offering any source that may contain a software virus or any other computer code, any files, and/or programs which have been disguised to interfere, destroy, and/or limit the operation of any computer software, hardware, or other equipment.\nI.\ndisrupting the normal flow of communication, or otherwise acting in a manner that would negatively affect other users' ability to participate in real-time interactions.\nJ.\ninterfering with or disrupting any Brickplanet, Inc.\nServices, servers and/or networks that may be connected or related to our website, including, but not limited to, the user of any device hardware and/or routine to bypass the robot exclusion headers.\nK.\n\"stalking\" or with the intent to otherwise harass another individual.\nand/or L.\ncollecting or storing of any personal data relating to any other member or user in connection with the prohibited conduct and/or activities which have been set forth in the aforementioned paragraphs.\nO.\nsearching, pursuing, or taking part in online dating and or dates (this is a social platform, however, we do not allow users to look for dating partners) 3.\nBrickplanet, Inc.\nherein reserves the right to pre-screen, refuse and/or delete any content currently available through our Services.\nIn addition, we reserve the right to remove and/or delete any such content that would violate the ToS or which would otherwise be considered offensive to other visitors, users and/or members.\n4.\nBrickplanet, Inc.\nherein reserves the right to access, preserve, and/or disclose member account information and/or content if it is requested to do so by law or in good faith belief that any such action is deemed reasonable necessary for: A.\ncompliance with any legal process.\nB.\nenforcement of our Terms and Conditions.\nC.\nresponding to any claim that therein contained content is in violation of the rights of any third party.\nD.\nresponding to requests for customer service.\nor E.\nprotecting the rights, property or the personal safety of Brickplanet, Inc., its visitors, users and members, including the general public.\n5.\nBrickplanet, Inc.\nherein reserves the right to include the use of security components that may permit digital information or material to be protected, and that such use of information and/or material is subject to usage guidelines and regulations established by Brickplanet, Inc.\nor any other content providers supplying content services to Brickplanet, Inc.\nYou are hereby prohibited from making any attempt to override or circumvent any of the embedded usage rules in our Services.\nFurthermore, unauthorized reproduction, publication, distribution, or exhibition of any information or materials supplied by our Services, despite whether done so in whole or in part, is expressly prohibited.\nINTERSTATE TRANSMISSION 1.\nUpon registration, you hereby acknowledge that by using brickplanet.com to send electronic communications, which would include, but are not limited to, searches, forum posts, instant messages, uploading of files (photos/imagery), you will be causing communications to be sent through our computer network.\nTherefore, through your use, and thus your agreement with this ToS, you are acknowledging that the use of this Service shall result in interstate transmissions.\nCONTENT PLACED OR MADE AVAILABLE FOR COMPANY SERVICES 1.\nBrickplanet, Inc.\nshall not lay claim to ownership of any content submitted by any visitor, member, or user, nor make such content available for inclusion on our website Services.\nTherefore, you hereby grant and allow for Brickplanet, Inc.\nthe below listed worldwide, royalty-free and non-exclusive licenses, as applicable: A.\nThe content submitted or made available for inclusion of the publicly accessible areas of Brickplanet, Inc.'s sites, the license provided to perm to use, distribute, reproduce, modify, adapt, publicly perform and/or publicly display said Content on our network Services is for the sole purpose of provided and promoting the specific area to which this content was place and/or made available for viewing.\nThis license shall be available so long as you are a member of Brickplanet, Inc.'s sites, and shall terminate at such time when you elect to discontinue your membership.\nB.\nPhotos, imagery and/or graphics submitted or made available for inclusion on the publicly accessible areas of Brickplanet, Inc.'s sites, the license provided to permit to use, distribute, reproduce, modify, adapt, publicly perform and/or publicly display said Content on our network Services are for the sole purpose of provided and promoting the specific area in which this content was place and/or made available for viewing.\nThis license shall be available so long as you are a member of Brickplanet, Inc.'s sites and shall terminate at such time when you elect to discontinue your membership.\nC.\nFor any other content submitted or made available for inclusion on the publicly accessible areas of Brickplanet, Inc.'s sites, the continuous, binding and completely sub-licensable license which is meant to permit to use, distribute, reproduce, modify, adapt, publish, translate, publicly perform and/or publicly display said content, whether in whole or in part, and the incorporation of any such Content into other works in any arrangement or medium current used or later developed.\n2.\nThose areas which may be deemed \"publicly accessible\" areas of Brickplanet, Inc.'s sites are those such areas of our network properties which are meant to be available to the general public, and which would include message boards and groups that are openly available to both users and members.\nHowever, those areas which are not open to the public, and this available to members only, would include our mail system and personal messaging.\nCONTRIBUTIONS TO COMPANY WEBSITE 1.\nBrickplanet, Inc.\nallows our users and members to contribute feedback to our website.\nWhen you submit ideas, documents, suggestions, and/or proposals (\"Contributions\") to our site, you acknowledge and agree that: A.\nyour contributions do not contain any type of confidential or proprietary information.\nB.\nBrickPlanet shall not be liable or under any obligation to ensure or maintain confidentiality, expressed or implies, related to any Contributions.\nC.\nBrickPlanet shall be entitled to make user of and/or disclose any such Contributions in any such manner as they may see fit.\nD.\nthe contributor's Contributions shall automatically become the sole property of BrickPlanet.\nand E.\nBrickPlanet is under no obligation to either compensate or provide any form of reimbursement in any manner or nature.\nINDEMNITY 1.\nAll users and/or members herein agree to insure and hold Brickplanet, Inc., our subsidiaries, affiliates, agents, employees, directors, officers, partners, and/or licensors blameless or not liable for any claim or demand, which may include, but is not limited to, reasonable attorney fees made by third party which may arise from any content a member or user of our site may submit, post, modify, transmit or otherwise make available through our Services, the use of BrickPlanet Services or your connection with these Services, your violations of the Terms and Conditions and/or your violation of such rights of another person.\nCOMMERCIAL REUSE 1.\nThe member or user herein agrees not to replicate, duplicate, copy, trade, sell, resell nor exploit for any commercial reason any part, use of, or access to BrickPlanet sites.\nUSE AND STORAGE GENERAL PRACTICES 1.\nYou herein acknowledge that Brickplanet, Inc.\nmay set up any such practices and/or limits regarding the user of our Services without limitation of the maximum number of days that any message posting or any other uploaded content shall be retained by Brickplanet, Inc., nor the maximum number of messages that may be sent and/or received by any member, the maximum size of any message that may be sent or may be received by an account on our Service, the maximum disk space allowable that shall be allocated on Brickplanet, Inc.'s servers on the member's behalf, and/or the maximum number of times and/or duration that any member may access our Services in a given period of time.\nIn addition, you also agree that Brickplanet, Inc.\nhas absolutely no responsibility or liability for the removal or failure to maintain storage of any messages and/or other communications or content maintained or transmitted by our Services.\nYou also herein acknowledge that we reserve the right to delete or remove any account that is no longer active for an extended period of time.\nFurthermore, Brickplanet, Inc.\nshall reserve the right to modify, alter and/or update these general practices and limits at our discretion.\n2.\nAny messenger service, which may include any web-based versions, shall allow you and the individuals with whom you communicate with the ability to save your conversations in your account located on Brickplanet, Inc.'s servers.\nIn this manner, you will be able to access and search your message history from any computer with internet access.\nYou also acknowledge that others have the option to use and save conversations with you in their own personal account on brickplanet.com.\nIt is your agreement to this ToS which establishes your content to allow Brickplanet, Inc.\nto store any and all communications on its servers.\nMODIFICATIONS 1.\nBrickplanet, Inc.\nshall reserve the right at any time it may deem fair, to modify, alter and/or discontinue, whether temporarily or permanently, our service or any part thereof, with or without prior notice.\nIn addition, we shall not be held liable to you or any third part for any such alteration, modification, suspension and/or discontinuance of our Services, or any part thereof.\nTERMINATIONS 1.\nAs a member, you agree that Brickplanet, Inc.\nmay, without any prior written notice, immediately suspend, terminate, discontinue, and/or limit your account, any email associated with your account, and access to any of our Services.\nThe cause for such termination, discontinuance, suspension and/or limitation of access shall include, but is not limited to: A.\nany breach or violation of our ToS or any other incorporated agreement, regulation, and/or guideline.\nB.\nby the way of requests from law enforcement or any other governmental agencies.\nC.\nthe discontinuance, alteration and/or material modification to our Services, or any part thereof.\nD.\nunexpected technical or security issues and/or problems.\nE.\nany engagement by you in any fraudulent or illegal activities.\nand/or F.\nthe nonpayment of any associated fees that may be owned by you in connection with your brickplanet.com account Services.\n2.\nFurthermore, you herein agree that any and all terminations, suspensions, discontinuance, and or limitations of access for cause shall be made at our sole discretion and that we shall not be liable to you or any other third party with regards to the termination of your account, associated email address and/or access to any of our Services.\n<p>The termination of your account with brickplanet.com shall include any and/or all of the following:</p> A.\nthe removal of any access to all or part of the Services offered within brickplanet.com.\nB.\nthe deletion of your password and any and all related information, files, and any such content that may be associated with or inside your account, or any part thereof.\nand C.\nthe barring of any further use of all or part of our Services.\nADVERTISERS 1.\nAny correspondence or business dealings with, or the participation in any promotions of, advertisers located on or through our Services, which may include the payment and/or delivery of such related goods and/or Services, and any such other term, condition, warranty, and/or/ representation associated with such dealings, are and shall be solely between you and any such advertiser.\nMoreover, you herein agree that Brickplanet, Inc.\nshall not be held responsible or liable for any loss or damage of any nature or manner incurred as a direct result of any such dealings or as a result of the presence of such advertisers on our website.\nPROPRIETARY RIGHTS 1.\nYou do hereby acknowledge and agree that Brickplanet, Inc.'s Services and any essential software that may be used in connection with our services (\"Software\") shall contain proprietary and confidential material that is protected by applicable intellectual property rights and other laws.\nFurthermore, you herein acknowledge and agree that any Content which may be contained in any advertisements or information presented by and through our Services or by advertisers is protected by copyrights, trademarks, patents or other proprietary rights and laws.\nTherefore, except for that which is expressly permitted by applicable law or as authorized by Brickplanet, Inc.\nor such applicable licensor, you agree not to alter, modify, lease, rent, loan, sell, distribute, transmit, broadcast, publicly perform and/or create any plagiaristic works which are based on Brickplanet, Inc.\nServices (e.g.\nContent or Software), in whole or part.\n2.\nBrickplanet, Inc.\nherein has granted you personal, non-transferable and non-exclusive rights and/or license to make use of the object code or our Software on a single computer, as long as you do not, and shall not, allow any third part to duplicate, alter, modify, create, or plagiarize work from, reverse engineer, reverse assemble, or otherwise make an attempt to locate or discern any source code, sell, assign, sublicense, grant a security interest in and/or otherwise transfer any such right in the Software.\nFurthermore, you do herein agree not to alter or change the Software in any manner, nature or form, and as such, not to use any modified versions of the Software, including and without limitation, for the purpose of obtaining unauthorized access to our Services.\nLastly, you also agree not to access or attempt to access our Services through any means other than through the interface which is provided by Brickplanet, Inc.\nfor use in accessing our Services.\nFRAUDULENT CHARGES, PAYMENTS TO BrickPlanet, AND CHARGEBACKS 1.\nBrickPlanet accounts, features, and assets are to be used on our website only.\nDo not sell assets from our website for real life currency outside of the features provided to you.\nBrickPlanet will not refund users for deals made outside of the features we provide to our users.\n<p>Do not use credit cards or other forms of payment without permission from the card or account holder.</p> 2.\nAll payments made to BrickPlanet are final.\nNo refunds will be given unless in our sole and absolute discretion.\nIf an unauthorized payment was made on your account to BrickPlanet, you must contact us as soon as possible via email at help@brickplanet.com.\n3.\nPermission from the account holder must be given in order to use payment methods on brickplanet.com.\nIf permission is not granted, BrickPlanet reserves the right to terminate Services or accounts linked to unauthorized purchases.\nAccounts linked with \"charge backs\" (payments canceled or voided by banks or card authorizers) will be terminated without notice and further access to your account will be suspended.\nNo refunds will be granted to you for previously bought memberships, assets, or services.\n<p>To the fullest extent permitted by law, you waive all claims against BrickPlanet related to payments unless you submit the claim to us within 45 days after the charge was made.</p>\n<p>At the sole discretion of the Brickplanet, Inc., any and all refunds will be issued in U.S.\ndollars.</p> 4.\nBit \"farming\" is considered fraudulent in our virtual economy.\nBit \"farming\" is when users or members create alternative accounts to acquire starting currency from said accounts for personal or non-personal gain.\nAll item sales are reviewed by both automated and human processes to check for fraudulent activity.\nALL sales on end-of-day payouts may be indefinitely held if bit farming is detected.\nThis means that all profits from a single item may be indefinitely held regardless of the amount bit farmed.\nAccounts linked with bit \"farming\" will be terminated from our website.\nCOMMUNITY, FORUM, GAME AND WEBSITE RULES AND GUIDELINES 1.\nOur community guidelines outline the general rules and regulations set for our community, both in-game and on our website.\nOur team strives to make BrickPlanet safe and enjoyable for everyone.\nAll users and members are required to abide by the following guidelines.\nFailure to do so can result in account suspensions or account closure.\n<br>\n<p>BrickPlanet Staff and Administrators</p>\n<p>In all areas of our website you should follow the guidance of BrickPlanet staff.\nWarnings or account suspensions are serious and should be taken heed to.</p>\n<p>BrickPlanet staff are exempt from and not required to follow rules we have in place for our users.</p> A.\nGuidelines Not Specified <p>Users are expected to act civilized on our website.\nIt is impossible to list every rule, use common sense to know what is right and wrong.</p> B.\nBehavior Towards Other Users <p>Users should not engage in any of the following actions:</p>\n<li>Verbally harass a user</li>\n<li>Use profanity or explicit language</li>\n<li>Share or ask for personal information</li>\n<li>Bully any user for any reason</li>\n<li>Create user contests or raffles</li>\n<p>\n</p> C.\nForum and Posting Guidelines <p>Our community forums are covered by the community rules and guidelines we have for our community.\nIn addition to our guidelines in our ToS, rules may be pinned to our forum by our community moderation team from time to time.\nPosts violating any of the above rules may be removed without notice and your account may be suspended up to and including account closure.</p>\n<p>While our processes for screening content are effective, they are not 100% right all of the time.\nUsers that filter break can and will be moderated in accordance to these terms.\nIn addition to automated processes, we have teams of content moderators reviewing content posted on our website to ensure the content is suitable for the age groups at which they target.</p>\n<p>The rules outlined below apply to the forums in specific, but are also general rules posted on message or other boards to communicate on brickplanet.com.</p>\n<p>Do NOT post topics relating to or concerning any of the following:</p>\n<li>Racism, hate speech, or bullying</li>\n<li>Sexist or snide remarks based on someone's gender</li>\n<li>Sexually explicit content or material</li>\n<li>Use of illegal drugs or alcohol</li>\n<li>Real life tragedies (i.e.\nmajor destructive world events)</li>\n<li>Profanity or inappropriate language</li>\n<li>Post drawing attention to yourself or a specific user</li>\n<li>Posts that attack a certain group</li>\n<li>Offsite links other than the specified allowed links below</li> brickplanet.com and subdomains (i.e.\nblog.brickplanet.com)<br> youtube.com and its URL shortener/subdomains (i.e.\nyoutu.be/help.youtube.com)<br> twitter.com and its subdomains (i.e.\nt.co)<br> google.com and its subdomains (i.e.\ndocs.google.com)<br> discord.gg and its related domains (i.e.\ndiscordapp.com)<br>\n<li>Account suspensions, terminations, or moderation against items or groups</li>\n<li>User raffles or contests pertaining to real world currency or on site currency</li>\n<li>Spam or irrelevant topics and discussions</li>\n<li>Rude or demeaning replies</li>\n<li>Posts about going on another website to cause havoc</li>\n<li>Posting on or about inappropriate topics already created</li>\n<p>\n</p> D.\nImage Uploading Guidelines <p>Users are allowed to create shirts, and pants on BrickPlanet to dress up their 3D avatar.\nThese images must be approved by a member of Brickplanet, Inc.'s staff before they are active on our website.\nTo make moderation easier for our staff team and to prevent your account from being suspended, you should follow the following rules:</p>\n<li>Only use the approved shirt template and BrickPlanet approved pants template to create your shirts and pants</li>\n<li>Do not upload copyrighted material</li>\n<li>Do not upload sexually explicit material</li>\n<li>Do not upload real life images of people or players</li>\n<li>Do not upload images containing profanity</li>\n<li>Do not upload images with hidden text/pictures</li>\n<p>Moderation Against Accounts</p>\n<p>BrickPlanet has implemented a safety filter to prevent certain words, phrases, or images from being displayed on our website.\nAttempts to avoid these filters will result in account suspensions.\n</p>\n<p>BrickPlanet staff reserve the right to issue suspensions against any account on BrickPlanet at any time for any reason.\nAccount suspensions are issued when our users violate our ToS or Community Guidelines.\nThe length of the suspension placed against accounts is determined by how severely our ToS is violated, and is also determined by the moderator on duty.\nThe length of account suspensions can vary from a warning to account closure, and are listed below for your referencing: </p>\n<p>Warning<br>12 hour suspension<br>1 day suspension<br>3 day suspension<br>5 day suspension<br>7 day suspension<br>14 day suspension<br>1 month suspension<br>6 month suspension<br>Account closure</p>\n<p>If you feel a suspension issued to your account is invalid, you should email appeals@brickplanet.com.</p> WARRANTY DISCLAIMERS 1.\nYOU HEREBY EXPRESSLY ACKNOWLEDGE AND AGREE THAT: A.\nTHE USE OF Brickplanet, Inc.\nSERVICES AND SOFTWARE ARE AT THE SOLE RISK BY YOU.\nOUR SERVICES AND SOFTWARE SHALL BE PROVIDED ON AN \"AS I\" AND/OR \"AS AVAILABLE\" BASIS.\nBrickplanet, Inc.\nAND OUR SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS EXPRESSLY DISCLAIM AND ANY ALL WARRANTIES OF ANY KIND WHETHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO ANY IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nB.\nBrickplanet, Inc.\nAND OUR SUBSIDIARIES, OFFICERS, EMPLOYEES, DIRECTORS, AGENTS, PARTNERS AND LICENSORS MAKE NO SUCH WARRANTIES THAT (i) Brickplanet, Inc.\nSERVICES OR SOFTWARE WILL MEET YOUR REQUIREMENTS.\n(ii) Brickplanet, Inc.\nSERVICES SHALL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\n(iii) THAT SUCH RESULTS WHICH MAY BE OBTAINED FROM THE USE OF Brickplanet, Inc.\nSERVICES OR SOFTWARE WILL BE ACCURATE OR RELIABLE.\n(iv) QUALITY OF ANY PRODUCTS, SERVICES, ANY INFORMATION OR OTHER MATERIAL WHICH MAY BE PURCHASED OR OBTAINED BY YOU THROUGH OUR SERVICES OR SOFTWARE WILL MEET YOUR EXPECTATIONS.\nAND (v) THAT ANY SUCH ERRORS CONTAINED IN THE SOFTWARE SHALL BE CORRECTED.\nC.\nANY INFORMATION OR MATERIAL DOWNLOADED OR OTHERWISE OBTAINED BY WAY OF Brickplanet, Inc.\nSERVICES OR SOFTWARE SHALL BE ACCESSED BY YOUR SOLE DISCRETION AND SOLE RISK, AND AS SUCH YOU SHALL BE SOLELY RESPONSIBLE FOR AND HEREBY WAIVE ANY AND ALL CLAIMS AND CAUSES OF ACTIONS WITH RESPECT TO ANY DAMAGE TO YOUR COMPUTER AND/OR INTERNET ACCESS, DOWNLOADING AND/OR DISPLAYING, OR FOR ANY LOSS OF DATA THAT COULD RESULT FROM THE DOWNLOAD OF ANY SUCH INFORMATION OR MATERIAL.\nD.\nNO ADVICE AND/OR INFORMATION, DESPITE WHETHER WRITTEN OR ORAL, THAT MAY BE OBTAINED BY YOU FROM Brickplanet, Inc.\nOR BY WAY OF OR FROM OUR SERVICES OR SOFTWARE SHALL CREATE AND WARRANTY NOT EXPRESSLY STATES IN OUR ToS.\nE.\nA SMALL PERCENTAGE OF SOME USERS MAY EXPERIENCE SOME DEGREE OF EPILEPTIC SEIZURE WHEN EXPOSED TO CERTAIN LIGHT PATTERNS OR BACKGROUNDS THAT MAY BE CONTAINED ON A COMPUTER SCREEN OR WHILE USING OUR SERVICES.\nCERTAIN CONDITIONS MAY INDUCE A PREVIOUSLY UNKNOWN CONDITION OR UNDETECTED EPILEPTIC SYMPTOM IN USERS WHO HAVE SHOWN NO HISTORY OF ANY PRIOR SEIZURE OR EPILEPSY.\nSHOULD YOU, ANYONE YOU KNOW OR ANYONE IN YOUR FAMILY HAVE AN EPILEPTIC CONDITION, PLEASE CONSULT A PHYSICIAN IF YOU EXPERIENCE ANY OF THE FOLLOWING SYMPTOMS WHILE USING OUR SERVICES: DIZZINESS, ALTERED VISION, EYE OR MUSCLE TWITCHES, LOSS OF AWARENESS, DISORIENTATION, ANY INVOLUNTARY MOVEMENT, OR CONVULSIONS.\nLIMITATION OF LIABILITY 1.\nYOU EXPLICITLY ACKNOWLEDGE, UNDERSTAND AND AGREE THAT Brickplanet, Inc.\nAND OUR SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, DIRECTORS, AGENTS, PARTNERS AND LICENSORS SHALL NOT BE LIABLE TO YOU FOR ANY PUNITIVE, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES WHICH MAY BE RELATED TO THE LOSS OF ANY PROFITS, GOODWILL, USE, DATA AND/OR OTHER INTANGIBLE LOSSES, EVEN THOUGH WE MAY HAVE BEEN ADVISED OF SUCH POSSIBILITY THAT SAID DAMAGES MAY OCCUR, AND RESULT FROM: A.\nTHE USE OR INABILITY TO USE OUR SERVICE.\nB.\nTHE COST OF PROCURING SUBSTITUTE GOODS AND SERVICES.\nC.\nUNAUTHORIZED ACCESS TO OR THE ALTERATION OF YOUR TRANSMISSIONS AND/OR DATA.\nD.\nSTATEMENTS OR CONDUCT OF ANY SUCH THIRD PARTY ON OUR SERVICE.\nAND E.\nANY OTHER MATTER WHICH MAY BE RELATED TO OUR SERVICE.\nRELEASE 1.\nIn the event that you have a dispute, you agree to release Brickplanet, Inc.\n(and its officers, directors, employees, agents, parent subsidiaries, affiliates, co-branders, partners and any other third parties) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, suspected or unexpected, disclosed and undisclosed, arising out of or in any way connected to such dispute.\nTRADEMARK INFORMATION 1.\nYou herein acknowledge, understand and agree that all of Brickplanet, Inc.\ntrademarks, copyright, trade name, service marks, and other Brickplanet, Inc.\nlogos and any brand features, and/or product and service names are trademarks and as such, are and shall remain the property of Brickplanet, Inc.\nYou herein agree not to display and/or use in any manner the Brickplanet, Inc.\nlogo or marks without obtaining Brickplanet, Inc.'s prior written consent.\nCOPYRIGHT OR INTELLECTUAL PROPERTY POLICY NOTICE 1.\nBrickplanet, Inc.\nwill always respect the intellectual property of others, and we ask that all of our users do the same.\nWith regards to appropriate circumstances and its sole discretion, Brickplanet, Inc.\nmay disable and/or terminate the accounts of any user who violates our ToS and/or infringes the rights of others.\nIf you feel that your work has been duplicated in such a way that would constitute copyright infringement, or if you believe your intellectual property rights have been otherwise violated, you should provide to us the following information: A.\nThe electronic or the physical signature of the individual that is authorized on behalf of the owner of the copyright or other intellectual property interest.\nB.\nA description of the copyrighted work or other intellectual property that you believe has been infringed upon.\nC.\nA description of the location on our site(s) which you allege has been infringing upon your work.\nD.\nYou physical address, telephone number, and email address.\nE.\nA statement, in which you state that the alleged and disputed use of your work is not authorized by the copyright owner, its agents or the law.\nF.\nAnd finally, a statement, made under the penalty of perjury, that the aforementioned information in your notice is truthful and accurate, and that you are the copyright or intellectual property owner, representative or agent authorized to act on the copyright or intellectual property owner's behalf.\nThe Brickplanet, Inc.\nCopyright Agent for notice of such claims of copyright or other intellectual property infringement can be contacted as follows: <p>Email Address:<br>Brickplanet, Inc.<br>Attn: Legal Department<br>legal@brickplanet.com</p> STATUTE OF LIMITATIONS 1.\nYou acknowledge, understand and agree that regardless of any statute or law to the contrary, any claim or action arising out of or related to the use of our Services or the ToS must be filed within 1 year(s) after said claim or cause of action arose or shall be forever be barred.\nENTIRE AGREEMENT 1.\nThis ToS constitutes the entire agreement between you and Brickplanet, Inc.\nand shall govern the use of our Services, superseding any prior version of this ToS between you and us with respect to Brickplanet, Inc.\nServices.\nYou may also be subject to additional Terms and Conditions that may apply when you use or purchase certain other Brickplanet, Inc.\nServices, affiliate services, third-party content or third-party software.\n<p>If you violate any of the above rules, your account may be suspended or closed (terminated).\nBrickPlanet staff reserve the right to close (terminate) or issue suspensions against any account on brickplanet.com at any time for any reason.</p>\n<p>Remember: Our staff members will never ask for any of your personal information on our website.\nHowever, you may be asked to provide certain information when emailing us.\nPlease utilize our report system to report violations of this policy, or you can email our support team at help@brickplanet.com.</p>\n<p>\n</p> ", "created_at": "2023-03-20 00:08:17.608815", "updated_at": "2023-03-20 00:09:03.491675"}], "points": [], "urls": ["brickplanet.com"]}}