{"error": 448, "message": "OK", "parameters": {"id": 9730, "name": "ipwhois.io", "created_at": "2023-10-09 02:49:45.696788", "updated_at": "2023-10-09 10:02:28.639388", "wikipedia": null, "keywords": null, "related": null, "slug": "ipwhois-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9730.png", "url": "ipwhois.io,ipwhois.app,ipwho.is", "documents": [{"id": 19368, "name": " Terms of Service", "url": "https://ipwhois.io/terms", "xpath": "/html/body/main/section", "text": " <p>Last Updated: September 18, 2021</p> Web Site Terms and Conditions of Use 1.\nYour agreement with ipwhois <p>By accessing this website (“ipwhois.io”, “we”), you agree to be bound by these Terms of use, all applicable laws and regulations, and you agree that you are responsible for complying with these rules.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained on this website are protected by applicable copyright and trademark laws.</p> 2.\nLicense <ol>\n<li>You are permitted to temporarily download one copy of the materials for temporary viewing only.\nThis is a grant of a license, not a transfer of ownership, and under this license you may not: <ol>\n<li>modify or copy materials;</li>\n<li>attempt to decompile or redesign any software contained on the ipwhois.io website;</li>\n<li>remove any copyright or other proprietary rights from the materials.\nor transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ol>\n</li>\n<li>This license will automatically terminate if you violate any of these restrictions and may be revoked by ipwhois.io at any time.</li>\n</ol> 3.\nTerms <ol>\n<li>You must register with your real corporate or personal email address.</li>\n<li>You agree not to engage in any activity that interferes with or disrupts ipwhois.io.</li>\n<li>You cannot allow multiple people to use the same account or otherwise access the API.</li>\n<li>You are responsible for the security and confidentiality of your API keys and passwords.</li>\n<li>We reserve the right to block your API keys and deactivate your subscription if we believe that you are deliberately over-requesting or offensively requesting an API.</li>\n</ol> 4.\nDisclaimer <p>The ipwhois.io services and API data are provided \"as is\" and \"as available\".\nWe do not give any guarantees, either express or implied, and disclaims any other guarantees, including guarantees of merchantability, fitness for a particular purpose and non-infringement of third party rights.\nIn addition, we do not guarantee or make any representations about the accuracy, probable results, or reliability of use of the materials on its website on the Internet or otherwise.\nUnder no circumstances will ipwhois.io or its suppliers be liable for any damages (including but not limited to loss of data or profits due to business interruptions) arising from the use of ipwhois.io.</p> 5.\nData <p>We use many different sources to populate our database, including RIPE, APNIC, ARIN, AFRINIC, etc., as well as geofeeds and latency tracking.</p>\n<p>For some IP ranges we use GeoLite2 data generated by MaxMind available at www.maxmind.com</p> 6.\nPayment and return policy <ol>\n<li>We will charge your credit card monthly or yearly for all purchased resources and services.</li>\n<li>You can cancel your subscription from the dashboard at any time, the cancellation will take effect immediately and you will no longer be charged.\nHowever, your requests will be served until the current billing period.</li>\n<li>All paid subscriptions are non-refundable.</li>\n</ol> 7.\nModification of terms <p>We may review the terms of use at any time without prior notice.\nBy using this website, you agree to the current version of these Terms of use.\nYou can reject changes by closing your account.\nIf you have any questions regarding the Terms, please contact us at support@ipwhois.io.</p> Privacy Policy <p> Your privacy is very important to us.\nAccordingly, we have developed this Policy in order for you to understand how we collect, use, communicate and disclose and make use of personal information.</p>\n<p>For more information check our Privacy Policy.</p> ", "created_at": "2023-10-09 02:49:45.729444", "updated_at": "2023-10-09 02:50:18.457324"}, {"id": 19369, "name": " Privacy Policy", "url": "https://ipwhois.io/privacy", "xpath": "/html/body/main/section", "text": " <p>Last Updated: September 17, 2021</p>\n<p>This policy has been developed to describe how we collect, use and disclose information about you when you use the website https://ipwhois.io/ and its services (“Website”).</p>\n<p>This policy applies only to the information of users who use the Website and its services.</p> 1.\nWhat data do we collect about you? Information provided by the payment processing service <p>To access services and certain features of the Website, you need to create an account.\nYou can sign up when subscribing to use our API, by providing the following data:</p>\n<ul>\n<li>Email address;</li>\n<li>Country and, if applicable, ZIP/ Postal code;</li>\n<li>Payment details (cardholder name, card number, and other details depending on method of payment);</li>\n<li>Name, address, VAT number of the company you represent (if applicable).</li>\n</ul>\n<p>This data is directly collected by Paddle for processing your payments (Paddle.com Market Limited, 15 Briery Close, Great Oakley, Corby, Northamptonshire, NN18 8JG, United Kingdom).\nPaddle processes data in accordance with its own privacy policy ( https://paddle.com/privacy/ ) and shares the following information with us:</p>\n<ul>\n<li>Your email address, which will become your login for the account on the Website;</li>\n<li>Your first and last name.</li>\n</ul>Data provided by the user<p>When you contact our support through a feedback form, you can share information with us on the use of the Website, ask a question and provide your contact information if necessary (email).</p>Automatically collected data<p>Usage data is collected when you visit and use the Website, and may be stored in log files.\nThis information may include IP address, browser type, operating system, and other information about your use of our Website, such as the pages you viewed, the time you viewed them, and the links you followed.</p>2.\nApplicable law and data transfer<p>We process your data in accordance with the rules provided by the personal data protection laws in the country (region) of your residence where we offer our services (“Applicable law”).</p>\n<p>We do not share or disclose your personal data unless otherwise provided in this Policy.</p>\n<p>We do not sell your data to any third parties.</p>3.\nOn what basis and for what purposes we process your dataExecution of the contract<p>We process your data in order to fulfill the terms of the agreement (see Web Site Terms and Conditions of Use), under which we provide you access to the Website and its services.\nThe specific purposes of data processing are indicated below:</p>\n<ul>\n<li>Creating an account required to use services and some features of the Website;</li>\n<li>Subscribing to use our API;</li>\n<li>Ensuring the operation of the Website, improving usability and performance, as well as tweaking and improving its individual features and services;</li>\n<li>Ensuring the security and confidentiality of your account and restricting access to it by third parties;</li>\n<li>Working with your requests and providing customer support.</li>\n</ul>Your consent<p>We process your data based on your consent for the purposes of:Email newsletters or notifications, where consent may be given during the sign up process.\nNewsletters or notifications that may relate to updates, certain functions and features of the Website.</p>\n<p>You have the right to revoke your consent to the processing of personal data at any time by support@ipwhois.io.</p>Compliance with legal obligations<p>We may share your information at the request of government agencies and officials when the applicable law requires us to comply with such requests.</p>Purposes related to our legitimate interests<p>We may use your data for the purposes of asserting, enforcing or defending legal claims (including lawsuits) or as part of the administration of justice by the courts.\nWe may use your data for other purposes related to our legitimate interests as described in this Policy (see section 7 “Cloudflare”).</p>4.\nWhere and how long we store your data<p>We might store user data on servers that are physically located in different countries, in accordance with Applicable law.</p>\n<p>We take technical and organizational measures to ensure the safety of your data.\nTechnical measures are aimed at protecting data from leaks, loss, distortion or unlawful access by others.\nOrganizational measures allow us to restrict access to your data: only specially authorized employees have such access and only in cases where it is necessary for the processing purposes listed in the section 3 of this policy.</p>\n<p>We have the right to keep your data for as long as required by the purposes of their processing listed in section 3 of this policy.</p>\n<p>Specifically, we delete data after suspending your account or resolving your appeal if you contacted our support team without creating an account, unless the applicable law or our legitimate interests oblige us to retain your data for a longer period.</p>5.\nYour data rightsRight to access<p>You have the right to know whether we are processing your data and, if so, which data.<br>Most of the data that we have collected about you is available in your account.<br>ВFor more information contact us by email (see the “Contacts” section).</p>Right to data clarification<p>In your account’s settings you can also correct inaccurate information about yourself or complete information about yourself that is incomplete.</p>Right to erasure<p>You can request the deletion of your account and all related data by email (see the \"Contacts\" section).</p>Other rights<p>Subject to Applicable Law, you may have other rights in respect of your personal data.\nTo exercise any of your other rights under Applicable Law, you may contact Us via email (see the “Contacts” section).\nUpon verification of your identity, we will respond to your request as soon as possible, and in accordance with Applicable Law.</p>6.\nPayment processing and third party sites<p>Your payments are processed using Paddle.\nPaddle collects data directly from you.\nWe do not collect, store or process payment data.</p>\n<p>More information is available at the following link: https://paddle.com/privacy/</p>7.\nCloudflare<p>We use the “Cloudflare” service (https://www.cloudflare.com/) that offers a content delivery network with DNS available worldwide.\nAs a result, the information transfer that occurs between your browser and the Website is technically routed via Cloudflare’s network.\nThis enables Cloudflare to analyze data transactions between your browser and our Website and to work as a filter between our servers and potentially malicious data traffic from the Internet.</p>\n<p>The use of Cloudflare is based on our legitimate interest in a provision of our website offerings that is as error free and secure as possible.</p>\n<p>More information on Cloudflare’s security precautions and data privacy policies is available at the following links:</p>\n<ul>\n<li>https://www.cloudflare.com/en-gb/gdpr/introduction/</li>\n<li>https://www.cloudflare.com/privacypolicy/</li>\n</ul>8.\nCookie policy<p>Cookies are text files stored in your browser to collect standard Internet log information and visitor behavior information.\nWhen you visit the Website, we may collect information from you automatically through cookies.</p>\n<p>Our Website uses cookies to ensure the correct operation of certain areas of the Website and to allow you to use our services.\nIn addition, cookies allow us to analyze the traffic on the Website and the behavior of our users.</p>General information<p>We use the following types of cookies:</p>\n<ul>\n<li>Essential Cookies - These cookies allow you to use features and services of the Website.\nFor example, fulfilling your subscription and providing access to our API.</li>\n<li>Non-essential Cookies.\nThey can be divided into 2 groups: <ol>\n<li>Functionality Cookies.\nThese Cookies help remember choices you have made on the Website (that is why they are sometimes called “Preference Cookies”).\nFor example, which language version of the Website you have chosen to use.</li>\n<li>Statistics.\nThese Cookies are used to collect information about your browsing experience on the Website.\nNone of this information can be used to identify you.\nThese cookies may include cookies from third-party analytics services and can be used only by us to improve performance of the Website and learn more about our users.</li>\n</ol>\n</li>\n</ul>Third party Cookies<p>We rely on third-party services to support and improve Our Website’s functionality.\nSuch services might involve essential and non-essential Cookies.</p>\n<p>Cookies from the following third-party service providers might be installed on your device or accessed by those providers while using the Website:</p>\n<ul>\n<li>Paddle - https://paddle.com/privacy/</li>\n<li>Google - https://policies.google.com/privacy?hl=en</li>\n<li>Google Analytics - https://support.google.com/analytics/answer/6004245?hl=en#zippy=%2Cour-privacy-policy</li>\n<li>Cloudflare - https://www.cloudflare.com/privacypolicy/</li>\n</ul>\n<p>These third-party services are outside of our control.\nThey have their own cookie policy and terms of use that may be changed from time to time.</p>\n<p>You can opt-out collection of your data by Google Analytics by clicking on the following link - https://tools.google.com/dlpage/gaoptout?hl=en</p>9.\nChildren’s privacy<p>The Website is intended for an audience 16 years or older.\nWe do not intentionally process data of persons under 16 years of age.</p>\n<p>If you are under 16 years old, then you hereby confirm that you are using the Website with the knowledge and consent of your legal representative.</p>\n<p>If we learn that we are inadvertently processing personal data of a person who is under the age of 16, we will immediately delete the associated account and take reasonable steps to delete that data as soon as possible.\nFor any such questions, you can contact us by email (see the \"Contacts\" section).</p>10.\nAmendment of this Privacy Policy<p>We may revise this privacy policy at any time, we will publish those changes on this page to inform you of the types of information we collect and how we use them.\nBy using this Website, you agree to the current version of the Privacy Policy.\nPlease check this page periodically for the latest changes.</p>11.\nContacts<p>Contact us by email: support@ipwhois.io.</p>", "created_at": "2023-10-09 02:49:45.761329", "updated_at": "2023-10-09 02:50:49.184148"}], "points": [], "urls": ["ipwhois.io", "ipwhois.app", "ipwho.is"]}}