{"error": 448, "message": "OK", "parameters": {"id": 7536, "name": "meistertask", "created_at": "2023-03-13 21:40:34.265164", "updated_at": "2023-03-29 19:26:45.919943", "wikipedia": null, "keywords": null, "related": null, "slug": "meistertask", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7536.png", "url": "meistertask.com", "documents": [{"id": 14501, "name": "Privacy Policy", "url": "https://www.meisterlabs.com/privacy", "xpath": "/html/body/div[1]/div/div", "text": " Privacy Protecting your intellectual property <p>We do not sell, trade, exchange or otherwise make available any personally identifiable information to any other team or organization.\nWe may update this policy.\nWe will notify you about significant changes in the way we treat personal information by sending a notice to the primary email address specified in your account or by placing a prominent notice on our site.</p>\n<p>I.\nName and address of the data controller</p>\n<p>The responsible person within the meaning of the General Data Protection Regulation law and other national data protection laws within Germany’s federal states, as well as any other provisions on data protection, is:<br>\n<br>MeisterLabs GmbH<br>Zugspitzstrasse 2<br>85591 Vaterstetten<br>Germany<br>Tel.: +49 89 1213 5359<br>Email:&nbsp;info@meisterlabs.com<br>\n<br>Websites:<br>www.meisterlabs.com<br>www.mindmeister.com<br>www.meistertask.com<br>www.meisternote.com<br>focus.meisterlabs.com<br>mindmaps.com</p>\n<p>II.\nName and address of the data protection officer</p>\n<p>If you are at all concerned that our processing of your personal data is in violation of data protection regulations, please do not hesitate to contact us at info@meisterlabs.com.\nBecause fewer than 10 MeisterLabs employees are involved in processing our customer’s personal data, we are not required to appoint a data security officer.\nWe do, however, work in close collaboration with BAY-Q GmbH, a data protection consulting firm.\nYou can contact BAY-Q directly at +49 (89) 6080 7600.\nAdditional information can be found at www.bay-q.com or at www.rehm-datenschutz.de, as BAY-Q was formerly known as Rehm Datenschutz GmbH.</p>\n<p>III.\nGeneral information on data processing</p>\n<p>1.\nScope of processing of personal data</p>\n<p>We generally only process our users’ personal data if we require this data to offer you the full functionality of our website and services, or if the information is required for access to our content and services.\nUsers’ personal data is usually only processed once the user provides their consent.\nThe exception to this rule applies in cases in which it is not possible to obtain prior consent for practical reasons and the processing of this data without permission is permitted by law.</p>\n<p>2.\nLegal basis for processing personal data</p>\n<p>Article 6, section 1, item a) of the EU General Data Processing Regulation (GDPR) serves as the legal basis for processing personal data in cases where the user has provided permission for us to do so.\nIn cases where processing personal data is necessary for the performance of a contract that the user in question has signed, article 6, section 1, item b) of the GDPR applies.\nThis also applies for processing procedures that are required for the performance of pre-contractual measures.\nIf the processing of personal data is required for the fulfilment of legal obligations that our company is subject to, article 6, section 1, item c) of the GDPR applies.\nFor cases in which the vital interests of the person concerned, or those of another natural person, make it necessary to process personal data, article 6, section 1, item d) of the GDPR applies.\nIf the processing of personal data is necessary to safeguard the interests of our company or a third party, and the interest, fundamental rights and freedoms of the data subject do not outweigh these interests, article 6, section 1, item f) of the GDPR applies as the legal basis for processing data.</p>\n<p>3.\nErasure of data and duration of data storage</p>\n<p>The personal data of the person concerned is deleted or blocked as soon as the data has served its purpose.\nData may be stored beyond this period if provisions are made to this effect by European and national legislators in regulations, laws or other legal texts in accordance with the union law that the data controller is subject to.\nThe data will also be deleted or blocked if the storage period specified in these regulations expires, unless the storage of this data for a longer period is required for the conclusion of a contract or the fulfilment of contractual obligations.</p>\n<p>IV.\nProvision of the website and services and creation of log files</p>\n<p>1.\nDescription and scope of data processing</p>\n<p>Each time our website or services are accessed, our system automatically collects data and information from the computer system of the user accessing the site or service.\nThe following data is collected as part of this process:</p>\n<ul>\n<li>1.\nInformation on the browser type and version</li>\n<li>2.\nThe user’s operating system</li>\n<li>3.\nThe user’s internet service provider</li>\n<li>4.\nThe user’s IP address</li>\n<li>5.\nThe date and time of website and service access</li>\n<li>6.\nWebsite from which the user’s system directs the user to our website or service</li>\n<li>7.\nAny websites the user’s system accesses via our website or service</li>\n</ul>\n<p>Data is also stored in log files on our system.\nNeither this data nor any other personal data about the user is stored.</p>\n<p>2.\nLegal basis for processing data</p>\n<p>The legal basis for temporary storage of data and log files can be found in article 6, section 1, item f) of the GDPR.</p>\n<p>3.\nPurpose of processing personal data</p>\n<p>Temporary storage of IP addresses on the system is necessary in order to make the website and services available on the user’s computer.\nThe user’s IP address must be stored for the duration of the session.\nIP addresses are stored in log files to ensure the functionality of the website and services.\nThis data also helps us to optimise our website and services and ensure the security of our IT systems.\nData stored in this way is not evaluated for marketing purposes.\nThese purposes also constitute legitimate interest for processing data within the meaning of article 6, section 1, item f) of the GDPR.</p>\n<p>4.\nDuration of storage</p>\n<p>Data is deleted as soon as the purposes it has been collected for have been fulfilled.\nIf the collection of data is necessary for the provision of the website and services, data is deleted as soon as the respective session is complete.\nIf data is stored in log files, data will be deleted no more than 14 days after the website or service is accessed.\nIt is possible that data will be stored for a longer period.\nIn this case, the user’s IP address is deleted or distorted, to ensure that the customer accessing the site can no longer be identified.</p>\n<p>5.\nRevocation and deletion</p>\n<p>The collection of data for the provision of the website and services, and the storage of data in log files is essential to the operation of the website and services.\nThere is therefore no possibility for the user to opt out.</p>\n<p>V.\nUse of cookies</p>\n<p>1.\nDescription and scope of data processing</p>\n<p>Our website and services use cookies.\nCookies are small text files stored in your website browser/in the website browser of the user’s computer system.\nWhen a user accesses a website or service, a cookie may be stored on the user’s operating system.\nThis cookie contains a unique string of characters that make it possible to identify the browser if the user accesses the website or the service again.\nWe use cookies to make our website and services more user-friendly.\nCertain elements on our website and services require us to be able to identify the browser of the user accessing the website or service even if the user comes back to the site after leaving.\nThe data therefore stored and transferred in our cookies can be found in the following cookies list.\nOur website and services also use cookies that enable us to analyse the browsing behaviours of users.\nAs a result, the data contained in the list may be transmitted: The data collected can be found in the list above.\nUser data collected in this way is pseudonymised by means of technical procedures where possible.\nThis means it is no longer possible to attribute the data to the user accessing the website or the services.\nThe data is not stored together with the user’s other personal data.\nWhen our website or our services are accessed and in the registration process for our product, the user is informed of the use of cookies on the website or on the services for the purposes of analysis and a link to this data protection declaration is provided.\nInformation is also provided on how the storage of cookies can be prevented in their browser settings.\nEach time a user accesses our website or our services, they are informed of the use of cookies for the purpose of analysis and are requested to provide permission for their personal data to be processed in this way.\nThey are also provided with a link to this data protection declaration.</p>\n<p>2.\nLegal basis for processing data</p>\n<p>The legal basis for processing personal data using technical cookies can be found in article 6, section 1, item f) of the GDPR.\nThe legal basis for processing personal data using cookies for the purposes of analysis is the users consent, which can be found in article 6, section 1, item a) of the GDPR.</p>\n<p>3.\nPurpose of processing personal data</p>\n<p>The purpose of using technical cookies is to make the website and services easier for the user to navigate.\nCertain functions on our website and services cannot be provided without the use of cookies.\nFor these functions, it is necessary for the website to be able to recognise the browser even after the user navigates away from the website.\nThe use of cookies is required for the following applications:</p>\n<ul>\n<li>1.\nShopping basket</li>\n<li>2.\nUpdating language preferences</li>\n<li>3.\nRemembering search terms</li>\n</ul>\n<p>User data collected using technical cookies is not used to create user profiles.\nThe purpose of analytical cookies is to improve the quality and content of our website and services.\nUsing analytical cookies, we can learn about how our website and services are used in order to continuously improve it.\nThese purposes also constitute legitimate interest for processing of personal data within the meaning of article 6, section 1, item f) of the GDPR.</p>\n<p>4.\nDuration of storage/revocation and deletion options</p>\n<p>Cookies are stored on the user’s computer before being transferred to our website or our services.\nUsers therefore have full control over how cookies are used.\nBy changing the settings in your internet browser, you can deactivate or limit the transmission of cookies.\nStored cookies can be deleted at any time.\nThis can also be done automatically.\nIf cookies are deactivated for our website or our services, it is possible that certain functions will no longer be available.</p>\n<p>VI.\nNewsletter</p>\n<p>1.\nDescription and scope of data processing</p>\n<p>Our website and services provide users the option to sign up for our free newsletter.\nWhen users subscribe to our newsletter, the data they provide on the subscription form is sent to us.</p>\n<ul>\n<li>1.\nName and Surname</li>\n<li>2.\nEmail address</li>\n<li>3.\nIP address of the computer from which the website or the service is accessed</li>\n<li>4.\nThe date and time of subscription</li>\n</ul>\n<p>During the subscription process, the user is asked to provide their consent for their data to be processed.\nA link to this data protection declaration is also provided.\nNone of the data processed as part of the subscription to our newsletter is shared with third parties.\nThe data is used exclusively for the purpose of sending you our newsletter.</p>\n<p>2.\nLegal basis for processing data</p>\n<p>The legal basis for processing data as part of our newsletter subscription process can be found in article 6, section 1, item a) of the GDPR.\nThe legal basis for sending a newsletter to users who have purchased goods or services can be found in article 7, section 3 of the German Fair Trade Practices Act (UWG).</p>\n<p>3.\nPurpose of processing personal data</p>\n<p>We collect users’ email addresses for the purposes of delivering our newsletter.\nAny other personal data collected as part of the subscription process is used to prevent the misuse of services or the email address provided.</p>\n<p>4.\nDuration of storage</p>\n<p>Data is deleted as soon as the purposes it has been collected for have been fulfilled.\nUsers’ email addresses are stored for as long as they remain subscribed to our newsletter.\nAny personal data collected as part of the subscription process is generally deleted after 14 days.</p>\n<p>5.\nRevocation and deletion options</p>\n<p>Users can unsubscribe from our newsletter at any time.\nA link is provided in each newsletter that users can click on to unsubscribe Users can also unsubscribe by using the privacy dashboard of our products.\nThe option is also provided to revoke permission for the storage of any personal data collected during the subscription process.</p>\n<p>VII.\nNewsletter performance analyses</p>\n<p>1.\nDescription and scope of data processing</p>\n<p>We analyse the distribution and reception of our newsletter in order to continuously optimise its content.\nFor example, we record how many users open our newsletters and which articles are clicked on most frequently by subscribers.\nThe newsletters contain a small file that is retrieved from the sending server when the newsletter is opened.\nTechnical information such as IP address and a time stamp are also transmitted.</p>\n<ul>\n<li>1.\nEmail address</li>\n<li>2.\nIP address</li>\n<li>3.\nTime stamp</li>\n</ul>\n<p>None of the data processed as part of the subscription to our newsletter is shared with third parties.\nThe data is used exclusively for the purpose of sending you our newsletter.</p>\n<p>2.\nLegal basis for processing data</p>\n<p>The legal basis for processing data as part of our newsletter subscription process can be found in article 6, section 1, item a) of the GDPR.</p>\n<p>3.\nPurpose of processing personal data</p>\n<p>We analyse newsletter performance to ensure continuous improvement of our products.</p>\n<p>4.\nDuration of storage</p>\n<p>Data is deleted as soon as the purposes it has been collected for have been fulfilled.\nResults of newsletter performance analyses are stored for as long as users remain subscribed to our newsletter.</p>\n<p>5.\nRevocation and deletion options</p>\n<p>Users can unsubscribe from our newsletter at any time.\nA link is provided in each newsletter that users can click on to unsubscribe Users can also unsubscribe by using the privacy dashboard of our products.</p>\n<p>VIII.\nRegistration</p>\n<p>1.\nDescription and scope of data processing</p>\n<p>We provide users with the option to register on our website by entering their personal data.\nThis data is entered into an online registration form before being transferred to us and stored on our system.\nThis data is not shared with any third parties.\nThe following data is collected as part of the registration process:</p>\n<ul>\n<li>1.\nName</li>\n<li>2.\nCompany</li>\n<li>3.\nEmail address</li>\n<li>4.\nChosen password</li>\n</ul>\n<p>Furthermore, for the same purposes we also process the data that the user voluntarily provides when registering.\nThe data will be used by us for providing the respective user account of our services.\nData is stored in a central user account where it can be viewed, changed and updated by the user at any time there.\nFor billing purposes, we also collect and process the payment data of the user after registration, for instance bank details provided by him or any other payment and invoice data.\nWe use qualified payment providers for billing purposes and process payment data in the case of certain payment methods for the purpose of collecting the claims.\nThis applies in particular if legal requirements or internationally agreed financial security standards such as PCI DSS (Payment Card Industry Data Security Standard) make this necessary.\nAt the time of registration, the following additional data is collected:</p>\n<ul>\n<li>1.\nThe user’s IP address</li>\n<li>2.\nThe date and time of subscription</li>\n<li>3.\nCountry of user</li>\n</ul>\n<p>Users are asked to provide their consent for this data to be processed as part of the registration process.</p>\n<p>2.\nLegal basis for processing data</p>\n<p>The legal basis for processing data once consent has been provided can be found in article 6, section 1, item a) of the GDPR.\nIf registration is required for the fulfilment of a contract the user is party to, or for the implementation of pre-contractual measures, an additional legal basis for the processing of this data can be found in article 6, section 1, item b) of the GDPR.</p>\n<p>3.\nPurpose of processing personal data</p>\n<p>Users are required to register on our website or our services for the purposes of concluding contracts or for the implementation of pre-contractual measures.</p>\n<p>4.\nDuration of storage</p>\n<p>Data is deleted as soon as the purposes it has been collected for have been fulfilled.\nThis applies to data collected during the registration process in order to conclude a contract or for the implementation of pre-contractual measures, if the data is no longer required for the fulfilment of the contract.\nEven once the contract has been concluded, it may be necessary to store the contractual partner’s personal data in order to meet contractual or statutory obligations.\nYour data will be deleted after the end of the contract, unless statutory provisions (e.g.\nfrom tax law) provide for longer storage.</p>\n<p>5.\nRevocation and deletion options</p>\n<p>As a user, you have the option to cancel your registration at any time.\nYou also have the option to modify the data you have provided at any time.\nIf the data is required for the fulfilment of a contract or for the implementation of pre-contractual measures, data can only be deleted if there are no legal requirements preventing the deletion of this data.</p>\n<p>IX.\nContact forms and email contact</p>\n<p>1.\nDescription and scope of data processing</p>\n<p>A contact form is available on our website that can be used to get in touch with us online.\nIf a user takes advantage of this service, the data entered into the contact form is transferred to us and stored on our system.\nThis data includes: At the time at which the message is sent, the following additional data is collected:</p>\n<ul>\n<li>1.\nName</li>\n<li>2.\nEmail</li>\n<li>3.\nCompany size</li>\n<li>4.\nCompany sector</li>\n<li>5.\nCompany name</li>\n<li>6.\nTelephone number</li>\n<li>7.\nNumber of employees</li>\n<li>8.\nIP address of user</li>\n<li>9.\nDate and time of registration</li>\n</ul>\n<p>During the subscription process, the user is asked to provide their consent for their data to be processed.\nA link to this data protection declaration is also provided.\nAlternatively, it is possible to contact us using the email address provided.\nIn this case, the personal data transferred when the email was sent is stored on our system.\nNone of the data collected for these purposes is shared with third parties.\nThe data is used exclusively for the purpose of processing the conversation.</p>\n<p>2.\nLegal basis for processing data</p>\n<p>The legal basis for processing data once consent has been provided can be found in article 6, section 1, item a) of the GDPR.\nThe legal basis for processing data transferred when a user sends an email can be found in article 6, section 1, item a) of the GDPR.\nIf the email is sent for the purposes of concluding a contract, the legal basis for processing this data can also be found in article 6, section 1, item b) of the GDPR.</p>\n<p>3.\nPurpose of processing personal data</p>\n<p>The sole purpose of processing personal data provided in our on-line form is to process any communication between our company and the respective user.\nIf a user contacts us by email, this also constitutes a legitimate interest for processing data.\nAny other data processed when a user sends an email is used to prevent the misuse of our contact form and ensure the security of our IT systems.</p>\n<p>4.\nDuration of storage</p>\n<p>Data is deleted as soon as the purposes it has been collected for has been fulfilled.\nIn the case of personal data entered into the contact form, as well as any data sent to us by email, data is deleted once the respective conversation with the user is terminated.\nThe conversation is deemed as terminated once the respective situation is resolved.\nAny additional personal data collected when an email is sent is generally deleted no later than 14 days after being stored.</p>\n<p>5.\nRevocation and deletion options</p>\n<p>The user has the option to revoke their consent for their data to be processed at any time.\nIf the user contacts us by email, they can revoke their consent for their data to be stored at any time.\nIn this case, the conversation cannot be carried on any further.\nIn this case, all personal data provided during the contact procedure is deleted.</p>\n<p>X.\nWeb analytics using Google Analytics, Google Analytics Remarketing, Google AdWords und Google Conversion-Tracking</p>\n<p>1.\nScope of processing of personal data</p>\n<p>1.1 Google Analytics</p>\n<p>This website and services uses Google Analytics with Google Tag Manager, a web analytics tool provided by Google, Inc.\n(“Google”).\nGoogle Analytics uses “cookies”, which are text files saved on your computer, to help the website or service to analyze how you use the site.\nThe information generated by the cookie and regarding your behavior when using the website or service (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nIf the the IP anonymization is activated, Google will truncate/anonymize the last octet of the IP address for Member States of the European Union as well as for other parties to the Agreement on the European Economic Area before transferring data.\nOnly in exceptional cases, the full IP address is sent to Google servers in the USA and then shortened.\nOn behalf of the website or service provider, Google will use this information for the purpose of analyzing your behavior when you are using the website or service, compiling reports on website activity and providing other services relating to website activity and internet usage to the website or service provider.\nGoogle will not link your IP address to any other data stored by Google.\nYou may disable cookies by selecting the appropriate settings in your browser.\nHowever, please note that if you do this, you may not be able to use the full functionality of this website and services.\nFurthermore, you can object to forwarding the data collected with cookies when you visit this website (including the IP address) to Google and prevent Google from processing of data by downloading and installing the browser plug-in available at&nbsp;https://tools.google.com/dlpage/gaoptout?hl=en-GB.\nGoogle Analytics cookies are stored on the basis of Article 6, section 1, item a) GDPR.\nThe storage is unlimited in time, unless you make use of your possibilities to opt out.\nIn exceptional cases, Google Analytics transfers personal data into the USA, which is subjected to the EU-US-Privacy-Shield&nbsp;https://www.privacyshield.gov/EU-US-Framework&nbsp;.\n(Legal basis for the use of Google Analytics is Article 6, section 1, item f) GDPR) Information on Google: Google Dublin, Google Ireland Ltd., Gordon House, Barrow Street, Dublin 4, Ireland.\nTerms of service:&nbsp;https://www.google.com/analytics/terms/us.html, Overview of Privacy Policy:&nbsp;http://www.google.com/intl/en/analytics/learn/privacy.html, Privacy Policy declaration:&nbsp;http://www.google.de/intl/en/policies/privacy.</p>\n<p>1.2 Google Analytics Remarketing</p>\n<p>Our websites and our services use the features of Google Analytics Remarketing combined with the cross-device capabilities of Google AdWords and DoubleClick.\nThis service is provided by Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, USA.\nThis feature makes it possible to link target audiences for promotional marketing created with Google Analytics Remarketing to the cross-device capabilities of Google AdWords and Google DoubleClick.\nThis allows advertising to be displayed based on your personal interests, identified based on your previous usage and surfing behaviour on one device (e.g.\nyour mobile phone), on other devices (such as a tablet or computer).\nOnce you have given your consent, Google will associate your web and app browsing history with your Google Account for this purpose.\nThat way, any device that signs in to your Google Account can use the same personalized promotional messaging.\nTo support this feature, Google Analytics collects Google-authenticated IDs of users that are temporarily linked to our Google Analytics data to define and create audiences for cross-device ad promotion.\nYou can permanently opt out of cross-device remarketing/targeting by turning off personalized advertising in your Google Account.\nfollow this link:&nbsp;https://www.google.com/settings/ads/onweb/.\nThe aggregation of the data collected in your Google Account data is based solely on your consent, which you may give or withdraw from Google per Article 6, section 1, item a) GDPR.\nFor data collection operations not merged into your Google Account (for example, because you do not have a Google Account or have objected to the merge), the collection of data is based on Article 6, section 1, item f) GDPR.\nThe website or service operator has a legitimate interest in analysing anonymous user behaviour for promotional purposes.\nFor more information and the Google Privacy Policy, go to:&nbsp;https://www.google.com/policies/technologies/ads/</p>\n<p>1.3 Google AdWords und Google Conversion-Tracking</p>\n<p>We use Google AdWords.\nAdWords is an online advertising program of Google Inc, 1600 Amphi- theatre Parkway, Mountain View, CA 94043, United States (“Google”).\nIn the context of Google AdWords we use the so-called conversion tracking.\nWhen you click on an ad placed by Google, a cookie will be set for the conversion tracking.\nCookies are small text files that the Internet browser places on the user’s computer.\nThese cookies lose their validity after 30 days and are not used to identify users.\nIf the user visits certain pages of this website and the cookie has not yet expired, Google and we can recognize that the user has clicked on the ad and has been redirected to this page.\nEach Google AdWords customer gets a different cookie.\nThe cookies can not be tracked over websites of AdWords customers.\nThe information collected using the conversion cookie is used to generate conversion statistics for AdWords customers who have chosen für Conversion Tracking.\nCustomers see the total number of users who clicked on their ad and were redirected to a page with a conversion tracking tag.\nHowever, you will not receive any information that can be used to identify users.\nIf you do not participate in tracking, you obcan opt out by deactivating the Google Conversion Tracking cookie in your Internet browser.\nUsers are then not included in the conversion tracking statistics.\nConversion cookies are stored on the basis of Art.\n6 para.\n1 lit.\nf DSGVO.\nWe have a legitimate interest in analysing user behaviour in order to optimise both our website and our advertising.\nYou can configurate your browser in a way that you will be informed about the setting of cookies or that your browser only allow cookies in certain cases.\nYou can exclude the acceptance of cookies certain cases or generally and activate the automatic deletion of the cookies when closing the browser.\nIf cookies are disabled, the functionality of this website may be reduced.\nFor more information about Google AdWords and Google Conversion Tracking, please see Google’s privacy policy:&nbsp;https://www.google.de/policies/privacy/&nbsp;.</p>\n<p>XI.\nLeadfeeder</p>\n<p>We use Leadfeeder on our pages and in our services.\nLeadfeeder is a service provided by Liidio Oy (“Leadfeeder”), based in Mikonkatu 17 C Helsinki, 00100 in Finland.</p>\n<p>Leadfeeder is an analysis and feedback tool that records the online behavior and feedback of visitors to our websites.\nSpecifically, it records activity by users who access our sites from their company’s IP addresses.\nThis helps to improve user experience and performance on our websites and enables us to measure and monitor user behavior.\nThe feedback tool enables us to gather feedback from the users of potential customers.</p>\n<p>As a visitor to our website, you will be assigned a unique user identification.\nFor this purpose, Leadfeeder sets a cookie (_lfa).\nHowever, identifications are assigned only to visitors from registered company domains.\nVisitors with private IP addresses are automatically filtered out: these IP addresses are used only for comparison with the Leadfeeder domain database and are then deleted, no cookie is set and no unique user identification is assigned.</p>\n<p>Unique user identification helps Leadfeeder track recurring users.\nHowever, no data is processed that could directly identify users personally.\nNo personally identifiable information is transmitted to the Leadfeeder server.\nThe data collected by Leadfeeder is processed in Ireland using the infrastructure of Amazon Web Services.\nIt is stored for a maximum of 365 days.</p>\n<p>We use Leadfeeder because it serves our legitimate business interest in providing and improving our websites and optimizing our sales activities.\nThe relevant legal basis for processing is Art.\n6 Para.\n1 lit.\nf of the GDPR.</p>\n<p>XII.\nVWO</p>\n<p>We use VWO services on our website.\nThe services enable us to conduct qualitative and quantitative visitor research, build an experimentation roadmap and run continuous experiments on the usage of our websites and services.\nThe service is provided by Wingify Software Pvt Ltd.\nbased at 1104, 11th Floor,KLJ Tower North B-5, Netaji Subhash Place, Pitampura, Delhi – 110034, India.\n(henceforth referred to as “VWO“).</p>\n<p>We use the functions of VWO to continuously improve and further develop our users website experience, to record the use of our website statistically, to evaluate it for the purpose of optimizing our offers and communication, to carry out data analysis and A/B testing to use the associated economic and technical advantages in our business model.\nThe relevant legal basis for any processing on our websites is Article 6 (1) lit.f GDPR.\nFor any processing based on the consent of the visitors of our website, the legal basis for processing is Article 6 (1) lit.a GDPR.\nWhen you call up a page subject to a test via VWO, the following information can be processed for statistical analysis:</p>\n<ul>\n<li>Anonymized IP Address</li>\n<li>Unique User Identifier (UUID)</li>\n<li>Referring URL</li>\n<li>Visitor type (new or returning)</li>\n<li>Location information&nbsp;</li>\n<li>Device information (OS, user agent, device type, browser)</li>\n<li>Time</li>\n</ul>\n<p>We use the anonymized data collected exclusively for the aforementioned purposes.\nFurther details on the VWO cookie set can be found here.</p>\n<p>VWO is hosted on Google Cloud Platform (GCP), which is SSAE16 certified and stores:&nbsp;</p>\n<ul>\n<li>All source-code (in a GCP data center located in the US).&nbsp;</li>\n<li>Configuration data on the homegrown CDN (using Global Load Balancer in GCP data centers in 10 countries and in IBM SoftLayer data centers).&nbsp;</li>\n<li>Database cluster (in a GCP data center in the US).&nbsp;</li>\n<li>VWO web-app (in a GCP data center in the US).&nbsp;</li>\n</ul>\n<p>VWO Content Delivery Network (CDN) runs using a Global Load Balancer, deployed in Google Cloud Platform (GCP).\nand the backend servers are spread across different locations.\nHowever, all the data is stored centrally in US East Data centers of GCP.\nFor the transfer of data to third countries, in addition to conducting a risk assessment, we have also concluded a corresponding contract with VWO, which constitutes a suitable guarantee within the meaning of Article 46 (2) DSGVO for the transfer of data to third countries.</p>\n<p>You can prevent us and VWO from processing your data via the appropriate settings in your browser or by using the VWO opt-out option.&nbsp;Further information on VWO can be found here.</p>\n<p>XIII.\nSubscription or Registration via Facebook</p>\n<p>You can sign up for our service with your Facebook account (Facebook Connect).\nYou are forwarded by a link to the Facebook website (Facebook, 1601 South California Avenue, Palo Alto, CA 94304, USA), where you can log in with your Facebook login credentials.</p>\n<p>1.\nScope of processing of personal data</p>\n<p>When you sign in using your Facebook account, your Facebook profile will be linked to our service.\nPlease note that we have no influence on the processing of data by Facebook.\nPlease note that you may need to log out of your Facebook account after the transfer process.\nWe receive the following information from Facebook: Name, surname, email address The only information that we use from Facebook is the following: Name, surname, email address This information is mandatory for the login to be able to identify the user.\nFor more information about Facebook Connect, please see Facebook’s Privacy Policy and Terms of Service.</p>\n<p>2.\nLegal basis for processing personal data</p>\n<p>The legal basis for processing personal data in the subscription or registration process can be found in article 6, section 1, item f) of the GDPR.</p>\n<p>3.\nPurpose of processing personal data</p>\n<p>Facebook Connect is used to make your login to our product as convenient as possible.</p>\n<p>4.\nDuration of storage</p>\n<p>Data provided to us from Facebook is deleted as soon as the purposes it has been collected for have been fulfilled.\nIf data is stored in log files, data will be deleted no more than 14 days after the website or service is accessed.\nIt is possible that data will be stored for a longer period.\nIn this case, the user’s IP address is deleted or distorted, to ensure that the customer accessing the site can no longer be identified.</p>\n<p>5.\nRevocation and deletion</p>\n<p>Users have the possibility to cancel the registration at any time.\nYou can change or delete the data stored about you at any time.</p>\n<p>XIV.\nSubscription or Registration via Office 365</p>\n<p>You can sign up for our service with your Office 365 account.\nYou are forwarded by a link to the Office 365 website from Microsoft (Microsoft Corporation One Microsoft Way Redmond, WA 98052-6399, USA), where you can log in with your Office 365 login credentials.</p>\n<p>1.\nScope of processing of personal data</p>\n<p>When you sign in using your Office 365 account, your Office 365 profile will be linked to our service.\nPlease note that we have no influence on the processing of data by Microsoft.\nPlease note that you may need to log out of your Office 365 account after the transfer process.\nWe receive the following information from Microsoft: Name, surname, email address The only information that we use from Microsoft is the following: Name, surname, email address This information is mandatory for the login to be able to identify the user.\nFor more information about Office 365, please see Microsoft Privacy Policy and Microsoft Services Agreement.</p>\n<p>2.\nLegal basis for processing personal data</p>\n<p>The legal basis for processing personal data in the subscription or registration process can be found in article 6, section 1, item f) of the GDPR.</p>\n<p>3.\nPurpose of processing personal data</p>\n<p>Login via Office 365 is used to make your login to our product as convenient as possible.</p>\n<p>4.\nDuration of storage</p>\n<p>Data provided to us from Microsoft is deleted as soon as the purposes it has been collected for have been fulfilled.\nIf data is stored in log files, data will be deleted no more than 14 days after the website or service is accessed.\nIt is possible that data will be stored for a longer period.\nIn this case, the user’s IP address is deleted or distorted, to ensure that the customer accessing the site can no longer be identified.</p>\n<p>5.\nRevocation and deletion</p>\n<p>Users have the possibility to cancel the registration at any time.\nYou can change or delete the data stored about you at any time.</p>\n<p>XV.\nSubscription or Registration via Google</p>\n<p>You can sign up for our service with your Google account.\nYou are forwarded by a link to the website from Google (Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA), where you can log in with your Google login credentials.</p>\n<p>1.\nScope of processing of personal data</p>\n<p>When you sign in using your Google account, your Google profile will be linked to our service.\nPlease note that we have no influence on the processing of data by Google.\nPlease note that you may need to log out of your Google account after the transfer process.\nWe receive the following information from Google: Name, surname, email address The only information that we use from Google is the following: Name, surname, email address This information is mandatory for the login to be able to identify the user.\nFor more information about Google, please see Google Privacy Policy and Terms of Service.</p>\n<p>2.\nLegal basis for processing personal data</p>\n<p>The legal basis for processing personal data in the subscription or registration process can be found in article 6, section 1, item f) of the GDPR.</p>\n<p>3.\nPurpose of processing personal data</p>\n<p>Login via Google is used to make your login to our product as convenient as possible.</p>\n<p>4.\nDuration of storage</p>\n<p>Data provided to us from Google is deleted as soon as the purposes it has been collected for have been fulfilled.\nCollected data is for the provision of our product, data is deleted as soon as the respective session is complete.\nIf data is stored in log files, data will be deleted no more than 14 days after the website or service is accessed.\nIt is possible that data will be stored for a longer period.\nIn this case, the user’s IP address is deleted or distorted, to ensure that the customer accessing the site can no longer be identified.</p>\n<p>5.\nRevocation and deletion</p>\n<p>Users have the possibility to cancel the registration at any time.\nYou can change or delete the data stored about you at any time.</p>\n<p>XVI.\nYouTube Videos</p>\n<p>This website may integrate videos, which are stored on https://www.youtube.com/.\nThe YouTube platform is provided by YouTube LLC, 901 Cherry Ave., San Bruno, CA 94066, USA, an affiliate of Google.\nThese videos can be played on our website.</p>\n<p>When you visit a page on our website with embedded YouTube videos, YouTube receives information on what particular website you visit.\nYour personal data as described under C.\nis transmitted to YouTube.\nSuch transmission takes place, regardless if you are logged into your Google account, or if you do not maintain such an account.\nIf you are logged into your Google account, your personal data will be matched with your Google profile.\nIf you do not wish that your personal data is being matched with your profile, you should log out of your YouTube account prior to activating a YouTube video.\nYouTube and Google will use your personal data for advertisement, market research, and/or need-based design of its website.</p>\n<p>Please note that it is beyond our control how long and in what way YouTube and Google will retain your data.\nFor further information concerning purpose and scope of data collection and processing, please visit&nbsp;https://policies.google.com/privacy?hl=en.</p>\n<p>You have a right to object to such processing of your personal data, but you will have to address such objection to YouTube or Google.</p>\n<p>XVII.\nRights of the data subject</p>\n<p>The following list comprises all the rights of the data subject under the GDPR.\nYou should not include any rights in your declaration that do not apply to your specific website.\nThe list should be modified appropriately.\nIf your personal data is processed, you are deemed a ‘data subject’ within the meaning of the GDPR and have the following rights.</p>\n<p>1.\nRight to information</p>\n<p>You may ask the data controller to confirm whether any personal data concerning you is processed by us.\nIf this is the case, you can request the following information from the data controller:</p>\n<ul>\n<li>1.\nthe purposes for which the personal data is processed;</li>\n<li>2.\nthe categories of personal data processed;</li>\n<li>3.\nthe recipient or categories of recipients the respective personal data has been shared with or continues to be shared with;</li>\n<li>4.\nthe planned storage duration of the respective personal data or, if no specific information is available, the criteria for determining storage duration</li>\n<li>5.\nwhether you have the right to rectification or erasure with regard to the respective personal data, the right to restriction of processing carried out by the data controller or the right to object to processing;</li>\n<li>6.\nwhether you have the right to appeal to a supervisory authority;</li>\n<li>7.\nall available information regarding the origin of the data, if the personal data has not been collected from the data subject;</li>\n<li>8.\nwhether an automated individual decision-making process including profiling exists in accordance with article 22, sections 1 and 4 of the GDPR and, in this case, what authoritative information is available on the logic involved, as well as the scope and intended effects of this type of processing on the data subject.</li>\n</ul>\n<p>You have the right to request information regarding whether your personal data is shared with another country or state, or to an international organisation.\nIn this regard, you may request information on the appropriate guarantees in accordance with article 46 of the GDPR in relation to transfer of data.</p>\n<p>2.\nRight to rectification</p>\n<p>You have the right to obtain from the data controller rectification and/or completion of your data if the processed data concerning you is inaccurate or incomplete.\nThe data controller is required to make the correction without undue delay.</p>\n<p>3.\nRight to restriction of processing</p>\n<p>Under the following circumstances, you may request the restriction of processing of any of your personal data:</p>\n<ul>\n<li>1.\nif you contest the accuracy of your personal data for a period of time that enables the data controller to verify the accuracy of your personal information;</li>\n<li>2.\nif the processing is unlawful and you refuse the erasure of the personal data in favour of restricted use of the personal data;</li>\n<li>3.\nthe data controller no longer requires the personal data for processing purposes, but you require it for the establishment, exercise, or defence of legal claims;</li>\n<li>4.\nYou have objected to processing pursuant to article 21, section 1 of the GDPR pending verification of whether the legitimate grounds of the controller override your own.</li>\n</ul>\n<p>If the processing of your data is restricted, this data will – with the exception of storage – only be processed with your consent or for the establishment, exercise of defence of legal claims or for the protection of the rights of another natural person or for reasons of important public interest of the Union or of a member state.\nIf you have obtained restriction of processing pursuant to the aforementioned provisions, you will be informed by the controller before the restriction of processing is lifted.</p>\n<p>4.\nRight to erasure</p>\n<p>a) Erasure obligation</p>\n<p>You may request from the data controller that your personal data be deleted without undue delay.\nThe data controller is under obligation to delete the data without undue delay if any of the following points apply:</p>\n<ul>\n<li>1.\nthe personal data is no longer necessary in relation to the purposes for which it was collected or otherwise processed;</li>\n<li>2.\nthe data subject withdraws consent on which the processing is based according to article 6, section 1, item a), or article 9, section 2 GDPR, and where there is no other legal ground for the processing;</li>\n<li>3.\nthe data subject objects to the processing pursuant to article 21, section 1 GDPR and there are no overriding legitimate grounds for the processing, or the data subject objects to the processing pursuant to article 21, section 2 GDPR;</li>\n<li>4.\nthe personal data has been unlawfully processed;</li>\n<li>5.\nthe personal data has to be deleted for compliance with a legal obligation in the Union or Member State law to which the controller is subject;</li>\n<li>6.\nthe personal data has been collected in relation to the offer of information society services referred to in article 8, section 1.</li>\n</ul>\n<p>b) Information for third parties</p>\n<p>Where the data controller has made the personal data public and is obliged pursuant to article 17, section 1 GDPR to delete the personal data, the controller, taking account of available technology and the cost of implementation, shall take reasonable steps, including technical measures, to inform controllers who are processing the personal data that the data subject has requested the erasure by such controllers of any links to, or copy or replication of, that personal data.</p>\n<p>c) Exceptions</p>\n<p>Right to erasure does not apply to the extent that processing is necessary</p>\n<ul>\n<li>1.\nfor exercising the right of freedom of expression and information;</li>\n<li>2.\nfor compliance with a legal obligation which requires processing by Union or Member State law to which the controller is subject or for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller;</li>\n<li>3.\nfor reasons of public interest in the area of public health in accordance with article 9, section 2, items h), and i), and article 9, section 3 of the GDPR.</li>\n<li>4.\nfor archiving purposes in the public interest, scientific or historical research purposes or statistical purposes in accordance with Article 89, section 1 of the GDPR in so far as the right referred to in paragraph 1 is likely to render impossible or seriously impair the achievement of the objectives of that processing, or</li>\n<li>5.\nfor the establishment, exercise or defence of legal claims.</li>\n</ul>\n<p>5.\nRight to notification</p>\n<p>If you have the right to notification, erasure or restriction of processing, the data controller is required to communicate this rectification, erasure or restriction to all recipients to whom the personal data has been disclosed, unless this proves impossible or involves disproportionate effort.\nYou have the right to be informed by the data controller about these recipients.</p>\n<p>6.\nRight to data portability</p>\n<p>You have the right to receive any personal data you have provided to the data controller in a structured, commonly used, machine-readable format.\nYou also have the right to transmit this data to another data controller without hindrance from the controller to which you have provided your data, if</p>\n<ul>\n<li>1.\nthe processing is based on consent pursuant to article 6, section 1, item a) of the GDPR or article 9, section 2, item a) of the GDPR or on a contract pursuant to article 6, section 1, item b) of the GDPR.\nand</li>\n<li>2.\nthe processing is carried out by automated means.</li>\n</ul>\n<p>In exercising this right, you also have the right to have the personal data transmitted directly from one controller to another, where technically feasible.\nThis must not adversely affect the rights and freedoms of others.\nThe right to portability does not apply to the processing of personal data necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the data controller.</p>\n<p>7.\nRight to object</p>\n<p>You have the right to object, on grounds relating to your particular situation, at any time to processing of your personal data based on article 6 section 1 item e) or f) of the GDPR, including profiling based on those provisions.\nThe data controller will no longer process the personal data unless they demonstrate compelling legitimate grounds for processing which override your interests, rights and freedoms, or for the establishment, exercise or defence of legal claims.\nIf your personal data is processed for direct marketing purposes, you have the right to object at any time to processing of your personal data for such marketing, which includes profiling to the extent that it is related to such direct marketing.\nIf you object to processing for direct marketing purposes, your personal data will no longer be processed for such purposes.\nIn the context of the use of information society services and notwithstanding Directive 2002/58/EC, you have the option to exercise your right to object by automated means using technical specifications.</p>\n<p>8.\nRight to revoke the data protection consent declaration</p>\n<p>You have the right to revoke your data protection consent declaration at any time.\nRevocation of consent does not affect the legality of any processing carried out on the basis of consent prior to revocation.\nIn the event of revocation of your consent, we are currently no longer able to make our products available to you for technical reasons.</p>\n<p>9.\nAutomated individual decision-making, including profiling</p>\n<p>You have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects that concern you or affects you in a similarly significant way.\nThis does not apply if the decision</p>\n<ul>\n<li>1.\nis necessary for entering into, or performance of, a contract between you and the data controller;</li>\n<li>2.\nis authorised by Union or Member State law to which the controller is subject and which also lays down suitable measures to safeguard your own rights and freedoms and legitimate interests or</li>\n<li>3.\nis based on your explicit consent</li>\n</ul>\n<p>These decisions must be not be based on special categories of personal data referred to in Article 9, section 1 of the GDPR, unless article 9, section 2, item a) or g) of the GDPR apply and suitable measures to safeguard your rights and freedoms and legitimate interests are in place.\nIn the cases referred to in points (1) and (3), the data controller will implement suitable measures to safeguard your rights and freedoms and legitimate interests, at least the right to obtain human intervention on the part of the controller, to express your point of view and to contest the decision.</p>\n<p>10.\nRight to complain to a supervisory authority</p>\n<p>Without prejudice to any other administrative or judicial remedy, you have the right to complain to a supervisory authority, in particular in the member state you are a resident of, your place of work, or place of alleged infringement if you believe that the processing of your personal data violates the provisions of the GDPR.\nThe supervisory authority to which the complaint has been submitted must inform the complainant of the status and results of the complaint, including the possibility of a judicial remedy pursuant to article 78 of the GDPR.</p>\n<p>\n</p>\n<p>Please send your request or any question you have in relation to our processing of your personal data to privacy@meisterlabs.com</p>\n<p>\n</p>\n<p>Last modified: November 24, 2021</p>\n<p>Back to top</p> ", "created_at": "2023-03-13 21:40:34.298623", "updated_at": "2023-03-13 21:41:00.895746"}, {"id": 14502, "name": "Terms and Conditions", "url": "https://www.meisterlabs.com/terms-conditions/", "xpath": "//body", "text": null, "created_at": "2023-03-13 21:41:18.382865", "updated_at": "2023-03-13 21:43:09.527262"}], "points": [], "urls": ["meistertask.com"]}}