{"error": 448, "message": "OK", "parameters": {"id": 9405, "name": "Mobile Legends: Bang Bang", "created_at": "2023-08-23 20:43:45.402252", "updated_at": "2023-08-23 22:02:29.227313", "wikipedia": null, "keywords": null, "related": null, "slug": "mobile-legends-bang-bang", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9405.png", "url": "mobilelegends.com", "documents": [{"id": 18523, "name": "Terms of Service", "url": "https://www.mobilelegends.com/en/info/3?policy=1", "xpath": "//body", "text": "<strong>We're sorry but Mobilelegends: Bang Bang doesn't work properly without JavaScript enabled.\nPlease enable it to continue.</strong>HOMEVIDEOFAN ARTMore<p>Terms of Service</p>0<p>\n<strong>[Terms of Service] Mobile Legends: Bang Bang</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Effective Date:&nbsp;December 16, 2021</p>\n<p>&nbsp;</p>\n<p>1.&nbsp;<strong>Accepting the Terms</strong>\n</p>\n<p>&nbsp;</p>\n<p>1.1&nbsp;This&nbsp;Terms of Service (“Terms”) are a legal agreement between you (“users” or “you”) and Shanghai MOONTON Technology CO., Ltd.\n(“Moonton” or “we”, “our”), a company with registered office&nbsp;address&nbsp;at Room 810, No.\n655 Yinxiang Road Jiading District Shanghai,&nbsp;China.\nBy using or accessing any Moonton game or application (“Service”) you agree to be bound by these Terms.\nBy accessing or using the Service, you agree that you have read, understood, and accept to be bound by the Terms.\nMoonton reserves the right, in its sole discretion, modify or revise these Terms at any time, and you agree to be bound by such modifications or revisions.</p>\n<p>&nbsp;</p>\n<p>1.2&nbsp;Users are responsible for periodically viewing the Terms.\nYour continued use of the Service after a change or update has been made will constitute your acceptance to the revised Terms.\nIf you do not agree to the Terms your only remedy is to discontinue your use of the Service and cancel any accounts you have made using the Service.</p>\n<p>&nbsp;</p>\n<p>1.3&nbsp;Because MOONTON provides a wide range of Services, we may ask you to review and accept supplemental terms.\nTo the extent those supplemental terms conflict with this Terms, the supplemental terms associated with the app, product, or service govern with respect to your use of such app, product or service to the extent of the conflict.\nThe Services under Terms include but not limited to Moonton game or application, its&nbsp;online website, any game-specific site, customer support, social media, community channels and/or any other online services provided by Moonton and its affiliates and associated companies.</p>\n<p>&nbsp;</p>\n<p>1.4&nbsp;Moonton reserves the right to refuse, terminate or suspend any user access to the Services without notice for any reason, including, but not limited to, a violation of the Terms.</p>\n<p>&nbsp;</p>\n<p>1.5&nbsp;You agree that Moonton may discontinue the Service or change the content of the Service at any time, for any reason, with or without notice to you, without liability.</p>\n<p>&nbsp;</p>\n<p>1.6&nbsp;MOONTON suggests that minors shall not access the Service&nbsp;without prior written consent of their parents or other legal guardians.\nIf you are a parent or legal guardian, and allow your child to use the Service, this Terms shall apply to you and you are responsible for your child’s behavior on the Service.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>2.&nbsp;<strong>Intellectual Property/Ownership</strong>\n</p>\n<p>&nbsp;</p>\n<p>2.1&nbsp;All materials that are part of the Service (including, but not limited to, designs, text, graphics, pictures, video, information, applications, software, music, sound and other files, and their selection and arrangement) are protected by law from unauthorized use.\nThe entire contents of the Service are copyrighted under the Copyright Law of the People’s Republic of China and/or similar laws of other jurisdictions.</p>\n<p>&nbsp;</p>\n<p>2.2&nbsp;You agree that no materials that are part of the Service may be modified, copied, distributed, framed, reproduced, republished, downloaded, scraped, displayed, posted, transmitted, or sold in any form or by any means, in whole or in part, or otherwise exploited without MOONTON’s express prior written permission, except that the foregoing does not apply to your own User Content (as defined below) that you legally post on the Site.\nAll other uses of copyrighted material, including any derivative use, requires express prior written permission from MOONTON.\nAny reproduction or redistribution of materials not in accordance with these Terms is expressly prohibited and may result in severe civil and criminal penalties.</p>\n<p>&nbsp;</p>\n<p>2.3&nbsp;Moonton and its licensors remain the owners of right, title, and interest, including copyrights and other intellectual property rights, in and to all materials posted on the Services by Moonton.\nYou acknowledge that you do not acquire any ownership rights by using the Service or by accessing any materials posted on the Service by Moonton, or any derivative works thereof.</p>\n<p>&nbsp;</p>\n<p>2.4&nbsp;Moonton grants you a personal, non-exclusive, non-transferable, revocable, limited scope license to use the Service solely for the purpose of viewing and using the applicable Services and for no other purpose whatsoever.\nYour license to use the Services is limited by these Terms.&nbsp;</p>\n<p>&nbsp;</p>\n<p>3.&nbsp;<strong>User Content</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>3.1&nbsp;You agree that you are willingly publishing the content on the Service using technology and tools provided by Moonton.\nYou understand and agree that you may not distribute, sell, transfer or license this content and/or application in any manner, in any country, or on any social network or other medium without the explicit written permission of Moonton.\n</p>\n<p>&nbsp;</p>\n<p>3.2&nbsp;Any data, text, graphics, photographs and their selection and arrangement, (hereinafter “User Content”) uploaded to the Service are subject, whether in whole or in part, to unlimited commercial, non-commercial and/or promotional use by Moonton.\nText, graphics, and photographs are uploaded by you and are the sole responsibility of the person from whom the User Content originated.\nThus, users are responsible, and Moonton is not responsible for any files users upload, post, or otherwise make available.\nMoonton may or may not regulate User Content and does not guarantee the accuracy, quality, or integrity of any User Content posted via the Moonton application.\nBy using Moonton you acknowledge and accept that you may be exposed to material you find offensive or objectionable.\nYou agree that Moonton will not under any circumstances be liable for any User Content, including, but not limited to, errors in any User Content, or any loss or damage incurred by use of the User Content.</p>\n<p>&nbsp;</p>\n<p>3.3&nbsp;Moonton reserves the right to remove and permanently delete any User Content from the Service with or without notice.</p>\n<p>&nbsp;</p>\n<p>4.&nbsp;<strong>Account</strong>\n</p>\n<p>4.1&nbsp;You may create an account of our Service when you use it.\nIf you choose use the Service as a “visitor”, we may automatically create a visitor account for you in accordance with your Device ID and other information.\nIn the event of you create an account of the Service, you agree that you shall take necessary steps to protect your data of account, including but not limited to the account password, keep&nbsp;it secret, cannot share or transfer it to anyone else.</p>\n<p>&nbsp;</p>\n<p>4.2&nbsp;You may use the third party’s account to log in our Service, such as the account of Google, Apple, YouTube.\nUnder such circumstance, you shall read and follow such third party’s terms of use.</p>\n<p>&nbsp;</p>\n<p>4.3&nbsp;We will assume by default that anyone who logs into your account is you.\nIf you fail to keep your account secret, whether intentionally or unintentionally, you will take full responsibility for the consequences, including any unauthorized purchases, and agree to compensate us in full for any loss or damage that may be caused.\nWe will not be responsible for your any loss due to such consequence.</p>\n<p>&nbsp;</p>\n<p>4.4&nbsp;Moonton reserves the right to immediately terminate or suspend any or all accounts you have created using the Service, with or without the notice, if we reasonably determine, that: a.\nyou violate the Terms.\nb.&nbsp;we are required to do so by law, legal process, or a reasonable request from law enforcement authorities or other government officials.\nc.\nit is necessary to protect the vital interests of us and any of its users (such as to prevent death, bodily harm, or serious damage to property), public security and public interests.\nd.\nyou have not been using the Service for a significant period of time.\nYou agree that Moonton need not provide you notice before terminating or suspending your account(s), but it may do so.</p>\n<p>&nbsp;</p>\n<p>4.5&nbsp;When we say “MOONTON,” we’re referring to Shanghai Moonton Technology Co., Ltd.\nand its affiliates and related corporations responsible for providing the MOONTON Services.\nMoonton&nbsp;may assign its rights under these Terms, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign your rights under these Terms without Moonton’s prior written consent, and any unauthorized assignment by you shall be null and void.</p>\n<p>&nbsp;</p>\n<p>5.&nbsp;<strong>Rules of Conduct/Usage</strong>\n</p>\n<p>&nbsp;</p>\n<p>5.1&nbsp;The Moonton Service may provide communication channels such as forums, communities, or chat areas (“Communication Channels”) designed to enable you to communicate with other Service users.\nMoonton has no obligation to monitor these communication channels but it may do so and reserves the right to review materials posted to the Communication Channels and to remove any materials, at any time, with or without notice for any reason, at its sole discretion.\nMoonton may also terminate or suspend your access to any Communication Channels at any time, without notice, for any reason.\nYou acknowledge that chats, postings, or materials posted by users on the Communication Channels are neither endorsed nor controlled by Moonton, and these communications should not be considered reviewed or approved by Moonton.\nMoonton will not under any circumstances by liable for any activity within Communication Channels.</p>\n<p>&nbsp;</p>\n<p>5.2&nbsp;You agree that all your communications with the Communication Channels are public, and thus you have no expectation of privacy regarding your use of the Communication Channels.\n&nbsp;Moonton is not responsible for information that you choose to share on the Communication Channels, or for the actions of other users.</p>\n<p>&nbsp;</p>\n<p>5.3&nbsp;You agree that your use of the Service shall be lawful and that you will comply with the usage rules.\nIn furtherance of the foregoing, and as an example and not as a limitation, you agree not to use the Service in order to:</p>\n<p>&nbsp;</p>\n<p>a.&nbsp;post, upload, transmit or otherwise disseminate information that is obscene, indecent, vulgar, pornographic, sexual or otherwise objectionable;</p>\n<p>&nbsp;</p>\n<p>b.&nbsp;defame, libel, ridicule, mock, stalk, threaten, harass, intimidate or abuse anyone, hatefully, racially, ethnically or, in a reasonable person’s view, otherwise offensive or objectionable;</p>\n<p>&nbsp;</p>\n<p>c.&nbsp;upload or transmit (or attempt to upload or transmit) files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files or data, or any other similar software or programs that may damage the operation of the Service or other users’ computers;</p>\n<p>&nbsp;</p>\n<p>d.&nbsp;violate the contractual, personal, intellectual property or other rights of any party including using, uploading, transmitting, distributing, or otherwise making available any information made available through the Service in any manner that infringes any copyright, trademark, patent, trade secret, or other right of any party (including rights of privacy or publicity);</p>\n<p>&nbsp;</p>\n<p>e.&nbsp;attempt to obtain passwords or other private information from other users;</p>\n<p>&nbsp;</p>\n<p>f.&nbsp;improperly use support channels or complaint buttons to make false reports to Moonton;</p>\n<p>&nbsp;</p>\n<p>g.&nbsp;develop, distribute, or publicly inform other members of “auto” software programs, “macro” software programs or other “cheat utility” software program or applications in violation of the applicable License Agreements;</p>\n<p>&nbsp;</p>\n<p>h.&nbsp;exploit, distribute or publicly inform other members of any game error, miscue or bug which gives an unintended advantage;</p>\n<p>&nbsp;</p>\n<p>i.&nbsp;violate any applicable laws or regulations, or promote or encourage any illegal activity including, but not limited to, hacking, cracking or distribution of counterfeit software, or cheats or hacks for the Service.</p>\n<p>&nbsp;</p>\n<p>6.&nbsp;<strong>Virtual Currency</strong>\n</p>\n<p>&nbsp;</p>\n<p>6.1&nbsp;Your purchase of Virtual Currency is final and is not refundable, exchangeable, transferable, except in Moonton’s sole discretion.\nYou may not purchase, sell, or exchange Virtual Currency outside the Service.\nDoing so is a violation of the Terms and may result in termination of your account with the Service and/or legal action.</p>\n<p>&nbsp;</p>\n<p>6.2&nbsp;Moonton retains the right to modify, manage, control and/or eliminate Virtual Currency at its sole discretion.\nPrices and availability of virtual in game goods are subject to change without notice.</p>\n<p>&nbsp;</p>\n<p>7.&nbsp;<strong>Disclaimer of Warranty.\nLimitation of Liability</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>You agree that your use of the Service shall be at your sole risk.\nTo the fullest extent permitted by law, Moonton, its officers, directors, employees, and agents disclaim all warranties, express or implies, in connection with the website and your use thereof including implied warranties of title, merchantability, fitness for a particular purpose or non-infringement, accuracy, authority, completeness, usefulness, and timeliness.\nMoonton makes no warranties or representations about the accuracy or completeness of the content of the Service of the content of any sites linked to the Service and assumes no liability or responsibility for any (i) errors, mistakes, or inaccuracies of content, (ii) &nbsp;personal injury or property damage, of any nature whatsoever, resulting from your access to and use of the Service, (iii) any unauthorized access to or use of our secure servers and/or any and all personal information and/or financial information stored therein, (iv) any interruption or cessation of transmission to or from the Service, (v) any bugs, viruses, trojan horses, or the like which may be transmitted to or through the Service by any third party, and/or (vi) any errors or omissions in any content or for any loss or damage of any kind incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available via the Service.</p>\n<p>&nbsp;</p>\n<p>In no event will Moonton, its directors, officers, agents, contractors, partners and employees, be liable to you or any third person for any special, direct, indirect, incidental, special, punitive, or consequential damages whatsoever including any lost profits or lost data arising from your use of the Service or other materials on, accessed through or downloaded from the Service, whether based on warranty, &nbsp;contract, tort, or any other legal theory, and whether or not Moonton has &nbsp;been advised of the possibility of these damages.\nThe foregoing limitation of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction.\nYou specifically acknowledge that Moonton shall not be liable for user submissions or the defamatory, offensive, or illegal conduct of any third party and that the risk of harm or damage from the foregoing rests entirely with you.</p>\n<p>&nbsp;</p>\n<p>You agree to indemnify and hold Moonton, and each of its directors, officers, agents, contractors, &nbsp;partners and employees, harmless from and against any loss, liability, claim, demand, damages, costs and expenses, including reasonable attorney’s fees, arising out of or in connection with (i) your use of and access to the Service.\n(ii) your violation of any term of these Terms of Service.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\n(iv) any claim that one of your User Submissions caused damage to a third party.\nor (v) any Content you post or share on or through the Service.</p>\n<p>&nbsp;</p>\n<p>8.&nbsp;<strong>Miscellaneous</strong>\n</p>\n<p>&nbsp;</p>\n<p>We will cooperate with the third party to provide special service to you,&nbsp;when you use or access to the service, application, other site provided by the third party related to our Service, you shall comply with the terms of service of the third party, such as YouTube's Terms of Service (https://www.youtube.com/t/terms).</p>\n<p>&nbsp;</p>\n<p>9.&nbsp;<strong>General</strong>\n</p>\n<p>&nbsp;</p>\n<p>By visiting or using the Service, you agree that the laws of The People's Republic of China, without regard to principles of conflict of laws and regardless of your location, will govern these Terms of Service and any dispute of any sort that might arise between you and Moonton.\nAny claim or dispute between you and Moonton that arises in whole or in part from your use of the Service shall be exclusively settled by the Shanghai International Arbitration Center and you hereby consent to, and waive all defenses of lack of personal jurisdiction and non conveniens with respect to arbitration in Shanghai.\nMoonton reserves the right to amend these Terms of Service at any time and without notice, and it is your responsibility to review these Terms of Service for any changes.\nYour use of Moonton following any amendment of these Terms of Service will signify your assent to and acceptance of its revised terms.\nYOU AND MOONTON AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICE MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>Share:", "created_at": "2023-08-23 20:43:45.43387", "updated_at": "2023-08-23 20:44:12.316188"}, {"id": 18524, "name": "Derivative Content Policy", "url": "https://www.mobilelegends.com/en/info/1?policy=1", "xpath": "//body", "text": "<strong>We're sorry but Mobilelegends: Bang Bang doesn't work properly without JavaScript enabled.\nPlease enable it to continue.</strong>HOMEVIDEOFAN ARTMore<p>Derivative Content Policy</p>0<p>Dear players, thank you for playing and enjoying the game and service developed by Shanghai Moonton Technology Co., Ltd.\nand its affiliates (collectively referred to as “Moonton”)!</p>\n<p>Moonton encourages you to communicate and create Derivative Content based on Moonton’s Material.\nPlease read and comply with this Derivative Content Policy.\nYou may not use Moonton’s Material unless you have read and accepted all of the content of this Policy.\nYour use of any Moonton’s Material shall be deemed that you have agreed to be bound by this Policy.\nMoonton reserves the right to modify the terms of this Policy when necessary.</p>\n<p>1.\nMoonton is the owner or licensee of all the rights and interests of its game software and services.</p>\n<p>1.1 Moonton owns or has been fully licensed for all information related to its game software and services, including but not limited to characters, world views expressions, dialog, text, artwork, animations, music, videos, game scenes (including the continuous dynamic pictures presented when running Moonton’s game), the concept of design, other game elements and components and any other tangible or intangible property (collectively referred to as “Moonton's Material”).</p>\n<p>1.2 Moonton enjoys all copyright, trademark, patent, trade secret and any other intellectual property right related to Moonton’s Material.</p>\n<p>2.\nMoonton agrees to grant you a personal, limited, non-exclusive, non-sublicensable, non-transferable, non-commercial use and revocable license to create Derivative Content using Moonton’s Material that has been officially released by Moonton, provided that you follow all of the content described in this Policy.\nMoonton reserves the right, in our sole discretion, to suspend, revoke or deny the license without notice at any time, for any reason, including but not limited to your violation of this Policy.</p>\n<p>2.1.\nWe are sorry that our logos or trademarks are not within the scope of license.\nYou may not use any of our logos or trademarks unless you have a written license agreement with us.</p>\n<p>3.\nYou guarantee that the Derivative Content you created shall respect the world view of Moonton's game and the Derivative Content and its use method shall not:</p>\n<p>(a) Derogate or damage Moonton's image and reputation;</p>\n<p>(b) Disseminate pornography, violence, terror or abet any crime;</p>\n<p>(c) Discriminate against someone because of sex, national origin, racial or ethnic origin, religion or belief, disability, age or sexual orientation;</p>\n<p>(d) Insult or slander others;</p>\n<p>(e) Contain any information and content that violates laws, regulations, policies, public order, good morals and social morals;</p>\n<p>(f) Infringe Moonton's or any third party's legitimate rights and interests.</p>\n<p>You agree to be solely responsible for any claims, liabilities, losses, damages, injuries, costs or expenses arising from the breach of the guarantee.</p>\n<p>4.\nFor the avoidance of confusion, please ensure that your use of Moonton’s Material falls under fair use.\nYou shall not:</p>\n<p>(a) Use Moonton’s Material in any way for any commercial purpose;</p>\n<p>(b) Use Moonton’s trademarks or names as keywords or search tags;</p>\n<p>(c) Use Moonton's Material in any games, applications and websites;</p>\n<p>(d) Use Moonton's Material to register any social media account, domain name or any account or service in a similar nature;</p>\n<p>(e) Register any graphics, text and names related to Moonton and Moonton’s game in terms of trademark, copyright, patent, etc., in any country or region;</p>\n<p>(f) Expressly or implicitly show or promote any third party's content in the Derivative Content, such as third party's products, websites, applications, games, etc.</p>\n<p>5.\nYou hereby agree to transfer the worldwide ownership, copyright, trademark right, patent right and other related rights and interests of the Derivative Content to Moonton.\nIn the event that the foregoing is not applicable, to the maximum extent permitted by law, you agree to grant Moonton an exclusive, irrevocable, royalty-free, transferable, sub-licensable, permanent and worldwide license to Moonton to publish, use, and exploit the Derivative Content in any way for whatever purpose.\nShould Moonton need to register relevant rights or obtain relevant certificates respect to such Derivative Contents, you shall provide necessary and prompt assistance to Moonton.</p>\n<p>6.\nAny dispute arising from or in connection with Derivative Content and/or Derivative Content Policy shall be submitted to the Shanghai International Economic and Trade Arbitration Commission/Shanghai International Arbitration Center for arbitration.\nThe conclusion, performance, interpretation of this Derivative Content Policy and settlement of disputes in connection therewith shall be governed by the laws of the People's Republic of China and excluded the application of all other conflict laws.</p>\n<p>7.\nWe would be really appreciated if you could enjoy Moonton’s game.\nIf you wish to contact us for anything related to this Derivative Content Policy, please email us by intellectualproperty.qa@moonton.com.</p>\n<p>&nbsp;</p>Share:", "created_at": "2023-08-23 20:44:23.07621", "updated_at": "2023-08-23 20:44:33.511683"}, {"id": 18525, "name": "Privacy Policy", "url": "https://www.mobilelegends.com/en/info/2?policy=1", "xpath": "//body", "text": "<strong>We're sorry but Mobilelegends: Bang Bang doesn't work properly without JavaScript enabled.\nPlease enable it to continue.</strong>HOMEVIDEOFAN ARTMore<p>Privacy Policy</p>0<p>\n<strong>[</strong>\n<strong>Privacy Policy</strong>\n<strong>]</strong>\n<strong>&nbsp;Mobile Legends: Bang Bang</strong>\n</p>\n<p>&nbsp;</p>\n<p>Effective Date:&nbsp;December 16, 2021</p>\n<p>&nbsp;</p>\n<p>Thank you for playing our game!</p>\n<p>&nbsp;</p>\n<p>Please carefully read&nbsp;this privacy policy (“<strong>Privacy Policy</strong>”) when you use Shanghai Moonton&nbsp;Technology Co.,&nbsp;Ltd.’s services.\nThis Privacy Policy will come into effect for all existing users.\nYour use of the service from that day will be subject to this Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>The Data Controller under this Privacy Policy is&nbsp;Shanghai Moonton Technology Co., Ltd.\n(“<strong>we</strong>”, “<strong>us</strong>”, “<strong>our</strong>”).</p>\n<p>&nbsp;</p>\n<p>We are dedicated to protecting users’ privacy rights.\nThis Privacy Policy has been crafted to inform users as to how we collect, store, use, manage, process, transfer, and&nbsp;implement any other possible operation to the personally identifiable information (“<strong>Data</strong>”) that users provide during the use of our services.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>If you do not agree to the processing of your Data in the way that this privacy policy describes, please do not provide your information (when we request) and stop using the Mobile Legends: Bang Bang (“<strong>Game</strong>”) or any services associated with the Game (“<strong>Services</strong>”).\n</p>\n<p>&nbsp;</p>\n<p>We may amend the Privacy Policy from time to time according to the relevant laws, users can find the updated Privacy Policy on the website of Moonton as well as on the Game application.\nWe will notify users if we make any material changes to the Privacy Policy.\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<p>1.&nbsp;Data and How We Collect them</p>\n<p>2.&nbsp;How We Use and Share Data</p>\n<p>3.&nbsp;Managing&nbsp;Your Data</p>\n<p>4.&nbsp;Your Rights and Options</p>\n<p>5.&nbsp;How We Protect Data</p>\n<p>6.&nbsp;Children’s Privacy</p>\n<p>7.&nbsp;Updates to Our Privacy Policy</p>\n<p>8.&nbsp;How to Contact Us</p>\n<p>9.&nbsp;How to Contact the Appropriate Authority</p>\n<p>&nbsp;</p>\n<p>1.&nbsp;<strong>Data and How we Collect them</strong>\n</p>\n<p>&nbsp;</p>\n<p>We collect or receive Data in three ways: </p>\n<p>(1)&nbsp;you directly provide Data to us, such as by creating an account or signing up for email alerts.\n</p>\n<p>(2)&nbsp;we collect Data on an ongoing basis, such as through cookies and related technologies.</p>\n<p>(3)&nbsp;we receive Data from third party with your consent, such as social media platforms.</p>\n<p>&nbsp;</p>\n<p>1.1&nbsp;<strong>Data You Provide to Us</strong>\n</p>\n<p>&nbsp;</p>\n<p>You may provide your Data to us when you choose to use Moonton’s Service.\nAs we change our offerings and features from time to time, the Data we collect from you may vary depending on the services you are using.\nYou don’t have to provide Data, but if you decline you might not to be able to access or enjoy certain Moonton’s Services, offering or features.\n</p>\n<p>&nbsp;</p>\n<p>In general, we collect Data and other information as set forth in the table below for specific purposes:</p>\n<p>\n<strong>Data of Account: </strong>\n</p>\n<p>a.&nbsp;Nickname</p>\n<p>b.&nbsp;The password of Moonton account </p>\n<p>c.&nbsp;Email</p>\n<p>d.&nbsp;Nationality</p>\n<p>e.&nbsp;Gender </p>\n<p>f.&nbsp;Profile pictures </p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>a.&nbsp;To register, update, maintain your accounts.\n</p>\n<p>b.&nbsp;Activate or authenticate your games and save game progress and stats;</p>\n<p>c.&nbsp;Recover your account, locate your account when you receive rewards;</p>\n<p>d.&nbsp;To help identify your account to enable us to troubleshoot problems with your account or games and enable you to enjoy certain game features.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for our performance of a contract with you.</p>\n<p>Necessary for our legitimate interests in establishing you as a user of our service and ensuring that we can take appropriate steps to maintain your account.\n</p>\n<p>\n<strong>Region Location: </strong>\n</p>\n<p>GPS(Only if the option to provide such information is manually selected by you)</p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>To set up your gameplay on a regional server;</p>\n<p>To display the flags of the area in the game;</p>\n<p>To show your ranking in the game (in your country or your neighborhoods), search for nearby friends who can play the game with you and see your game profile information.To help identify your account to enable us to troubleshoot problems with your account or games and enable you to enjoy certain game features.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for our legitimate interests in providing enhanced game functionality to you if you want it.</p>\n<p>\n<strong>Customer Support Data</strong>\n<strong>: </strong>\n</p>\n<p>We use AIHelp customer supporting system to provide the customer service.</p>\n<p>a.&nbsp;The purchase information, including purchase time, product, currency, cost.</p>\n<p>b.&nbsp;The screenshot photo (if you choose to upload the photo) </p>\n<p>c.&nbsp;User ID, Nickname, Server ID</p>\n<p>d.&nbsp;Device ID</p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>a.&nbsp;Help identify and troubleshoot problems with your account or games;</p>\n<p>b.&nbsp;To survey your opinions through surveys or questionnaires;</p>\n<p>c.&nbsp;Communicate with you and respond to your specific requests or questions;</p>\n<p>d.&nbsp;Enable you to ask for help from customer service if there is a problem streaming your game；</p>\n<p>e.&nbsp;Manage and send you confirmations and important Data about your account, purchases, subscriptions, and warranties.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for our performance of a contract with you.</p>\n<p>Necessary for our legitimate interests in providing you with support in relation to the game, responding to your communications, and updating you in relation to your account.</p>\n<p>&nbsp;</p>\n<p>\n<strong>The other data you provide to us: </strong>\n</p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>a.&nbsp;When you participate in online discussions or otherwise interact with us;</p>\n<p>b.&nbsp;When you voluntarily complete a customer survey or provide feedback / requests on any of our message boards or via email;</p>\n<p>c.&nbsp;When you choose to share the live video content (voice, face) in game, we will collect the same (note that it is optional for you to share this data).</p>\n<p>d.&nbsp;If you are located specific area (e.g., the Middle East), and turn on the video recording function (if any) in the game and agree us to record your in-game behavior, we will collect and process video content (is different from the live video content) which show your in-game behavior to identify the main problems encountered by you in the novice stage and optimize your experience.</p>\n<p>e.&nbsp;If you get the prize(s) for participating in our game-based events, we may collect your name, ID number or passport ID, delivery address, postal code, telephone number, in-game account ID and zone ID, to deliver the physical prize(s) to you, we may collect your email address to send the digital prize(s) to you.\nWe collect such data with your consent.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for our legitimate interests in responding to your interactions with us and ensuring that we deal appropriately with any requests that you have.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Any of the above data (to the extent required and permitted under applicable laws)</strong>\n<strong>: </strong>\n</p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>To represent ourselves in legal proceedings or comply with court orders, litigation procedures and other legal processes.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for a legal obligation.</p>\n<p>Necessary for our legitimate interests to protect the operations of our business entities.\nto obtain legal remedies or limit our damages.\nand to protect the rights, safety, or property of our employees, you, or others.</p>\n<p>&nbsp;</p>\n<p>1.2&nbsp;<strong>Data We Collect on an Ongoing Basis</strong>\n</p>\n<p>&nbsp;</p>\n<p>We may also collect Data and other information through technologies, from you when you use our Services.\nWe use these Data and information for purposes such as modifying or improving features, managing advertising, addressing technical issues, preventing fraud, and conducting data analytics and it is necessary for provision of Service.\nThe type of information that we collect includes: </p>\n<p>&nbsp;</p>\n<p>\n<strong>Android Device Data</strong>\n<strong>: </strong>\n</p>\n<p>MAC address,</p>\n<p>IP address</p>\n<p>Device Hardware Information (e.g., storage, CPU, device type, operating system, language) </p>\n<p>Device ID</p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>To modify and improve our Game or Service;</p>\n<p>To improve the security of the Game or Service;</p>\n<p>For verification purpose;</p>\n<p>To address technical issues and prevent fraud;</p>\n<p>To identify who you are with your device ID, MAC when you need our help with the services;</p>\n<p>To assign servers based on IP address of the users.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for us to provide the Game or Service and to ensure the security.</p>\n<p>Necessary for our legitimate interests in establishing you as a user of our service, and ensuring that we can take appropriate steps to maintain your account.</p>\n<p>&nbsp;</p>\n<p>\n<strong>iOS</strong>\n<strong>&nbsp;</strong>\n<strong>Device Data</strong>\n<strong>: </strong>\n</p>\n<p>IP address</p>\n<p>OS Version</p>\n<p>MAC,</p>\n<p>Hardware Information (e.g., storage, CPU, device type, operating system, language) </p>\n<p>Device ID</p>\n<p>IDFA </p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>To modify and improve our Game or Service;</p>\n<p>To improve the security of the Game;</p>\n<p>For verification purpose;</p>\n<p>To address technical issues and prevent fraud;</p>\n<p>To assign servers based on IP address of the users.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for us to provide the Game or Service and to ensure the security.\n</p>\n<p>Necessary for our legitimate interests in establishing you as a user of our service and ensuring that we can take appropriate steps to maintain your account.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Advertising ID and Market analytics Data (e.g., Google Advertising ID)</strong>\n<strong>: </strong>\n</p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>To monitor the advertising data and marketing programs;</p>\n<p>To manage advertising</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for us to manage advertising and conduct data analytics.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Transaction Records</strong>\n<strong>: </strong>\n</p>\n<p>Transaction information of payment platform, such as Google Play or iOS App Store (purchase time, order number, in-game product purchased, cost, email address (if the payment platform provides to us))；</p>\n<p>Purchase history in-game, (e.g.item purchased, number of transactions, payment channel, order number, excluding financial information)；&nbsp;</p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>To process transactions that you make;</p>\n<p>To maintain the purchase history;</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for our performance of a contract with you.</p>\n<p>Necessary for our legitimate interests, and/or those of the third-party payment processors with whom we work, in processing any transaction that you make when using the Game or Services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Data of Use of the Service</strong>\n<strong>: </strong>\n</p>\n<p>Gameplay data (such as game setting, level, heroes, scores)</p>\n<p>In-game interactions (such as friends list)</p>\n<p>Click record (battle record, mall record, activity record, social category)</p>\n<p>Live time of player’s play</p>\n<p>Game Guard (information about your use of plugins)</p>\n<p>Information indicating your use of other software </p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>To provide Game services；</p>\n<p>To distribute rewards in conjunction with game promotion activities if we collect Redemption Code;</p>\n<p>To analyze the usage of Game feature, optimize and improve Game experience if we collect click record;</p>\n<p>To achieve offline push function and in-game chat function if we collect live time of player’s play(online time)；</p>\n<p>To monitor the background records crashes to provide better service and solve the users’ problem if we collect the Game Health (Flash back);</p>\n<p>To monitor whether you use plugin if we collect the Game guard information.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for us to provide the Game or Service.\n</p>\n<p>Necessary for our legitimate interests in providing you with support in relation to the game, providing enhanced game functionality to you responding to your communications, and ensuring the security.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Any of the above data (to the extent required and permitted under applicable laws)</strong>\n<strong>: </strong>\n</p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>To represent ourselves in legal proceedings or comply with court orders, litigation procedures and other legal processes.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for a legal obligation.</p>\n<p>Necessary for our legitimate interests to protect the operations of our business entities.\nto obtain legal remedies or limit our damages.\nand to protect the rights, safety, or property of our employees, you, or others.</p>\n<p>&nbsp;</p>\n1.3&nbsp;<strong>Data Received by Us through Third Party</strong>\n<p>We may also collect your Data through third parties.\nSuch as:</p>\n<p>&nbsp;</p>\n<p>\n<strong>Data you provided to Third Party Services</strong>\n<strong>: </strong>\n</p>\n<p>Facebook: Name, Facebook ID, Profile Picture, Email Address (optional)</p>\n<p>Google Play: Google ID, Display Name</p>\n<p>iOS Game Center: User ID, Nickname, Profile Picture</p>\n<p>iTunes </p>\n<p>Vkontakte &lt;“VK”&gt;</p>\n<p>Other third-party payment platforms listed in the following website: https://m.mobilelegends.com/en/payment/countrylist </p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>To enable you to link, connect, or login to your Account with a third-party service;</p>\n<p>To enable us to make our service available through certain platforms (e.g.\niTunes, Google Play).\n</p>\n<p>To&nbsp;help you share your gaming experience with friends, if you and your friends agree to do this and log into our game through a third party account;</p>\n<p>To enable you to purchase in-game items, if you purchase in-game items (virtual currency) through the third-party payment platforms, you will provide your User ID and nickname to the third-party payment platforms.\nThe third-party payment platforms will send your data of account, in-game items you purchased and other transaction information to us.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for our legitimate interests in making the Game available through third party services, and enabling the Game to link to third party services to enhance user experience.</p>\n<p>&nbsp;</p>\n<p>\n<strong>AIHelp (Customer supporting service system)</strong>\n<strong>: </strong>\n</p>\n<p>Gaming platform (Android or iOS)</p>\n<p>Device Language</p>\n<p>Game Version</p>\n<p>Country Code</p>\n<p>Battery level and status</p>\n<p>Device ID</p>\n<p>Available storage of device/ Total storage of device</p>\n<p>OS Version</p>\n<p>Custom Field</p>\n<p>SDK Version</p>\n<p>Carrier</p>\n<p>Network type</p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>Help identify and troubleshoot problems with your account or games;</p>\n<p>To survey your opinions through surveys or questionnaires;</p>\n<p>Communicate with you and respond to your specific requests or questions.\n</p>\n<p>Help you find your friends or share your related gaming experience;</p>\n<p>Enable to streaming your game within the game;</p>\n<p>Manage and send you confirmations and important Data about your account, purchases, subscriptions, and warranties.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for us to provide the Game or Service.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Any of the above data (to the extent required and permitted under applicable laws)</strong>\n<strong>: </strong>\n</p>\n<p>\n<strong>Use</strong>\n<strong>: </strong>\n</p>\n<p>To represent ourselves in legal proceedings or comply with court orders, litigation procedures and other legal processes.</p>\n<p>\n<strong>Legal Basis</strong>: </p>\n<p>Necessary for a legal obligation.</p>\n<p>Necessary for our legitimate interests to protect the operations of our business entities.\nto obtain legal remedies or limit our damages.\nand to protect the rights, safety, or property of our employees, you, or others.</p>\n<p>With regard to clause 1.3 above, please bear in mind that a third party controls your Data and you may vary your authorization and revoke your consent (if applicable) through privacy settings on such third party’s platform.\nPlease ensure that you read the privacy policy of any third-party platform that you access.</p>\n<p>&nbsp;</p>\n<p>2.&nbsp;<strong>How We Use and Share Data</strong>\n</p>\n<p>&nbsp;</p>\n<p>2.1&nbsp;<strong>Using Your Data</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>We collect, use, store, and process your Data based on:</strong>\n</p>\n<p>a.&nbsp;The principle of lawfulness, fairness and transparency;</p>\n<p>b.&nbsp;Your consent that we may take from you time to time;</p>\n<p>c.&nbsp;Specified, explicit and legitimate purposes;</p>\n<p>d.&nbsp;The extent that is adequate, relevant and limited to what is necessary in relation to the purposes;</p>\n<p>e.&nbsp;The manner that ensures appropriate security of the personal data;</p>\n<p>f.&nbsp;Performing the obligations under Terms of Use and providing our Services;</p>\n<p>g.&nbsp;Your and our legitimate interests;</p>\n<p>h.&nbsp;Other legal reasons including if required under any law or required by governmental and regulatory bodies.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Managing Notifications</strong>\n</p>\n<p>&nbsp;</p>\n<p>Information on managing notifications from your&nbsp;iOS device is available here: &nbsp;https://support.apple.com/en-hk/HT201925#manage-alerts&nbsp;</p>\n<p>Information on managing notifications from your Android device is available here: https://support.google.com/android/answer/9079661?hl=en<u>.</u>&nbsp;</p>\n<p>&nbsp;</p>\n<p>2.2&nbsp;<strong>Sharing Your Data</strong>\n</p>\n<p>&nbsp;</p>\n<p>We do not share personal data that directly identifies you (such as your name, e-mail) with independent third parties unless: </p>\n<p>&nbsp;</p>\n<p>(i)&nbsp;your prior authorization or consent is obtained.\n</p>\n<p>(ii)&nbsp;if we are required to do so by law, legal process, or a reasonable request from law enforcement authorities or other government officials.\n</p>\n<p>(iii)&nbsp;when we believe disclosure is necessary or appropriate to prevent physical harm or financial loss or in connection with an investigation of suspected or actual illegal activity.\nor </p>\n<p>(iv)&nbsp;if necessary, to protect the vital interests of us and any of its users (such as to prevent death, bodily harm, or serious damage to property), public security and public interests.\nor </p>\n<p>(v)&nbsp;if we sell part or all of our assets to the third parties, we may share your Data with the buyer.\nIn the event of this circumstance, the buyer will comply with this privacy policy, the related laws and regulations.</p>\n<p>&nbsp;</p>\n<p>We may share anonymous or aggregated data, or other data that does not directly identify you with:</p>\n<p>&nbsp;</p>\n<p>(i)&nbsp;Other players and users.\nSocial features are a core component of our games, other players and users may, for example, see your profile data, in-game activities and read the messages you have posted depending on the setting adopted by you.\n</p>\n<p>(ii)&nbsp;Other companies and public authorities in order to identify and/or prevent fraud and illegal activity, we may exchange data with other companies and public authorities in response to lawful requests;</p>\n<p>(iii)&nbsp;Other&nbsp;companies&nbsp;which help us to optimize&nbsp;our games services.\nWe may share in-game click record to other companies to optimize and improve Game experience.\nUnder this circumstance, we will enter into the agreement with such companies and the companies are prohibited from retaining, using, or disclosing your personal data for any purpose other than providing us with their services in support of our game services.</p>\n<p>(iv)&nbsp;Advertising Partners,&nbsp;Social Media Platform and third-party payment platforms.\nThe Service includes features from our partners, such as social media interaction tools, in-game advertising and purchasing in-game items.\nWhen you use the service, application, other site provided by these partners related to our Game, these partners may access your data and operate under their own privacy policies and their terms of service.\nWe encourage you to check their privacy policies to learn more about their data processing practices and exercise due caution while accessing any third-party website which is beyond our control.\n</p>\n<p>Advertising Partners: </p>\n<p>Topon (https://www.toponad.com/).\n</p>\n<p>Appsflyer (https://www.appsflyer.com/).</p>\n<p>AWS</p>\n<p>Google Play(https://policies.google.com/privacy)</p>\n<p>Social Media Platforms: </p>\n<p>YouTube (http://www.google.com/policies/privacy)</p>\n<p>Facebook(https://www.facebook.com/privacy)</p>\n<p>VK.</p>\n<p>Agora</p>\n<p>Third-Party Payment Platforms: </p>\n<p>Adjust (for Payment analysis)</p>\n<p>Google Play</p>\n<p>Apple store</p>\n<p>&nbsp;</p>\n<p>We may share your data with our affiliates and companies in the same group of companies as us.\nThis includes our subsidiaries (any organization or brand we own or control).\nour parent company.\nand any of its subsidiaries.\nThese companies may use your personal information to help us provide the Service.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>2.3&nbsp;<strong>&nbsp;Data transfers</strong>\n</p>\n<p>&nbsp;</p>\n<p>Our Service is global by nature and your Data can therefore be transferred to third parties or service providers or business partners located within or outside your jurisdiction.\nIn such cases, we will contractually oblige the receiving parties to ensure that same level of data protection is accorded to your Data that is adhered to by us under applicable law.\nFurther, we contractually ensure that such information is not disclosed, published or transferred further.\nAs different countries may have different Data Protection and Privacy laws, we take steps to ensure adequate safeguards are in place to protect your data.\nAdequate safeguards that our partners may use include standard contractual clauses approved by EU Commission or other jurisdictions.</p>\n<p>&nbsp;</p>\n<p>3.&nbsp;<strong>Managing Your Data</strong>\n</p>\n<p>&nbsp;</p>\n<p>You may access and update some of your Data through your Account settings.\nIf you have chosen to connect your Account to a third-party application, such as Facebook or VK, you can do so within the Game.\nYou are responsible for keeping your Data accurate and up-to-date.</p>\n<p>&nbsp;</p>\n<p>We securely store your data by using the Storage service provided by Amazon Web Services (referred to AWS) (https://aws.amazon.com/) and Appsflyer (https://www.appsflyer.com/).\nYou can find more information regarding Amazon Web Services’ Security, Identity, &amp.\nCompliance at https://docs.aws.amazon.com/, Appsflyer’s Data Security and Privacy Principles for Services at: https://www.appsflyer.com/product/security-and-privacy/<u>.</u>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>4.&nbsp;<strong>Your Rights and Options</strong>\n</p>\n<p>&nbsp;</p>\n<p>You may exercise any of the rights described in this section by using any functionality available while using the Service and/or sending an email to&nbsp;<strong>mobilelegendsgame@</strong>\n<strong>moonton</strong>\n<strong>.com</strong>&nbsp;and we will respond without delay and in any event within one month of your request.\nPlease note that we may ask you to verify your identity before taking further action on your request.</p>\n<p>&nbsp;</p>\n<strong>4.1 </strong>\n<strong>Rectification of Inaccurate or Incomplete Data</strong>\n<p>&nbsp;</p>\n<p>You have the right to review your Data provided to us, ask us to correct any inaccurate or incomplete personal Data concerning you.\n</p>\n<p>&nbsp;</p>\n<strong>4.2 </strong>\n<strong>Data Access</strong>\n<p>&nbsp;</p>\n<p>In some jurisdictions, applicable law may entitle you to request copies of your Data held by us.\nYou may also be entitled to request copies of Data that you have provided to us in a structured, commonly used, and machine-readable format, should you have such requirement, please contact us.We may charge a reasonable fee based on administrative costs, or refuse to act on your request, if your request is manifestly unfounded or excessive.\nWe may also refuse to act on a request where it adversely affects the rights and freedoms of others.\n</p>\n<p>&nbsp;</p>\n<strong>4.3</strong>\n<strong>&nbsp;Withdrawing Consent and Restriction of Processing</strong>\n<p>&nbsp;</p>\n<p>Where you have provided your consent to the processing of your Data by us, you can always withdraw your consent at any time by contacting us.\nPlease note that the withdrawal of your consent does not affect the lawfulness of any processing activities based on such consent before its withdrawal.\nYou may also change certain data preferences at any time, for example you may turn off GPS location sharing in your mobile device settings.\n</p>\n<p>&nbsp;</p>\n<p>Furthermore, if you have used the service of YouTube API in our Game, you also can revoke our access to your Data via the Google security settings page at https://security.google.com/settings/security/permissions.\n</p>\n<p>&nbsp;</p>\n<p>Additionally, in some jurisdictions, you have the right to object and/or limit the ways in which we use your Data, in particular where: </p>\n<p>(i)&nbsp;you contest the accuracy of your Data.\n</p>\n<p>(ii)&nbsp;the processing is unlawful and you oppose the erasure of your Data;</p>\n<p>(iii)&nbsp;we no longer need your Data for the purposes of the processing, but you require the Data for the establishment, exercise or defense of legal claims.\nor </p>\n<p>&nbsp;</p>\n<strong>4.</strong>\n<strong>4</strong>\n<strong>&nbsp;Data Retention and Erasure.</strong>\n<p>We generally retain your Data for as long as is necessary for the performance of our service and to comply with our legal obligations and then it is deleted or erased based on our internal protocols.\n</p>\nIf you no longer want us to use your Data to provide our Service to you, you can request that we erase your Data and close your Account.&nbsp;Also if you have not been using our Service for a significant period of time, it will be deemed as you no longer need our Service, then we may erase your Data and close your Account, by a prior notice.\n<p>In certain jurisdictions, you can request to have all your personal information deleted entirely.\nPlease note that if you request the erasure of your personal information:</p>\n<p>&nbsp;</p>\n<p>If you ask us to remove or delete your Data, we may retain your Data as necessary for our legitimate business interests, such as to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>We may retain some of your personal information as necessary for our legitimate business interests, such as fraud detection and prevention and enhancing safety.\nFor example, if we suspend an Account for fraud or safety reasons, we may retain certain Data or information from that Account to prevent that member from opening a new account in the future.</p>\n<p>&nbsp;</p>\n<p>We may retain and use your personal information or Data to the extent necessary to comply with our legal obligations.\nFor example, we or third parties engaged by us may keep some of your information for tax, legal reporting and auditing obligations.</p>\n<p>&nbsp;</p>\n<p>Information you have shared with others may continue to be publicly visible in the Game, even after your Account is cancelled.\nHowever, attribution of such information to you will be removed.\nAdditionally, some copies of your information (e.g., log records) may remain in our database, but are disassociated from personal identifiers.\nData protection and information security is important for us.\nWhile providing services to you and other users, we operate and maintain the Services or Game so as to protect Data and our systems from accidental or malicious loss and destruction.\nTherefore, as part of provision of Service and on account of overall safety of Data of all users, residual copies of your personal information may not be removed from our backup systems for a limited period of time.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>R</strong>\n<strong>et</strong>\n<strong>ention Schedule</strong>\n</p>\n<p>TYPE OF DATA&nbsp;:&nbsp;</p>\n<p>Nickname, gender, profile data</p>\n<p>Security-Related Information</p>\n<p>RETENTION PERIOD: The duration&nbsp;of player’s&nbsp;use of the Game&nbsp;/ [the game Mobile Legends: Bang Bang (the “Game”)]&nbsp;(i.e.,&nbsp;until account deletion in accordance with a player’s&nbsp;request) and then deleted within 30 days.</p>\n<p>&nbsp;</p>\n<p>TYPE OF DATA&nbsp;:&nbsp;</p>\n<p>Player email address</p>\n<p>Location and nationality</p>\n<p>Device information</p>\n<p>Game play statistics (level, heroes, score/s), date and time stamps of actions</p>\n<p>Advertising ID and select device information (Device ID, IP address)</p>\n<p>Personal data relating to players collected via the following third parties(&nbsp;Facebook, Google Play, Game Center, VKontakte)</p>\n<p>Survey Information</p>\n<p>Country/area,&nbsp;gender, occupation, education, email address, survey answer</p>\n<p>Webpage information</p>\n<p>Browser information (browser name, engine type, version), phone brand, OS version</p>\n<p>RETENTION PERIOD:</p>\n<p>The duration&nbsp;of player’s&nbsp;use of the Game&nbsp;i.e.\nuntil account deletion in accordance with a player’s&nbsp;request) and then deleted within 30 days.</p>\n<p>Where a player does not&nbsp;request account deletion, such data will be retained for 1 year after the Game is shut down, before it is deleted.</p>\n<p>&nbsp;</p>\n<p>TYPE OF DATA&nbsp;:&nbsp;</p>\n<p>Chat communications (text messages&nbsp;between friends)</p>\n<p>RETENTION PERIOD: Stored for 3 days (up to 10 messages per friend) and then automatically deleted.</p>\n<p>&nbsp;</p>\n<p>TYPE OF DATA&nbsp;:&nbsp;</p>\n<p>Transaction records</p>\n<p>RETENTION PERIOD: Stored for the lifetime of player’s&nbsp;use of the Game (i.e.\nuntil account deletion in accordance with player’s&nbsp;request) and then for the duration of any retention periods for which such data must be retained in order to comply with our legal obligations.</p>\n<p>&nbsp;</p>\n<p>TYPE OF DATA&nbsp;:&nbsp;</p>\n<p>Customer support ticket ID &amp.\nsupport communications</p>\n<p>RETENTION PERIOD: Stored for 2 years and then automatically deleted.</p>\n<strong>4.</strong>\n<strong>5</strong>\n<strong>&nbsp;Objection to Processing</strong>\n<p>In some jurisdictions, you may be entitled to object to the processing of your Data where such processing is based on legitimate interest.\nIf you object to such processing, we will no longer process your personal information for these purposes unless we can demonstrate compelling legitimate grounds for such processing or such processing is required for the establishment, exercise or defence of legal claims, or we are relying upon another legal basis to process your Data.</p>\n<p>&nbsp;</p>\n<p>Where your personal information is processed for direct marketing purposes, you may, at any time ask us to cease processing your data for these direct marketing purposes in accordance with clause 8.</p>\n<p>&nbsp;</p>\n<p>5.&nbsp;<strong>How We Protect Personal Data</strong>\n</p>\n<strong>5.1 Security Safeguards</strong>\n<p>We have implemented reasonable security practices and standards and documented information security policies comprising of all relevant security control measures that are commensurate for protection of the information assets (including your data).\nWe shall also comply with audit requirements as may be required under applicable law.\nThe company’s service provider responsible for hosting of Data has implemented ISO/IEC 27001:2013 standards for its management system and we work with our service providers to ensure that adequate security measures are taken to afford protection to your Data.</p>\n<p>&nbsp;</p>\n<p>Security of our users' Data is a priority at us, and we are continuously implementing and updating administrative, technical, and physical security measures such as access control, compressed encryption to help protect your Data against unauthorized access, loss, destruction, or alteration.\nHowever, in a digital world, you will appreciate that we cannot guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.\nThis means we cannot guarantee the security of your Data and do not assume any responsibility for the unauthorized use or access to your Data under our control.</p>\n<p>&nbsp;</p>\n<p>If we learn of a security systems breach, we may attempt to notify you electronically so that you can take appropriate protective steps.\nIf there is a security breach occurs, we may also post a notice on the Website.\nWe will send an emergency report to authorities in case that the security breach is serious and assist authorities to take steps to prevent further harm.\n</p>\n<p>If you know or have reason to believe that your Account credentials have been lost, stolen, misappropriated, or otherwise compromised or in case of any actual or suspected unauthorized use of your Moonton Account, please contact us in accordance with clause 8, and we will take action in relation to your notification without undue delay and in any event within 30 days, and respond to you as soon as possible when we have any update.</p>\n<p>&nbsp;</p>\n<p>Please keep in mind that whenever you voluntarily disclose Data online through certain channels (for example on message boards, through email, or in chat areas), that Data can be collected and used by others.\nWe are not responsible for Data that you share on services/platforms other than the Game or our services.\nWe remind you to use caution before sharing or making such disclosures.\nUltimately, you are solely responsible for maintaining the secrecy of your passwords or any account Data.\nPlease be careful and responsible whenever you are online.</p>\n<p>&nbsp;</p>\n<strong>5.2 Additional Information for California Residents.</strong>\n<p>Below, we provide information, as required under California privacy laws, including the California Consumer Privacy Act (\"<strong>CCPA</strong>\"), which requires that we provide California residents certain specific information about how we handle their personal information, whether collected online or offline.\nThis section does not address or apply to our handling of publicly available information made lawfully available by state or federal governments or other personal information that is subject to an exemption under Section 1798.145(c) – (f) of the CCPA.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Categories of Personal Information We Collect and Disclose</strong>\n</p>\n<p>Our collection, use and disclosure of personal information about a California resident will vary depending upon the circumstances and nature of our interactions or relationship with such resident.\nThe table below sets out generally the categories of personal information (as defined by the CCPA) about California residents that we collect, sell, and disclose to others for a business purpose.\nWe collect these categories of personal information from the sources described above, in Section 1.\nData and How we Collect them, and for the purposes described above, in Section 2.\nHow We Use and Share Data.</p>\n<p>&nbsp;</p>\n<p>Device Data: IP address, CPU, device type, operating system, language, Storage, device ID, MAC, IDFA:</p>\n<p>Identify, fix, and troubleshoot bugs and service errors.\ngenerate device code.\nprovide software updates.</p>\n<p>&nbsp;</p>\n<p>Transaction Data: If you choose to make a purchase, we will collect transaction-related Data such as number of transactions, object of transaction, payment channel, your name, address, card number:</p>\n<p>Enable purchasing related functions.\nenhance your game experience.</p>\n<p>&nbsp;</p>\n<p>Data of Use of the Service: gameplay data (such as game setting), promotion clicks, in-game interactions (such as friends list), referral/exit pages, geolocation information:</p>\n<p>Help you find your friends or share your related gaming experience.\nserve and measure the effectiveness of advertising.\nadhere to your preferences and to deliver dynamic content.</p>\n<p>&nbsp;</p>\n<p>Profile figure, such as your battle data:</p>\n<p>To improve and advance our Application and services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Categories of Personal Information Sold.\n</strong>The CCPA defines a \"sale\" as disclosing or making available to a third party personal information in exchange for monetary or other valuable consideration.\nWe do disclose or make available personal information to third parties, in order to receive certain services or benefits from them.\nFor example, we may allow third party tags to collect information such as browsing history through our Sites and Apps in order to better reach Users with relevant ads and to improve and measure our ad campaigns, or to display third party ads in our Services.\n</p>\n<p>\n<strong>In the past 12 months, we have not sold Personal Information of California residents within the meaning of “sale” in the CCPA.</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>California Residents' Rights.\n</strong>\n</p>\n<p>California law grants California residents’ certain rights and imposes restrictions on particular business practices as set forth below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Do-Not-Sell.\n</strong>California residents have the right to opt-out of our sale of their personal information.\nYou can click the button ‘Do Not Sell My Personal Information’ on the screen if do not want us to provide your personal information to any third parties.\nWe do not sell personal information about residents who we know are younger than 16 years old.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Initial Notice.\n</strong>We are required to notify California residents, at or before the point of collection of their personal information, the categories of personal information collected and the purposes for which such information is used.\nWe will make this Privacy Policy available to Users online, in order to satisfy this requirement.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Requests to Delete.</strong>&nbsp;Subject to certain exceptions, California residents have the right to, at no charge, request deletion of their personal information that we have collected about them and to have such personal information deleted, except where an exemption applies.\nTo send the request, please email to&nbsp;<strong>mobilelegendsgame@</strong>\n<strong>moonton</strong>\n<strong>.com</strong>, and we will proceed with it within 30 days.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Request to Know.</strong>&nbsp;California residents have the right to request and subject to certain exemptions, receive a copy of the specific pieces of personal information that we have collected about them in the prior 12 months and to have this delivered, free of charge by email, readily useable format that allows the individual to transmit this information to another entity without hindrance.\nTo send the request, please email to&nbsp;<strong>mobilelegendsgame@</strong>\n<strong>moonton</strong>\n<strong>.com</strong>&nbsp;and we will proceed with it within 30 days.\nCalifornia residents also have the right to request that we provide them certain information about how we have handled their personal information in the prior 12 months, including the:</p>\n<p>&nbsp;</p>\n<p>a.&nbsp;categories of personal information collected;</p>\n<p>b.&nbsp;categories of sources of personal information;</p>\n<p>c.&nbsp;business and/or commercial purposes for collecting and selling their personal information;</p>\n<p>d.&nbsp;categories of third parties/with whom we have disclosed or shared their personal information;</p>\n<p>e.&nbsp;categories of personal information that we have disclosed or shared with a third party for a business purpose.\nand</p>\n<p>f.&nbsp;categories of third parties to whom the residents' personal information has been sold and the specific categories of personal information sold to each category of third party.</p>\n<p>g.&nbsp;California residents may make a Request to Know up to twice every 12 months.</p>\n<p>&nbsp;</p>\n<p>We will respond to verifiable requests received from California residents as required by law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Right to Non-Discrimination.</strong>&nbsp;The CCPA prohibits discrimination against California residents for exercising their rights under the CCPA.\nDiscrimination may exist where a business denies or provides a different level or quality of goods or services, or charges (or suggests that it will charge) different prices, rates, or penalties on residents who exercise their CCPA rights, unless doing so is reasonably related to the value provided to the business by the residents' data.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Financial Incentives.</strong>&nbsp;A business may offer financial incentives for the collection, sale or deletion of California residents' personal information, provided it is not unjust, unreasonable, coercive or usurious, and is made available in compliance with applicable transparency, informed consent, and opt-out requirements.\nCalifornia residents have the right to be notified of any financial incentives offers and their material terms, the right to opt-out of such incentives at any time, and may not be included in such incentives without their prior informed opt-in consent.\nwe do not offer any such incentives at this time.</p>\n<p>&nbsp;</p>\n<p>\n<strong>You Rights Under California's Shine-the-Light Law.</strong>&nbsp;We do not share personal information collected online with unaffiliated third parties for their own direct marketing purposes and will not do so unless you agree to such disclosure.\nIf you are a California resident and you still believe your information has been shared or you have general questions about how your information may have been shared, you may contact us by requesting a list of the third parties to which we have disclosed personally identifiable information about you for their own direct marketing purposes.\nYou may make one request per year.\nIn your request, please attest to the fact that you are a California resident and provide a current California address for your response.\nYou may request this information in writing by contacting us via the contact details set out in Section 8.\nHow to Contact us.</p>\n<p>&nbsp;</p>\n<strong>5.3Additional Information for India Users</strong>\n<p>\n<strong>Sensitive Personal Data or Information Rules.\n</strong>The Sensitive Personal Data or Information Rules (SPDI) includes sensitive information pertaining to a natural person like password, financial information (such as bank account, credit card, debit card or other payment instrument details), biometric information, medical records and history etc.\nHowever, it does not include information available in the public domain or the information provided under Indian laws.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Age Restrictions.\n</strong>The Indian user under the age of 18 shall not play our Game without the consent of parent or guardian.</p>\n<p>&nbsp;</p>\n<p>6.&nbsp;<strong>Children’s Privacy</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>The age of legal majority that you access the services of specific countries/regions:</p>\n<p>Russia: 14</p>\n<p>Kingdom of Saudi Arabia: 15</p>\n<p>Brazil: 18</p>\n<p>EU: 16</p>\n<p>India: 18</p>\n<p>Singapore: 18</p>\n<p>Turkey: 18</p>\n<p>Thailand: 20</p>\n<p>United Arab Emirates: 21</p>\n<p>&nbsp;</p>\n<p>Protecting children's privacy online is extremely important to us.\nWe do not directly serve children under the age of 13.<strong>&nbsp;If you are a user of the country/region listed above and under the age of legal majority, you shall not play the Game without the consents of your parent or guardian.\n</strong>We also do not intentionally collect Data from children or minors through the Service.\nIf you are the parent or guardian of a child and you believe that we have inadvertently received Data about that child, please contact us in accordance with clause 8<strong>\n<u>.</u>\n</strong>&nbsp;We will delete the Data from our records as soon as possible.\nIf you believe that we might have any Data from or about a child under the age of 13, please contact us as well.</p>\n<p>&nbsp;</p>\n<p>\n<strong>7.Updates to Our Privacy Policy</strong>\n</p>\n<p>&nbsp;</p>\n<p>We may update this Privacy Policy from time to time to reflect changes in technology, law, our operations, or any other reason we determine is necessary or appropriate, so please review it frequently.\nWe will indicate on the cover page of this Privacy Policy to indicate the recent most date on which the policy was last updated.\nPlease review this Privacy Policy every time you access or use Service to make sure that you have reviewed the most recent version.\nWe will notify you if there is any substantial change occurs.</p>\n<p>&nbsp;</p>\n<p>\n<strong>8.How to Contact us</strong>\n</p>\n<p>&nbsp;</p>\n<p>If you have any questions about this Privacy Policy or grievances with respect to processing of your information, or you would like to exercise any of your data protection rights, please do not hesitate to reach out to our Grievance Officer.\nThe contact details of the Grievance Officer is set out below:</p>\n<p>&nbsp;</p>\n<p>Name of Grievance Officer: <strong>Zheng Ming</strong>\n</p>\n<p>Contact details/ email: <strong>mobilelegendsgame@moonton.com</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>We will redress the grievances on an expeditious basis within 30 days of receipt of grievance.</p>\n<p>&nbsp;</p>\n<p>\n<strong>9.How to Contact the appropriate Authority</strong>\n</p>\n<p>&nbsp;</p>\n<p>Should you wish to report a complaint or if you feel that we are not addressed your concern in a satisfactory manner, you may contact your local Data Protection Authorities at: https://ec.europa.eu/justice/article-29/structure/data-protection-authorities/index_en.htm<u>&nbsp;</u> or any other authorities in your jurisdiction.</p>", "created_at": "2023-08-23 20:44:42.778779", "updated_at": "2023-08-23 20:44:51.971675"}], "points": [], "urls": ["mobilelegends.com"]}}