{"error": 448, "message": "OK", "parameters": {"id": 8171, "name": "CHILI publish", "created_at": "2023-05-02 14:50:20.16674", "updated_at": "2023-05-02 22:02:11.959927", "wikipedia": null, "keywords": null, "related": null, "slug": "chili-publish", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8171.png", "url": "chili-publish.com", "documents": [{"id": 15861, "name": "Privacy Statement", "url": "https://www.chili-publish.com/legal/", "xpath": "//body", "text": "ProductSolutionsPartnersCustomersResourcesCompanyRequest a demoLogin OverviewPlatform Overview<p>CHILI GraFX boosts your digital and print media creation at any scale</p> What's NewLearn more about our latest release PricingUnderstand our pricing structure By Use CaseCreative AutomationBrand PortalWeb2PrintVariable Data Printing By IndustryRetailReal EstateFranchise By CompanyAgenciesBrands<p>Changes in the retail landscape are shifting how agencies and retailers work together.\nRead our white paper on the future of Design+Tech agencies.</p>\n<p>Read more </p> Get StartedHelp CenterDocumentationContact salesCHILI AcademyGithub ExploreDocumentsBlogVideosWebinarsEventsFAQ<p>Tune in to CHILIpulse, your go-to channel for the latest CHILI GraFx updates.\nPick up new tips and tricks, get direct access to our product organization, and use CHILI GraFx to drive ever more value for your design team.</p>\n<p>Listen Now </p>\n<p>CREATE is the community event for the ‘New Creatives’ – the place where Creative Automation and Creative Intelligence meet.\nJoin us in Austin on June 28-29 to become part of the movement that is reshaping the creative industry.</p>\n<p>Read more </p> About UsGet to know us better We're Hiring!Join our team PressLatest press releases Contact usGet in touch - we want to hear from you! Trust &amp.\nSecurityCompliance &amp.\nstuffProduct OverviewPlatform Overview<p>CHILI GraFX boosts your digital and print media creation at any scale</p> What's NewLearn more about our latest release PricingUnderstand our pricing structureSolutions By Use CaseCreative AutomationBrand PortalWeb2PrintVariable Data Printing By IndustryRetailReal EstateFranchise By CompanyAgenciesBrands<p>Changes in the retail landscape are shifting how agencies and retailers work together.\nRead our white paper on the future of Design+Tech agencies.</p>\n<p>Read more </p>PartnersCustomersResources Get StartedHelp CenterDocumentationContact salesCHILI AcademyGithub ExploreDocumentsBlogVideosWebinarsEventsFAQ<p>Tune in to CHILIpulse, your go-to channel for the latest CHILI GraFx updates.\nPick up new tips and tricks, get direct access to our product organization, and use CHILI GraFx to drive ever more value for your design team.</p>\n<p>Listen Now </p>\n<p>CREATE is the community event for the ‘New Creatives’ – the place where Creative Automation and Creative Intelligence meet.\nJoin us in Austin on June 28-29 to become part of the movement that is reshaping the creative industry.</p>\n<p>Read more </p>Company About UsGet to know us better We're Hiring!Join our team PressLatest press releases Contact usGet in touch - we want to hear from you! Trust &amp.\nSecurityCompliance &amp.\nstuffRequest a demoLogin to CHILI GraFxPrivacy Statement<ol>\n<li>\n<p>Who are we?</p>\n<p>We are CHILI publish NV:</p>\n<p>CHILI publish is a software company, building its flagship product CHILI publisher, the Universal Graphics Engine.\nCHILI publisher is an online document editor, also able to process your (dynamic) assets in an automated way.</p>\n<p>Our HQ is located in Erembodegem, Korte Keppestraat 9, bus 11, 9320, Belgium.</p>\n<p>CHILI publish is responsible for collecting and using your personal data as described in this privacy statement.</p>\n</li>\n<li>\n<p>What personal data do we process?</p>\n<p>2.1.\nGeneral</p>\n<p>We may collect and process the following categories of personal data:</p>\n<p>a.\nName and other identifying information</p>\n<p>We may record, for example, your name, gender and the country in which you live.</p>\n<p>b.\nContact information and data about your personal account or registration</p>\n<p>Your contact information may include your address, telephone number and e-mail address.\nIf you register for a certain service or request a demo, we may also record the login data and other information that you enter in the account or registration form.</p>\n<p>c.\nOur communication with you</p>\n<p>If you send us an e-mail or chat with us via social media or online, we record this communication.\nIf you call us, we can record your questions in our database.\nWe may also record telephone conversations for training purposes, in order to record appointments or to prevent or combat fraudulent activities.</p>\n<p>d.\nInformation we collect when you use our websites, apps and other digital media</p>\n<ul>\n<li>If you visit our websites, we may record your IP address, browser type, operating system, referencing website, surfing behaviour.\nWe may receive an automatic notification if you open a newsletter or click on a link in a newsletter.</li>\n<li>With your permission, we may also receive your location information.</li>\n<li>You may also agree to provide us access to certain data that is stored on your mobile phone.\nSee below (Cookies) for more information.</li>\n</ul>\n</li>\n</ol>\n<p>e.\nInformation concerning social media</p>\n<p>Depending on your settings for social networks, we may receive information from the provider of your social network.\nFor example, if it is possible to log into our services with a social network account (such as Facebook or Instagram), we may receive your social network profile including contact information, interests and contacts.\nMore information about the personal data we receive from your social network provider and about how to change your settings can be found on the website and in the privacy policy of the social network provider.</p>\n<p>f.\nInformation you share with us concerning a job application at CHILI publish.</p>\n<p>2.2.\nSensitive information</p>\n<p>Certain categories of personal information that we collect and use may be considered “sensitive personal data” under the General Data Protection Regulation or the Belgian privacy legislation.\nWe may be obligated to collect and use this information, and share it with third parties for the purposes described in this privacy statement.</p>\n<p>You may also indicate that you wish to share such information with us – for example, because you have searched for specific assistance or have ordered a certain type of special meal (from this information it is possible to gather that, for example, you adhere to a certain religion or that you have certain health issues).\nBy providing personal information that falls under or may be considered to be sensitive personal information, you agree that we may collect and use this information, and share it with third parties, as described in this privacy statement.</p>\n<p>2.3.\nCookies and similar technologies</p>\n<p>If you use our websites or mobile apps, we collect information via cookies and similar technologies.\nYou can indicate in the cookie dashboard which cookies may be placed by CHILI publish.\nIf you wish to adjust your cookie preferences, you must first delete the cookies in your browser and then visit our website.</p>\n<p>2.4.\nSpecific services, apps or events</p>\n<p>For specific services, apps or events, we may collect other types of data and use them for other purposes than described in this privacy statement.\nWe will inform you about this if you register for a service or an event or when you download an app.</p>\n<ol>\n<li>\n<p>How do we collect your information?</p>\n<p>CHILI publish may obtain your personal data in several ways: for example, when you use our website, documentation portal, ticketing portal, use one of our apps, apply for a job, communicate with us via social media, or register for our newsletter.</p>\n<p>We may also receive personal information from our partners (for example, channel partners and technology partners).</p>\n<p>We only collect information based on the principles mentioned in the General Data Protection Regulation.</p>\n</li>\n<li>\n<p>Why do we process these types of personal data?</p>\n<p>We process personal data for the following purposes:</p>\n<p>a.\nTo provide our services</p>\n<p>Most of the information described above must be process in order to handle your questions and to be able to offer you quotes, news and orders.</p>\n<p>b.\nTo offer you our online services and mobile apps</p>\n<p>c.\nTo simplify your use of our online services or apps, we may analyse the data we collect pertaining to your use of our digital media and combine that with information collected via cookies and similar technologies (see above).\nWe do this, for example, to learn which digital channel (e-mail, social media) or device (desktop, tablet or mobile phone) you prefer so that we can focus our communication on that channel or device.</p>\n<p>d.\nTo communicate with you</p>\n<p>We use your contact information to communicate with you, answer questions or handle tickets or issues.</p>\n<p>e.\nFor statistical research</p>\n<p>We use automatic tools to perform statistical research of general trends in the use of our services, websites, apps and social media and of the behaviour and preferences of our customers and users.</p>\n<p>f.\nFor direct marketing purposes</p>\n<p>We may use your personal information to send you newsletters, emails, printed collateral, offers or other personalised marketing messages.\nTo learn what is relevant for you, we may use automatic tools to analyse your personal information.\nWe may use and combine the information described above for this purpose.\nWe use the results of our analysis to coordinate our marketing messages with your specific interests and preferences.</p>\n<p>g.\nFor social media purposes</p>\n<p>We may participate in Facebook’s Custom Audience programme, LinkedIn custom audience program, or other similar social media programmes, which we may use to display personalised advertisements to you when you visit Facebook or other social media.\nFor example, we may share your e-mail address or another identification with Facebook to allow Facebook to determine whether you have a Facebook account.\nFor more information about custom target group approach, you can visit the website of your social network provider.</p>\n<p>h.\nJob application procedure</p>\n<p>If you apply for a job or internship at CHILI publish, we request that you share certain information that is relevant for the job application procedure.</p>\n<p>i.\nTo facilitate compliance with laws and regulations</p>\n<p>We may be legally obligated to collect your data.</p>\n</li>\n<li>\n<p>How long do we save your data?</p>\n<p>Your personal data will be saved as long as it is necessary for the purposes described in this privacy statement or for as long as required to satisfy laws and regulations or to solve disputes.</p>\n</li>\n<li>\n<p>Release or sharing of data with third parties</p>\n<p>6.1.\nGeneral</p>\n<p>We may release or share your personal data to or with third parties for the following purposes:</p>\n<p>a.\nTo facilitate your RFQ</p>\n<p>In order to process your request for quotes (e.g.\nduring your research for a software solution), we may have to share your personal data with other companies that are involved with selling CHILI publish’s products.</p>\n<p>b.\nFor the supporting services we offer</p>\n<p>For the provision of our services, we make use of third parties such as IT suppliers, social network providers, marketing agencies.\nProcessing agreements are concluded with all of these third parties and are required to sufficiently protect your personal data and to only process these data in accordance with our instructions.</p>\n<p>c.\nTo allow you to benefit from the services of our partners</p>\n<p>We may share your information with partners to allow you to benefit from the services of these partners if we integrate or offer these services in our own services and apps.\nAlthough we select our partners carefully, they each have their own privacy statement with respect to the way in which they use your personal data.</p>\n<p>d.\nTo comply with laws and regulations</p>\n<p>We may be obligated to share data with (local) public authorities.</p>\n<p>6.2.\nWebsites of third parties</p>\n<p>Our websites and mobile apps may contain links to third-party websites.\nIf you click on these links, you will leave our website or mobile app.\nThis privacy statement is not applicable to third party websites.\nCHILI publish accepts no liability for the use of your personal data by these third parties.</p>\n</li>\n<li>\n<p>Security and retention</p>\n<p>CHILI publish takes the required technical and organisational measures to protect your personal data from loss or unlawful use.</p>\n</li>\n<li>\n<p>International transfer of your data</p>\n<p>This refers to the required transfer of your personal data to an organisation in a country other than the country in which you reside.\nIf this country is not within the European Economic Area or is not designated by the EU as a safe country, CHILI publish will ensure that appropriate safety precautions have been taken to satisfy the requirements for the international transfer of personal data under the General Data Protection Regulation.</p>\n</li>\n<li>\n<p>Your rights</p>\n<p>Would you like to view or improve your data?</p>\n<p>You may adjust your personal data.\nContact us at privacy@chili-publish.com</p>\n<p>Would you like to unsubscribe from the CHILI publish newsletter?</p>\n<p>This is possible using the link at the bottom of each mail or via this preference page.</p>\n<p>If you are not successful in removing your data via the preference page, or if you would like to invoke any other right you hold according to the General Data Protection Regulation (such as the removal of your data), you can submit a written request for this purpose via privacy@chili-publish.com or CHILI publish NV, att Privacy, Korte Keppestraat 9, bus 11, 9320 Erembodegem, Belgium.\nTo be certain that only you receive access to your data, we ask that you include a copy of your identification (front only).</p>\n<p>You can also contact us via privacy@chili-publish.com if you have any questions, comments or complaints concerning this privacy statement.</p>\n</li>\n<li>\n<p>How will this privacy statement be maintained?</p>\n</li>\n</ol>\n<p>As of 24 May 2018, this privacy statement shall replace our previous privacy statement.\nThis privacy statement is revised on an ongoing basis.\nWe will inform you of any changes by publishing the new statement on CHILI-publish.com, upon which it immediately takes effect.</p>Sign up for newsletter updatesLoading...ProductOverviewWhat's NewPricingGet StartedHelp centerDocumentationBook a demoContact salesCHILI AcademyGithubExploreDocumentsBlogVideosWebinarsEventsFAQCompanyAbout UsCareersPressTrust &amp.\nSecurityPrivacy Policy<p>© 2011 - 2023 CHILI publish NV</p>Privacy PolicyLegalSitemapPrivacy PolicyLegalSitemapEnglishFrançaisDeutsch", "created_at": "2023-05-02 14:50:20.196816", "updated_at": "2023-05-02 14:50:55.274937"}], "points": [], "urls": ["chili-publish.com"]}}