{"error": 448, "message": "OK", "parameters": {"id": 8983, "name": "Voicemaker", "created_at": "2023-07-09 21:43:26.663386", "updated_at": "2023-07-09 22:02:41.208398", "wikipedia": null, "keywords": null, "related": null, "slug": "voicemaker", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8983.png", "url": "voicemaker.in", "documents": [{"id": 17588, "name": "Privacy Policy", "url": "https://voicemaker.in/privacy", "xpath": "//*[@id=\"outer-wrapper\"]", "text": null, "created_at": "2023-07-09 21:43:26.722849", "updated_at": "2023-07-09 21:44:22.72496"}, {"id": 17587, "name": "Terms of Service", "url": "https://voicemaker.in/terms", "xpath": "//*[@id=\"outer-wrapper\"]", "text": "Terms of Service<p>Last Updated: June 30, 2023</p>Introduction<p>\n<b>Thank you for using Voicemaker!</b> These Terms of Service (\"Terms\") govern your access to and use of the Voicemaker website, apps, APIs, Text to Speech technology, widgets, browser extensions, plugins (“Voicemaker” also referred to as “we” and “us”).\nPlease read these Terms carefully, and contact us if you have any questions.\nBy accessing or using Voicemaker, you agree to be bound by these Terms, our Privacy Policy, our Data Protection and Security Policy, our Cookie Policy.</p>\n<p>\n<b>Voicemaker®</b> platform operated by our parent company <b>Yedap Technologies, LLC (WY, United States)</b>.\nYou agree that by clicking “Create an Account”, “Sign in with Google”, “Login with Facebook” or similar, registering, accessing or using our services (described below), you are agreeing to enter into a legally binding contract with <b>Voicemaker (Yedap Technologies LLC)</b>.\n(even if you are using our Services on behalf of a company).</p>\n<p>If you do not agree to these terms of service (“TOS” or “User Agreement”), do not click on “Create an Account” and do not access or otherwise use any of our Services.\nIf you wish to terminate this User Agreement at any time you can do so by closing your account and no longer accessing or using our Services.</p>\n<br>Our Service<p>\n<b>Voicemaker®</b> offer a state-of-the-art AI voice creation technology and online platform.\nYou can simply type or paste in the text they want to convert to speech, and Voicemaker will produce an audio file with a lifelike voice that can be used for a variety of purposes, such as videos, podcasts, and presentations.\nWe offers a range of voices and languages to choose from, as well as the ability to adjust the speed, pitch, and volume of the voiceover.\nYou have complete ownership of the audio files you create, and the content with which you create the audio files.</p>\n<br>Obligations<ul>\n<li>By using the Services, you are confirming that you meet the following criteria: (a) you are at least the Minimum Age as defined.\n(b) you only have one Voicemaker account that uses your real name.\nand (c) you have not been previously restricted from using the Services by Voicemaker.\nUsing false information or creating multiple/duplicate accounts is a violation of our terms, including creating accounts for others or for those under the Minimum Age.</li>\n<li>“Minimum Age” means 16 years old.\nHowever, if law requires that you must be older in order for Voicemaker to lawfully provide the Services to you without parental consent (including using of your personal data) then the Minimum Age is such older age.</li>\n<li>You agree to: (a) use a strong password and keep it confidential.\nand (b) not transfer any part of your account.\nYou are responsible for anything that happens through your account unless you close it or immediately report misuse by contacting us at support@voicemaker.in</li>\n<li>Your account belongs to you and not to others, including your employer.\nHowever, if the Services were purchased by another party for you to use (e.g.\nEnterprise accounts), the paying party has the right to control access and receive reports on your use of the paid Services, but not rights to your personal account.</li>\n</ul>\n<br>Rights and Limits<p>As between you and Voicemaker, the content and information that you submit to the Services belongs to you.\nHowever, you grant Voicemaker a sublicensable license to use, copy, modify, distribute.\nthe following account details such as Full Name, Email &amp.\nBilling details only without any further consent, notice or compensation.\nThe rest of your data is stored in encrypted format with end-to-end access only belongs to you.\nThese rights are limited in the following ways:</p>\n<ul>\n<li>This license is for the purpose of operating, developing, providing, promoting, and improving the Services and researching and developing new ones.\nThis license includes a right for us to make your information and content available to, and pass these rights along to, service providers with whom we have contractual relationships related to the provision of the Services (“Third Parties”), solely for the purpose of providing such Services.\nYour content and information is made available to Third Parties only for processing and not storage.</li>\n<li>You can end this license for specific content by deleting such content from the Services, or generally by terminating your account, except (i) to the extent you shared it with others as part of the Service and they copied, re-shared it or stored it, and (ii) for the reasonable time it takes to remove from backup and other systems.</li>\n<li>While we may edit and make format changes to your content (such as translating or transcribing it, modifying the size, layout or file type or removing metadata), we will not modify the meaning of your expression.</li>\n<li>Because you own your content and information and we only have non-exclusive rights to it, you may choose to make it available to others, including under the terms of a Creative Commons license.</li>\n</ul>\n<p>You and Voicemaker agree that we may access, store, process and use any information and personal data that you provide in accordance with the terms of our Privacy Policy &amp.\nour Security Policy and your specified choices and settings.\nBy submitting suggestions or other feedback regarding our Services to Voicemaker, you agree that Voicemaker can use and share, but is not obligated to, such feedback without compensation to you.</p>\n<p>You also agree to only provide content or information that does not violate any laws or anyone's rights (including intellectual property rights) and to ensure that your profile information is truthful.</p>\n<br>Service Availability<p>We will not materially decrease the functionality of the Services during your Subscription period and continue to provide the Services till the end your Subscription period.\nWe may change, suspend or discontinue our Services however this will not affect any ongoing Subscriptions and we will continue to provide the same level of service till the end of your Subscription period.</p>\n<p>We don’t promise to store or keep showing any information and content that you’ve posted.\nVoicemaker is not a storage service.\nYou agree that we have no obligation to store, maintain or provide you a copy of any content or information that you or others provide, except to the extent required by applicable law and as noted in our Privacy Policy.</p>\n<br>Termination<p>Both you and Voicemaker may terminate this User Agreement at any time with notice to the other.\nOn termination, you lose the right to access or use the Services.\nThe following shall survive termination:</p>\n<ul>\n<li>Our rights to use and disclose your feedback;</li>\n<li>Section - Disclaimer and Limit of Liability, Arbitration, Class-Action Waiver, and Jury Waiver, Governing Law and Dispute Resolution and User Agreement.\nand</li>\n<li>Any amounts owed by either party prior to termination remain owed after termination.</li>\n</ul>\n<br>Payment<ul>\n<li>When you purchase any of our paid Services (“Subscription”), you agree to pay the applicable fees and taxes and any additional terms specific to the Subscription.\nIf you fail to pay these fees, your Subscription will be terminated.\nAdditionally, you agree that:</li>\n<li>Your purchase may be subject to foreign exchange fees or variations in prices based on location (e.g.\nexchange rates).</li>\n<li>Our payment processor may store and continue billing your payment method (e.g.\ncredit card) even after it has expired, to prevent interruptions in your Services and to pay for other Services you may purchase in the future.</li>\n<li>If you purchase a Subscription, your payment method will automatically be charged at the start of each Subscription period for the fees and taxes applicable for that period.\nTo prevent future charges, cancel before the renewal date.</li>\n<li>We may calculate the taxes payable by you based on the billing information you provide us at the time of purchase.</li>\n<li>If you have any issues with the Fees or Taxes, please contact support@voicemaker.in within thirty (30) days from the date of the invoice in question.\nAny undisputed amounts that are past due may incur a finance charge of 1.5% of the unpaid balance per month.\nIf any portion of your Fees are past due, we may block your access to the Services after giving you written notice of late payment.</li>\n<li>Free Tier: You are not permitted to create multiple accounts to take advantage of credits provided in the free tier of the Services.\nIf we suspect you are not using the free tier in good faith, we may charge you standard fees or revoke access to the Services.</li>\n</ul>\n<br>Changes to the Price and Subscription Plans<p>We may alter our subscription plans and the cost of our Services from time to time.\nhowever, any changes in price or changes to your subscription plans will take effect no sooner than 30 days after giving notice to you.</p>\n<br>Refunds<ul>\n<li>Payment obligations are non-cancelable and fees paid are non-refundable unless otherwise provided in this section.</li>\n<li>If you choose to cancel your Subscription during a Subscription period, you may use the Subscription until the end of your then-current Subscription period or renewal period, but will not be issued a refund for the most recently charged fees.</li>\n<li>Refunds are not available for payments made for one-time packs or Subscriptions that have been: (i) purchased more than 5 days ago, or (ii) used for more than 10,000 characters of text to speech conversion characters.\nIf you have purchased a Subscription or a one-time pack within the last 5 days and your account usage is less than 10,000 text characters of voice generation, you can submit a refund request by writing to us at support@voicemaker.in.</li>\n<li>Within one business day, we'll process your refund.\nNo hard feelings, no questions asked.</li>\n</ul>\n<br>Notices<p>You agree that we will provide notices and messages to you in the following ways: (a) within the Service, or (b) sent to the contact information you provided us (e.g., email).\nYou agree to keep your contact information up to date.</p>\n<br>Intellectual Property Rights &amp.\nPublicity Rights<p>\n<b>Voicemaker®</b> is a registered trademark of Voicemaker Technologies Private Limited issued by the Government of India, and is currently undergoing trademark registration in USPTO (United States Patent and Trademark Office).\nVoicemaker retains all of its intellectual property rights in the Services.\nTrademarks and logos used in connection with the Services are the trademarks of their respective owners.</p>\n<p>By using the Services, you grant Voicemaker the right to identify yourself/your organization as a Voicemaker customer on Voicemaker's website and/or marketing materials, and to include your/your organization's usage of the Services in case studies.</p>\n<br>General Support terms<ul>\n<li>Support inquiries will only be handled through email.</li>\n<li>We aim to respond to support queries within 24 hours of submission.\nWe often respond much sooner than this, however our standard products do not include any form of support time response guarantee unless otherwise specified.</li>\n<li>Corporate customers who require a dedicated account manager, or guaranteed response times should contact us to arrange a premium service level agreement.</li>\n<li>Using offensive language and profanity with our support team will not be tolerated.</li>\n</ul>\n<br>Confidentiality<p>We treat the content and information that you submit to the Services in accordance with this User Agreement (“Your Information”) as confidential.\nWe will not, without your consent, use Your Information other than as provided in this User Agreement or disclose Your Information to any third party other than to our officers, directors, employees, agents, assigns, consultants, contractors, service providers, representatives or affiliated entities who need to access Your Information and who are required to protect the confidentiality of Your Information.\nWe will use at least reasonable care to protect the confidentiality of Your Information.</p>\n<p>Confidentiality obligations will however not apply to Your Information:</p>\n<ul>\n<li>that is known to us, prior to receipt from you, or is obtained from a source other than one having an obligation of confidentiality to you;</li>\n<li>that has become known (independent of disclosure by you) to us directly or indirectly from a source other than one having an obligation of confidentiality to you.\nor</li>\n<li>that has become publicly known or otherwise ceases to be secret or confidential, except through a breach of this section by us, including if you designate a Your Information as “public” or post such information or content in a public area of the Site.</li>\n</ul>\n<br>Voice Cloning<p>Voice cloning is a feature of Voicemaker that enables you to use Cloning Voices to generate voice recordings that sound like a Consenting Speaker by typing new words.\nA \"Cloning Voice\" is an AI model trained on voice recordings of a Consenting Speaker.\nA \"Consenting Speaker\" is an individual (including yourself) who has provided explicit consent to use recordings of their voice to train a Cloning Voice and to generate and use their voice in the manner described in this document.</p>\n<p>You can create new Cloning Voices by submitting voice recordings of a Consenting Speaker as training audio (“Training Audio”).\nBy submitting Training Audio to Voicemaker, you give your consent (and represent and warrant that you have obtained the consent of any third-party Consenting Speakers) for us to use and store the audio recordings and voices you submit as follows:</p>\n<ul>\n<li>to use your voice, and the voice of any third-party Consenting Speakers, to train a Cloning Voice, to synthesis and use such voices as described in this document, and to otherwise operate the Service;</li>\n<li>as part of our research datasets to analyze, maintain, and improve our voice technology and other technology, and for other research and development and data analysis purposes, provided that if we add your Training Audio to our research datasets, we first anonymize the data so it is no longer associated with your account.\nPlease write to us at support@voicemaker.in, if you would like to opt out of the use of your data for this purpose;</li>\n<li>Voicemaker employees and contractors may listen to audio samples of your Training Audio and your synthesis audio in order to test the quality of your Cloning Voice.\nand Voicemaker employees may use your Cloning Voice to create a series of non-defamatory utterances, solely for internal quality assurance purposes.</li>\n</ul>\n<p>Aside from the above described use, only you and those you explicitly share access with will have the ability to generate synthesized audio using your Cloning Voice.\nVoicemaker will not share your Training Audio or your Cloning Voice with third parties except as explicitly described above and in our Privacy Policy.</p>\n<p>You agree to only submit audio of Consenting Speakers.\nSubmitting unauthorized voice recordings of third parties as training audio or otherwise is strictly prohibited.\nYou represent and warrant that you will not submit any recording to Voicemaker that contains the voice of any speakers that have not explicitly consented to have their Cloning Voice created and to have their voices generated and used in the manner described in this document.</p>\n<br>Commercial Rights<p>You are allowed to use voices created by Voicemaker for commercial purposes, and to distribute or make them available to third parties for commercial use.\nHowever, you agree that the commercial rights do not include reselling rights and you cannot resell or offer to resell Voicemaker's offerings to any third-party.</p>\n<p>\n<b>Commercial rights</b> refer to any use of Voicemaker created voices in business-related applications that directly or indirectly result in commercial benefit or financial gain.</p>\n<br>Third-Party Content and Services<p>Voicemaker may include or provide access to data, information, and content from third parties, including other users, as a service.\nHowever, Voicemaker does not control or endorse this content, and does not make any guarantees about its accuracy, completeness, or non-infringement.\nUsers should be aware that Voicemaker is not responsible or liable for any third-party content and is not responsible for updating or reviewing it.\nUsers use this content at their own risk.</p>\n<br>Disclaimer and Limit of Liability<br>No Warranty<p>Voicemaker and its affiliates do not provide any guarantees about their services and provide them \"as is\" and \"as available\".\nThey also disclaim any implied or statutory warranties, including accuracy of data, non-infringement, and fitness for a specific purpose, to the fullest extent allowed by law.</p>Exclusion of Liability<ul>\n<li>To the fullest extent permitted by law, and unless Voicemaker has entered into a separate written agreement that overrides this user agreement, Voicemaker, including its affiliates, will not be liable in connection with this user agreement for lost profits or lost business opportunities, reputational damage (e.g., offensive or defamatory statements), loss of data (e.g., down time or loss, use of, or changes to, your information or content), or third-party policies (such as YouTube refusing to allow monetization of videos with synthesized voices or ACX declining text-to-speech based audio books, Meta (Facebook or Instagram) blocked video due to synthesized voices), API abuse and misuse or any indirect, incidental, consequential, special or punitive damages.</li>\n<li>Voicemaker and its affiliates will not be liable to you in connection with this user agreement for any amount that exceeds the total fees paid or payable by you to Voicemaker for the services during the term of this user agreement, if any.</li>\n</ul>Basis of the Bargain.\nExclusions<p>The limitations of liability outlined in this Section - Disclaimer and Limit of Liability are an integral part of the agreement between you and Voicemaker, and will apply to all types of liability, including but not limited to warranty, tort, negligence, contract and law.\nThese limitations will apply even if Voicemaker or its affiliates have been informed of the possibility of such damages, and even if these remedies fail to achieve their intended purpose.</p>\n<p>However, these limitations do not apply in cases of death or personal injury, fraud, gross negligence or intentional misconduct, or in cases of negligence where a material obligation has been breached.\nA material obligation is one that is essential for the delivery of services and on which you can reasonably rely.\nThe limitations will only apply in cases where the damages were directly caused by the breach and were foreseeable upon conclusion of this User Agreement, and to the extent that they are typical in the context of this User Agreement.</p>\n<br>Arbitration, Class-Action Waiver, and Jury Waiver<p>Please take the time to carefully read the following paragraphs, as they outline the agreement between you and Voicemaker to resolve any disputes through binding individual arbitration.</p>\n<ul>\n<li>The arbitration agreement outlined in this Section - Arbitration, Class-Action Waiver, and Jury Waiver, applies to all claims and disputes (whether contract, tort, or otherwise), including all statutory claims and disputes, arising out of or relating to this User Agreement or the use of the Services that cannot be resolved in small claims court, and will be resolved through binding individual arbitration.\nThe only exception to this is disputes related to the alleged unlawful use of copyrights, trademarks, trade names, logos, trade secrets, or patents.\nAdditionally, disputes concerning the arbitrability of a claim, including disputes about the scope, applicability, enforceability, revocability, or validity of the arbitration agreement, will be decided by the arbitrator.</li>\n<li>The Federal Arbitration Act governs the interpretation and enforcement of this dispute-resolution provision.\nThe arbitration will be initiated through the American Arbitration Association (“AAA”) and will be governed by the AAA Consumer Arbitration Rules, or an alternative arbitral forum if the AAA is not available.\nThe arbitration will be conducted by a single neutral arbitrator.\nAny claims or disputes where the total amount sought is less than $10,000 USD may be resolved through binding non-appearance-based arbitration, at the option of the party seeking relief.</li>\n<li>In the event that non-appearance arbitration is chosen, the arbitration process can be conducted through a combination of methods such as telephone, online, or written submissions.\nThe party initiating the arbitration will determine the specific manner of arbitration.\nUnless both parties mutually agree otherwise, the arbitration will not require any in-person appearances by the parties or witnesses.</li>\n<li>The arbitrator will have the authority to determine the jurisdiction of the arbitration and the rights and liabilities, if any, of you and Voicemaker.\nThe dispute will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator will have the power to grant motions dispositive of all or part of any claim or dispute and award monetary damages and any non-monetary remedy or relief available under law, the arbitral forum’s rules, and the User Agreement.\nThe arbitrator will provide a written award and statement of decision that describes the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe arbitrator will have the same authority as a judge in a court of law to award relief on an individual basis and the award of the arbitrator is final and binding upon you and Voicemaker.</li>\n<li>By agreeing to this User Agreement, you and Voicemaker are voluntarily waiving your constitutional and statutory rights to go to court and have a trial in front of a judge or a jury.\nInstead, you and Voicemaker are electing to have claims and disputes resolved through arbitration.\nThe arbitration process is typically more streamlined, efficient, and cost-effective compared to court procedures and is subject to limited review by a court.\nIn the event of any litigation between you and Voicemaker over whether to vacate or enforce an arbitration award, both parties waive all rights to a jury trial and instead opt for the dispute to be resolved by a judge.</li>\n<li>In accordance with this arbitration agreement, all claims and disputes must be resolved on an individual basis and cannot be resolved on a class-wide or consolidated basis.\nClaims or disputes from multiple customers or users cannot be arbitrated or litigated together.\nHowever, disputes regarding the interpretation, applicability, or enforceability of this waiver may be resolved by a court and not by an arbitrator.\nIf this waiver of class or consolidated actions is deemed invalid or unenforceable, neither you nor we are entitled to arbitration and all claims and disputes will be resolved in a court as outlined in Section - Arbitration, Class-Action Waiver, and Jury Waiver.</li>\n<li>Any rights and limitations set forth in this Arbitration Agreement may be waived by the party against whom the claim is asserted.\nSuch waiver will not waive or affect any other portion of this Arbitration Agreement.</li>\n<li>You may opt out of this Arbitration Agreement.\nIf you do so, neither you nor Voicemaker can force the other to arbitrate.\nTo opt out, you must notify Voicemaker in writing no later than 30 days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name and address and the email address you used to set up your Voicemaker account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nYou must email your opt-out notice to support@voicemaker.in.</li>\n<li>Notwithstanding the foregoing, either you or Voicemaker may bring an individual action in small claims court.</li>\n</ul>\n<br>General Terms<p>If a court with authority over this User Agreement finds any part of it unenforceable, you and we agree that the court should modify the terms to make that part enforceable while still achieving its intent.\nIf the court cannot do that, you and we agree to ask the court to remove that unenforceable part and still enforce the rest of this User Agreement.</p>\n<p>This User Agreement (including additional terms that may be provided by us when you engage with a feature of the Services) is the only agreement between us regarding the Services and supersedes all prior agreements for the Services.</p>\n<p>If we don't act to enforce a breach of this User Agreement, that does not mean that Voicemaker has waived its right to enforce this User Agreement.\nYou may not assign or transfer this User Agreement (or your membership or use of Services) to anyone without our consent.\nHowever, you agree that Voicemaker may assign this User Agreement to its affiliates or a party that buys it without your consent.\nThere are no third-party beneficiaries to this User Agreement.</p>\n<p>You agree that the only way to provide us legal notice is at the address provided in Section - How To Contact Us.</p>\n<br>Dos and Don’ts :Dos<p>You agree that you will:</p>\n<ul>\n<li>Comply with all applicable laws, including, without limitation, privacy laws, intellectual property laws, anti-spam laws, export control laws, tax laws, and regulatory requirements;</li>\n<li>Provide accurate information to us and keep it updated;</li>\n<li>Use your real name on your profile.\nand</li>\n<li>Use the Services in a professional manner.</li>\n</ul>Don’ts<p>You agree that you will not:</p>\n<ul>\n<li>Create a false identity on Voicemaker, misrepresent your identity, create a profile for anyone other than yourself (a real person), or use or attempt to use another’s account;</li>\n<li>Develop, support or use software, devices, scripts, robots or any other means or processes (including crawlers, browser plugins and add-ons or any other technology) to scrape the Services or otherwise copy profiles and other data from the Services;</li>\n<li>Override any security feature or bypass or circumvent any access controls or use limits of the Service;</li>\n<li>Copy, use, disclose or distribute any information obtained from the Services, whether directly or through third parties (such as search engines), without the consent of Voicemaker;</li>\n<li>Disclose information that you do not have the consent to disclose (such as confidential information of others (including your employer));</li>\n<li>Violate the intellectual property rights of others, including copyrights, patents, trademarks, trade secrets or other proprietary rights;</li>\n<li>Violate the intellectual property or other rights of Voicemaker, including, without limitation, (i) copying or distributing our technology, unless it is released under open source licenses.\n(ii) using the word “Voicemaker” or our logos in any business name, email, or URL without our express consent in writing;</li>\n<li>Post anything that contains software viruses, worms, or any other harmful code;</li>\n<li>Reverse engineer, decompile, disassemble, decipher or otherwise attempt to derive the source code for the Services or any related technology that is not open source;</li>\n<li>Use bots or other automated methods to access the Services;</li>\n<li>Stalk, intimidate, threaten, or otherwise harass or cause discomfort to other users;</li>\n<li>Publish, post, upload, distribute, disseminate or submit material through the Services that is unlawful, profane, non-consensual, obscene, defamatory, indecent, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate;</li>\n<li>Publish, post, upload, distribute or disseminate any, indecent or unlawful topic, name, material or information;</li>\n<li>Send, distribute or post spam, unsolicited or bulk commercial electronic communications, chain letters, or pyramid schemes;</li>\n<li>Harvest or otherwise collect or disclose information about other users without their consent;</li>\n<li>Monitor the Services’ availability, performance or functionality for any competitive purpose;</li>\n<li>Engage in “framing,” “mirroring,” or otherwise simulating the appearance or function of the Services;</li>\n<li>Overlay or otherwise modify the Services or their appearance (such as by inserting elements into the Services or removing, covering, or obscuring an advertisement included on the Services).\nor</li>\n<li>Interfere with the operation of, or place an unreasonable load on, the Services (e.g., spam, denial of service attack, viruses, gaming algorithms).</li>\n</ul>\n<br>Claims regarding copyright infringement<p>Pursuant to the Digital Millennium Copyright Act (17 U.S.C.\n§ 512), Voicemaker has implemented procedures for receiving written notification of claimed infringements.\nVoicemaker has also designated an agent to receive notices of claimed copyright infringement.\nIf you believe in good faith that your copyright has been infringed, you may provide a written communication which contains:</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>A description of the copyrighted work that you claim has been infringed;</li>\n<li>A description specifying the location on our website of the material that you claim is infringing;</li>\n<li>Your email address and your mailing address and/or telephone number;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</li>\n</ul>\n<p>It is important to be aware that any notice you submit must be truthful and must be submitted under the penalty of perjury.\nSubmitting a false notice or counter-notice may lead to personal legal consequences.\nTherefore, it is recommended to seek legal advice before submitting a notice.</p>\n<p>To submit your notice, please contact Voicemaker (Yedap Technologies LLC)'s designated agent at: legal@voicemaker.in.</p>\n<br>Change in the Agreement<p>We have the right to change the agreement process when we need to do it by sending notice to you before we make the changes to the agreement.</p>\n<br>How To Contact Us<p>For general questions, you can reach us at support@voicemaker.in<br>For legal notices or official documents, please send an email to legal@voicemaker.in<br>\n</p>\n<p>\n<b>Voicemaker®</b>\n<br>Yedap Technologies LLC<br>1309 Coffeen Avenue STE 1200<br>Sheridan, Wyoming 82801, USA<br>Phone: +1 415 662 8550<br>\n</p>", "created_at": "2023-07-09 21:43:26.693306", "updated_at": "2023-07-09 21:43:42.911596"}, {"id": 17591, "name": "Data Protection and Security Policy", "url": "https://voicemaker.in/security", "xpath": "//*[@id=\"outer-wrapper\"]", "text": "Data Protection and Security Policy<p>Last Updated: March 10, 2023</p>\n<p>At Voicemaker, we prioritize the security, privacy, and confidentiality of your data.\nWe understand that your privacy and confidentiality are important to you, and we share those concerns.\nWe are dedicated to treating the information of our customers, employees, stakeholders, and other interested parties with the highest level of care and confidentiality.\nThis page has been created to address any questions you may have regarding the use, storage, sharing, and deletion of your data.</p>Here is a summary of our policies, followed by a detailed Q&amp;A:<ul>\n<li>Your Projects are confidential, even from Voicemaker.</li>\n<li>If you choose to delete your data from Voicemaker, we permanently delete it from our servers.</li>\n<li>We are PCI DSS (Payment Card Industry, Data Security Standard) compliant company.</li>\n<li>Voicemaker is currently in the process of obtaining certification for ISO/IEC 27001, which focuses on Information security.</li>\n<li>Voicemaker conducts periodic Vulnerability Assessment and Penetration Testing (VAPT) reports &amp.\nOpenVAS scans to mitigate any cybersecurity vulnerabilities.</li>\n</ul>\n<br>How does Voicemaker protect my data?We use SSL Certificate &amp.\nencrypt it<p>Any data uploaded to Voicemaker is stored in an encrypted MongoDB Atlas database while at rest.\nAny time your data is “in transit,” it is encrypted over HTTPS, the industry standard for secure internet transactions.\nThis means that the data you send to and from Voicemaker is secure, even if your network is not secure, such as when you’re on a public Wi-Fi network.</p>\n<br>Strict no project access<p>At Voicemaker nor any of our employees will ever have access to your project or work.\nIt remains completely your property, and any information related to it is kept confidential.</p>\n<p>We only access your work when it is shared by you with our support team for resolving any conversion issues or errors.\nOnce the issue is resolved, we delete your work promptly.\nOur employees do not have the right to store it on their personal systems or access your cloud saved files.</p>\n<br>Third-party highly secured systems for payments<p>We prioritise payment security, which is why we have teamed up with industry-leading payment transfer companies to ensure the utmost protection for our clients' payment information.\nAt present, we proceed your payments using Stripe, PayPal &amp.\nRazorPay.</p>\n<br>Login Information<p>We encrypt all login information, including email and passwords, in our database.\nWe strongly encourage users to create the strongest possible passwords and to never share or digitally store their login credentials.\nPlease note that Voicemaker is only authorized to reset a user's password at the explicit request of the user.</p>\n<br>We have a Data Protection Officer<p>Voicemaker has put in place a set of internal policies and procedures regarding data protection, which all employees are required to adhere to.\nThe collaboration between our Data Protection Officer and engineering team ensures that we maintain complete visibility on the user data we possess, its storage location, and authorized access.</p>\n<p>To ensure compliance with these policies and prompt communication of data protection matters to our CEO, we have appointed a Data Protection Officer.\nThe Officer is responsible for enforcing the policies and overseeing the protection of data.</p>Our commitment to data protection includes the following actions:<ul>\n<li>We restrict and monitor access to sensitive data.</li>\n<li>We develop transparent procedures for data collection.</li>\n<li>We train our employees in online privacy and security measures.</li>\n<li>We build secure networks to protect online data from cyberattacks.</li>\n<li>We establish clear procedures for reporting privacy breaches or data misuse.</li>\n<li>We communicate our data handling practices through contract clauses or statements.</li>\n<li>We establish data protection practices such as document shredding, secure locks, data encryption, frequent backups, and access authorization.</li>\n</ul>\n<p>Additionally, we provide privacy provisions for Voicemaker users and subscribers on our website.</p>\n<br>How does Voicemaker use my data?<p>Voicemaker keeps a record of your Project Information, including the files you upload to the platform, the text that has been converted to speech, audio files, and other metadata within a Project, on our servers.\nThis feature enables us to provide you with various benefits, such as live collaboration, complete version history of your Projects, and the ability to access your Projects from any computer.</p>\n<p>We don't use your Project Information for anything other than providing the service we offer — e.g.\nwe don’t sell it.\nwe don’t use it for marketing.\nwe don’t use it for advertising.</p>\n<p>Your Project Information is confidential from us.\nThe exception is if you specifically ask us to look at a Project for the purpose of customer service, or if you explicitly opt-in to sharing Project Information (e.g.\nThe results of your automatic text-to-speech converts) with us for the purpose of improving the quality of the algorithms we use to provide our service.</p>\n<br>Name, email address, password and billing details<p>\n<b>Name</b> - To personalize your experience with Voicemaker, we use your name.\nInstead of addressing you as \"User\", we address you by your actual name, such as \"Hi, Johnny.\" When you collaborate on a Project with other users on Voicemaker, your collaborators will also see your name when you interact with them by leaving a comment or sharing a Project.</p>\n<p>\n<b>Email</b> - Your email address serves as your primary identifier in Voicemaker and also serves as the main point of contact for us to communicate with you.</p>\n<p>\n<b>Password</b> - Upon logging in, we utilize your password to verify and validate your account.</p>\n<p>\n<b>Billing details</b> - When you sign up for a paid account, we collect billing details including your credit card information and billing address.\nWe use this information to collect payments.\n(We do not have access to your credit/debit card numbers or CVCs since they are handled by our payment gateways such as Stripe, PayPal &amp.\nRazorPay.)</p>\n<br>Who we share this information with?<p>\n<b>Freshdesk</b> - To provide customer support.\nInformation shared: name and email address.<br>Freshdesk is the customer support platform we use to answer customer questions and manage support tickets.\nWe share your email with Freshdesk to manage our customer service interactions with you.</p>\n<p>\n<b>Amazon SES</b> - To send emails, Information shared: name and email address.<br>We use Amazon SES to send marketing and transactional emails (e.g.\nregister, forgot password emails).</p>\n<p>\n<b>Stripe</b> - To process subscription payments.\nInformation shared: name, email address and billing information.<br>Stripe is our payments processor.\nStripe uses your billing details to be able to process your payments and your email address to send payment receipts and to contact you if your payment method stops working.</p>\n<p>\n<b>PayPal</b> - To transfer and process payments from PayPal.\nInformation shared: name, email.</p>\n<p>\n<b>Razorpay</b> - To transfer and process payments through UPI &amp.\nBanks for Indian users.\nInformation shared: name, email.</p>\n<p>\n<b>Google Cloud Text to Speech API </b>to provide limited text to speech services.<br>Google solely accesses and utilizes your data to provide automatic text-to-speech services.\nOnce the service is complete, Google promptly removes your data from its servers.\nBeing the only automatic transcription service that complies with the Health Insurance Portability and Accountability Act (HIPAA), Google is an exceptionally privacy-focused transcription service.</p>\n<p>\n<b>Amazon AWS</b> and <b>Google Cloud</b> - to store and host your files.<br>Our backend/frontend application and database and Voicemaker's exclusive AI voice models (AI/ML Engines) are hosted on Amazon AWS (us-west-2) servers located in Oregon, United States &amp.\nGoogle Cloud (us-west1-a) servers located Oregon, United States.\nAfter the initial text to speech convert, Voicemaker stores your audio, cloud save and other data on either Amazon S3 or Google Cloud, services trusted by thousands of other organisations that prioritise security.</p>\n<p>\n<b>MongoDB Atlas</b> - To host our core database to provide you with our services.<br>We use MongoDB Encryption at Rest, hosted on Amazon AWS (us-west-2).</p>\n<p>\n<b>DigitalOcean</b> - We use DigitalOcean to store additional data, including project archives and backups.<br>DigitalOcean is a data center company that is certified by SOC 2 Type II, ISO 27001, SOC, and PCI-DSS.</p>\n<p>\n<b>Google Analytics</b> - Helps us to analyse the visitors and their behaviour on the site.\nWhich help us to improve service for the users on various devices and from various regions.</p>\n<p>\n<b>Google Adsense</b> (Free users only) - Advertisement Partner<br>We display Google ads for our free users to cope up with the platform usage cost in return for the service the users use.</p>\n<br>Know Your Rights<ul>\n<li>Right to access<p>To access your account, simply click on the circle with your initials located in the top right corner of the Voicemaker platform.\nIf you require a more detailed report, you may submit a Subject Access Request to support@voicemaker.in.</p>\n</li>\n<li>Right to be forgotten<p>When a Project is deleted from Voicemaker, we ensure its permanent removal from our servers within 30 days.\nSimilarly, if you choose to delete your user account, all data linked to your account will be permanently erased.</p>\n</li>\n<li>Right to be informed<p>We have created this page to provide you with a comprehensive understanding of all the personal information we hold about you and how we use it.\nYou have the right to access this information, and if you have any further queries, please feel free to contact us at support@voicemaker.in.</p>\n</li>\n<li>Right to equal services and price<p>Voicemaker will not increase the price or decrease the quality of the service for any customer who exercises their rights under these regulations.</p>\n</li>\n<li>Right to withdraw consent<p>You have rights to withdraw your consent for Voicemaker to process your data.\nIn the section above, we have explained the various levels of consent available and how you can provide or withdraw consent.\nFor instance, you may choose to unsubscribe from certain emails or share your transcript data to enhance our transcription accuracy.\nHowever, if you wish to withdraw your consent entirely, you can simply delete your Voicemaker account.</p>\n</li>\n<li>Right to portability<p>You have the right to obtain all of the personal data Voicemaker has on you in a structured and commonly used format.\nWe will gladly prepare this for you at your request.\nTo initiate this request, send us an email at support@voicemaker.in.</p>\n</li>\n<li>Right to correction<p>Most of your personal data can be modified from your Voicemaker account page.\nTo access your account, click on the circle with your initials in the top right corner of Voicemaker.\nIf you would like us to make any modifications for you, just send us a request at support@voicemaker.in.</p>\n</li>\n<li>Right to object<p>Voicemaker solely utilizes your personal data to deliver our service.\nIf you believe that we are not adhering to this policy, please send us an email at support@voicemaker.in outlining the problem, and we will initiate an investigation.</p>\n</li>\n<li>Right to stop automated decision-making<p>Our system doesn't do any automatic profiling to make decisions.\nIf, for any reason, you suspect that we are using automatic decision-making and wish for us to cease, please contact us at support@voicemaker.in detailing the problem, and we will launch an investigation.</p>\n</li>\n<li>Right to stop processing and right to stop third-party transfer<p>To halt the processing of your personal data or any third-party transfers by Voicemaker, all you need to do is delete your Voicemaker account.\nBy taking this action, all of your data will be permanently removed.</p>\n</li>\n</ul>\n<br>Consent and Changes<p>By using our website,, you acknowledge and give your consent to our Data Protection and Security Policy, agreeing to its terms.\nIt is important to note that we may periodically update our Security measures, and any changes will be communicated through the posting of new information on this security page.\nAs a precautionary measure, we advise you to regularly review this Security information for any updates.\nChanges to the Security will take effect upon being posted on this page.</p>\n<br>Where can I ask other questions about data protection?<p>If you have any queries or remarks concerning how Voicemaker safeguards your data or our compliance with any of the regulations outlined above, please feel free to email our Data Protection Officer at support@voicemaker.in.</p>", "created_at": "2023-07-09 21:43:26.810754", "updated_at": "2023-07-09 21:44:09.096557"}, {"id": 17589, "name": "Cookie Policy", "url": "https://voicemaker.in/cookie-policy", "xpath": "//*[@id=\"outer-wrapper\"]", "text": "Cookie Policy<p>Last Updated: January 20, 2023</p>INFORMATION ABOUT VOICEMAKER’S USE OF COOKIES<p>Our website use cookies to differentiate you from other users on our website.\nThis helps us to give you a satisfactory browsing experience on our website and improve it.\nYou have the option to set your cookie preferences upon your initial visit to our site according to your preferences.</p>\n<p>A cookie is a small text file containing letters and numbers that is saved on your browser or computer's hard drive if you accept.\nThese files contain information that is transferred to your computer's storage.</p>\n<p>We use the following cookies:</p>\n<ul>\n<li>\n<b>Required cookies.</b> These are cookies that are required for the operation of our website.\nThey include, for example, cookies that enable you to log into secure areas of our website and access your subscriptions, if any.</li>\n<li>\n<b>Analytical cookies.</b> They allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it.\nThis helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily.</li>\n<li>\n<b>Functionality cookies.</b> These are used to recognise you when you return to our website.\nThis enables us to personalise our content for you, greet you by name and remember your preferences (for example, your choice of language or region).</li>\n<li>\n<b>Marketing cookies.</b> These cookies record your visit to our website, the pages you have visited and the links you have followed.\nWe will use this information to make our website and the advertising displayed on it more relevant to your interests.\nWe may also share this information with third parties for this purpose.</li>\n</ul>\n<br>YOUR CHOICES<p>You have options for controlling how Voicemaker uses cookies.\nYou can change your cookie preferences at any time by visiting our homepage and clicking on the \"Cookie Policy\" button in the bottom left corner.</p>\n<p>You will then be presented with checkbox options and have the ability to accept all the listed cookie categories or select only the cookies necessary for the Voicemaker site to function.</p>\n<br>BROWSER CONTROLS<p>You can manage cookies in most browsers by adjusting their settings to reflect your preferences.\nMost browsers also let you review and delete cookies, including those from Voicemaker.\nTo learn more about managing cookies through your browser, check the documentation provided by your browser's manufacturer.</p>\n<p>Voicemaker refers to Yedap Technologies LLC.\nand its wholly-owned subsidiary Voice Maker Technologies Private Limited.\nIf you need additional information, please contact us using the contact details provided in our Privacy Policy.</p>", "created_at": "2023-07-09 21:43:26.752163", "updated_at": "2023-07-09 21:44:03.590538"}], "points": [], "urls": ["voicemaker.in"]}}