{"error": 448, "message": "OK", "parameters": {"id": 8165, "name": "North Sky Communications", "created_at": "2023-05-01 20:49:57.628091", "updated_at": "2023-05-01 22:02:11.602153", "wikipedia": null, "keywords": null, "related": null, "slug": "north-sky-communications", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8165.png", "url": "northskycomm.com", "documents": [{"id": 15848, "name": "Privacy Policy", "url": "https://northskycomm.com/privacy-policy/", "xpath": "/html/body/div[1]/section", "text": " Privacy Policy\n<p>The privacy and security of your information is important to us.\nThis Privacy Statement explains how North Sky Communications, LLC and its parent company, Dycom Industries, Inc.\n(“Dycom,” “we” or “us”) collects, uses, and shares your information.\nThis Privacy Statement applies to information collected by us through any means, including through our website and our social media pages or accounts (collectively, “Sites”), through our subsidiaries, and through other third parties.</p>\n<p>By visiting or using our Sites, contacting us or otherwise providing information to us, you consent to our collection, use, storage, and sharing of your information as described in this Privacy Statement.\nIf you disagree with anything in this Privacy Statement, you should not visit or use our Sites or provide your information to us.</p>\n<p>If you are under 13 years of age, please do not use our Sites and do not send us any information about yourself.</p>\n<p>If you are a California resident, you may have additional rights as described below in the section entitled “CALIFORNIA PRIVACY RIGHTS.”</p>\n<p>If you are outside the United States, by using our Sites or by providing your information to us, you consent to have your Personal Information transferred to and stored in the United States.</p> INFORMATION WE COLLECT\n<p>We collect certain information that identifies, relates to, describes, and is reasonably capable of being associated with a particular consumer or household (“Personal Information”).\nPersonal Information does not include publicly available information in government records or de-identified, anonymized, or aggregated consumer information.</p>\n<p>We collect Personal Information and other information from or about you in a few different ways.\nSpecifically, we may collect or receive information: (1) directly from you through information you provide.\n(2) indirectly from you by observing your actions on our website.\nand (3) from third parties such as Google, Facebook, and Instagram.\nEach of these is discussed in more detail below.</p> Information You Provide\n<p>You may provide information to us in a number of ways:</p>\n<ul>\n<li>If you submit an inquiry through our website, we collect your name, email address, telephone number, and any other information you provide.</li>\n<li>When you sign up for Dycom email alerts, you are redirected to our service provider’s site where our service provider collects your name, email, telephone number and company name, if provided.\nThis information may be shared with us.\nYou may unsubscribe to the alerts at any time by clicking the “unsubscribe” link that is included in each email alert.</li>\n<li>If you request investor materials, you are redirected to our service provider’s site where our service provider collects your name, email, and other contact information you provide.</li>\n<li>If you post information on our social media pages, that information may be collected and used by us (as well as other users of those sites and the public generally).\nPlease do not post any information on any site that allows strangers to identify or locate you or that you otherwise do not want to share with the public.</li>\n<li>When you submit a resume or application for employment, any information you provide will be collected and we may also obtain additional information through references, former employers, background checks, and credit reports.</li>\n</ul>\n<p>Please note that, if you are visiting our website from a location outside of the United States, you will be connected through and to servers located in the United States.\nAll information you provide will be maintained in our web server(s) and internal systems located in the United States.</p> Information Indirectly Collected from You\n<p>Cookies and Other Technologies.\nWe automatically collect information from you using cookies and other technologies on our website.</p>\n<p>Cookies are small text files offered to your computer by servers in order to keep track of your browser as you navigate our website.\nWe may use cookies and similar technologies to identify who you are and may use them when you visit our website or click on links in our emails.\nCookies also enable us to remember your user preferences for our website.\nCookies and other technologies may also be used for site maintenance and analysis, performing network communications, authenticating users, and protecting against fraud and theft.</p>\n<p>You can block or remove cookies using your Internet browser’s settings.\nEach browser is different, so check the “Help” menu of your browser to learn how to change your cookie preferences.\nTo manage flash cookies, please see Flash Player Help.\nIf you block or remove cookies, you may not be able to use certain functionality or access certain content on our website.</p>\n<p>Clear GIFs (a.k.a.\nweb beacons, web bugs or pixel tags), are tiny graphics with a unique identifier, similar in function to cookies.\nClear GIFs are embedded invisibly on web pages.\nWe may use clear GIFs, in connection with our website to, among other things, track the activities of visitors, help us manage content, and compile statistics about usage of the website.\nWe and our third party service providers may also use clear GIFs in HTML emails to our clients, to help us track email response rates, identify when our emails are viewed, and track whether our emails are forwarded.</p>\n<p>“Do Not Track” is a privacy setting that users can set in certain web browsers.\nIf turned on, this setting requests that website not track information about users.\nAt this time, we do not respond to “Do Not Track” browser settings or signals.</p>\n<p>Traffic Data.\nWe automatically track and collect general log information when you visit our website, including your: (a) Internet Protocol (IP) address.\n(b) browser type.\n(c) operating system.\n(d) time of visit.\n(e) the referring website page.\nand (f) the pages you visit on our website (collectively “Traffic Data“).\nTraffic Data does not personally identify you.\nWe use the Traffic Data to report aggregated website activity and to better understand the needs of our users so we can make informed decisions regarding the content and design of our website.\nWe may collect Traffic Data through various technologies including, but not limited to, cookies, IP addresses, and clear GIFs (Graphics Interchange Format, a software technology also known as a pixel tag).</p>\n<p>Third Party Websites and Social Media Services.\nOur website may include links to third party websites or social media services where you may be able to post comments, reviews or other information.\nWe may monitor comments and reviews regarding us, our products, or our Sites that you publicly post on social media or customer review sites.\nIn addition, please note that your use of these third party websites or social media services may result in those sites collecting information about you.\nWe are not responsible for these third party websites or social media services and you should review their privacy policies to make sure you understand the information that may be collected, used, and shared by those sites.</p> Information from Third Parties\n<p>Our Subsidiaries’ Websites.\nOur website includes links to our subsidiaries’ websites.\nIf you submit information through any of those websites, it may be shared with us.\nAny information shared with us by our subsidiaries will be governed by this Privacy Statement.</p>\n<p>Social Media Sites.\nTo the extent you post information on our social media sites, we may collect such information.\nWe may also receive Personal Information about you from certain social media sites such as Facebook, Instagram, and LinkedIn.</p>\n<p>Third Party Analytics Services.\nWe may work with third party analytics services such as Google Analytics to help us understand how our Sites are being used, such as tracking the number and frequency of visits to our website.\nThese analytics services may use cookies and other technologies to collect this information.\nWe receive reports of aggregated data from these services, but we do not receive Personal Information about individual users.</p> Categories of Information Collected\n<p>In the 12 months preceding the Last Updated date of this Privacy Statement, we have collected or received the following categories of Personal Information about consumers:</p>\n<p>\n<strong>A.\nIdentifiers</strong>\n</p>\n<p>A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol (IP) address, email address, account name.</p>\n<p>YES</p>\n<p>\n<strong>B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).</strong>\n</p>\n<p>A name, address, telephone number, education, employment.\nSome personal information included in this category may overlap with other categories.</p>\n<p>YES</p>\n<p>\n<strong>C.\nProtected classification characteristics under California or federal law.</strong>\n</p>\n<p>Age (40 years or older), race, color, ancestry, national origin, religion or creed, marital status, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), veteran or military status.</p>\n<p>YES</p>\n<p>\n<strong>D.\nCommercial information.</strong>\n</p>\n<p>Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<p>NO</p>\n<p>\n<strong>E.\nBiometric information.</strong>\n</p>\n<p>Genetic, physiological, behavioral, and biological characteristics, such as DNA sequences, fingerprints, facial geometry, voiceprints, iris or retina scans, and sleep, health or exercise data.</p>\n<p>NO</p>\n<p>\n<strong>F.\nInternet or other similar network activity</strong>\n</p>\n<p>Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.</p>\n<p>YES</p>\n<p>\n<strong>G.\nGeolocation data.</strong>\n</p>\n<p>Physical location or movements.</p>\n<p>NO</p>\n<p>\n<strong>H.\nSensory data.</strong>\n</p>\n<p>Audio, electronic, visual, thermal, olfactory, or similar information.</p>\n<p>NO</p>\n<p>\n<strong>I.\nProfessional or employment-related information.</strong>\n</p>\n<p>Current or past job history or performance evaluations.</p>\n<p>YES</p>\n<p>\n<strong>J.\nNon-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).</strong>\n</p>\n<p>Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.</p>\n<p>NO</p>\n<p>\n<strong>K.\nInferences drawn from other personal information.</strong>\n</p>\n<p>Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</p>\n<p>NO</p> HOW WE USE YOUR INFORMATION\n<p>We and our service providers may use Personal Information for the following purposes:</p>\n<ul>\n<li>To respond to your inquiries.</li>\n<li>To provide email alerts for which you sign up.</li>\n<li>To provide investor materials requested by you or required by applicable law to be sent to you.</li>\n<li>To manage any contractual relationship between us.</li>\n<li>To process orders from our customers and deliver products and services.</li>\n<li>To present our website and related content to you.</li>\n<li>To evaluate and make improvements to our website or social media presences.</li>\n<li>To diagnose and fix problems with our website.</li>\n<li>To secure our website and to prevent or detect criminal, unlawful, or harassing actions or conduct.</li>\n<li>To provide product updates, news, and event information.</li>\n<li>If you apply for a job, to evaluate your skills and experience, to verify previous employment, and to conduct background checks (as permitted by law).</li>\n</ul>\n<p>On other occasions where we ask you for consent, we will use the information for the purposes we provide at that time.\nYou have the right to withdraw your consent at any time.\nhowever, we may have other legal grounds for storing and/or using your information, including those identified above.</p> SHARING AND DISCLOSURE OF PERSONAL INFORMATION\n<p>We do not sell your Personal Information.\nWe may share your Personal Information as follows:</p>\n<ul>\n<li>Subsidiaries.\nWe may share Personal Information with our subsidiaries so they can respond to any inquiries or provide requested services.</li>\n<li>Service Providers.\nWe may disclose Personal Information to third party vendors, contractors or agents who perform functions on our behalf (“Service Providers”).\nFor example, we may contract with Service Providers to provide certain services, such as providing data storage and management, analytics services, marketing services, employee benefits services, payroll services, or payment processing services.\nWe only provide our Service Providers with Personal Information necessary for them to perform these services on our behalf.\nEach Service Provider must agree to use commercially reasonable security procedures and practices, appropriate to the nature of the information involved, to protect your Personal Information from unauthorized acquisition, access, use, or disclosure.\nService Providers may only use the Personal Information they obtain from us or collect on our behalf to provide services to us.</li>\n<li>Business Transfers.\nIf we are acquired by, or merged with, another entity, if substantially all of our assets are transferred to another entity, or as part of a bankruptcy proceeding, or if we are evaluating or in negotiations with respect to any such transaction, we may transfer, or make available, the Personal Information we have collected from you to the other entity or resulting legal entity.</li>\n<li>Legal Process.\nWe also may disclose the Personal Information we collect from you: to comply with applicable laws and regulations, a government investigation, a judicial proceeding, a court order, or other legal process (such as in response to a subpoena).\nor to respond to discovery requests or present evidence in a legal proceeding in which we are involved.</li>\n<li>To Protect Us and Others.\nWe also may disclose the Personal Information we collect from you where we believe such disclosure is needed to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, suspected violations of this Privacy Statement, and suspected violations of any applicable terms and conditions.</li>\n<li>Aggregated and De-Identified Information.\nWe may share aggregate or de-identified Personal Information with our service providers and/or affiliated companies for marketing, advertising, research, or similar purposes.</li>\n<li>Job Applications.\nIf you apply for a job position, some of your Personal Information may be shared with third parties in order to confirm your education, work history, and references, and to obtain background checks and credit reports if permitted by law.</li>\n</ul>\n<p>In the 12 months preceding the Last Updated dated of this Privacy Statement, we have disclosed the following categories of Personal Information for a business purpose as described above:</p>\n<p>\n<strong>Category A:</strong> Identifiers.</p>\n<p>\n<strong>Category B:</strong> California Customer Records personal information categories.</p>\n<p>\n<strong>Category C:</strong> Protected classification characteristics under California or federal law.</p>\n<p>\n<strong>Category F:</strong> Internet or other similar network activity.</p>\n<p>\n<strong>Category I:</strong> Professional or employment-related information.</p> CHILDREN’S PRIVACY\n<p>Our Sites, our products, and our services are not directed to children under the age of 13.\nFurther, we do not knowingly collect Personal Information from children under the age of 13.\nIf you become aware that your child has provided personally identifiable information without your consent and/or is under the age of 13, please contact us at privacy@dycomind.com.\nIf we become aware that we have unknowingly collected Personal Information from a child under the age of 13, we will take commercially reasonable efforts to delete such information from our records.</p> YOUR PRIVACY CHOICES\n<p>You may opt-out of receiving email communications and other marketing materials from us (or any third-party email marketing service we may use) via links provided in each email (usually at the bottom of the email).</p> USER-GENERATED CONTENT\n<p>You may be able to post content on our social media pages, including your comments, photos, or other information.\nInformation you provide or post to any third party sites is subject to that site’s privacy policy and practices.\nIf you post such content on social media pages, all of the information or content that you post may be visible to other visitors or users and we cannot prevent such information from being used by others.\nPlease carefully consider your content before posting.\nFurther, please note that all such content is subject to removal if it violates any applicable law, poses a security risk, infringes the rights of someone else, or constitutes a threat, defamation, or harassment.</p> LINKS TO THIRD PARTY WEBSITES OR PLATFORMS\n<p>Our website may contain links to third party websites or platforms.\nThese links are provided for your convenience.\nWe are not responsible for and have no control over the content on these other websites or platforms.\nThe inclusion of a link on our website is not an endorsement.\nPlease note that when you click on one of these links, you will leave our website and will be subject to the policies and privacy practices of the other website or platform, which may differ significantly from our Privacy Statement.\nPlease review such third parties’ privacy policies before providing any Personal Information to them.</p>\n<p>We make no representations or warranties, express or implied, regarding the content of any of these linked websites or platforms.\nWE EXPRESSLY DISCLAIM ANY AND ALL LIABILITY FOR YOUR INTERACTION WITH SUCH THIRD PARTY WEBSITES OR PLATFORMS.</p> SECURITY OF YOUR INFORMATION\n<p>We use commercially reasonable security safeguards to help protect Personal Information from unauthorized access, alteration, loss, or disclosure.\nDespite these efforts, please understand that no system is perfect and we cannot guarantee that unauthorized access, theft, or loss of data will not occur.\nPlease advise us immediately at privacy@dycomind.com of any incident involving Personal Information in our custody or control.</p> CHANGES TO THIS PRIVACY STATEMENT\n<p>We may revise this Privacy Statement at any time without advance notice to you.\nThe most current version of our Privacy Statement will be posted on our website.\nOnce posted, any changes to the Privacy Statement are effective immediately upon posting unless otherwise specifically noted.\nBy continuing to access or use our Sites or otherwise provide any information to us after any changes are posted, you agree to be bound by the terms of the revised Privacy Statement.</p> SEVERABILITY\n<p>The provisions of this Privacy Statement are intended to be severable.\nIf for any reason any provision of this Privacy Statement shall be held invalid or unenforceable in whole or in part in any jurisdiction, such provision shall, as to such jurisdiction, be ineffective to the extent of such invalidity or unenforceability without in any manner affecting the validity or enforceability thereof in any other jurisdiction or the remaining provisions hereof in any jurisdiction.</p> CHOICE OF LAW, JURISDICTION, AND VENUE\n<p>This Privacy Statement, your use of our Sites, and your provision of Personal Information to us shall be governed by and interpreted in accordance with the applicable laws of the United States and the State of Florida without giving effect to any choice of law or conflict of law provision or rule.\nBy accessing or using our Sites or otherwise providing information to us, visitors from outside of the United States acknowledge that their access and/or use is subject to the laws and regulations of the United States and the State of Florida and waive any claims that may arise under other laws.</p>\n<p>Any disputes arising from this Privacy Statement or your access to or use of our Sites shall be subject to the exclusive jurisdiction of the state and federal courts of the State of Florida and venue shall lie in Palm Beach County.\nBy accessing or using any of our Sites or by providing your Personal Information to us, you consent and submit to the personal jurisdiction of such courts for such purposes and waive any and all objections as to jurisdiction or venue in such courts.</p> CALIFORNIA PRIVACY RIGHTS\n<p>The California Consumer Privacy Act (CCPA), California’s “Shine the Light” law, and the California Online Privacy Protection Act provide consumers who are California residents with specific rights regarding their Personal Information.\nIf you are a California resident, this section describes your rights and explains how to exercise those rights.</p>\n<p>Right to Information.\nSubject to certain limits, you may ask us to provide the following information for the 12-month period preceding your request:</p>\n<ol>\n<li>The categories of Personal Information we collected about you;</li>\n<li>The business or commercial purpose for collecting the Personal Information;</li>\n<li>The categories of third parties with whom we shared the Personal Information;</li>\n<li>If we disclosed Personal Information for a business purpose, a list of the disclosures including the </li>\n<li>Personal Information categories that each category of recipient received.\nand</li>\n<li>The specific pieces of Personal Information we collected about you.</li>\n</ol>\n<p>We do not provide these information rights for Personal Information that we obtain through a business-to-business (B2B) relationship.\nRight to Delete.\nYou also have the right to ask us to delete any Personal Information that we have collected about you, subject to certain limitations under CCPA.\nWe may deny your deletion request if the information is necessary for us or our service providers to, among other things, provide a good or service you requested, take actions reasonably anticipated in the context of our business relationship with you, perform a contract we have with you, detect and protect against security incidents or illegal activity, comply with a legal obligation, or exercise a right provided for by law.\n</p>\n<p>Right to Nondiscrimination.\nWe will not discriminate against you if you exercise your privacy rights under California law, including by:</p>\n<ul>\n<li>Denying you goods or services.</li>\n<li>Charging you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Providing you a different level or quality of goods or services.</li>\n<li>Suggesting that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>However, the CCPA permits us to offer you certain financial incentives that can result in different prices, rates, or quality levels, which are related to your Personal Information’s value.\nWe do not currently offer financial incentives in exchange for Personal Information we collect.</p>\n<p>Submission of Requests for Information or to Delete.\nIf you are a California resident, you may submit a request for information or a request to delete by:</p>\n<p>Calling us at (844) 533-1258.</p>\n<p>Emailing us at privacy@dycomind.com – please provide your name, telephone number, and type of request (that is, a request for categories of information, a request for specific pieces of information, and/or a request to delete).</p>\n<p>To protect your privacy and security, we will also take reasonable steps to verify your identity before providing your Personal Information and before deleting your information.\nOnly you or someone legally authorized to act on your behalf may make a verifiable request related to your Personal Information.\nIf you want to authorize someone else to make a request on your behalf, please contact us at privacy@dycomind.com and provide your name, telephone number, the name of the person you want to authorize to make a request, and the type of request the person is authorized to make (that is, a request for categories of information, a request for specific pieces of information, and/or a request to delete).\nWe will contact you if we need more information.</p>\n<p>Responses to Requests.\nWe do not charge a fee to respond to your request unless it is repetitive (more than twice in a 12-month period) or excessive.\nWe generally will respond to your request within 45 days of its receipt.\nIf we need more time to respond, we will inform you of the reason and we may take up to an additional 45 days to respond.</p> CONTACT US\n<p>If you have any questions or comments about this Privacy Statement, please contact us at:</p>\nEmail:\n<p>privacy@dycomind.com</p>\nMail:\n<ul>\n<li>Dycom Industries, Inc.</li>\n<li>Attn: Privacy</li>\n<li>11780 U.S.\nHighway 1, Suite 600</li>\n<li>Palm Beach Gardens, FL 33408</li>\n</ul> ", "created_at": "2023-05-01 20:49:57.658295", "updated_at": "2023-05-01 20:50:14.934474"}], "points": [], "urls": ["northskycomm.com"]}}