{"error": 448, "message": "OK", "parameters": {"id": 8716, "name": "Remember the Milk", "created_at": "2023-07-02 17:42:58.449117", "updated_at": "2023-07-02 22:02:22.761725", "wikipedia": "https://en.wikipedia.org/wiki/Remember_the_Milk", "keywords": null, "related": null, "slug": "remember-the-milk", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8716.png", "url": "rememberthemilk.com", "documents": [{"id": 17002, "name": "Privacy Policy", "url": "https://www.rememberthemilk.com/help/privacy.rtm", "xpath": "/html/body/main/section", "text": " <i>menu</i> Policies <i>clear</i>\n<ul>\n<li>Policies</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Program Policies</li>\n<li>Additional Terms of Use</li>\n<li>GDPR</li>\n<li>Security Practices</li>\n<li>API Terms of Use</li>\n<li>Branding Guidelines</li>\n</ul> Privacy Policy <p>Last Updated: June 5, 2018</p>\n<p>Effective: May 25, 2018</p>\n<p>You can see our previous Privacy Policy here.</p>\n<p>\n<strong>Hi there! Our Privacy Policy has recently received an update to comply with the EU’s new General Data Protection Regulation (GDPR).\nMore information about the GDPR can be accessed here.\nNothing about the way we collect and handle your data has changed, we’ve just added even more clarity about our processes.\nIf you have any questions, feel free to email us at privacy@rememberthemilk.com or dpo-gdpr@rememberthemilk.com.</strong>\n</p>\n<p>\n<em>HEADS UP!</em> We know this is a long Privacy Policy, but it has to be that way so that we can clearly and accurately give you the best information about the Personal Data that we collect from you.\nYou must read it all to use our service.\nWe do, though, want to call your attention to a few very important sections:</p>\n<ul>\n<li>\n<strong>What are your rights in relation to your Personal Data?</strong> Here you’ll get the low-down on all of your rights - don’t skip this section!</li>\n<li>\n<strong>What about the international transfer of Personal Data?</strong> This section describes how your data may sent to and processed outside of your jurisdiction.</li>\n<li>\n<strong>If you’re unhappy with the way in which we collect or process your Personal Data, how can you lodge a complaint?</strong> Just as described - if you have any issues with the way we handle your Personal Data, this section will help you through it.</li>\n</ul>\n<p>At Remember The Milk, your privacy is incredibly important to us.\nThis Privacy Policy describes what Personal Data (described further below) we collect about you, why we collect it, how we use and share it, how we store it, and how we protect it.\nWe’ll also talk about your rights in relation to that Personal Data and what you can do if you’re unhappy with the way in which we process it.</p>\n<p>One of the most important things we want you to know is we will never rent, sell or share your Personal Data for marketing purposes without your explicit, prior permission.</p>\n<p>Keep in mind as you read this Privacy Policy that you might find links to other websites or mobile applications on Remember The Milk, but this Privacy Policy won’t apply to any of those linked applications or websites.\nWe love sharing things with you, but unfortunately, we can’t control the way other organizations (besides our data processors, as we discuss below) handle user data.</p>\n<p>This Privacy Policy also specifically incorporates by reference our Terms of Use, available here, as well as our Program Policies, available here.</p>\nWho are we and how can you contact us?\n<p>By now you know that we’re Remember The Milk - officially, we’re Remember The Milk Inc.\nYou can reach us at the following contact points:</p>\n<p>\n<strong>By Mail:</strong>\n</p>\n<code>Remember The Milk\n660 4th St #247\nSan Francisco, CA, 94107\n</code>\n<p>\n<strong>By Email:</strong> dpo-gdpr@rememberthemilk.com</p>\n<p>We collect and process your Personal Data, as well as manage our third-party service providers (the fancy term is “data processors”) and subsidiaries.</p>\nWhat Personal Data do we collect from you and why?\n<p>Through your visitation to, use of, and interaction with Remember The Milk, you will be asked for certain types of Personal Data.\nThis section will only cover the Personal Data that we receive specifically from you.</p>\nPersonal Data collected when you register with us:\n<p>When you register to use Remember The Milk, we’ll ask you for your first and last name, email address, and a username and password of your choosing.\nYour password will be maintained on our system in an encrypted form.\nYou can also register through your Facebook or Google account.\nIf you choose this method, we receive your first and last name and email address.\nWe use the collected Personal Data that we obtain at registration, for the sole and exclusive purpose of providing our services to you and allowing you to use Remember The Milk.\nBy registering with us, we’ll be able to better serve you, and provide a more personalized user experience for you each time that you visit us.</p>\nPersonal Data collected through your use of Remember The Milk:\n<p>Remember The Milk is a task management service.\nTherefore, when you use our services, we collect a few different types of Personal Data from you:</p>\n<p>\n<strong>Profile Information:</strong> After you register, if you’d like, you’ll be able to upload a photo, choose your language and time zone, and tell us what country you’re located in.\nWe only ask for this information to be able to provide the best user experience possible.</p>\n<p>\n<strong>Task List Usage:</strong> Because our service is primarily used to manage tasks, you’ll likely want to keep your task list with us! The content of that task list, along with the rest of your account, is stored and maintained on Remember The Milk servers.\nWe do this so that we can provide our services to you, and so that you can access your task list whenever you want.\nThat being said, we don’t access the content of any task lists unless you specifically ask us to do so (for example, if you’re having technical difficulties accessing your account) or if we’re required to do so by law (more on that later), to maintain our system, or to protect Remember The Milk or the public.</p>\n<p>\n<strong>Public Information:</strong> Registered users on Remember The Milk can post to our forums.\nPlease be advised that any info that you post on our forums should be considered non-proprietary, non-confidential, and public.\nOthers will be able to see the content of your posting, as well as your username.\nWe have this feature so that users can connect with each other about task management and our services.\nWe urge you to be careful with any and all information you post in our forums.</p>\n<p>\n<strong>Pro-Level Users:</strong> If you decide you want to sign up for our “Pro”-level accounts (in other words, to get more features and benefits), you can, but we’ll need some billing information first.\nWe use Stripe, PayPal, and the Apple App Store to process payments.\nThese services will generally ask you for your credit card information (including the expiration date and verification code).\nWe only ask for this Personal Data so that we can provide the Pro-level services to you, upon your request.</p>\nPersonal Data collected when we’re communicating:\n<p>As a user of Remember The Milk, we may communicate with you about your account with us.\nThese communications specifically won’t be marketing communications, but will rather be informational items, such as updates to our policies or other privacy-related matters (in other words, you won’t be able to opt-out of these really important messages).\nYou may also be asked questions about how to improve Remember The Milk, or you may, at some point, communicate with our representatives because of questions that you have.\nWe consider this information Personal Data.\nWe collect this information so that we can help with anything you need and continue improving our service.</p>\nWhat Personal Data do we collect about you that we get from other sources and why?\n<p>\n<strong>Geo-location data:</strong> We may collect information about your location depending on the permissions you have set on your device.\nWe solely and exclusively use this information to provide you with our services, including to update your time zone for accuracy.\nYou can enable or disable location services when you use our services at any time, through your device settings.</p>\n<p>\n<strong>Usage Data:</strong> We may also collect information about the use of your account, such as how much storage you are using, how often you log in, and other information related to your registration and use of Remember The Milk.\nInformation displayed or clicked on in your Remember The Milk account (including UI elements, links, and other information) is also recorded.\nWe use this information internally to deliver the best possible service to you, such as improving the Remember The Milk user interface.</p>\n<p>\n<strong>Personal Data from cookies:</strong> We use essential cookies, functionality cookies, and analytics cookies.\nCookies are small files stored on your computer or mobile device which collect information about your web behavior (we’ll call this “Automatic Data”).\nThese cookies do not access information which is stored on your device.\nOur cookies include an identification number that is unique to the device you are using.\nThis identifier helps us to better understand our user base and how they are using our site and services.\nWe use cookies for a number of reasons, such as recognizing you when you visit the site, displaying the site according to your chosen user settings for language, and maintaining the security of your account.\nWe may also use the cookies to collect aggregated information about the use of Remember The Milk to maintain, analyze and improve the service.</p>\nWhat can I do about cookies in general?\n<p>Most Internet browsers accept cookies automatically, although, you are able to change your browser settings to control cookies, including whether or not you accept them, and to remove them.\nUnfortunately, if you set your browser so that it refuses cookies, you will not be able to use the Remember The Milk service.\nYou can visit http://www.whatarecookies.com for further information.</p>\n<p>\n<strong>Log data:</strong> When you use your Remember The Milk account, we collect certain information (often called “log data” or “log information” - the same information that most websites log when they are accessed).\nThis information, contained in the \"header\" of your request to access the Remember The Milk page, usually includes the browser type you used, your Internet Protocol (\"IP\") address, and the date and time of day.\nIn addition, we log the unique ID provided by our cookies and the URL of the last site you visited (\"referrer\").\nAs a basic matter, we need this information to help us provide our services to you.\nFor example, if we need to validate your identity in order to maintain the security of your task lists.\nWe would also need to know what IP address your query came from so we could send the appropriate pages back to you.\nIn addition, we log this information for internal business purposes.\nFor example, this log information helps us determine how well our services are working so that we can continually improve the quality of Remember The Milk.\nThe log information is also important for security, audit, quality improvement, and other internal business purposes.</p>\nWhat is our legal basis for processing your Personal Data?\n<p>We respect data minimization principles, which is a fancy way of saying we only collect the minimal amount of Personal Data required for legitimate business purposes.\nIn other words, we need the Personal Data that we do to effectively run our business and we don’t collect more than is necessary.\nThe Personal Data you provide to us voluntarily (such as through registration, use, and communication with us) is up to you (with the notice, however, that you won’t be able to use our service unless you register).\nThat said, we may still process automatic Personal Data, such as that received through cookies, regardless of how you interact with Remember The Milk.</p>\n<p>We also, though, want to ensure that you feel we’re always treating your voluntary Personal Data - in other words, that data that we ask you for - just that way you’d expect.\nBecause of that, before you use or access any of our services, you’ll be directed to this Privacy Policy.\nYou should take the time to read and review it carefully, and then feel free to reach out to us with any questions.\nWe’ll ask you to indicate that you’ve read this Privacy Policy in full and that you agree to the processing of your Personal Data as we’ve described here.</p>\n<p>If you don’t understand this Privacy Policy or you’re not sure about anything we’ve described here, please reach out to us so that we can help.\nIf you’re still unsure, it’s best not to use any of our services until we can answer all of your questions.</p>\n<p>Additionally, if we collect or process your Personal Data in any way not indicated by this Privacy Policy in the future, we will seek your explicit prior consent.\nTo be clear, consent will be sought if we wish to provide you with direct marketing communications, if we transfer your data to third parties not indicated here, or if we otherwise significantly amend or change this Privacy Policy.</p>\nWill your Personal Data ever be shared and if so, how and with whom?\n<p>\n<strong>Third-Party Service Providers:</strong> We use third party service providers (those “data processors” we mentioned earlier) to help us operate Remember The Milk, but we’ll never share your Personal Data other than as described here without your explicit consent.\nThe third party service providers that we use help run the business, so your data will pass through them, but we don’t provide your data for intentional access (like for marketing list purposes, for example) to anyone.</p>\n<p>The third party service providers we currently use help us with data services, payment processing (as described above), disaster recovery, information technology, content delivery, email services, customer support and communication, and DNS services.\nFor the third parties that we utilize who also process your Personal Data, we have appropriate security and contractual measures (like encryption and data processing agreements) to ensure that your Personal Data always gets treated in compliance with the policies laid out here as well as applicable law.</p>\n<p>\n<strong>Other Disclosures:</strong> In certain cases, we may have to disclose your Personal Data to third parties outside those above.\nWe limit that disclosure to the following circumstances:</p>\n<ol>\n<li>To satisfy any local, state, or Federal laws or regulations;</li>\n<li>To respond to requests, such discovery, criminal, civil, or administrative process, subpoenas, court orders, or writs from law enforcement or other governmental or legal bodies;</li>\n<li>To bring legal action against a user who has violated the law or violated our Terms of Use;</li>\n<li>In the case of any business transfer, sale, or transfer of assets of the Remember The Milk (we’ll notify you if this happens);</li>\n<li>To generally cooperate with any lawful investigation about our users.\nor</li>\n<li>If we suspect any fraudulent activity on Remember The Milk.</li>\n</ol>\n<p>\n<strong>Your Consent:</strong> Otherwise, if we you get your explicit, unambiguous, and prior consent to share your Personal Data with anyone, we’ll do so.</p>\nDo we ever send you marketing communications?\n<p>We don’t send you marketing communications, such as newsletters and brochures, but we may send updates about our service to registered users.\nIf we ever did want to send you a marketing communication, we’ll specifically ask you to opt-in to the communications you want to receive.\nIn other words, we’re never going to automatically add you to a mailing list or other marketing communication list.</p>\n<p>We may send emails including information about new features.\nWe may also send emails as you onboard to our service, to help you become more proficient in using our service.\nYou can opt-out of these at any time.</p>\n<p>We may send emails asking if you want to test new features (as part of our Pro Tester Program), but this is only after you’ve specifically opted-in, and you can revoke your consent and remove yourself from the list at any time.</p> How do we store and protect your Personal Data?\n<p>\n<strong>Personal Data Storage:</strong> We only store your Personal Data as long as it is necessary for providing you with the requested services or until you stop using our services and request deletion of your data.\nWe may also store your Personal Data for any applicable legal record-keeping, including after the closure of your account (as described below), or for additional business purposes (e.g., maintaining our accountancy records, enforcing our Terms of Use, or otherwise maintaining the safety and security of our Remember The Milk for a time period permitted by applicable law).</p>\n<p>\n<strong>Personal Data Protection:</strong> We employ organizational and technical security measures to protect your Personal Data, such as limiting access to your Personal Data, secured networks, and encryption.</p>\n<p>We also use secure physical and digital systems to store your Personal Data.\nWe ensure that your Personal Data is protected against unauthorized access, disclosure, or destruction by utilizing practices that are consistent with standards in the industry to protect your privacy.</p>\n<p>Please note, however, that no system involving the transmission of information via the Internet or the electronic storage of data is completely secure, no matter what reasonable security measures are taken.\nAlthough we take the protection and storage of your Personal Data very seriously, and we take all reasonable steps to protect your Personal Data, we cannot be responsible for data breaches that occur outside of our reasonable control.\nWe will, however, follow all applicable laws in the event a data breach occurs, including taking reasonable measures to mitigate any harm as well as notifying you of such breaches as soon as possible, but in no event, later than two (2) weeks time.</p> What are your rights in relation to your Personal Data?\n<p>By using Remember The Milk, you can exercise the following rights:</p>\n<ol>\n<li>\n<p>\n<strong>REFUSING TO PROVIDE YOUR PERSONAL DATA:</strong> The voluntary Personal Data you provide to us is an integral part of your use of Remember The Milk.\nYou can choose to forego the provision of that data, but you will be restricted from using our services.</p>\n</li>\n<li>\n<p>\n<strong>ACCESSING, OBTAINING, MODIFYING, AND DELETING YOUR PERSONAL DATA:</strong> Through your use of Remember The Milk, you can access and amend your own data at any time through your account settings page, and you can, of course, amend and delete your tasks as you like.\nIf you’d like to delete your account, you can visit the account deletion page for your account.\nYou’ll have to check a box and press a button to confirm that you want your information deleted and then we’ll typically deactivate your account within two (2) business days of receiving such a request.\nAfter deletion of your account, we keep your information in our system for our business records for 60 days.\nAt that point, it will be deleted from our system but kept in encrypted backups for an additional 30 days.\nAfter that, you will be scrubbed from our system and backups.\nYou can also export all of your data via the export function of Remember The Milk.</p>\n</li>\n<li>\n<p>\n<strong>SUBMITTING A COMPLAINT:</strong> If you would like to submit a complaint to us about the way in which your Personal Data is handled, please contact us by using any of the contact details located in this Privacy Policy.\nAfter you submit such a complaint, we will contact you within three (3) business days confirming that we have received your complaint.\nAfterwards, we will investigate your complaint and provide you with our response within a reasonable timeframe but in no event later than two (2) weeks.</p>\n</li>\n<li>\n<p>\n<strong>LAUNCHING A COMPLAINT WITH A DATA PROTECTION AUTHORITY:</strong> If you are a resident of the European Union and you are not satisfied with the outcome of your complaint submitted to us, you have the right to lodge a complaint with your local data protection authority.</p>\n</li>\n</ol>\nHow exactly can you launch a complaint, if you’re unhappy with the way in which we collect or process your Personal Data?\n<p>As noted elsewhere in this Privacy Policy, you can reach out to us anytime you are unhappy with the processing of your Personal Data.\nYou can also undertake the following:</p>\n<p>\n<strong>U.S.\nResidents:</strong> If you’re located in the United States, the collection of your Personal Data, as well as our commitment to the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield, as discussed below, is subject to investigation and enforcement by the Federal Trade Commission (“FTC”).\nIn compliance with the Privacy Shield Principles, we’re committed to resolving any complaints about the handling of your Personal Data as quickly and efficiently as we can, but if you’re not happy, you can lodge a complaint with the FTC.</p>\n<p>\n<strong>California Privacy Rights:</strong> California Civil Code Section § 1798.83 permits users of Remember The Milk that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to privacy@rememberthemilk.com.</p>\n<p>\n<strong>E.U.\nand Swiss Individuals:</strong> If you are a resident of the European Union or Switzerland and you are not satisfied with the outcome of your complaint as you submitted it to us, you have the right to lodge a complaint with your local data protection authority.\nRemember The Milk has also committed to refer unresolved Privacy Shield complaints to an alternative dispute resolution provider located in the United States.\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not addressed your complaint to your satisfaction, you may visit https://www.jamsadr.com/eu-us-privacy-shield for more information or to file a complaint (free of charge).\nTo facilitate fast and convenient resolution of complaints, you agree to participate in online dispute resolution through JAMS Online Mediation (Endispute).</p>\n<p>You may also be able to invoke binding arbitration before a Privacy Shield Panel created by the U.S.\nDepartment of Commerce and European Commission, under certain conditions as detailed in the Privacy Shield (further discussed below).</p>\nWhat happens if we modify or revise this Privacy Policy?\n<p>We do reserve the right to modify, revise, or otherwise amend this Privacy Policy at any time and in any manner, but if we make any significant changes or otherwise change the way that we process your Personal Data, we’ll let you know via email or an in-app notification feature.\nWe’ll also change the date this Privacy Policy was last updated at the top of this document.\nWe will also post a prominent notification in the Remember The Milk web and desktop applications, alerting you to changes in, and relating to, the Privacy Policy.</p>\nWhat about the international transfer of Personal Data?\n<p>We are based in the United States.\nIn other words, your Personal Data may be transferred from the location in which you reside to our physical location in the United States.\nIt may also be transferred to third parties, as described above, located in the United States.\nThe risks of transferring data outside of your jurisdiction to the United States include the possibility of data breaches and loss.\nHowever, as an appropriate safeguard, we’ve committed to the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield, as we discuss further below.</p>\nDo we collect any Personal Data from minors?\n<p>We do not allow use of Remember The Milk or any of our services by users under the age of sixteen (16), even users located in the EU.\nAs such, we don’t collect, store, or otherwise use any Personal Data from any minors.\nIf you are a parent or guardian, and you learn that your children have provided us with Personal Data, please contact us immediately.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we will immediately take steps to remove that information from our servers.</p>\nAre we certified to the EU-US Privacy Shield?\n<p>We comply with the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of Personal Data from EU and Swiss individuals, as described throughout this Privacy Policy.\nWe have certified our commitment to the Privacy Shield Principles, as discussed below, to the U.S.\nDepartment of Commerce.\nIf there is any conflict between the terms in this Privacy Policy, and the Privacy Shield Privacy Principles, the Privacy Shield Privacy Principles shall govern.\nMore information about the Privacy Shield can be found at www.privacyshield.gov.\nOur Privacy Shield certification can be found at www.privacyshield.gov/list.</p>\n<p>As described throughout this Privacy Policy, we adhere to the Privacy Shield Principles as follows:</p>\n<ol>\n<li>\n<p>\n<strong>Notice:</strong> This Privacy Policy provides clear, concise, and transparent notice to our users regarding all of our data practices, including how we collect, use, process, and store Personal Data.\nThis Privacy Policy also clearly describes how we disclose Personal Data to third parties, the purposes for which we do so, and your rights in relation to your Personal Data.\nAs described further below, users are given choices and information about limiting the use and disclosure of their Personal Data, as well as information about how we can be contacted for any inquiries.</p>\n</li>\n<li>\n<p>\n<strong>Choice:</strong> If the Personal Data we collect, covered by this Privacy Policy, is to be used for any purpose materially different from the purposes described here, or disclosed to a third party that is not acting as our agent, in a manner other than as disclosed here, we’ll always give you an opportunity to opt-out of this materially different use or disclosure.</p>\n</li>\n<li>\n<p>\n<strong>Accountability for Onward Transfer:</strong> If we transfer any of your Personal Data to a third party acting as a controller of your information (in other words, a third party that is making decisions about the purposes of your Personal Data and the means by which they are processed) outside of what we’ve disclosed in this Privacy Policy, we’ll only do so after we get your explicit consent.\nWe’ll also make sure that the third party controller only processes your Personal Data for limited and specific purposes as outlined in the explicit consent given, and that they’ll provide the same level of protection as consistent with the Privacy Shield Principles.\nIf they can’t do this, we’ll ask them to notify us and then we’ll ensure they stop processing your Personal Data.\nFor agents, we’ll make sure that they only process Personal Data for limited and specific purposes, and that they provide the same level of privacy protection that is consistent with the Privacy Shield Principles.\nJust like third party controllers, if our agents can’t do this, we’ll ask them to notify us so that we can take steps to stop the processing of your Personal Data.\nRegardless, however, we remain liable if one of our agents processes your Personal Data in a way that’s not consistent with the Privacy Shield Principles (unless we can clearly prove that we’re not responsible for that particular event or circumstance).</p>\n</li>\n<li>\n<p>\n<strong>Security:</strong> As we note in our section, “How do we store and protect your Personal Data?,” we take reasonable and appropriate measures to protect your Personal Data from loss, misuse and unauthorized access, disclosure, alteration and destruction, taking into account the risks involved in the processing and the nature of the Personal Data on the Internet.</p>\n</li>\n<li>\n<p>\n<strong>Data Integrity and Purpose Limitation:</strong> As we note in our section, “What is our legal basis for processing your Personal Data?”, we limit the collection of Personal Data to information relevant for the purposes of processing.\nWe don’t process such Personal Data in a way that is incompatible with the purposes for which it has been collected or authorized by you.\nWe take reasonable steps to ensure your Personal Data is reliable for its intended use, as well as accurate, complete, and current.\nWe take reasonable and appropriate measures to comply with the Privacy Shield requirement to retain your Personal Data in an identifiable form only for as long as it serves the purpose of processing as outlined in this Privacy Policy, unless a longer retention period is required or permitted by law or by the Privacy Shield Principles.\nWe will adhere to the Privacy Shield Principles for as long as we retain the Personal Data collected.</p>\n</li>\n<li>\n<p>\n<strong>Access:</strong> As described in our section, “What are your rights in relation to your Personal Data?,” you have the right to access your Personal Data, and to correct, amend, or delete it if it is inaccurate or has been processed in violation of the Privacy Shield Principles (except when the burden or expense of providing access, correction, amendment, or deletion would be disproportionate to the risks to your privacy, or where the rights of other people would be violated).\nTo exercise any of these rights, you can email us at privacy@rememberthemilk.com.</p>\n</li>\n<li>\n<p>\n<strong>Recourse, Enforcement, and Liability:</strong> As noted above, our participation in the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Framework is subject to investigation and enforcement by the Federal Trade Commission in the United States.\nYou also have the option of the independent recourse mechanism we describe above.\nOur section, “If you’re unhappy with the way in which we collect or process your Personal Data, how can you lodge a complaint?,” gives you all of the information that you need to know about recourse.</p>\n</li>\n</ol>\n<p>Because the Privacy Shield Principles are very important to us, and we want to remain certified, we periodically review and verify our compliance.\nIn case any issues arise with our compliance, we’re committed to correcting them as soon as possible.</p> ", "created_at": "2023-07-02 17:42:58.478959", "updated_at": "2023-07-02 17:43:34.129366"}, {"id": 17004, "name": "API Terms of Use", "url": "https://www.rememberthemilk.com/services/api/terms.rtm", "xpath": "/html/body/main/section", "text": " <i>menu</i> API <i>clear</i>\n<ul>\n<li>API</li>\n<li>Introduction</li>\n<li>The API</li>\n<li>Documentation</li>\n<li>Authentication</li>\n<li>Request Formats</li>\n<li>Response Formats</li>\n<li>Tasks</li>\n<li>Timelines</li>\n<li>Rate Limits</li>\n<li>Webhooks</li>\n<li>Reference</li>\n<li>Methods</li>\n<li>API Keys</li>\n<li>Apply for an API Key</li>\n<li>Update App Information</li>\n<li>Resources</li>\n<li>Community API Kits</li>\n<li>Developer Mailing List</li>\n<li>API Terms of Use</li>\n<li>Branding Guidelines</li>\n</ul> API Terms of Use <p>Thank you for using the Remember The Milk application programming interfaces (the \"Remember The Milk APIs\").\nBy using the Remember The Milk APIs, you agree to the terms below.\nIf you disagree with any of these terms, Remember The Milk does not grant you a license to use the Remember The Milk APIs.\nWe reserve the right to update and change these terms from time to time without notice.\nYou can always find the most recent version of these terms here: https://www.rememberthemilk.com/services/api/terms.rtm</p>\n<p>Your license to the Remember The Milk APIs under these terms continues until it is terminated by either party.\nYou may terminate the license by discontinuing use of all or any of the Remember The Milk APIs.\nRemember The Milk may terminate the license at any time for any reason.\nYour rights to use the Remember The Milk APIs terminate automatically if (i) you violate any of these terms, (ii) Remember The Milk publicly posts a written notice of termination on rememberthemilk.com, (iii) Remember The Milk sends a written notice of termination to you, or (iv) Remember The Milk disables access to the Remember The Milk APIs to you.</p> 1.\nLicensed Uses and Restrictions.\n<p>The Remember The Milk APIs are owned by Remember The Milk Inc.\n(hereinafter \"Remember The Milk\") and are licensed to you on a worldwide (except as limited below), non-exclusive, non-sublicenseable basis on the terms and conditions set forth herein.\nThese terms define legal use of the Remember The Milk APIs, all updates, revisions, substitutions, and any copies of the Remember The Milk APIs made by or for you.\nAll rights not expressly granted to you are reserved by Remember The Milk.</p> a.\nYou shall: <ol>\n<li>Comply with the Remember The Milk Terms of Use at https://www.rememberthemilk.com/help/terms.rtm</li>\n<li>Disclose in your application through a privacy policy or otherwise displayed in the footer of each page, how you collect, use, store, and disclose data collected from visitors, including, where applicable, that third parties (including advertisers) may serve content and/or advertisements and collect information directly from visitors and may place or recognize cookies on visitors' browsers.</li>\n</ol> b.\nYou shall not: <ol>\n<li>Use Remember The Milk APIs for any application that replicates or attempts to replace the essential user experience of rememberthemilk.com or any other Remember The Milk interface.</li>\n<li>Attempt to cloak or conceal your identity or your application's identity when requesting authorization to use Remember The Milk APIs.</li>\n<li>Request, collect, solicit, or otherwise obtain access to login names, passwords or other authentication credentials for Remember The Milk other than by directing users to Remember The Milk in the mechanism specifically provided by the Remember The Milk APIs.</li>\n<li>Cache or store any Remember The Milk user information other than for reasonable periods in order to provide the service you are providing to Remember The Milk users.</li>\n<li>Use Remember The Milk APIs for any application that constitutes, promotes or is used in connection with spyware, adware, other malicious programs or code.</li>\n<li>Use Remember The Milk APIs in any manner or for any purpose that violates any law or regulation, any right of any person, including but not limited to intellectual property rights, rights of privacy, or rights of personality.</li>\n<li>Use Remember The Milk APIs in a manner that adversely impacts the stability of Remember The Milk servers or adversely impacts the behavior of other applications using the Remember The Milk APIs.</li>\n<li>Sell, lease, or sublicense Remember The Milk APIs or access thereto or derive revenues from the use or provision of Remember The Milk APIs, whether for direct commercial or monetary gain or otherwise, except as set forth below.</li>\n</ol> 2.\nCommercial Use a.\nRules and Restrictions.\n<p>If the primary purpose of your application is to derive revenue, it is considered a commercial application.\nRemember The Milk reserves the right to make these evaluations at the time that you apply for the license.\nRemember The Milk may also monitor your site or application over time to ensure continued compliance with the appropriate type of API key.</p>\n<p>If you're in doubt about whether your application is commercial, here are a few common examples of commercial use that may provide you some guidance:</p>\n<ol>\n<li>Users are charged a fee for your product or service which includes some sort of integration using the Remember The Milk APIs.</li>\n<li>Ad revenue is generated by your product or service which includes some sort of integration using the Remember The Milk APIs.</li>\n<li>You sell services to Remember The Milk users and use the APIs to bring users' Remember The Milk content into your service.</li>\n</ol> b.\nApplication for Commercial Use.\n<p>If you are interested in commercial use of the API, please share your business proposal via our contact form: https://www.rememberthemilk.com/help/contact/?ctx=business.\nYou can't be too specific about your intended use of the Remember The Milk Commercial API! Lack of specificity or supporting information could delay your application indefinitely.\nWhen in doubt, it's always better to include more detail about your application.\nPlease note that in some cases we may grant your request for a commercial API key subject to your payment of fees, such as to help cover infrastructure costs.</p> 3.\nBranding Guidelines <p>You agree to comply with the branding and attribution guidelines for the Remember The Milk APIs which is located at https://www.rememberthemilk.com/services/api/branding.rtm (or such other URL that Remember The Milk may provide from time to time) (the \"Branding Guidelines\").\nThe Branding Guidelines are incorporated into these Terms by this reference.</p> 4.\nOwnership and Relationship of Parties.\n<p>The Remember The Milk APIs may be protected by copyrights, trademarks, service marks, international treaties, and/or other proprietary rights and laws of the U.S.\nand other countries.\nRemember The Milk's rights apply to the Remember The Milk APIs and all output and executables of the Remember The Milk APIs, excluding any software components developed by you which do not themselves incorporate the Remember The Milk APIs or any output or executables of the Remember The Milk APIs.\nYou agree to abide by all applicable proprietary rights laws and other laws, as well as any additional copyright notices or restrictions contained in these terms.\nRemember The Milk owns all rights, title, and interest in and to the Remember The Milk APIs.\nThese terms grant you no right, title, or interest in any intellectual property owned or licensed by Remember The Milk, including (but not limited to) the Remember The Milk APIs and Remember The Milk trademarks.</p> 5.\nSupport.\n<p>Remember The Milk may elect to provide you with support or modifications for the Remember The Milk APIs (collectively, \"Support\"), in its sole discretion, and may terminate such Support at any time without notice to you.\nRemember The Milk may change, suspend, or discontinue any aspect of the Remember The Milk APIs at any time, including the availability of any Remember The Milk APIs.\nRemember The Milk may also impose limits on certain features and services or restrict your access to parts or all of the Remember The Milk APIs or the Remember The Milk Web site without notice or liability.</p> 6.\nFees and Payments.\n<p>Remember The Milk is committed to free and open access to our APIs.\nHowever, providing the APIs does have real costs for Remember The Milk.\nFor uses of Remember The Milk APIs over a certain rate or for certain types of commercial applications, Remember The Milk reserves the right to charge fees for future use of or access to the Remember The Milk APIs.</p> 7.\nDisclaimer of Any Warranty.\n<p>SOME OF THE REMEMBER THE MILK APIS MAY BE EXPERIMENTAL AND NOT TESTED IN ANY MANNER.\nREMEMBER THE MILK DOES NOT REPRESENT OR WARRANT THAT ANY REMEMBER THE MILK APIS ARE FREE OF INACCURACIES, ERRORS, BUGS, OR INTERRUPTIONS, OR ARE RELIABLE, ACCURATE, COMPLETE, OR OTHERWISE VALID.</p>\n<p>THE REMEMBER THE MILK APIS ARE PROVIDED \"AS IS\" WITH NO WARRANTY, EXPRESS OR IMPLIED, OF ANY KIND AND REMEMBER THE MILK EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AVAILABLILTIY, SECURITY, TITLE AND/OR NON-INFRINGEMENT.</p>\n<p>YOUR USE OF REMEMBER THE MILK APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE THAT RESULTS FROM THE USE OF ANY REMEMBER THE MILK APIS INCLUDING, BUT NOT LIMITED TO, ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA.</p> 8.\nLimitation of Liability.\n<p>REMEMBER THE MILK SHALL NOT, UNDER ANY CIRCUMSTANCES, BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR EXEMPLARY DAMAGES ARISING OUT OF OR IN CONNECTION WITH USE OF THE REMEMBER THE MILK APIS, WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE, PRODUCT LIABILITY OR OTHERWISE), OR ANY OTHER PECUNIARY LOSS, WHETHER OR NOT REMEMBER THE MILK HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nUNDER NO CIRCUMSTANCES SHALL REMEMBER THE MILK BE LIABLE TO YOU FOR ANY AMOUNT.</p> 9.\nExclusions and Limitations.\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS OF SECTIONS 7 AND 8 MAY NOT APPLY TO YOU.</p> 10.\nRelease and Waiver.\n<p>To the maximum extent permitted by applicable law, you hereby release and waive all claims against Remember The Milk, and its subsidiaries, affiliates, officers, agents, licensors, co-branders or other partners, and employees from any and all liability for claims, damages (actual and/or consequential), costs and expenses (including litigation costs and attorneys' fees) of every kind and nature, arising from or in any way related to your use of Remember The Milk APIs.\nYou understand that any fact relating to any matter covered by this release may be found to be other than now believed to be true and you accept and assume the risk of such possible differences in fact.\nIn addition, you expressly waive and relinquish any and all rights and benefits which you may have under any other state or federal statute or common law principle of similar effect, to the fullest extent permitted by law.</p> 11.\nHold Harmless and Indemnity.\n<p>To the maximum extent permitted by applicable law, you agree to hold harmless and indemnify Remember The Milk and its subsidiaries, affiliates, officers, agents, licensors, co-branders or other partners, and employees from and against any third party claim arising from or in any way related to your use of Remember The Milk APIs, including any liability or expense arising from all claims, losses, damages (actual and/or consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature.\nRemember The Milk shall use good faith efforts to provide you with written notice of such claim, suit or action.</p> 12.\nGeneral Terms.\n<ol>\n<li>\n<b>Relationship of the Parties.</b> Notwithstanding any provision hereof, for all purposes of the Terms of Use, you and Remember The Milk shall be and act independently and not as partner, joint venturer, agent, employee or employer of the other.\nYou shall not have any authority to assume or create any obligation for or on behalf of Remember The Milk, express or implied, and you shall not attempt to bind Remember The Milk to any contract.</li>\n<li>\n<b>Invalidity of Specific Terms.</b> If any provision of the Terms of Use is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of such documents remain in full force and effect.</li>\n<li>\n<b>Location of Lawsuit and Choice of Law.</b> The Terms of Use and the relationship between you and Remember The Milk shall be governed by the laws of the State of California without regard to its conflict of law provisions.\nYou and Remember The Milk agree to submit to the personal jurisdiction of the courts located within the County of San Francisco, California.</li>\n<li>\n<b>No Waiver of Rights by Remember The Milk.</b> Remember The Milk's failure to exercise or enforce any right or provision of the Terms of Use shall not constitute a waiver of such right or provision.</li>\n<li>\n<b>Miscellaneous.</b> The section headings and subheadings contained in this agreement are included for convenience only, and shall not limit or otherwise affect the terms of the Terms of Use.\nAny construction or interpretation to be made of the Terms of Use shall not be construed against the drafter.\nThe Terms of Use constitute the entire agreement between Remember The Milk and you with respect to the subject matter hereof.</li>\n</ol> ", "created_at": "2023-07-02 17:44:31.816332", "updated_at": "2023-07-02 17:44:38.904164"}, {"id": 17005, "name": "Terms of Use", "url": "https://www.rememberthemilk.com/help/terms.rtm", "xpath": "/html/body/main/section", "text": " <i>menu</i> Policies <i>clear</i>\n<ul>\n<li>Policies</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Program Policies</li>\n<li>Additional Terms of Use</li>\n<li>GDPR</li>\n<li>Security Practices</li>\n<li>API Terms of Use</li>\n<li>Branding Guidelines</li>\n</ul> Terms of Use <p>Last Updated: May 18, 2018</p>\n<p>Effective: May 25, 2018</p>\n<p>You can see our previous Terms of Use here.</p>\n<p>Welcome to Remember The Milk! Before you register for an account, you must read and agree to the Remember The Milk Terms of Use, which covers all services provided on or by Remember The Milk (\"Services\"), including any future amendments (collectively, the \"Agreement\").</p>\n<p>This Agreement also specifically incorporates by reference the following documents:</p>\n<ul>\n<li>\n<strong>Privacy Policy</strong> – How we maintain and protect your personal information in Remember The Milk</li>\n<li>\n<strong>Program Policies</strong> – Guidelines for using Remember The Milk</li>\n<li>\n<strong>Additional Terms of Use</strong> – Additional terms for Pro subscribers</li>\n</ul>\n<p>By using Remember The Milk, you warrant that you have read and reviewed this Agreement and that you agree to be bound by it.\nIf you do not agree to be bound by this Agreement, please log out of Remember The Milk and cease any use of our Services.\nWe only agree to provide use of Remember The Milk and the Services to you if you assent to this Agreement.\nBY USING REMEMBER THE MILK, YOU ARE AGREEING THAT ANY DISPUTES BETWEEN YOU AND THE COMPANY WILL BE RESOLVED BY ARBITRATION.\nSUCH ARBITRATION WILL BE BINDING.\nYOU ARE HEREBY WAIVING YOUR RIGHT TO A TRIAL OR CLASS ACTION.\nFURTHER INFORMATION CAN BE FOUND BELOW.</p>\n<p>Nothing in this Agreement shall be deemed to confer any third party rights or benefits.</p>\n<ol>\n<li>\n<p>\n<strong>Description of Service</strong>.\nRemember The Milk is a task management application (the \"Service\") from Remember The Milk Inc.\n(\"<strong>Remember The Milk</strong>\").\nYou understand and agree that the Service is provided on an AS IS and AS AVAILABLE basis.\nRemember The Milk disclaims all responsibility and liability for the availability, timeliness, security, or reliability of the Service.\nRemember The Milk also reserves the right to modify, suspend, or discontinue the Service, with or without notice at any time and without any liability to you.</p>\n</li>\n<li>\n<p>\n<strong>Personal Use</strong>.\nThe Service is made available to you for your personal use only.\nYou must be at least sixteen (16) years of age to use this Service.\nYou must provide current and accurate identification, contact information, and any other information that may be required as part of the registration process and/or continued use of the Service.\nYou are responsible for maintaining the confidentiality of your Service password and account, as well as for all activities that occur thereunder.\nRemember The Milk reserves the right to refuse service to anyone at any time, without notice and for any reason.</p>\n</li>\n<li>\n<p>\n<strong>Acceptable Use</strong>.\nYou agree that you are responsible for your own communications and for any consequences thereof.\nYour use of the Service is subject to your acceptance of, and compliance with the Agreement, including the Remember The Milk Program Policies (\"<strong>Program Policies</strong>\"), located at https://www.rememberthemilk.com/help/program.rtm, or such other URL as Remember The Milk may provide from time to time.\nYou agree that you will use the Service in compliance with all applicable local, state, national, and international laws, rules and regulations, including any laws regarding the transmission of technical data exported from your country of residence.\nYou shall not agree to, nor authorize or encourage any third party to: (i) use the Service to upload, transmit or otherwise distribute any content that is unlawful, defamatory, harassing, abusive, fraudulent, obscene, contains viruses, or is otherwise objectionable as reasonably determined by Remember The Milk.\n(ii) upload, transmit, or otherwise distribute content that infringes upon another party's intellectual property rights or other proprietary, contractual, or fiduciary rights or obligations.\n(iii) prevent others from using the Service.\nor (iv) use the Service for any fraudulent or inappropriate purpose.\nViolation of any of the foregoing may result in immediate termination of this Agreement, and may subject you to state and federal penalties and other legal consequences.\nRemember The Milk reserves the right, but shall have no obligation, to investigate your use of the Service in order to determine whether a violation of the Agreement has occurred, or to comply with any applicable law, regulation, legal process or governmental request.</p>\n</li>\n<li>\n<p>\n<strong>Content of the Service</strong>.\nRemember The Milk takes no responsibility for third party content (including, without limitation, any viruses or other disabling features), nor does Remember The Milk have any obligation to monitor such third party content.\nRemember The Milk reserves the right at all times to remove or refuse to distribute any content on the Service, such as content which violates the terms of this Agreement.\nRemember The Milk also reserves the right to access, read, preserve, and disclose any information as it reasonably believes is necessary to (a) satisfy any applicable law, regulation, legal process or governmental request, (b) enforce this Agreement, including investigation of potential violations hereof, (c) detect, prevent, or otherwise address fraud, security or technical issues, (d) respond to user support requests, or (e) protect the rights, property, or safety of Remember The Milk, its users and the public.\nRemember The Milk will not be responsible or liable for the exercise or non-exercise of its rights under this Agreement.</p>\n</li>\n<li>\n<p>\n<strong>Data Loss &amp.\nDowntime</strong>.\nWe may need to interrupt your access to Remember The Milk to perform maintenance or emergency services on a scheduled or unscheduled basis.\nYou agree that your access to Remember The Milk may be affected by anticipated, unanticipated, scheduled, and/or unscheduled downtime, for any reason, but that the Company shall have no liability for any damage or loss caused as a result of such downtime.\nWhile Remember The Milk attempts to maintain the safety and security of the Services according to industry standards, no transmission of data via the Internet is completely secure.\nThus, you agree that your use of Remember The Milk and the Services is at your own risk.</p>\n</li>\n<li>\n<p>\n<strong>Intellectual Property Rights</strong>.\n<em>Remember The Milk's Intellectual Property Rights</em>.\nYou acknowledge that Remember The Milk owns all right, title and interest in and to the Service, including without limitation all intellectual property rights (the \"<strong>Remember The Milk Rights</strong>\"), and such Remember The Milk Rights are protected by international intellectual property laws.\nYou agree that Remember The Milk and all Services provided by Remember The Milk, are the property of the Remember The Milk Inc., including all copyrights, trademarks, trade secrets, patents and other intellectual property, including, but not limited to, Remember The Milk Inc., Remember The Milk, and any other trademarks or service marks found on the Remember The Milk mobile applications, desktop applications, and website (\"<strong>Remember The Milk IP</strong>\").</p>\n<p>The Remember The Milk IP also includes a copyright in the entirety of the Remember The Milk mobile applications, desktop applications, and website.\nYou agree that we own all right, title, and interest in and to the Remember The Milk IP, and that you will not use the Remember The Milk IP for any unlawful or infringing purpose.\nYou agree not to reproduce or distribute the Remember The Milk IP in any way, including electronically or via registration of any new trademarks, trade names, service marks, domain names, or Uniform Resource Locators (URLs), without express written permission from us.\nYou further agree that you will not copy, reproduce, alter, modify, or create derivative works from the Service.\nYou also agree that you will not use any robot, spider, other automated device, or manual process to monitor or copy any content from the Service.\nThe Remember The Milk Rights include the rights to (i) the Service developed and provided by Remember The Milk.\nand (ii) all software associated with the Service.</p>\n</li>\n<li>\n<p>\n<strong>Your Intellectual Property Rights</strong>.\nRemember The Milk does not claim any ownership in any of the content that you upload, transmit, or store in your Remember The Milk account.\nWe will not use any of your content for any purpose except to provide you with the Service.</p>\n</li>\n<li>\n<p>\n<strong>Representations and Warranties</strong>.\nYou represent and warrant that (a) all of the information provided by you to Remember The Milk to participate in the Services is correct and current.\nand (b) you have all necessary right, power, and authority to enter into this Agreement and to perform the acts required of you hereunder.</p>\n</li>\n<li>\n<p>\n<strong>Privacy</strong>.\nAs a condition to using the Service, you agree to the terms of the Remember The Milk Privacy Policy located at the following link: https://www.rememberthemilk.com/help/privacy.rtm.</p>\n</li>\n<li>\n<p>\n<strong>Account Inactivity</strong>.\nAfter a period of inactivity, whereby a user fails to login to an account for a period of 9 (nine) months, Remember The Milk reserves the right to disable or terminate the account.\nIf an account has been deactivated for inactivity, the username associated with that account may be given to another user without notice to you or such other party.</p>\n</li>\n<li>\n<p>\n<strong>Spam Policy</strong>.\nYou are strictly prohibited from using Remember The Milk or any of the Services for illegal spam activities, including gathering email addresses, phone numbers, or other personal information from others, and/or sending mass commercial communications.</p>\n</li>\n<li>\n<p>\n<strong>Termination.\nCancellation</strong>.\nYou may cancel your use of the Services and/or terminate this Agreement with or without cause and at any time by providing notice to Remember The Milk at https://www.rememberthemilk.com/login/delete.rtm.\nprovided, however, that a terminated account may continue to exist for up to two business days before such cancellation takes effect.\nRemember The Milk may at any time and for any reason terminate the Services, terminate this Agreement, or suspend or terminate your account.\nIn the event of termination, your account will be disabled and you may not be granted access to your account or any files or other content contained in your account, although residual copies of information may remain in our system for a period of time as described in the Remember The Milk Privacy Policy.\nExcept as set forth above, or unless Remember The Milk has previously canceled or terminated your use of the Services (in which case subsequent notice by Remember The Milk shall not be required), Remember The Milk will notify you via email of any such termination or cancellation, which shall be effective immediately upon Remember The Milk's delivery of such notice.\nSections 3, 4, 5, 6, 7, 9 - 15 and 18 of the Agreement shall survive expiration or termination.</p>\n</li>\n<li>\n<p>\n<strong>Indemnification</strong>.\nYou agree to hold harmless and indemnify Remember The Milk, and its subsidiaries, affiliates, officers, agents, and employees from and against any and all legal claims, losses, damages (actual and consequential), suits, judgments, litigation costs, and attorneys' fees of every kind and nature which may arise from or relate to your use or misuse of Remember The Milk or the Services, your breach of this Agreement, or your conduct or actions, or the conduct or actions of any other Remember The Milk user in relation to you.\nYou agree that Remember The Milk shall be able to select its own legal counsel and may participate in its own defense, if we wish.\nCalifornia residents who may access Remember The Milk hereby waive California Civil Code Section 1542, the text of which is as follows: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.\" If any comparable statute, regulation, or doctrine exists in your jurisdiction, you hereby waive such statute, regulation, or doctrine, as well.</p>\n</li>\n<li>\n<p>\n<strong>Limitation on Liability</strong>.\nTO THE FULLEST EXTENT PERMISSIBLE BY LAW, REMEMBER THE MILK, INCLUDING ANY EMPLOYEES, AFFILIATES, SERVICE PROVIDERS, CONTRACTORS, OR AGENTS, SHALL NOT BE LIABLE FOR ANY DAMAGES THAT MAY OCCUR TO YOU AS A RESULT OF YOUR USE OF REMEMBER THE MILK OR THE SERVICES, ANY MISUSE OF REMEMBER THE MILK OR THE SERVICES, OR ANY UNAUTHORIZED USE OR ACCESS OF REMEMBER THE MILK, BASED ON ANY LEGAL THEORY, WHETHER OR NOT WE HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.\nTHIS SECTION APPLIES TO ANY AND ALL CLAIMS BY YOU, INCLUDING, BUT NOT LIMITED TO, CONTRACT OR TORT CLAIMS FOR LOSS OF DATA, LOSS OF GOODWILL, LOST PROFITS OR REVENUES, CONSEQUENTIAL, INDIRECT, SPECIAL EXEMPLARY OR PUNITIVE DAMAGES, NEGLIGENCE, STRICT LIABILITY, FRAUD OR TORTS OF ANY KIND, WHETHER SUCH CLAIMS ARE DIRECT OR INDIRECT, AND WHETHER SUCH CLAIMS ARE ALLEGED TO BE FROM YOUR USE OF REMEMBER THE MILK, YOUR INTERACTION WITH ANOTHER USER, OR YOUR INTERACTION WITH ANY THIRD-PARTY.\nTHE MAXIMUM LIABILITY OF THE COMPANY ARISING FROM OR RELATING TO THIS AGREEMENT IS LIMITED TO THE LESSER OF THE AMOUNT YOU PAID TO REMEMBER THE MILK IN THE PRIOR 3 (THREE) MONTHS OR $100.\nSOME OR ALL OF THE LIMITATIONS PROVIDED IN THIS SUB-SECTION MAY NOT BE APPLICABLE TO YOU, DEPENDING UPON YOUR JURISDICTION.</p>\n</li>\n<li>\n<p>\n<strong>Claim Limitation</strong>.\nANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE, ARISING OUT OF OR RELATING TO THIS AGREEMENT, MUST BE COMMENCED WITHIN 1 (ONE) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.</p>\n</li>\n<li>\n<p>\n<strong>Choice of Law.\nJurisdiction</strong>.\nThese Terms of Use will be governed by and construed in accordance with the laws of the State of California, without giving effect to its conflict of laws provisions or your actual state or country of residence.\nAny claims, legal proceeding, or litigation arising in connection with the Service will be brought solely in the County of San Francisco, California, and you consent to the jurisdiction of such courts.</p>\n</li>\n<li>\n<p>\n<strong>Modification &amp.\nVariation</strong>.\nWe may, from time to time, modify this Agreement.\nIf we do so, we may notify you at any email address we have for you.\nWe will also change the “Last Updated” date at the top of this Agreement.\nYou agree that we have the right to modify this Agreement or revise anything contained herein.\nYou further agree that all modifications to this Agreement are in full force and effective immediately upon posting online, and that modifications or variations will replace any prior version of this Agreement, unless prior versions are specifically referred to, or incorporated into, the latest modification or variation of this Agreement.\nTo the extent any part or sub-part of this Agreement is held ineffective or invalid by any court of law, you agree that the prior, effective version of this Agreement shall be considered enforceable and valid to the fullest extent.\nYou agree to routinely monitor this Agreement and refer to the Last Updated Date posted at the top of this Agreement to note modifications or variations.\nYou further agree to do so only after Remember The Milk has been fully closed and reopened to avoid accessing a prior version of this Agreement.\nYou agree that your continued use of Remember The Milk after any modifications to this Agreement is a manifestation of your continued assent to this Agreement.\nIn the event that you fail to monitor any modifications to or variations of this Agreement, you agree that such failure shall be considered an affirmative waiver of your right to review the modified Agreement.</p>\n</li>\n<li>\n<p>\n<strong>Arbitration Agreement</strong>.</p>\n<ol>\n<li>\n<p>You and Remember The Milk agree that any dispute, claim or controversy arising out of or relating in any way to the Remember The Milk Service or your use thereof, including our Agreements, shall be determined by mandatory binding arbitration.\nYou agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this provision, and that you and Remember The Milk are each waiving the right to a trial by jury and the right to participate in a class or multi-party action.\nThis arbitration provision shall survive termination of these Agreements and the termination of your Remember The Milk account.\nThe arbitration will be governed by the Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes of the American Arbitration Association (the \"AAA Rules\"), as modified by these Agreements, and as administered by the AAA.\nYou and Remember The Milk agree that these Agreements involve interstate commerce and are subject to the U.S.\nFederal Arbitration Act.</p>\n</li>\n<li>\n<p>You and Remember The Milk agree that (a) any claims seeking to enforce, protect, or determine the validity or ownership of any intellectual property rights, and (b) any claims related to allegations of theft, piracy or unauthorized use of the Remember The Milk Service are NOT subject to mandatory arbitration.\nInstead, you and Remember The Milk agree that these claims (including but not limited to claims for injunctive or equitable relief) shall be exclusively decided by courts of competent jurisdiction in the County of San Francisco, California, and that applicable California and/or Federal law shall govern, without regard to choice of law principles.</p>\n</li>\n<li>\n<p>YOU AND REMEMBER THE MILK AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A CLASS MEMBER OR IN ANY REPRESENTATIVE CAPACITY OR PROCEEDING.\nFurther, no arbitrator shall consolidate any other person's claims with your claims, and may not otherwise preside over any form of a multi-party or class proceeding.\nIf this specific provision is found to be unenforceable in any way, then the entirety of this arbitration section shall be null and void.\nThe arbitrator may not award declaratory or injunctive relief.</p>\n</li>\n<li>\n<p>Any arbitration must be commenced by filing a demand for arbitration with the AAA within ONE (1) YEAR after the date the party asserting the claim first knows or reasonably should know of the act, omission or default giving rise to the claim.\nand there shall be no right to any remedy for any claim not asserted within that time period.\nIf applicable law prohibits a one-year limitations period for asserting claims, any claim must be asserted within the shortest time period permitted by applicable law.\nYour arbitration fees and your share of arbitrator compensation will be limited to those fees set forth in the AAA's Consumer Rules with the remainder paid by Remember The Milk.\nAny arbitration costs or fees deemed \"excessive\" will be paid by Remember The Milk.\nIf the arbitrator determines the claim(s) you assert in the arbitration are frivolous, you agree to reimburse Remember The Milk for all fees associated with the arbitration paid by Remember The Milk on your behalf, which you otherwise would be obligated to pay under the AAA's rules.</p>\n</li>\n</ol>\n</li>\n</ol> ", "created_at": "2023-07-02 17:45:29.210919", "updated_at": "2023-07-02 17:45:37.461829"}, {"id": 17003, "name": "Additional Terms of Use", "url": "https://www.rememberthemilk.com/help/proterms.rtm", "xpath": "/html/body/main/section", "text": " <i>menu</i> Policies <i>clear</i>\n<ul>\n<li>Policies</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Program Policies</li>\n<li>Additional Terms of Use</li>\n<li>GDPR</li>\n<li>Security Practices</li>\n<li>API Terms of Use</li>\n<li>Branding Guidelines</li>\n</ul> Remember The Milk Pro Additional Terms of Use <p>[Click here to review the Remember The Milk Gift Purchaser Terms]</p>\n<p>\n<b>The following terms and conditions are applied to Remember The Milk Pro accounts.</b>\n</p>\n<ol>\n<li>\n<b>Acceptance of Remember The Milk Terms</b>.\nWelcome to Remember The Milk Pro.\nBy using Remember The Milk Pro, you agree to these Additional Terms located at https://www.rememberthemilk.com/help/proterms.rtm that supplement the Remember The Milk Terms of Use located at https://www.rememberthemilk.com/help/terms.rtm which is incorporated by reference.<br>\n<br> Remember The Milk reserves the right to update and change, from time to time, these Additional Terms and all documents incorporated by reference.\nYou can always find the most recent version of this Additional Terms and the most recent version of the Remember The Milk Terms of Use at the URL indicated above.</li>\n<li>\n<b>Description of Service</b>.\nPlease click this link to learn what additional features Remember The Milk Pro provides: https://www.rememberthemilk.com/upgrade/</li>\n<li>\n<b>Payment Terms</b>.<br>\n<br>\n<ol>\n<li>\n<b>General Terms</b>.\nPro accounts are available for In App Purchase in Remember The Milk for iPhone and Remember The Milk for iPad (payments processed by Apple) or via this website (payments processed by Stripe and PayPal).\nUnless otherwise indicated, all currency references are in U.S.\ndollars.</li>\n<li>\n<b>Payment for Subscription</b>.\nYour credit card will automatically be charged the current fee for the Remember The Milk Pro Service on the date that you click the “Place my order!” button in the ordering process, unless you place the order before the end of your current Pro Service term, in which case you will be charged on the date that your current term ends.\nIf you do not cancel the Remember The Milk Pro Service you ordered by the end of the current term, your credit card on file will also automatically be charged the then-current fee for the Remember The Milk Pro Service at the commencement of each renewal term.\nFees can not be credited towards other services.\nCurrent fees are posted on Remember The Milk at https://www.rememberthemilk.com/upgrade/.\nPlease note, payment for the Service is non-refundable, unless Remember The Milk expressly provides otherwise.\nTo cancel the Service visit https://www.rememberthemilk.com/account/autorenew/.\nIf you cancel you will continue to keep the service until the end of your subscription term.</li>\n<li>\n<b>Termination</b>.\nIf your payment is invalid for any reason, your Remember The Milk Pro account will revert to a free Remember The Milk account.\nprovided, however, that Remember The Milk reserves the right to cancel your account entirely in such case, whereupon all the information and content contained within it will be deleted permanently.\nRemember The Milk accepts no liability for information or content that is deleted due to an invalid payment.</li>\n</ol>\n</li>\n<li>\n<b>Remember The Milk's Reservation of Rights</b>.\nRemember The Milk expressly reserves the right to immediately modify, delete content from, suspend or terminate your account and refuse current or future use of any Remember The Milk service, including Remember The Milk Pro, if Remember The Milk, in its sole discretion believes you have: (i) violated or tried to violate the rights of others.\nor (ii) acted inconsistently with the spirit or letter of the Terms of Use or these Additional Terms.\nIn such event, your Remember The Milk Pro account may be suspended or cancelled immediately in our discretion, all the information and content contained within it deleted permanently and you will not be entitled to any refund of any of the amounts you've paid for such account.\nRemember The Milk accepts no liability for information or content that is deleted.</li>\n<li>\n<b>Indemnity</b>.\nYou agree to indemnify and hold harmless Remember The Milk, and its subsidiaries, affiliates, officers, agents, or other partners, and employees, from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of and access to Remember The Milk Pro, your violation of the Terms of Use or these Additional Terms, your violation of any rights of another person or entity, or your violation of any applicable laws or regulations.</li>\n<li>\n<b>Privacy</b>.\nRegistration Data and certain other information about you are subject to our Privacy Policy.\nFor more information, see our full privacy policy at https://www.rememberthemilk.com/help/privacy.rtm.</li>\n<li>\n<b>Age Requirements for Use of Remember The Milk Pro</b>.\nRemember The Milk Pro is available for individuals aged 13 years or older.\nIf you are 13 or older but under the age of 18, you should review these terms and conditions with your parent or guardian to make sure that you and your parent or guardian understand and agree to these terms and conditions.</li>\n<li>\n<b>Location of Lawsuit</b>.\nThe Remember The Milk Terms of Use, which apply to your Remember The Milk Pro account, provides that both you and Remember The Milk agree to submit to the personal and exclusive jurisdiction of the courts located within the County of San Francisco, California.</li>\n</ol>\n<br>\n<br>\n<p>\n<b>The following terms and conditions are applied to Remember The Milk Gift purchases only</b>.</p>\n<ol>\n<li>\n<b>Acceptance of Terms</b>.\nWelcome to Remember The Milk Gift Certificate.\nBy purchasing a Remember The Milk Gift Certificate, you agree to these Gift Purchaser Terms located at https://www.rememberthemilk.com/help/proterms.rtm#purchaser that supplement the Remember The Milk Terms of Use located at https://www.rememberthemilk.com/help/terms.rtm, which are incorporated by reference.<br>\n<br> Separate Terms of Use govern the redemption and use of the gift certificate and the use of the product by the recipient, and must be agreed by the recipient of a gift certificate prior to redemption of the gift certificate and use of the product.\nThose terms are located at https://www.rememberthemilk.com/gift/terms.rtm.<br>\n<br> Remember The Milk reserves the right to update and change, from time to time, these Gift Purchaser Terms and all documents incorporated by reference.\nYou can always find the most recent version of these Gift Purchaser Terms and the most recent version of the Remember The Milk Terms of Use at the URLs indicated above.</li>\n<li>\n<b>Description of Service</b>.\nCertain Remember The Milk services allow the purchase of gift certificates, in which the cost of a subscription to that service may be given to another user as a gift.\nRemember The Milk Gift Certificates can only be purchased on the Remember The Milk site, and a particular gift certificate may only be applied toward the purchase of the Remember The Milk service for which it is being offered.<br>\n<br> Gift certificates can be purchased in set amounts to enable the recipient to receive the Remember The Milk service for which the gift certificate is made available by Remember The Milk.\nRemember The Milk Gift Certificates may not be used to purchase other Remember The Milk Gift Certificates.</li>\n<li>\n<b>Eligibility</b>.\nA Remember The Milk Gift Certificate may only be sold to persons above the age of 13.\nRemember The Milk reserves the right to restrict the availability of a Remember The Milk Gift Certificate to residents of certain U.S.\nstates, with or without notice.<br>\n<br> A Remember The Milk Gift Certificate is intended for use as a gift to an individual.\nA Remember The Milk Gift Certificate is non-transferable, and resale of a Remember The Milk Gift Certificate or use for unauthorized advertising, marketing, sweepstakes or other promotional purposes is strictly prohibited.\nYou agree that Remember The Milk has the right to suspend or terminate your account and refuse any and all current or future use of gift certificates and balances (or any portion thereof) obtained or used under such circumstances.</li>\n<li>\n<b>Remember The Milk Account Requirement</b>.\nIn order to purchase a Remember The Milk Gift Certificate, you must have a Remember The Milk account.\nIf you do not have a Remember The Milk account, you will be prompted to complete the registration process before you can purchase a Remember The Milk Gift Certificate.\nGift certificate recipients will also be required to have a Remember The Milk account in order to redeem their gift certificate.</li>\n<li>\n<b>Fees and Charges</b>.\nRemember The Milk may, upon notice required by applicable laws, at any time: (i) change the amount of, or basis for determining, any fee or charge related to any Remember The Milk Gift Certificate, or (ii) institute new fees or charges related to a Remember The Milk Gift Certificate.</li>\n<li>\n<b>No Refunds</b>.\nOnce your order is processed and confirmed by Remember The Milk, your gift certificate purchase is final.\nYou will not be able to cancel your Remember The Milk gift certificate order, and you will not be entitled to any refunds or credits.</li>\n<li>\n<b>Expiration</b>.\nA Remember The Milk Gift Certificate does not expire.\nHowever, you understand and agree that receipt and acceptance of the Remember The Milk Gift Certificate by your intended recipient will be deemed to have occurred when the recipient provides their consent to Remember The Milk to receive the gift or, in the case of a gifts generating a gift code, when the recipient enters the gift code associated with the Remember The Milk Gift Certificate on to the Remember The Milk site and successfully applies the value associated with that gift to their Remember The Milk account.\nIn the unlikely event that your Remember The Milk Gift Certificate is not received and accepted by your intended recipient twelve (12) months from the date that your payment for such gift certificate is finalized, then the Remember The Milk Gift Certificate will be applied to your own Remember The Milk account.\nBy way of example and not limitation, if you purchase a one year Remember The Milk Gift Certificate and the intended recipient of the Remember The Milk Gift Certificate does not receive and accept the one year certificate twelve (12) months from the date of payment, one year of Pro status will be added to your own Remember The Milk account.\nThere are presently no service fees for the maintenance of unaccepted Remember The Milk Gift Certificates.</li>\n<li>\n<b>No Replacement</b>.\nRemember The Milk Gift Certificates will not be replaced if they are lost, stolen or used without permission.</li>\n<li>\n<b>Termination</b>.\nRemember The Milk reserves the right to close customer accounts and request alternative forms of payment if a Remember The Milk Gift Certificate is fraudulently obtained or used on the Remember The Milk site.</li>\n<li>\n<b>Privacy</b>.\nRegistration Data and certain other information about you is subject to our Privacy Policy.\nFor more information, see the Remember The Milk Privacy Policy at https://www.rememberthemilk.com/help/privacy.rtm.</li>\n<li>\n<b>No Liability</b>.\nA Remember The Milk Gift Certificate is provided \"AS-IS,\" and Remember The Milk assumes no responsibility for the timeliness, deletion, mis-delivery, misapplication or failure to store any user communications personalization settings, or balance.</li>\n</ol> ", "created_at": "2023-07-02 17:44:18.385057", "updated_at": "2023-07-02 17:45:08.177547"}], "points": [], "urls": ["rememberthemilk.com"]}}