{"error": 448, "message": "OK", "parameters": {"id": 522, "name": "Wolfram Alpha", "created_at": "2018-06-07 14:08:58.604068", "updated_at": "2023-06-05 22:01:27.290121", "wikipedia": "https://en.wikipedia.org/wiki/Wolfram_Alpha", "keywords": null, "related": null, "slug": "wolfram_alpha", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/522.png", "url": "wolframalpha.com", "documents": [{"id": 73, "name": "Privacy Policy", "url": "http://www.wolframalpha.com/privacypolicy.html", "xpath": "", "text": " <ul>\n<li>WolframAlpha.com</li>\n<li>WolframCloud.com</li>\n<li>All Sites &amp.\nPublic Resources...</li>\n</ul>\n<ul>\n<li> Products &amp.\nServices<i>\n</i>\n<ul>\n<li>\n<ul>\n<li>\n<i>\n</i>Wolfram|One</li>\n<li>\n<i>\n</i>Mathematica</li>\n<li>\n<i>\n</i>Wolfram|Alpha Notebook&nbsp;Edition</li>\n<li>\n<i>\n</i>Programming Lab</li>\n<li>\n<i>\n</i>Finance Platform</li>\n<li>\n<i>\n</i>SystemModeler</li>\n<li>\n<i>\n</i>Wolfram Player</li>\n<li>\n<i>\n</i>Wolfram Engine</li>\n<li>\n<i>\n</i>WolframScript</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<i>\n</i>Enterprise Private Cloud</li>\n<li>\n<i>\n</i>Enterprise Mathematica</li>\n<li>\n<i>\n</i>Wolfram|Alpha Appliance</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Enterprise Solutions <ul>\n<li>Corporate Consulting</li>\n<li>Technical Consulting</li>\n<li>Wolfram|Alpha Business Solutions</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Resource System <ul>\n<li>Data Repository</li>\n<li>Neural Net Repository</li>\n<li>Function Repository</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Wolfram|Alpha <ul>\n<li>Wolfram|Alpha Pro</li>\n<li>Problem Generator</li>\n<li>API</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Data Drop</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Products for Education</li>\n<li>\n<i>\n</i>Mobile Apps <ul>\n<li>Wolfram Player</li>\n<li>Wolfram Cloud App</li>\n<li>Wolfram|Alpha for Mobile</li>\n<li>Wolfram|Alpha-Powered Apps</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Services <ul>\n<li>Paid Project Support</li>\n<li>Wolfram U</li>\n<li>Summer Programs</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> All Products &amp.\nServices » </li>\n</ul>\n</li>\n<li> Technologies<i>\n</i>\n<ul>\n<li>\n<i>\n</i>Wolfram Language Revolutionary knowledge-based programming language.\n<i>\n</i>Wolfram Cloud Central infrastructure for Wolfram's cloud products &amp.\nservices.\n<i>\n</i>Wolfram Science Technology-enabling science of the computational universe.\n<i>\n</i>Wolfram Notebooks The preeminent environment for any technical workflows.\n<i>\n</i>Wolfram Engine Software engine implementing the Wolfram Language.\n<i>\n</i>Wolfram Natural Language Understanding System Knowledge-based broadly deployed natural language.\n<i>\n</i>Wolfram Data Framework Semantic framework for real-world data.\n<i>\n</i>Wolfram Universal Deployment System Instant deployment across cloud, desktop, mobile, and more.\n<i>\n</i>Wolfram Knowledgebase Curated computable knowledge powering Wolfram|Alpha.\n</li>\n<li> All Technologies » </li>\n</ul>\n</li>\n<li> Solutions<i>\n</i>\n<ul>\n<li>\n<ul>\n<li>\n<i>\n</i>Engineering, R&amp;D <ul>\n<li>Aerospace &amp.\nDefense</li>\n<li>Chemical Engineering</li>\n<li>Control Systems</li>\n<li>Electrical Engineering</li>\n<li>Image Processing</li>\n<li>Industrial Engineering</li>\n<li>Mechanical Engineering</li>\n<li>Operations Research</li>\n<li>\n<em>More...</em>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Finance, Statistics &amp.\nBusiness Analysis <ul>\n<li>Actuarial Sciences</li>\n<li>Bioinformatics</li>\n<li>Data Science</li>\n<li>Econometrics</li>\n<li>Financial Risk Management</li>\n<li>Statistics</li>\n<li>\n<em>More...</em>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Education <ul>\n<li>All Solutions for Education</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Trends <ul>\n<li>Machine Learning</li>\n<li>Multiparadigm Data Science</li>\n<li>Internet of Things</li>\n<li>High-Performance Computing</li>\n<li>Hackathons</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Software &amp.\nWeb <ul>\n<li>Software Development</li>\n<li>Authoring &amp.\nPublishing</li>\n<li>Interface Development</li>\n<li>Web Development</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Sciences <ul>\n<li>Astronomy</li>\n<li>Biology</li>\n<li>Chemistry</li>\n<li>\n<em>More...</em>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> All Solutions » </li>\n</ul>\n</li>\n<li> Learning &amp.\nSupport<i>\n</i>\n<ul>\n<li>\n<ul>\n<li>\n<i>\n</i>Learning <ul>\n<li>Wolfram Language Documentation</li>\n<li>Fast Introduction for Programmers</li>\n<li>Wolfram U</li>\n<li>Videos &amp.\nScreencasts</li>\n</ul>\n</li>\n<li>&nbsp.\n<ul>\n<li>Wolfram Language Introductory Book</li>\n<li>Webinars &amp.\nTraining</li>\n<li>Summer Programs</li>\n<li>Books</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Need Help? <ul>\n<li>Support FAQ</li>\n<li>Wolfram Community</li>\n<li>Contact Support</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Premium Support <ul>\n<li>Premier Service</li>\n<li>Technical Consulting</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> All Learning &amp.\nSupport » </li>\n</ul>\n</li>\n<li> Company<i>\n</i>\n<ul>\n<li>\n<ul>\n<li>\n<i>\n</i>About <ul>\n<li>Company Background</li>\n<li>Wolfram Blog</li>\n<li>Events</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Work with Us <ul>\n<li>Careers at Wolfram</li>\n<li>Internships</li>\n<li>Other Wolfram Language Jobs</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Initiatives <ul>\n<li>Wolfram Foundation</li>\n<li>MathWorld</li>\n<li>Computer-Based Math</li>\n<li>\n<em>A New Kind of Science</em>\n</li>\n<li>Wolfram Technology for Hackathons</li>\n<li>Student Ambassador Program</li>\n</ul>\n</li>\n<li>&nbsp.\n<ul>\n<li>Wolfram for Startups</li>\n<li>Demonstrations Project</li>\n<li>Wolfram Innovator Awards</li>\n<li>Wolfram + Raspberry Pi</li>\n<li>Summer Programs</li>\n<li>\n<em>More...</em>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> All Company » </li>\n</ul>\n</li>\n<li>\n</li>\n<li>\n<i>\n</i>Search <ul>\n<li>\n</li>\n</ul>\n</li>\n</ul> LEGAL INFORMATION Wolfram Privacy Policy <p> Wolfram understands your concerns about how your information is used and shared, and we endeavor to use such information carefully and sensibly.\nThis policy explains how the information you provide is collected and used, as well as your rights in connection to your information under applicable laws.\n</p> What Information Do We Collect? <p>\nWe may collect both Personal Information (PI) and non-Personal Information (non-PI) about you through your experience on our websites, from your use of our services and products and via other voluntary contact with you (collectively \"Services\").\n</p>\n<p>\nThe PI we collect through our Services primarily consists of information you submit to us.\nBecause participation in our Services is voluntary, you have a choice of whether or not to disclose such information.\nThe following are categories of PI we have collected in the past 12 months: </p>\n<p>\n<strong>Identifiers</strong>\n</p>\n<ul>\n<li>Examples include: a real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver's license number, passport number or other similar identifiers</li>\n</ul>\n<p>\n<strong>Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))</strong>\n</p>\n<ul>\n<li>Examples include: a name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information or health insurance information.\nSome PI included in this category may overlap with other categories.</li>\n</ul>\n<p>\n<strong>Internet or other similar network activity</strong>\n</p>\n<ul>\n<li>Examples include: browsing history, search history, or information on a consumer's interaction with a website, application or advertisement</li>\n</ul>\n<p>\n<strong>Geolocation data</strong>\n</p>\n<ul>\n<li>Physical location only</li>\n</ul>\n<p>\n<strong>Sensory data</strong>\n</p>\n<ul>\n<li>Audio, electronic and visual only</li>\n</ul>\n<p>\n<strong>Professional or employment-related information</strong>\n</p>\n<ul>\n<li>Examples include: current or past job history or performance evaluations</li>\n</ul>\n<p> In addition to information that you provide to us voluntarily, we receive some additional PI and non-PI whenever you interact with our Services online, including your Internet Protocol (IP) address, browser type and version, referral URLs and other data automatically supplied by most common web browsers.\n</p>\n<p> We may also collect information from third-party sites, as described below in What Information Do We Collect from Third-Party Sites? </p> How Is Your Information Used? <p> The PI we obtain from users, site participants and visitors helps us enhance and refine our Services.\nNon-PI collected about you through your experience, queries and feedback is used to better understand the entire population that is utilizing our Services and how we might improve the collective experience.\nExcept as noted below, we track and record IP addresses that access our Services for internal reporting, diagnostic analysis and security purposes only.\n</p>\n<p> Your IP address is used to determine, when possible, your approximate geographical location, which affects the computations or outputs provided by our Services for such things as default currency and units of measure based on what country you are in.\nYour browser type may be used to optimize your display, for example, on mobile devices or to work around limitations of a particular browser.\nReferrer URLs may be used to generate usage statistics and analyze usage patterns.\n</p>\n<p> If you provide your email address to us, we may email you in response, as well as notify you of other offers or Services that may be of interest.\nWhen you send email or other communication to us, we may retain that communication to respond to you and improve our Services.\nIf at any time you want to stop receiving communication from us, please click the unsubscribe link in the footer of any email message from us, or contact our Customer Support online or by phone at 1-800-WOLFRAM.\nHowever, please note that we may still contact you with transactional communications associated with any software or service agreements you have with us or in direct response to any communication you send us.\n</p> Disclosures of Your Information <p> We do not sell, rent, trade or lease your information to third parties, and have not done so in the past 12 months.\nAny information we share shall be subject to the parameters associated with your requested Services and preferences.\n</p>\n<p> When we share PI, we require the recipient to protect your PI in compliance with the law, including keeping the PI confidential and not using it for any purpose except the specific purpose of performing our Services and only within the direct business relationship with Wolfram.\nWolfram may share information with affiliates, partners, service providers, authorized resellers and distributors, and relevant third parties in order to fulfill the limited purposes described herein.\n</p>\n<p>\nIn the past 12 months, we have disclosed the following categories of PI for a business purpose: </p>\n<ul>\n<li>Identifiers</li>\n<li>California Customer Records PI categories</li>\n<li>Internet or other similar network activity</li>\n</ul>\n<p>\n</p>\n<p>\nWe disclose your PI for a business purpose to the following categories of third parties: </p>\n<ul>\n<li>Our affiliates</li>\n<li>Service providers</li>\n<li>Third parties to whom you or your agents authorize us to disclose your PI in connection with products or Services we provide to you</li>\n</ul>\n<p>\n</p>\n<p> Any collected information (PI and non-PI) associated with your use of our Services may also be subject to disclosure to government authorities or other authorized third parties pursuant to a lawful request, subpoena or other process that legally compels disclosure of that information.\n</p>\n<p> We may also preserve, use or disclose your information if necessary to enforce our Terms of Use and related agreements.\nto detect, prevent or otherwise address fraud, security or technical issues, including suspiciously high-volume use of our Services.\nto respond to support requests.\nor to protect the rights, property or safety of our company, our users or others.\n</p> What Information Do We Collect from Third-Party Sites? <p> When you use our Services to connect to or access data from a third-party site (\"TPS\"), including but not limited to social networking sites, we may collect PI about you from any TPS profile for which you give our Services access credentials.\n</p>\n<p> By authorizing these Services to access your TPS profile, you are authorizing us, in accordance with this Privacy Policy, to collect, store and use any and all information that your privacy settings at the TPS allow our Services to access through the TPS application programming interface (\"API\").\n</p>\n<p> Because the linkage between any TPS and our Services is completely voluntary and our Services' abilities to access your information at the TPS require that linkage, and any information transmitted is controlled by your privacy settings at the TPS, you have a choice of whether or not to disclose such information.\n</p> Links to Third-Party Websites <p> From time to time, our Services may contain links to other websites.\nWe do not exercise any control over these websites, and we are not responsible for their privacy practices or content.\nWe encourage all users to read the privacy policies of each and every website visited when following links from our Services.\nThis Privacy Policy applies solely to information collected by our Services.\n</p> Cookies <p> When you visit our websites, they, like most websites, send one or more cookies—small identifiers—to your computer that store information about your session and preferences as well as information that can help improve our Services.\nWhile we do use strictly necessary and functional cookies for basic site functionality, as well as security and fraud investigation purposes, our primary purpose in using all other cookies is to enhance and improve your user experience by understanding and remembering your preferences, and by general tracking of our user trends.\nWe utilize the following types of cookies: </p>\n<ul>\n<li> Default cookies: These strictly necessary and functional cookies support and facilitate the provision of Services that you have requested on our websites, and may enable enhanced features.\n</li>\n<li> Additional cookies: These cookies collect information that we utilize to support the measurement of our websites.\nOn specific sites, Wolfram may use third-party cookies when working with outside partners for analytics and to optimize delivery of information that may be of interest to you.\nWe do not have access to read or write such third-party cookies, nor do we directly control the manner in which they may be used.\n</li>\n</ul>\n<p> Most browsers are initially set up to accept cookies, but can typically be configured to block all cookies or block all third-party cookies.\nPlease be aware that our websites may not have full functionality for you if your browser is set to block some or all cookies.\nDepending on your location, you may also be prompted to provide your consent to all cookies, other than strictly necessary and functional cookies, each time you visit our websites.\nAny information about you collected by us is retained and protected in accordance with the laws governing your location.\n</p>\n<p> To opt out of cookies that allow information to be delivered to you, such as targeted (or \"interest-based\") advertising, via third-party ad groups we may work with, there are options for controlling the ads you receive.\nPlease note, however, that opting out does not prevent you from seeing the ads.\nit only makes them less relevant or tailored to your interests.\nOne way you may opt out can be found at the National Advertising Initiative Consumer Opt Out website here.\n</p> Security <p> We take appropriate measures to ensure the security of our Services.\nThese include precautions to safeguard your PI against loss, theft and misuse, as well as against unauthorized access, alteration, disclosure or destruction of data.\n</p>\n<p> Despite our efforts to protect your PI, there is always some risk that an unauthorized third party may find a way around our security systems or that transmissions of your information over the internet may be intercepted.\nYour use of our Services constitutes an acceptance of such risk.\n</p> Accessing Our Data Servers <p> Various Wolfram Services offer some functionality for which they must access our data servers through the internet.\nWhen they do so, our data servers receive information similar to what our web servers receive when you visit our websites, as well as various Service-specific identifying information.\n</p>\n<p> Specifically, using Wolfram|Alpha, or utilizing the Wolfram|Alpha functionality within other Services, will trigger the collection of information about the specific query.\nSome queries may require collecting additional information, such as session information covering the history of Wolfram Mathematica evaluations or the content of Wolfram Finance Platform notebooks containing the Wolfram|Alpha query.\n</p> You can choose to prevent these Services from accessing our servers by disconnecting from the internet or by using the Internet Connectivity item in the Help menu to tell the Service not to connect to the internet.\nIf you choose not to allow these Services to access our servers, our Services will not be able to perform certain functions.\n<p> Under normal circumstances, we will never release information on accesses to our servers.\nWe may, however, release information as described above in Disclosures of Your Information.\n</p> Accessing Our Services from Third-Party Sources <p>\n<em>This section is only applicable to Wolfram|Alpha and the Wolfram Cloud:</em>\n</p>\n<p> These Services may additionally be accessed through web widgets, scripts or gadgets that are embedded on third-party sites.\nIf you choose to access these Services via such tools, then depending on the third-party technology, your PI and input may be passed on to the third party's servers prior to being processed by our Services.\n</p> Data Retention and the GDPR <p> We collect and hold personal data about our customers, users and enthusiasts, employees and others in the European Union who access our resources and services in a manner consistent with the lawful bases as outlined in the European Union's General Data Protection Regulation (GDPR).\nPlease see the Data Retention Policy Addendum to Wolfram's Privacy Policies, which outlines our GDPR compliance in collecting, processing and using your personal data.\nIt also describes how you can contact us to review any personal data and withdraw any consent you have given us to store it.\n</p> California Residents <p> Effective January 1, 2020, the California Consumer Privacy Act (CCPA) allows California residents, upon a verifiable consumer request, certain rights with respect to our collection of their PI.\nIf you are a California resident, please see the CCPA Addendum to Wolfram's Privacy Policies.\nIt outlines how you may contact us to exercise your rights under California law.\nPlease note that you must verify your identity before further action is taken.\n</p> Our Policy toward Children <p> Wolfram's Services are not directed at children under 13.\nWe do not knowingly collect PI from children under 13.\nIf a parent or guardian becomes aware that their child has provided us with PI without their consent, they should contact us at myprivacy@wolfram.com.\nIf we become aware that a child under 13 has provided us with PI, we will delete such information from our files.\n</p> Changes to This Privacy Policy <p> We may update or modify this Privacy Policy from time to time in the future.\nAny such updates or modifications shall be effective immediately upon their announcement.\nPlease refer often to this document online for the latest information.\n</p> Questions, Concerns and More Information <p> For information on policies related to the use of our Services, see our Legal portal.\n</p>\n<p> If you have any questions or concerns about this Privacy Policy, you may contact us online, by email at myprivacy@wolfram.com or by US mail at Wolfram, Attn: Legal Department, 100 Trade Center Drive, Champaign, IL 61820-7237 USA.\n</p>\n<p> By using our Services, you are telling us either that you are 18 years or older and legally able to form contracts, or that an adult with authority to act on your behalf has agreed to these terms and to be responsible for ensuring your compliance with them in your use of the Services and any results you obtain from them.\nIf you don't want to be bound by these terms, do not use the Services or their results.\n</p>\n<p> Revised September 29, 2020 </p> Legal <ul>\n<li>Privacy Policies</li>\n<li>\n<ul>\n<li>Wolfram</li>\n<li>Wolfram|Alpha</li>\n<li>Data Retention</li>\n<li>CCPA Addendum</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Terms of Use</li>\n<li>\n<ul>\n<li>Wolfram Research</li>\n<li>Wolfram|Alpha</li>\n<li>Wolfram|Alpha Pro</li>\n<li>Wolfram|Alpha API</li>\n<li>Wolfram ID</li>\n<li>Wolfram Engine</li>\n<li>Wolfram Cloud</li>\n<li>Wolfram Enterprise Private Cloud</li>\n<li>Wolfram Programming Lab</li>\n<li>Wolfram Community</li>\n<li>Wolfram Connected Devices Project</li>\n<li>Wolfram Demonstrations Project</li>\n<li>Mathworld</li>\n<li>WolframTones</li>\n<li>Wolfram Science</li>\n<li>Wolfram Research Screensavers and Wallpapers</li>\n<li>Wolfram User Portal</li>\n<li>Wolfram Chat</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>License Agreements</li>\n<li>\n<ul>\n<li>Wolfram Mathematica</li>\n<li>Wolfram Desktop</li>\n<li>Wolfram System Modeler</li>\n<li>Wolfram System Modeler Library</li>\n<li>Wolfram Finance Platform</li>\n<li>Wolfram|Alpha Notebook Edition</li>\n<li>Wolfram Raspberry Pi Bundle</li>\n<li>Wolfram Player</li>\n<li>webMathematica Professional</li>\n<li>webMathematica Amateur</li>\n<li>WolframTones</li>\n<li>MathLink</li>\n<li>J/Link</li>\n<li>Wolfram|Alpha Toolbar</li>\n<li>Wolfram Application Pack</li>\n<li>Other</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Publishing and Submissions</li>\n<li>\n<ul>\n<li>Wolfram Challenges</li>\n<li>Wolfram Competitions</li>\n<li>Wolfram Data Repository</li>\n<li>Wolfram Demonstrations</li>\n<li>Wolfram Resource System</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Service Level Agreements</li>\n<li>\n<ul>\n<li>Enterprise Support</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Accessibility</li>\n<li>\n<ul>\n<li>Wolfram Mathematica</li>\n<li>Wolfram CDF Player (desktop deployment)</li>\n<li>Wolfram System Modeler</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Products</li>\n<li>Wolfram|One</li>\n<li>Mathematica</li>\n<li>Wolfram|Alpha Notebook Edition</li>\n<li>Programming Lab</li>\n<li>Wolfram|Alpha Pro</li>\n<li>Mobile Apps</li>\n<li>Finance Platform</li>\n<li>SystemModeler</li>\n<li>Wolfram Player</li>\n<li>Wolfram Engine</li>\n<li>WolframScript</li>\n<li>Wolfram Workbench</li>\n<li>Volume &amp.\nSite Licensing</li>\n<li>Enterprise Private Cloud</li>\n<li>View all...</li>\n</ul>\n<ul>\n<li>Services</li>\n<li>Technical Consulting</li>\n<li>Corporate Consulting</li>\n</ul>\n<ul>\n<li>For Customers</li>\n<li>Online Store</li>\n<li>Product Registration</li>\n<li>Product Downloads</li>\n<li>Service Plans Benefits</li>\n<li>User Portal</li>\n<li>Your Account</li>\n</ul>\n<ul>\n<li>Support</li>\n<li>Support FAQ</li>\n<li>Customer Service</li>\n<li>Contact Support</li>\n</ul>\n<ul>\n<li>Learning</li>\n<li>Wolfram Language Documentation</li>\n<li>Wolfram Language Introductory Book</li>\n<li>Fast Introduction for Programmers</li>\n<li>Fast Introduction for Math Students</li>\n<li>Webinars &amp.\nTraining</li>\n<li>Wolfram U</li>\n<li>Summer Programs</li>\n<li>Videos</li>\n<li>Books</li>\n</ul>\n<ul>\n<li>Public Resources</li>\n<li>Wolfram|Alpha</li>\n<li>Demonstrations Project</li>\n<li>Resource System</li>\n<li>Connected Devices Project</li>\n<li>Wolfram Data Drop</li>\n<li>Wolfram + Raspberry Pi</li>\n<li>Wolfram Science</li>\n<li>Computer-Based Math</li>\n<li>MathWorld</li>\n<li>Hackathons</li>\n<li>Computational Thinking</li>\n<li>View all...</li>\n</ul>\n<ul>\n<li>Company</li>\n<li>Events</li>\n<li>About Wolfram</li>\n<li>Careers</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Connect</li>\n<li>Wolfram Community</li>\n<li>Wolfram Blog</li>\n<li>Newsletter</li>\n<li>\n<i>\n</i>\n</li>\n</ul> © 2020 Wolfram.\nAll rights reserved.\n<i>\n</i>\n<ul>\n<li>Legal &amp.\nPrivacy Policy</li>\n<li>Site Map</li>\n<li>WolframAlpha.com</li>\n<li>WolframCloud.com</li>\n</ul> &lt;div id=\"gl-noscript\"&gt;&lt;div&gt;&lt;i&gt;&lt;!-- --&gt;&lt;/i&gt;Enable JavaScript to interact with content and submit forms on Wolfram websites.\n&lt;a href=\"http://www.enable-javascript.com/\" target=\"_blank\"&gt;Learn how&amp;nbsp;&amp;raquo;&lt;/a&gt;&lt;/div&gt;&lt;/div&gt.\n", "created_at": "2018-07-17 10:11:42.823585", "updated_at": "2020-12-11 15:02:14.102307"}, {"id": 13144, "name": "Terms of Use", "url": "https://www.wolframalpha.com/termsofuse", "xpath": "/html/body/div[1]/div/div[1]", "text": "General Terms of UseWolfram|Alpha Pro Terms of Use »<p>The Wolfram|Alpha website (our “service”) gives you free access to broad computational resources, including powerful servers running complex algorithms at your request, large volumes of reliable and carefully curated data, and an innovative computation and delivery mechanism that provides you with expertly designed presentations and visualizations.</p>\n<p>We are continually working to improve and expand Wolfram|Alpha, creating new algorithms for computation, linguistic analysis, data comprehension, and computational aesthetics to provide you with smart and attractive results.\nMuch of the data is dynamically updated or subjected to periodic manual curation in an effort to provide you with the most current and most reliable data available.</p>\n<p>Our goal is to provide the broadest possible free public access to our advanced computation and rich sources of data.\nTo protect our servers, algorithms, and data collections from abuse or exploitation by a small number of users, and because some of the data we make available comes from third parties that impose conditions on its distribution, we need you to agree to, and abide by, the Terms of Use defined below.</p>\n<p>These terms are a contract you have to agree to before using the Wolfram|Alpha service.\nIf you are under age 18 you may use Wolfram|Alpha only if you have permission from a parent, legal guardian, or teacher.\nBy using the service, you are telling us either that you are over the age of 18 and legally able to form contracts or that an adult with authority to act on your behalf has agreed to these terms and to be responsible for ensuring your compliance with them in your use of the service and any results you obtain from it.\nIf you don’t want to be bound by these terms, do not use the service or its results.\nHowever, you may want to consider one of our paid subscription options, which offer modified terms of use that may be more desirable to you.\nPlease contact us for more information about the subscription options available.</p>\n<p>Our intention is to make Wolfram|Alpha available to everyone indefinitely.\nTo achieve this, we reserve the right to cut off use by those who abuse the service, or to limit access in any other way for any reason.\nWe are counting on the users of Wolfram|Alpha to embrace our goals and to support them by adhering to these terms.</p>Methods of Access<p>The Wolfram|Alpha service may be used only by a human being using a conventional web browser to manually enter queries one at a time.\nBecause Wolfram|Alpha is doing computation, not just lookup, each query may require significant CPU time on multiple parallel servers.\nAny attempt to use a robot, script, or organized group of humans to repeatedly access Wolfram|Alpha could place an unacceptable load on the system, and is strictly forbidden.</p>\n<p>If our monitoring systems detect an attempt to access the service in a forbidden way, to execute systematic patterns of queries, to index the website, or to do anything else that we feel jeopardizes the integrity of our system or access to it by other users, we may terminate or suspend access to the service for specific users or IP ranges.</p>WAYS YOU MAY USE OUR FREE SERVICE AND ITS RESULTS<p>The free Wolfram|Alpha service is available for ad hoc, personal, non-commercial use only.\nFor such use you are welcome to download results, print copies, store downloaded content on your computer, and reference this information in your documents.\nYou may use it to get information for your own use for any purpose, including occasional purposes related to your job, as long as you aren’t specifically being paid to use Wolfram|Alpha.</p>\n<p>Systematic professional or commercial use of the website, or use for which you are being specifically paid, requires a commercial license.\nIf you are interested in a version of Wolfram|Alpha that allows such use, please contact us.</p>\n<p>It is permitted to use and post individual, incidental results or small groups of results from Wolfram|Alpha on non-commercial websites and blogs, provided those results are properly credited to Wolfram|Alpha (see Attribution and Licensing below).\nIt is not permitted to extract multiple pieces of data and reassemble them into anything with the characteristics of a data service, database, or source of large and systematic collections of data.\nYou are not allowed to use Wolfram|Alpha to create something that is likely or intended to be reused as a data source for further processing, or that in some other way serves as a replacement or alternative to using Wolfram|Alpha itself.\nThis applies whether what you create is in electronic or print form.</p>\n<p>It is not permitted to use Wolfram|Alpha indirectly through any user interface that has created a large number of deep links to Wolfram|Alpha, or that automatically constructs links based on input that you give to that interface rather than through Wolfram|Alpha.\nYou may not in effect use Wolfram|Alpha through any alternate user interface.</p>\n<p>Finally, it’s also not permitted to use frames, browser technologies, or any user interface to embed or surround the Wolfram|Alpha website with your own material without permission from Wolfram|Alpha.\nIf you are interested in using Wolfram|Alpha in an embedded way, please contact us.</p>Attribution and Licensing<p>As Wolfram|Alpha is an authoritative source of information, maintaining the integrity of its data and the computations we do with that data is vital to the success of our project.\nWe generate information ourselves, and we also gather, compare, contrast, and confirm data from multiple external sources.\nWhere we have used external sources of data we list the source or sources we relied on, but in most cases the assemblages of data you get from Wolfram|Alpha do not come directly from any one external source.\nIn many cases the data you are shown never existed before in exactly that way until you asked for it, so its provenance traces back both to underlying data sources and to the algorithms and knowledge built into the Wolfram|Alpha computational system.\nAs such, the results you get from Wolfram|Alpha are correctly attributed to Wolfram|Alpha itself.</p>\n<p>If you make results from Wolfram|Alpha available to anyone else, or incorporate those results into your own documents or presentations, you must include attribution indicating that the results and/or the presentation of the results came from Wolfram|Alpha.\nSome Wolfram|Alpha results include copyright statements or attributions linking the results to us or to third-party data providers, and you may not remove or obscure those attributions or copyright statements.\nWhenever possible, such attribution should take the form of a link to Wolfram|Alpha, either to the front page of the website or, better yet, to the specific query that generated the results you used.\n(This is also the most useful form of attribution for your readers, and they will appreciate your use of links whenever possible.)</p>See standard citation elements for Wolfram|Alpha for specific elements and an example ▼<p>Failure to properly attribute results from Wolfram|Alpha is not only a violation of these terms, but may also constitute academic plagiarism or a violation of copyright law.\nAttribution is something we expect you to give us in exchange for us having provided you with a high-quality free service.</p>\n<p>The specific images, such as plots, typeset formulas, and tables, as well as the general page layouts, are all copyrighted by Wolfram|Alpha at the time Wolfram|Alpha generates them.\nA great deal of scholarship and innovation is included in the results generated and displayed by Wolfram|Alpha, including the presentations, collections, and juxtapositions of data, and the choices involved in formulating and composing mathematical results.\nthese are also protected by copyright.</p>\n<p>You may use any results, including copyrighted results, from Wolfram|Alpha for personal use and in academic or non-commercial publications, provided you comply with these terms.</p>\n<p>If you want to use copyrighted results returned by Wolfram|Alpha in a commercial or for-profit publication, we will usually be happy to grant you a low- or no-cost license to do so.\nTo request a commercial-use license, use this form and provide the input for which you want to use the corresponding output along with information concerning the nature of your proposed use.\nYour request will be reviewed and answered as quickly as is practical.</p>\n<p>Images in Wolfram|Alpha: While many images in Wolfram|Alpha are in the Public Domain, certain images, including various icons and logos, are presented in Wolfram|Alpha in low resolution (thumbnail size) and are displayed under Fair Use and solely for representative purposes.\nAs such, these images may retain the copyright or trademark rights of their respective owners or developers and may not be copied or republished.</p>Linking to Wolfram|Alpha<p>We are happy for you to link to the Wolfram|Alpha website, including deep links to specific results.\nHowever, if you are constructing a very large number of deep links, or any deep links that are created automatically in response to user input given on your site, you must take into account the restrictions enumerated in the section \"Ways You May Use Our Free Service and Its Results\".\nIf you construct a website that induces others to use our service contrary to those terms, you are inducing them to violate our Terms of Use, and can be liable for those violations.</p>Input Ownership and Privacy<p>By putting input into Wolfram|Alpha in the form of a query, you are not relinquishing any of your ownership or rights to the content.\nBy providing it to us in query form, you agree that we can store it in log files, and use it to generate the results given back to you.\nWe may also use stored inputs to evaluate performance of the website or study usage patterns, for example examining inputs that seem to create problems for the system, or testing new versions of the system against logs of previous inputs.</p>\n<p>We will not attempt to associate individual Wolfram|Alpha inputs with individual human users, and will not release individual or aggregated lists of inputs, or any personally identifiable information, to any third party, except in response to lawful court orders.\nWe will not attempt to assert intellectual property rights over anything given as input to Wolfram|Alpha simply on the basis of its having been given to us as input.\nFor more details, see our Privacy Policy.</p>\n<p>We do not collect or solicit personal information from users of the free Wolfram|Alpha service.</p>Data Mining and Reverse Engineering<p>The Wolfram|Alpha service uses large collections of data aggregated from many sources, and sophisticated computational and natural language processing algorithms.\nYou may not use multiple queries or specially constructed queries in an attempt to extract large datasets, to reverse engineer the algorithms used by Wolfram|Alpha, or to probe for vulnerabilities.</p>\n<p>Spidering, data-mining, scraping, or probing Wolfram|Alpha, or otherwise attempting to abuse the service, is not only a violation of these terms but may also constitute violation of federal and state laws concerning unauthorized access to computer systems.</p>\n<p>You are forbidden to violate or attempt to violate the security of the website.\nIf you find a way to crash the website or otherwise get it to misbehave, or you identify a vulnerability, flaw, or bug, please use the feedback form on any Wolfram|Alpha page, or click here, to report the problem.\nAs there will no doubt always be ways to cause trouble for the site, we ask for your cooperation in ensuring that it remains available for use by everyone.</p>\n<p>The material from the Wolfram|Alpha service is intended to be used by a human being in the form in which it is delivered.\nYou are not allowed to systematically extract data from the results returned by Wolfram|Alpha and build them into a new raw data table or source, except on an ad hoc basis for personal use.\nSee \"Ways You May Use Our Free Service and Its Results\" above for further details.</p>Professional Disclaimers and Disclaimer of Warranty<p>Wolfram|Alpha provides a rich and wide range of computations and data in many subject areas, and extensive efforts are made to keep its contents accurate and up to date.\nIt is not, however, a certified or definitive source of information that can be relied on for legal, financial, medical, life-safety, or any other critical purposes.</p>\n<p>Common sense, and these Terms of Use, require that you independently verify the accuracy, completeness, and relevance of any information you get from Wolfram|Alpha before relying on it for any purpose in which things of value are at stake.\nWe specifically disclaim all forms of liability for all results from Wolfram|Alpha.</p>\n<p>In some fields definitive information can legally be provided only by certified and paid professionals.\nExamples include, among others, medical, legal, or financial advice, measures used in commerce, engineering calculations, and surveying or navigation data.\nThese fields make use of many kinds of information and calculations, many of which are also available in Wolfram|Alpha.\nThe availability of this kind of information in Wolfram|Alpha does not imply that Wolfram|Alpha purports to provide any official or certified information, or professional services of any kind.</p>\n<p>Wolfram|Alpha is not a substitute for information or guidance provided by any licensed professional in any field, and if you need advice of this nature you should consult a professional who is licensed or knowledgeable in the appropriate area.</p>\n<p>Although Wolfram|Alpha does not deliver in its results any user-supplied raw code executable in a browser or other execution environment, we cannot guarantee that a suitably constructed input could not cause the website to generate results pages that cause unintended or harmful operations on the client system.\nWolfram|Alpha specifically disclaims any responsibility for harm to your system caused by use of the website.</p>\n<p>The information provided by Wolfram|Alpha is provided “as is”, and for information purposes only.\nThis means that Wolfram|Alpha does not offer any warranty whatsoever with regard to this service, its content, or any content or services accessible from the website.\nYou agree that you are using the service at your own risk.</p>\n<p>In no event shall Wolfram|Alpha or its directors, officers, shareholders, subsidiaries, affiliates, agents, or licensors be liable for any damages arising out of or related to the use, inability to use, performance, or nonperformance of this service.\nSome states or other jurisdictions do not allow the exclusion or limitation of liability for incidental or consequential damages, so the above limitations and exclusions may not apply to you.</p>\n<p>You agree to indemnify and hold Wolfram|Alpha and its directors, officers, shareholders, subsidiaries, affiliates, agents, and licensors harmless from and against all losses, expenses, damages, and costs, including attorneys’ fees, resulting from your violation of these Terms of Use, including, without limitation, any use of this website other than as expressly authorized by these Terms of Use.</p>Reporting Incorrect or Infringing Material<p>If you find something in Wolfram|Alpha that you feel is incorrect, we encourage you to report it.\nwe take great pride in making the information we provide as accurate as possible.\nClick here to report errors, or use the feedback form provided on each Wolfram|Alpha page.</p>\n<p>If you find something in Wolfram|Alpha that you believe to be a violation of a copyright or other right that you personally hold, we want to know so we can correct the problem.\nPlease use the feedback form at the bottom of that material’s page to tell us where the material is, and why you think it is infringing.</p>Interpretation of Terms and Changes<p>Wolfram Alpha LLC is based in the State of Illinois, in the United States of America, and these Terms of Use are to be interpreted under and governed by the laws of the State of Illinois.\nIf any provision of the Terms of Use is held to be invalid or unenforceable, such provision shall be deemed superseded by a valid enforceable provision that most closely matches the intent of the original provision, and the remaining provisions shall continue in full force and effect.\nIn any event, such an invalid or unenforceable provision shall have no effect on the validity or enforceability of the remaining provisions.</p>\n<p>We may choose to correct or amend these Terms of Use at any time.\nWhen a change is made, it will be noted on the front page of Wolfram|Alpha for a period of at least one week after the change.\nIf you are concerned about tracking changes to these Terms of Use and have not visited the website for a week, it is your responsibility to check the terms again.</p>Trademarks<p>Because the Wolfram family of companies markets a vast and growing array of products, a list of our trademarks and registered trademarks would be cumbersome to list.\nSome trademarks associated with this website and service are Wolfram Alpha®, Wolfram|Alpha®, Wolfram®, Alpha™, Computational Knowledge Engine™, ®, Wolfram Mathematica®, Mathematica®.\nThis list comprises only the most relevant of our United States and international marks and is not all-inclusive.\nFailure of a mark to appear on this page does not mean that the Wolfram companies do not use the mark, nor does it mean that the product is not actively marketed or is not significant within its relevant market.</p>Data Retention<p>Wolfram takes privacy and data protection seriously, and is committed to safeguarding data you share with us.\nTo learn more, please see our Privacy Policy.</p>\n<p>Effective as of May 24, 2018</p>", "created_at": "2022-12-11 00:02:24.44117", "updated_at": "2022-12-11 00:02:32.759242"}], "points": [{"id": 4264, "title": "court of law is in location X", "source": "Terms of Use", "status": "court of law is in location X", "created_at": "2018-06-07 14:16:19.971529", "updated_at": "2018-06-17 15:08:47.070403", "quoteText": null, "case_id": 163, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4263, "title": "info given about security practices", "source": "Privacy Policy", "status": "info given about security practices", "created_at": "2018-06-07 14:13:57.557556", "updated_at": "2018-06-17 15:10:06.317939", "quoteText": null, "case_id": 226, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5612, "title": "The service is transparent regarding government requests or inquiries that may involve user data.", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2019-01-31 16:11:42.511823", "updated_at": "2019-03-04 00:21:07.389285", "quoteText": null, "case_id": 169, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25147, "title": "Third parties are involved in operating the service", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 01:52:35.327355", "updated_at": "2023-07-11 06:22:06.763998", "quoteText": null, "case_id": 207, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25156, "title": "The service claims to be CCPA compliant for California users", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 02:16:22.994401", "updated_at": "2023-07-11 06:22:06.845664", "quoteText": null, "case_id": 482, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25152, "title": "Third-party cookies are used for advertising", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 02:11:37.898873", "updated_at": "2023-07-11 06:22:06.920662", "quoteText": null, "case_id": 128, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25157, "title": "There is a date of the last update of the agreements", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 02:18:26.717601", "updated_at": "2023-07-11 06:22:06.997099", "quoteText": null, "case_id": 331, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25146, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 01:50:50.191777", "updated_at": "2023-07-11 06:22:07.074055", "quoteText": null, "case_id": 210, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25154, "title": "Information is provided about security practices", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 02:12:59.078863", "updated_at": "2023-07-11 06:22:07.149773", "quoteText": null, "case_id": 226, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25148, "title": "This service gives your personal data to third parties involved in its operation", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 01:55:17.395562", "updated_at": "2023-07-11 06:22:07.227935", "quoteText": null, "case_id": 188, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25150, "title": "Third-party cookies are used for statistics", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 02:08:15.048011", "updated_at": "2023-07-11 06:22:08.127975", "quoteText": null, "case_id": 325, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25153, "title": "Third party cookies are employed, but with opt out instructions", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 02:12:16.970658", "updated_at": "2023-07-11 06:22:08.204185", "quoteText": null, "case_id": 127, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25149, "title": "First-party cookies are used", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 02:02:18.250699", "updated_at": "2023-07-11 06:22:08.29434", "quoteText": null, "case_id": 126, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25151, "title": "Blocking first party cookies may limit your ability to use the service", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 02:09:38.745071", "updated_at": "2023-07-11 06:22:08.371115", "quoteText": null, "case_id": 375, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25145, "title": "Your personal data is not sold", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 01:48:29.375218", "updated_at": "2023-07-11 06:22:17.046281", "quoteText": null, "case_id": 193, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25143, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 01:31:54.517375", "updated_at": "2023-07-11 06:22:06.525317", "quoteText": null, "case_id": 399, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25155, "title": "The service claims to be GDPR compliant for European users", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 02:15:11.097489", "updated_at": "2023-07-11 06:22:08.465513", "quoteText": null, "case_id": 481, "document_id": 73, "quoteStart": null, "quoteEnd": null}, {"id": 25144, "title": "Many different types of personal data are collected", "source": "http://www.wolframalpha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-09-20 01:35:08.100341", "updated_at": "2023-07-11 06:22:16.953199", "quoteText": null, "case_id": 376, "document_id": 73, "quoteStart": null, "quoteEnd": null}], "urls": ["wolframalpha.com"]}}