{"error": 448, "message": "OK", "parameters": {"id": 8594, "name": "Flycricket ", "created_at": "2023-06-28 22:09:45.099582", "updated_at": "2023-06-29 10:02:14.385265", "wikipedia": null, "keywords": null, "related": null, "slug": "flycricket", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8594.png", "url": "flycricket.com", "documents": [{"id": 16724, "name": "Privacy Policy ", "url": "https://www.flycricket.com/privacy.html", "xpath": "//body", "text": " <ul>\n<li> Pricing </li>\n<li> Contact </li>\n<li> Log In </li>\n</ul> Privacy Policy <p>This Privacy Policy explains how [Flycricket by DollarUp, LLC] (\"Company\", \"we\", \"our\", or \"us\") collects, uses, and discloses information about you when you use our SaaS (\"Service\").\nBy accessing or using the Service, you agree to this Privacy Policy.</p> 1.\nInformation We Collect <p>We collect information about you when you use the Service, including:</p>\n<ul>\n<li>Information you provide to us, such as your name and email address for authentication and financial information for payment.\n</li>\n<li>Information we collect automatically, such as your IP address and usage data, which we use to help monitor and debug the Service.\n</li>\n<li>Information collected through cookies and similar technologies, which we use to personalize your experience and to understand how the Service is used.\n</li>\n<li>Information from third-party sources, such as Google Analytics and Stripe, which we use to help analyze the Service and to process payments.\n</li>\n</ul> 2.\nHow We Use Your Information <p>We use the information we collect for the following purposes:</p>\n<ul>\n<li>To provide and improve the Service;</li>\n<li>To personalize your experience;</li>\n<li>To communicate with you about the Service;</li>\n<li>To process payments;</li>\n<li>To comply with legal obligations.\nand</li>\n<li>For other purposes with your consent.</li>\n</ul> 3.\nInformation Sharing and Disclosure <p>We may share your information with third parties in the following circumstances:</p>\n<ul>\n<li>With your consent;</li>\n<li>With service providers who process data on our behalf;</li>\n<li>With Stripe for payment processing;</li>\n<li>When required by law or to comply with legal obligations;</li>\n<li>To protect our rights or property.\nand</li>\n<li>In connection with a merger, acquisition, or sale of our assets.</li>\n</ul> 4.\nData Retention <p>We retain your information for as long as necessary to provide the Service and to comply with legal obligations.</p> 5.\nYour Rights <p>You have the following rights regarding your information:</p>\n<ul>\n<li>The right to access and receive a copy of the information we hold about you;</li>\n<li>The right to rectify any inaccurate or incomplete information;</li>\n<li>The right to object to our processing of your information;</li>\n<li>The right to restrict our processing of your information.\nand</li>\n<li>The right to have your information erased or deleted.</li>\n</ul> 6.\nSecurity <p>We use reasonable measures to protect your information from unauthorized access, disclosure, alteration, and destruction.</p> 7.\nInternational Data Transfers <p>Your information may be transferred to, and processed in, countries other than the country in which you are resident.\nThese countries may have data protection laws that are different from the laws of your country.</p> 8.\nGDPR Compliance <p> If you are a resident of the European Economic Area (\"EEA\"), we process your personal information in accordance with the General Data Protection Regulation (\"GDPR\").\nThis means that we will only process your personal information if we have a legal basis to do so.\nOur legal basis for processing your personal information may include your consent, the performance of a contract with you, our legitimate interests, or compliance with a legal obligation.</p>\n<p> If we rely on your consent to process your personal information, you may withdraw your consent at any time.\nIf you withdraw your consent, we may not be able to provide you with access to the Service.\n</p>\n<p> You have the right to lodge a complaint with a supervisory authority if you believe that we have violated your rights under the GDPR.\n</p> 9.\nChanges to this Privacy Policy <p>We may update this Privacy Policy from time to time.\nIf we make material changes, we will notify you by email or by posting a notice on the Service when the change becomes effective.\nWe encourage you to review this Privacy Policy periodically to stay informed about our information practices.\n</p>10.\nContact Us <p>If you have any questions or concerns about our Privacy Policy, please contact us at support@flycricket.com.</p> Have questions? Contact Us <ul>\n<li>Navigation</li>\n<li> Homepage </li>\n<li> Pricing </li>\n<li> Sponsorships <sup>[beta]</sup>\n</li>\n</ul>\n<ul>\n<li>Support</li>\n<li> Contact Us </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Terms of Service </li>\n</ul>\n<br> Copyright 2023 ", "created_at": "2023-06-28 22:09:45.130332", "updated_at": "2023-06-28 22:10:06.932535"}, {"id": 16725, "name": "Cookie Policy ", "url": "https://www.flycricket.com/cookie_policy.html", "xpath": "//body", "text": " <ul>\n<li> Pricing </li>\n<li> Contact </li>\n<li> Log In </li>\n</ul> Cookie Policy <p>This website uses cookies.\nBy using this website, you consent to the use of cookies.</p> What are cookies? <p>Cookies are small text files that are stored on your computer or mobile device when you visit a website.\nThey are widely used to make websites work or to work more efficiently, as well as to provide information to the owners of the site.</p> Google Analytics <p>This website uses Google Analytics, a web analytics service provided by Google, Inc.\n(\"Google\").\nGoogle Analytics uses cookies to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nGoogle will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nGoogle will not associate your IP address with any other data held by Google.</p> Targeted Advertising <p>This website may use cookies to deliver targeted advertising to you.\nThis means that the website may use information about your browsing habits to show you advertisements that are more relevant to you.\nThese cookies may also be used to limit the number of times you see an advertisement and to measure the effectiveness of advertising campaigns.\nThese cookies are usually placed by third-party advertising networks.\nThey remember the websites you visit and that information is shared with other parties such as advertisers.</p> Managing Cookies <p>You can manage cookies by adjusting the settings on your browser.\nHowever, please note that if you disable cookies, you may not be able to use all the features of this website.</p> Have questions? Contact Us <ul>\n<li>Navigation</li>\n<li> Homepage </li>\n<li> Pricing </li>\n<li> Sponsorships <sup>[beta]</sup>\n</li>\n</ul>\n<ul>\n<li>Support</li>\n<li> Contact Us </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Terms of Service </li>\n</ul>\n<br> Copyright 2023 ", "created_at": "2023-06-28 22:09:45.159905", "updated_at": "2023-06-28 22:10:29.698639"}, {"id": 16726, "name": "Terms of Service ", "url": "https://www.flycricket.com/terms.html", "xpath": "//body", "text": " <ul>\n<li> Pricing </li>\n<li> Contact </li>\n<li> Log In </li>\n</ul> Terms of Service <p> Welcome to [Flycricket by DollarUp, LLC] (\"Company\", \"we\", \"our\", or \"us\").\nBy using our SaaS (\"Service\"), you agree to these Terms of Use (\"Terms\").\n</p> 1.\nAcceptance of Terms <p> By accessing or using the Service, you agree to these Terms.\nIf you do not agree to these Terms, you may not use the Service.\n</p> 2.\nService Description <p> The Service allows users to sign up and publish content on our website.\nWe do not monitor or control the content published by users, and we are not responsible for the accuracy, completeness, or legality of the content.\n</p> 3.\nUser Content <p> You retain all rights in, and are solely responsible for, the content you publish through the Service.\nBy publishing content through the Service, you grant us a non-exclusive, transferable, sub-licensable, royalty-free, worldwide license to use, modify, publicly perform, publicly display, reproduce, and distribute the content in any media format and through any media channel.\n</p> 4.\nCopyright Policy <p> We respect the intellectual property rights of others and expect our users to do the same.\nIf you believe that your copyrighted work has been copied in a way that constitutes copyright infringement, please notify us in writing using the contact information provided in section 9 below.\n</p>\n<p>To be effective, your notification must include the following:</p>\n<ul>\n<li>A description of the copyrighted work that you claim has been infringed;</li>\n<li>A description of where the allegedly infringing material is located;</li>\n<li>Your contact information, including your name, address, telephone number, and email address.\n</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand </li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.\n</li>\n</ul>\n<p> We may remove or disable access to allegedly infringing material upon receipt of a valid notice of infringement, and may terminate the accounts of repeat infringers in appropriate circumstances.\n</p> 5.\nLimitation of Liability <p> To the fullest extent permitted by law, we shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, resulting from (a) your access to or use of or inability to access or use the Service.\n(b) any conduct or content of any third party on the Service.\n(c) any content obtained from the Service.\nor (d) unauthorized access, use, or alteration of your transmissions or content.\n</p> 6.\nIndemnification <p> You agree to indemnify and hold us harmless from any and all claims, damages, liabilities, costs, and expenses (including attorneys' fees) arising from or in connection with (a) your use of the Service.\n(b) your content published through the Service.\nor (c) your violation of these Terms.\n</p> 7.\nModifications to the Service <p> We reserve the right to modify or discontinue the Service at any time without notice.\n</p> 8.\nModifications to these Terms <p> We reserve the right to modify these Terms at any time without notice.\nYour continued use of the Service after any modifications to these Terms constitutes your acceptance of the modified Terms.\n</p> 9.\nContact Us <p> If you have any questions or concerns about these Terms or the Service, please contact us at support@flycricket.com.\n</p>\n<p>By using the Service, you acknowledge that you have read, understood, and agree to the terms of these Terms.</p> Have questions? Contact Us <ul>\n<li>Navigation</li>\n<li> Homepage </li>\n<li> Pricing </li>\n<li> Sponsorships <sup>[beta]</sup>\n</li>\n</ul>\n<ul>\n<li>Support</li>\n<li> Contact Us </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Terms of Service </li>\n</ul>\n<br> Copyright 2023 ", "created_at": "2023-06-28 22:09:45.18906", "updated_at": "2023-06-28 22:10:41.934761"}], "points": [], "urls": ["flycricket.com"]}}