{"error": 448, "message": "OK", "parameters": {"id": 7456, "name": "POPTube", "created_at": "2023-03-12 03:56:00.038447", "updated_at": "2023-03-29 19:26:43.258153", "wikipedia": null, "keywords": null, "related": null, "slug": "poptube", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7456.png", "url": "poptube.app", "documents": [{"id": 14331, "name": "Privacy Policy IOS", "url": "https://poptube.app/privacy_policy_ios.html", "xpath": "//body", "text": "\nPrivacy Policy <p>\n<strong>TAPI GROUP CO.,LTD</strong> built app as an Ad Supported app.\nThis SERVICE is provided by <strong>TAPI GROUP CO.,LTD</strong> at no cost and is intended for use as is.&nbsp;Children who are less than 16 years old are not authorized to use the Service.</p>\n<p>This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service.</p>\n<p>The App is a music player that gives you access to Youtube videos (“Youtube content”) and enables you to play Youtube videos via a pop up player on top or next to other apps.</p>\n<p>If you choose to use my Service, then you agree to the collection and use of information in relation to this policy.\nThe Personal Information that I collect is used for providing and improving the Service.\nI will not use or share your information with anyone except as described in this Privacy Policy.</p>\n<p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at POPTube unless otherwise defined in this Privacy Policy.</p> Content <p>All video/music files which are used as a content for the Service are provided by the public third-party service YouTube.&nbsp;YouTube API Services Terms of Service <strong>https://developers.google.com/youtube/terms/api-services-terms-of-service</strong>\n</p> Restriction of Use of the Youtube Content <p>TAPI GROUP CO.,LTD does not give or licence to you any rights regarding the Youtube Content.\nYou undertake to access and use the Youtube Content according to Youtube Terms of services accessible here : https://www.youtube.com/t/terms.\nNotably, You shall only use and access the Youtube Content for your personal and non-commercial use.</p>\n<p>TAPI GROUP CO.,LTD shall not be deemed liable for Your use of the Youtube Content, and You shall bear all liabilities regarding such use.</p>\n<p>You Hereby undertake to comply with applicable law, regulation, and the Terms of Google’s API accessible hereafter : https://developers.google.com/terms/</p>\n<p>With Youtube Content, You are not allowed to:</p>\n<p>Scrape, build databases, or otherwise create permanent copies of such content, or keep cached copies longer than permitted by the cache header;</p>\n<p>Copy, translate, modify, create a derivative work of, sell, lease, lend, convey, distribute, publicly display, or sublicense to any third party;</p>\n<p>Misrepresent the source or ownership.\nor</p>\n<p>Remove, obscure, or alter any copyright, trademark, or other proprietary rights notices.\nor falsify or delete any author attributions, legal notices, or other labels of the origin or source of material.</p>\n<strong>Information Collection</strong>\n<p>For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information, including but not limited to Android advertising ID.\nThe information that I request will be retained on your device and is not collected by me in any way.</p>\n<p>The app does use third party services that may collect information used to identify you.</p>\n<p>Link to privacy policy of third party service providers used by the app</p>\n<ul>\n<li>AdMob</li>\n<li>Firebase Analytics</li>\n<li>Facebook</li>\n<li>Vincent SDK&nbsp;<strong>(</strong>\n<b>The Installed Packages information is sent to https://advincent.com/adhouse to help display ads that are relevant to users)</b>\n</li>\n</ul>\n<strong>Log Data</strong>\n<p>I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third party products) on your phone called Log Data.\nThis Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.</p>\n<strong>Cookies</strong>\n<p>Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers.\nThese are sent to your browser from the websites that you visit and are stored on your device's internal memory.</p>\n<p>This Service does not use these “cookies” explicitly.\nHowever, the app may use third party code and libraries that use “cookies” to collect information and improve their services.\nYou have the option to either accept or refuse these cookies and know when a cookie is being sent to your device.\nIf you choose to refuse our cookies, you may not be able to use some portions of this Service.</p>\n<strong>How We Use the Information We Collect</strong>\n<p>We use the personal information we gather through the Services for the purposes described below.\nIf we use your personal information in any other ways, we will disclose this to you.\nYou can choose not to share your information with third parties for marketing purposes, or from allowing us to use your personal information for any purpose that is incompatible with the purposes for which we originally collected it or subsequently obtained your consent.\nIf you choose to limit the ways we can use your personal information, some or all of the Services may not be available to you.</p>\n<ul>\n<li>\n<p>\n<strong>To provide the Services to you.</strong>&nbsp;We require certain information from you in order to provide you with the Services you requested.\nSuch information may include your contact and device information.\nWe share this information with our service providers or partners to the extent necessary to continue to provide you with the Services.\nWe cannot provide you with Services without such information.</p>\n</li>\n<li>\n<p>\n<strong>To provide customer service.&nbsp;</strong>We process your personal information when you contact us to help you with any questions, concerns, disputes or issues, or to provide us with your feedback.\nWithout your personal information, we cannot respond to you or ensure your continued use and enjoyment of the Services.</p>\n</li>\n<li>\n<p>\n<strong>To enforce terms, agreements or policies.&nbsp;</strong>To ensure your safety and adherence to our terms, agreements or policies, we may process your personal information to: actively monitor, investigate, prevent and mitigate any alleged or actual prohibited, illicit or illegal activities on our Services.\ninvestigate, prevent, or mitigate violations of our terms and policies.\nenforce our agreements with third parties and partners.\nand, collect fees based on your use of our Services.\nWe cannot perform our Services in accordance with our terms, agreements or policies without processing your personal information for such purposes.</p>\n</li>\n<li>\n<p>\n<strong>To send you Service-related communications.&nbsp;</strong>We use your contact information to send you administrative or account-related information to you to keep you updated about our Services, inform you of relevant security issues or updates, or provide other transaction-related information to you.\nService-related communications are not promotional in nature.\nYou cannot unsubscribe from such communications because you could miss important developments relating to your account or the Services that may affect how you can use our Services.</p>\n</li>\n<li>\n<p>\n<strong>Designated Countries:</strong> For all purposes listed above, pursuant to the EU General Data Protection Regulation (“GDPR”) or any equivalent legislation (collectively “Data Protection Laws”), we process the personal information of users located in the European Economic Area (“EEA”), United Kingdom and Switzerland (collectively, the “Designated Countries”) based on our contract with you.</p>\n</li>\n<li>\n<p>\n<strong>To maintain legal and regulatory compliance.&nbsp;</strong>We process your personal information to pay our taxes or fulfill our other business obligations, and/or to manage risk as required under applicable law.\nWe cannot perform the Services in accordance with our legal and regulatory requirements without processing your personal information for such purposes.</p>\n</li>\n<li>\n<p>Designated Countries: Pursuant to the Data Protection Laws, we process the personal information of users located in the Designated Countries to comply with our legal obligations.</p>\n</li>\n<li>\n<p>\n<strong>To personalize your experience on the Services.&nbsp;</strong>We allow you to personalize your experience on our Services via social media plugins on our Services (e.g., Facebook, Google, Instagram, Twitter, etc.), by keeping track of your preferences (e.g., nickname or display name, time zone, language preference, etc.), and more.\nWithout such processing, you may not be able to access or personalize part or all of our Services.</p>\n</li>\n<li>\n<p>Designated Countries: Pursuant to the Data Protection Laws, we process the personal information of users located in the Designated Countries to satisfy our legitimate interests as described above.</p>\n</li>\n<li>\n<p>\n<strong>To conduct research and development.&nbsp;</strong>We process information about the way you use and interact with our Services to: help us improve our Services.\nbuild new Services.\nand build customized features or Services.\nSuch processing ensures your continued enjoyment of part or all of our Services.</p>\n</li>\n<li>\n<p>Designated Countries: Pursuant to the Data Protection Laws, we process the personal information of users located in the Designated Countries to satisfy our legitimate interests as described above.</p>\n</li>\n<li>\n<p>\n<strong>To engage in marketing activities.</strong>&nbsp;We may process your contact information or information about your interactions on our Services to: send you marketing communications.\ndeliver targeted marketing.\ninform you about events, webinars, or other materials, including those of our partners.\nand keep you up-to-date with our relevant products and Services.\nTransactional communications about your account or our Services are not considered “marketing” communications.\nIn addition, when you share your friends’ contact information with us, we may reach out to them to invite them to our Services and to continue receiving our communications.\nYou can opt-out of our marketing activities at any time.</p>\n</li>\n</ul>\n<strong>Security</strong>\n<p>I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it.\nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.</p>\n<strong>Links to Other Sites</strong>\n<p>This Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by me.\nTherefore, I strongly advise you to review the Privacy Policy of these websites.\nI have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p>\n<strong>Children’s Privacy</strong>\n<p>These Services do not address anyone under the age of 16.\nI do not knowingly collect personally identifiable information from children under 16.\nIn the case I discover that a child under 16 has provided me with personal information, I immediately delete this from our servers.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact me so that I will be able to do necessary actions.</p>\n<b>Youtube Privacy Policy</b>\n<p>\n<br>\n<b>Please note that we are using YouTube API Services (defined in YouTube’s Terms of Services).\nBy using the Services, You are agreeing to be bound by the Google Privacy Policy (http://www.google.com/policies/privacy).</b>\n</p>\n<strong>Changes to This Privacy Policy</strong>\n<p>I may update our Privacy Policy from time to time.\nThus, you are advised to review this page periodically for any changes.\nI will notify you of any changes by posting the new Privacy Policy on this page.\nThese changes are effective immediately after they are posted on this page.</p>\n<strong>Contact Us</strong>\n<p>If you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me (feedback@tapi.group).</p> ", "created_at": "2023-03-12 03:56:00.071157", "updated_at": "2023-03-12 03:56:28.335096"}, {"id": 14332, "name": "Privacy Policy", "url": "https://poptube.app/privacy_policy.html", "xpath": "//body", "text": "\nPrivacy Policy <p>\n<strong>TAPI Studio</strong> built app as an Ad Supported app.\nThis SERVICE is provided by <strong>TAPI Studio</strong> at no cost and is intended for use as is.</p>\n<p>This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service.</p>\n<p>The App is a music player that gives you access to Youtube videos (“Youtube content”) and enables you to play Youtube videos via a pop up player on top or next to other apps.</p>\n<p>If you choose to use my Service, then you agree to the collection and use of information in relation to this policy.\nThe Personal Information that I collect is used for providing and improving the Service.\nI will not use or share your information with anyone except as described in this Privacy Policy.</p>\n<p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at POPTube unless otherwise defined in this Privacy Policy.</p> Youtube Content&nbsp.\n<p>Third party content available through the use of Google’s API (such as text, images, videos, audio, or software) hosted by Youtube.&nbsp;YouTube API Services Terms of Service https://developers.google.com/youtube/terms/api-services-terms-of-service</p> App Access <p>When you use POPTube, we give you a limited licence to access and use our information and system for commercial or personal use.\nExcept as permitted under the Copyright Act 1968 (Cth), you are not permitted to copy, reproduce, republish, distribute or display any of the information on this app without our prior written permission.\nThe licence to access and use the information on our app does not include the right to use any data mining robots or other extraction</p> Restriction of Use of the Youtube Content <p>TAPI Studio does not give or licence to you any rights regarding the Youtube Content.\nYou undertake to access and use the Youtube Content according to Youtube Terms of services accessible here : https://www.youtube.com/t/terms.\nNotably, You shall only use and access the Youtube Content for your personal and non-commercial use.</p>\n<p>TAPI Studio shall not be deemed liable for Your use of the Youtube Content, and You shall bear all liabilities regarding such use.</p>\n<p>You Hereby undertake to comply with applicable law, regulation, and the Terms of Google’s API accessible hereafter : https://developers.google.com/terms/</p>\n<p>With Youtube Content, You are not allowed to:</p>\n<p>Scrape, build databases, or otherwise create permanent copies of such content, or keep cached copies longer than permitted by the cache header;</p>\n<p>Copy, translate, modify, create a derivative work of, sell, lease, lend, convey, distribute, publicly display, or sublicense to any third party;</p>\n<p>Misrepresent the source or ownership.\nor</p>\n<p>Remove, obscure, or alter any copyright, trademark, or other proprietary rights notices.\nor falsify or delete any author attributions, legal notices, or other labels of the origin or source of material.</p>\n<strong>Information Collection</strong>\n<p>For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information, including but not limited to Android advertising ID.\nThe information that I request will be retained on your device and is not collected by me in any way.</p>\n<p>The app does use third party services that may collect information used to identify you.</p>\n<p>Link to privacy policy of third party service providers used by the app</p>\n<ul>\n<li>Google Play Services</li>\n<li>AdMob</li>\n<li>Firebase Analytics</li>\n<li>Facebook</li>\n<li>Vincent SDK&nbsp;<strong>(</strong>\n<b>The Installed Packages information is sent to https://advincent.com/adhouse to help display ads that are relevant to users)</b>\n</li>\n</ul>\n<strong>Log Data</strong>\n<p>I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third party products) on your phone called Log Data.\nThis Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.</p>\n<strong>Cookies</strong>\n<p>Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers.\nThese are sent to your browser from the websites that you visit and are stored on your device's internal memory.</p>\n<p>This Service does not use these “cookies” explicitly.\nHowever, the app may use third party code and libraries that use “cookies” to collect information and improve their services.\nYou have the option to either accept or refuse these cookies and know when a cookie is being sent to your device.\nIf you choose to refuse our cookies, you may not be able to use some portions of this Service.</p>\n<strong>How We Use the Information We Collect</strong>\n<p>We use the personal information we gather through the Services for the purposes described below.\nIf we use your personal information in any other ways, we will disclose this to you.\nYou can choose not to share your information with third parties for marketing purposes, or from allowing us to use your personal information for any purpose that is incompatible with the purposes for which we originally collected it or subsequently obtained your consent.\nIf you choose to limit the ways we can use your personal information, some or all of the Services may not be available to you.</p>\n<ul>\n<li>\n<p>\n<strong>To provide the Services to you.</strong>&nbsp;We require certain information from you in order to provide you with the Services you requested.\nSuch information may include your contact and device information.\nWe share this information with our service providers or partners to the extent necessary to continue to provide you with the Services.\nWe cannot provide you with Services without such information.</p>\n</li>\n<li>\n<p>\n<strong>To provide customer service.&nbsp;</strong>We process your personal information when you contact us to help you with any questions, concerns, disputes or issues, or to provide us with your feedback.\nWithout your personal information, we cannot respond to you or ensure your continued use and enjoyment of the Services.</p>\n</li>\n<li>\n<p>\n<strong>To enforce terms, agreements or policies.&nbsp;</strong>To ensure your safety and adherence to our terms, agreements or policies, we may process your personal information to: actively monitor, investigate, prevent and mitigate any alleged or actual prohibited, illicit or illegal activities on our Services.\ninvestigate, prevent, or mitigate violations of our terms and policies.\nenforce our agreements with third parties and partners.\nand, collect fees based on your use of our Services.\nWe cannot perform our Services in accordance with our terms, agreements or policies without processing your personal information for such purposes.</p>\n</li>\n<li>\n<p>\n<strong>To send you Service-related communications.&nbsp;</strong>We use your contact information to send you administrative or account-related information to you to keep you updated about our Services, inform you of relevant security issues or updates, or provide other transaction-related information to you.\nService-related communications are not promotional in nature.\nYou cannot unsubscribe from such communications because you could miss important developments relating to your account or the Services that may affect how you can use our Services.</p>\n</li>\n<li>\n<p>\n<strong>For security purposes.&nbsp;</strong>We will collect your installed application list and upload it to a third-party virus database (https://advincent.com/) for scanning, so as to discover possible security risks in time and better protect the security of your device and your privacy.\nWe process your personal information to: improve and enforce our security measures.\ncombat spam, malware, malicious activities or security risks.\nand to monitor and verify your identity so that unauthorized users do not access your account with us.\nWe cannot ensure the security of our Services if we do not process your personal information for security purposes.</p>\n</li>\n<li>\n<p>Designated Countries: For all purposes listed above, pursuant to the EU General Data Protection Regulation (“GDPR”) or any equivalent legislation (collectively “Data Protection Laws”), we process the personal information of users located in the European Economic Area (“EEA”), United Kingdom and Switzerland (collectively, the “Designated Countries”) based on our contract with you.</p>\n</li>\n<li>\n<p>\n<strong>To maintain legal and regulatory compliance.&nbsp;</strong>We process your personal information to pay our taxes or fulfill our other business obligations, and/or to manage risk as required under applicable law.\nWe cannot perform the Services in accordance with our legal and regulatory requirements without processing your personal information for such purposes.</p>\n</li>\n<li>\n<p>Designated Countries: Pursuant to the Data Protection Laws, we process the personal information of users located in the Designated Countries to comply with our legal obligations.</p>\n</li>\n<li>\n<p>\n<strong>To personalize your experience on the Services.&nbsp;</strong>We allow you to personalize your experience on our Services via social media plugins on our Services (e.g., Facebook, Google, Instagram, Twitter, etc.), by keeping track of your preferences (e.g., nickname or display name, time zone, language preference, etc.), and more.\nWithout such processing, you may not be able to access or personalize part or all of our Services.</p>\n</li>\n<li>\n<p>Designated Countries: Pursuant to the Data Protection Laws, we process the personal information of users located in the Designated Countries to satisfy our legitimate interests as described above.</p>\n</li>\n<li>\n<p>\n<strong>To conduct research and development.&nbsp;</strong>We process information about the way you use and interact with our Services to: help us improve our Services.\nbuild new Services.\nand build customized features or Services.\nSuch processing ensures your continued enjoyment of part or all of our Services.</p>\n</li>\n<li>\n<p>Designated Countries: Pursuant to the Data Protection Laws, we process the personal information of users located in the Designated Countries to satisfy our legitimate interests as described above.</p>\n</li>\n<li>\n<p>\n<strong>To engage in marketing activities.</strong>&nbsp;We may process your contact information or information about your interactions on our Services to: send you marketing communications.\ndeliver targeted marketing.\ninform you about events, webinars, or other materials, including those of our partners.\nand keep you up-to-date with our relevant products and Services.\nTransactional communications about your account or our Services are not considered “marketing” communications.\nIn addition, when you share your friends’ contact information with us, we may reach out to them to invite them to our Services and to continue receiving our communications.\nYou can opt-out of our marketing activities at any time.</p>\n</li>\n</ul>\n<strong>Security</strong>\n<p>I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it.\nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.</p>\n<strong>Links to Other Sites</strong>\n<p>This Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by me.\nTherefore, I strongly advise you to review the Privacy Policy of these websites.\nI have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p>\n<strong>Children’s Privacy</strong>\n<p>These Services do not address anyone under the age of 16.\nI do not knowingly collect personally identifiable information from children under 16.\nIn the case I discover that a child under 16 has provided me with personal information, I immediately delete this from our servers.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact me so that I will be able to do necessary actions.</p>\n<b>Youtube Privacy Policy</b>\n<p>\n<br>\n<b>Please note that we are using YouTube API Services (defined in YouTube’s Terms of Services).\nBy using the Services, You are agreeing to be bound by the Google Privacy Policy (http://www.google.com/policies/privacy).</b>\n</p>\n<strong>Changes to This Privacy Policy</strong>\n<p>I may update our Privacy Policy from time to time.\nThus, you are advised to review this page periodically for any changes.\nI will notify you of any changes by posting the new Privacy Policy on this page.\nThese changes are effective immediately after they are posted on this page.</p>\n<strong>Contact Us</strong>\n<p>If you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me (toplabs.screenrecorder.sp@hotmail.com).</p> ", "created_at": "2023-03-12 03:56:00.104003", "updated_at": "2023-03-12 03:56:25.792175"}], "points": [], "urls": ["poptube.app"]}}