{"error": 448, "message": "OK", "parameters": {"id": 8788, "name": "Zonar", "created_at": "2023-07-04 19:57:38.545692", "updated_at": "2023-07-04 22:02:28.534291", "wikipedia": null, "keywords": null, "related": null, "slug": "zonar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8788.png", "url": "zonarsystems.com", "documents": [{"id": 17154, "name": "Terms Of Use", "url": "https://www.zonarsystems.com/terms-of-use/", "xpath": "//body", "text": " Contact us About us Careers Support Log In <ul>\n<li>Solutions<ul>\n<li>\n<ul>\n<li>By Industry<ul>\n<li>Pupil Transportation</li>\n<li>Commercial Trucking</li>\n<li>Transit Fleets</li>\n<li>Vocational Fleets</li>\n</ul>\n</li>\n<li>Fleet Health<ul>\n<li>Predictive Maintenance</li>\n<li>OTA Engine Updates</li>\n<li>Cummins Diagnostics</li>\n<li>Virtual Technician</li>\n<li>Navistar OnCommand</li>\n<li>Tire Pressure Monitoring</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Telematics<ul>\n<li>Fleet Management Platform</li>\n<li>Zonar V4 TCU</li>\n<li>Zonar Light-Duty TCU</li>\n<li>Zonar V4 Ruggedized</li>\n<li>Equipment Tracking New</li>\n<li>Fuel Analytics</li>\n<li>Custom Integrations</li>\n</ul>\n</li>\n<li>Safety &amp.\nCompliance<ul>\n<li>EVIR Verified Inspections</li>\n<li>ELD &amp.\nHours of Service</li>\n<li>Driver Dash Cam</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Off-Highway<ul>\n<li>Site Optimization</li>\n</ul>\n</li>\n<li>Driver Tools<ul>\n<li>Driver Workflow</li>\n<li>Navigation</li>\n<li>Digital Forms</li>\n<li>Two-way Messaging</li>\n</ul>\n</li>\n<li>In-Cab Tablets<ul>\n<li>Samsung Galaxy</li>\n<li>Device Management</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Ridership<ul>\n<li>Scheduling &amp.\nDispatch</li>\n<li>Turn-by-turn Navigation New</li>\n<li>Parent App</li>\n<li>Rider Verification</li>\n<li>Time &amp.\nTask Management</li>\n<li>Student Tracking</li>\n<li>Stop-arm Camera</li>\n<li>Child Check Alerts</li>\n<li>Electric Vehicle Solutions</li>\n</ul>\n</li>\n<li>App Marketplace<ul>\n<li>Third-party and Zonar Apps</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n</li>\n<li>\n<strong>Questions? &nbsp;Contact us.</strong>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>\n<ul>\n<li>Featured White Paper </li>\n<li> What to expect from professional fleet telematics installation<br>\n<br>Read\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Resource Hub<ul>\n<li>Articles</li>\n<li>White papers</li>\n<li>Webinars</li>\n<li>Infographics</li>\n</ul>\n</li>\n<li>News &amp.\nEvents<ul>\n<li>Press Releases</li>\n<li>Event Calendar</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Grant Programs<ul>\n<li>Federal Grants</li>\n<li>Don Carnahan and NAPT</li>\n</ul>\n</li>\n<li>Customer Success<ul>\n<li>Case Studies</li>\n<li>Tire Pressure Savings Calculator</li>\n<li>OTAir ROI Calculator</li>\n<li>Safe Driving ROI Calculator</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n</li>\n<li>\n<strong>Questions? &nbsp;Contact us.</strong>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Safety &amp.\nCompliance<ul>\n<li>\n<ul>\n<li>Regulatory Compliance<ul>\n<li>About</li>\n<li>ELD Mandate</li>\n<li>Canadian ELD</li>\n<li>PTASP Rule</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>About the Team<ul>\n<li>Meet the experts</li>\n<li>Associations</li>\n<li>Talk to an expert</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n</li>\n<li>\n<strong>Schedule your complementary consultation.</strong>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Partners<ul>\n<li>\n<ul>\n<li>Partner Program<ul>\n<li>Find a Partner</li>\n<li>Partner Program</li>\n<li>Partner Hub</li>\n</ul>\n</li>\n<li>App Marketplace<ul>\n<li>Third-party and Zonar Apps</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>OEM &amp.\nStrategic Partnerships<ul>\n<li>Continental Tire</li>\n<li>Cummins</li>\n<li>Daimler Trucks</li>\n<li>Thomas Built Buses</li>\n<li>Navistar</li>\n<li>Penske</li>\n<li>Truckers Against Trafficking</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n</li>\n<li>\n<strong>Questions? &nbsp;Contact us.</strong>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Customer Success<ul>\n<li>\n<ul>\n<li>Best-in-class support</li>\n<li>Support Services<ul>\n<li>Premium Support</li>\n<li>Complementary Support</li>\n<li>Field Services</li>\n<li>Professional Services</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Buy Zonar<ul>\n<li>\n<ul>\n<li>Buying Guides<ul>\n<li>How to buy</li>\n<li>Pupil and Transit</li>\n<li>Freight and Vocational</li>\n</ul>\n</li>\n<li>COVID-19 Solutions<ul>\n<li>Student Transportation</li>\n<li>Sanitization Procedures – EVIR</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>About Us</li>\n<li>Contact Us</li>\n</ul> Close Zonarsystems.com Terms Of Use <p>This page states the Terms of Use under which you, the website visitor (<strong>\"You\"</strong>) may access and use the zonarsystems.com website and associated webpages and content (<strong>\"Website\"</strong>), which is owned Zonar Systems, Inc.\nand maintained by its affiliates, agents, and employees (collectively, <strong>\"Zonar\"</strong>, <strong>\"We\"</strong>, or <strong>\"Us\"</strong>).\nPlease read this page carefully.\nBy accessing and using the Website, You agree to be bound by all of the Terms of Use set forth below.\nIf You do not accept these Terms of Use, please leave the Website.</p>\n<p>BY ACCESSING THE WEBSITE, YOU AGREE TO BE BOUND BY THESE TERMS OF USE AND OUR PRIVACY POLICY.</p> OUR PROPRIETARY RIGHTS.\n<p>The Website and all logos, trademarks, buttons icons, images, pictures, graphics, content used in connection with the Website (collectively referred to as <strong>\"Content\"</strong>) are protected under U.S.\nintellectual property laws, and are exclusively owned and/or controlled by us.\n<strong>UNAUTHORIZED USE, MODIFICATION, REPUBLISHING, TRANSMITTING, DISTRIBUTING OR DUPLICATING OR ANY OTHER MISUSE OF OUR CONTENT IS PROHIBITED.</strong>\n</p> DISCLAIMER OF WARRANTIES.\n<p>YOU UNDERSTAND AND AGREE THAT THE WEBSITE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWE AND/OR OUR RESPECTIVE SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE AVAILABILITY OF THE WEBSITE OR THE CONTENT YOU OR OTHER USERS SUBMIT.\nYOU ARE SOLELY RESPONSIBLE FOR YOUR INTERACTIONS WITH OTHER USERS.\nWE DISCLAIM TO THE FULLEST EXTENT PERMISSIBLE BY LAW, AND YOU WAIVE, ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING WITHOUT LIMITATION THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nFURTHER, TO THE EXTENT PERMITTED UNDER APPLICABLE LAWS, YOU HEREBY RELEASE US FROM ANY AND ALL CLAIMS OR LIABILITY RELATED TO ANY PRODUCT OR SERVICE OFFER BY OTHER USERS, ANY ACTION OR INACTION BY OTHER USERS, INCLUDING OTHER USER’S FAILURE TO COMPLY WITH THE TERMS OF USE.\nTHE FUNCTIONS AND FEATURES OF THE WEBSITE ARE NOT WARRANTED TO BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\nWE DISCLAIM ANY RESPONSIBILITY FOR THE DELETION, FAILURE TO STORE, MISDELIVERY, OR UNTIMELY DELIVERY OF ANY CONTENT.\nYOU ASSUME THE ENTIRE RISK OF LOSS OF CONTENT AND/OR DAMAGE DUE TO YOUR USE OF THE WEBSITE.\n</p> LIMITATION OF LIABILITY.\n<p>YOUR USE OF THE WEBSITE IS ENTIRELY AT YOUR SOLE RISK.\nNEITHER WE NOR OUR, OWNERS, DIRECTORS, OFFICERS, EMPLOYEES, LICENSORS, AND/OR AGENTS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY OR PUNITIVE DAMAGES OR LOSSES (INCLUDING WITHOUT LIMITATION LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES), WHETHER BASED IN CONTRACT, TORT, STRICT LIABILITY, OR OTHERWISE, WHICH YOU MAY INCUR IN CONNECTION WITH THE USE OF, OR INABILITY TO USE, THE WEBSITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSS.\n</p> INDEMNIFICATION.\n<p>You shall indemnify, defend and hold harmless Us and our officers, directors, employees, shareholders, and agents for any and all loss cost, disputes, demands claims and liabilities (including reasonable attorneys’ fees) arising out of or incurred due to: (i) Your breach of these Terms of Use.\n(ii) Your use or misuse of the Website.\n(iii) Your violation of any law or the rights of any third party.\nand/or (iv) Your interaction with other Website users.</p> TERMINATION.\n<p>You may terminate Your participation at any time by discontinuing use of the Website and Content.\nAt that time we may delete information You have submitted via the Website.\nIf You have a dispute with Us relating to the Website or Content, immediately cease all use of the Website/Content.\nCeasing all use of the Website and Content is Your only remedy with respect to any such dispute that You may have with us.\n</p> CHANGES TO WEBSITE AND TERMS OF USE.\n<p>From time to time, we may modify, suspend or discontinue any feature associated with Your access and use of the Website and/or Content.\nWe shall not be liable to You for any modification, suspension or discontinuance (in part or wholly) of the Website and/or features associated with the availability or use of Content.\nWe may establish additional policies and practices concerning use of the Website and Content made available through the Website.\nAccordingly, We reserve the right to change these Terms of Use (in part or wholly) at any time, with or without prior notice.\nWe will notify You of any such changes by posting updated Terms of Use, so we encourage you to check this page frequently.\n</p> THIRD PARTY LINKS.\n<p>Some Content may incorporate links to third party websites.\nSome third party websites may collect data or solicit personal information from You.\nWe neither own nor control such third party websites and is not responsible for their content or actions.\nPlease read the terms and conditions and privacy policies of any third party website that may be linked to the Website.\n</p> PRIVACY.\n<p>We collect and use information about You and Your use of the Website and Content for the purpose of making the Website available to You and for developing and improving the Website.\nPlease review our Privacy Policy for more information at www.zonarsystems.com/privacy.\nThe Privacy Policy is incorporated into and is part of these Terms of Use.</p> COMMUNICATIONS.\n<p>By agreeing to these Terms of Use, You consent to receive communications sent from or on our behalf regarding the Website, Content and/or Your rights and obligations under these Terms of Use.</p> USER SUBMISSIONS.\n<p>We welcome Your comments on our Website and Content.\nHowever, You acknowledge that if You send us creative suggestions, ideas, notes, drawings, concepts, inventions or other information (collectively, <strong>\"Information\"</strong>), such Information shall be deemed, and shall remain Zonar’s property.\nGenerally, any communication which you post to the Website or transmit to Us over the Internet is considered to be, and will be treated as, non-confidential.\nIf particular web pages permit the submission of communications which will be treated by Zonar as confidential, that fact will be clearly stated on those pages.\nWithout limitation of the foregoing, by submission of any Information to us, You assign to us and we shall exclusively own all now known or hereafter existing rights to such Information of every kind and nature throughout the universe and shall be entitled to unrestricted use of the Information for any purpose whatsoever, commercial or otherwise, without compensation to the provider of the Information.</p>\n<p>As a user of this website, You are solely responsible for Your own communications, information, data, and other content that You submit to or make available on the Website (<strong>“Your Submissions”</strong>) and are responsible for the consequences of their posting.\nTherefore, do not do any of the following things: transmit to us material that is copyrighted, unless You are the copyright owner or have the permission of the copyright owner to post it.\nsend material that reveals trade secrets, unless You own them or have the permission of the owner.\nsend material that infringes on any other intellectual property rights of others or on the privacy or publicity rights of others.\nsend material that is obscene, defamatory, threatening, harassing, abusive, hateful, or embarrassing to another user or any other person or entity.\nsend sexually-explicit images.\nsend advertisements or solicitations of business.\nsend chain letters or pyramid schemes.\nor impersonate another person.\nWe reserve the right to remove any of Your Submissions at our discretion.</p>\n<p>We reserve the right to expel users and prevent further access to this Website for violating these Terms of Use or applicable law.</p> CHOICE OF LAW AND VENUE.\n<p>These Terms of Use, the Privacy Policy, Your access and use of the Website and Content, and the relationship between You and Zonar are governed by the laws of the State of Washington, without giving effect to its conflict of law provisions.\nYou agree to submit to the exclusive jurisdiction of the courts situated in King County, Washington, with respect to any claim, dispute, or cause of action relating to Your use of the Website and Content.</p> CONTACT INFORMATION.\n<p>If You have any questions or concerns regarding these Terms of Use, please contact us at: Zonar Systems, Inc., 18200 Cascade Ave S, Seattle, Washington, 98188 Attn: Legal Department.</p>\n<p>Last Updated: <strong>February 10, 2020.</strong>\n</p> Solutions <ul>\n<li>Pupil Transportation</li>\n<li>Freight</li>\n<li>Vocational</li>\n<li>Transit</li>\n<li>Construction</li>\n<li>Utility</li>\n<li>Lease and Rental</li>\n</ul> Resources <ul>\n<li>Case Studies</li>\n<li>White Papers</li>\n<li>Webinars</li>\n<li>Zonar Store</li>\n<li>Blog</li>\n<li>App Marketplace</li>\n<li>Don Carnahan Grant</li>\n<li>Grant Assistance</li>\n</ul> Company <ul>\n<li>About Zonar</li>\n<li>Leadership</li>\n<li>Careers</li>\n<li>Press Room</li>\n<li>Our Partners</li>\n</ul> Contact <ul>\n<li>Contact Us</li>\n<li>Compliance</li>\n<li>Support</li>\n</ul> © 2023 Zonar Systems, Inc.\nPrivacy Policy Terms of Use © 2023 Zonar Systems, Inc.\nA proud member of the family.\n", "created_at": "2023-07-04 19:58:07.813524", "updated_at": "2023-07-04 19:59:18.264076"}, {"id": 17153, "name": "Privacy Policy", "url": "https://www.zonarsystems.com/privacy/", "xpath": "//body", "text": null, "created_at": "2023-07-04 19:57:38.575509", "updated_at": "2023-07-04 19:59:42.960057"}], "points": [], "urls": ["zonarsystems.com"]}}