{"error": 448, "message": "OK", "parameters": {"id": 9653, "name": "United States Department of Commerce", "created_at": "2023-09-27 17:42:49.936565", "updated_at": "2023-09-27 22:02:40.929721", "wikipedia": "https://en.wikipedia.org/wiki/United_States_Department_of_Commerce", "keywords": null, "related": null, "slug": "united-states-department-of-commerce", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9653.png", "url": "commerce.gov", "documents": [{"id": 19200, "name": " Privacy policy", "url": "https://www.commerce.gov/about/policies/privacy", "xpath": "/html/body/div[2]/main/div/div[2]/div/div", "text": " Breadcrumb\n<ol>\n<li> Home </li>\n<li> About </li>\n<li> Policies </li>\n</ol> Was this page helpful? &nbsp;&nbsp;Helpful&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Not helpful Privacy policy <p>\n<em>Visit www.commerce.gov/privacy for more information on the Department of Commerce's Privacy Office and its policies, resources and reports.</em>\n</p>\n<p>Thank you for visiting the Department of Commerce website, a service of the U.S.\nDepartment of Commerce.\nThis policy establishes how we will handle information we learn about you from your visit to our site.\nPlease be assured that the privacy of our visitors is of utmost importance to us.\n<strong>We collect no personally identifiable information about you when you visit our site unless you choose to provide that information to us.</strong>\n</p>\n<p>The specific practices outlined in this privacy statement apply to websites maintained by or on behalf of the Office of the Secretary of Commerce.\nOther organizations within the Department of Commerce may have slightly different practices, though the overarching commitment to your privacy will always be the same.\nYou are encouraged to review the privacy policies of other organizations when visiting their websites.</p>\n<p>Some of our web pages contain links to websites outside the Department of Commerce, including those of other federal agencies, state and local governments, and private organizations.\nPlease be aware that when you follow a link to another site, you are then subject to the privacy policies of the new site.</p> Your Rights under the Privacy Act <p>Information concerning the Privacy Act can be found on the following website: www.usa.gov/laws-and-regulations#item-213535</p> Automatic Collections <p>For each HTTP/HTTPS (which is what your web browser generates when you request a page or part of a page from a website) request received, we collect and store only the following information:</p>\n<ul>\n<li>The date and time</li>\n<li>The originating IP address</li>\n<li>The type of browser and operating system used (if provided by the browser)</li>\n<li>The URL of the referring page (if provided by the browser)</li>\n<li>The object requested</li>\n<li>Completion status of the request</li>\n<li>Pages visited</li>\n</ul>How the Information is Used <p>We use the information that we collect to measure the number of visitors to the different areas of our sites and to help us make our sites more useful to visitors.\nThis includes analyzing these logs periodically to determine the traffic through our servers, the number of pages served and the level of demand for pages and topics of interest.</p> How Long is the Information Retained <p>The logs may be preserved indefinitely and used at any time and in any way necessary to prevent security breaches and to ensure the integrity of the data on our servers.</p> Privacy Act System of Records <p>The Office of the Secretary websites do not maintain any Privacy Act System of Records (PASOR) as defined by the Privacy Act.</p> Interaction with Children <p>The Office of the Secretary websites do not provide content to children and do not collect personally identifiable information from these visitors.\nTherefore, the requirements of the Children's Online Privacy Protection Act (COPPA) are not incorporated in this privacy policy.</p> Cookies <p>To better serve our visitors, we use technology to track new and returning visitors actions while on the website.\nThese small files are commonly referred to as \"cookies.\" Our cookies do not contain any personally-identifiable information.\nOur web measurement applications compare the behavior of new and returning visitors in the aggregate to help us identify workflows and trends and also resolve common problems on our site.</p>\n<p>Cookies are small files that web servers place on a user's hard drive.\nThey can serve several functions:</p>\n<ul>\n<li>They allow the website to identify you as a previous visitor each time you access a site</li>\n<li>They track what information you view at a site (important to the Department of Commerce to ensure visitors find what they are looking for)</li>\n<li>In the more advanced cases, they track your movements through many websites but not the whole web</li>\n<li>Businesses use them for customer convenience to allow them to produce a list of items to buy and pay for them all at one time and to garner information about what individuals are buying at their sites</li>\n<li>Advertisers use them to determine the effectiveness of their marketing and offer insights into consumer preferences and tastes by collecting data from many websites</li>\n<li>They can be used to help a website tailor screens for each customer's preference</li>\n</ul>\n<p>We will retain data the technology makes available only as long as required by law or specific program need as specified by the National Archives and Records Administration’s General Records Schedule 20, which pertains to electronic records or other approved records schedule as applicable.</p>\n<p>If you are concerned about the potential use of the information gathered from your computer by cookies, you can set your browser to prompt you before it accepts a cookie.\nYou can remove or block the use of web measurement and customization technologies by changing the setting of your browser to block cookies as described at www.usa.gov/optout-instructions.</p> Personal Information via Forms <p>Some of our sites provide forms allowing visitors to submit search engine queries, questionnaires, feedback or other information.\nSome of these forms may request personally identifiable information (e.g., name, address, email address) for specific purposes, such as when the submitter is requesting a personal response, registering for a conference or subscribing to a mailing list.\n<strong>All information submitted by visitors is voluntary.</strong>\n</p>\n<p>We may store non-personally identifiable information we collect (such as search engine queries and anonymous survey responses) indefinitely to help us better understand and meet the needs of our visitors.\nWe may share non-personally identifiable information with others, including the public, in aggregated form (for instance, in a list of our most popular search engine queries), in partial or edited form (such as in a report summarizing responses to a questionnaire), or verbatim (for example, in a complete listing of survey responses).</p>\n<p>Before collecting personally identifiable information, we will prominently disclose:</p>\n<ul>\n<li>Why we are requesting the information</li>\n<li>How it will be used</li>\n<li>How long it may be retained</li>\n<li>Under what conditions, and with whom, it may be shared</li>\n</ul>Consent to Information Collection/Sharing <p>Generally, we will not share any personally identifiable information you give us with any other government agency, a private organization, or the public, except with your consent or as required by law.\n<strong>By pressing the \"submit\" button, each visitor constitutes consent to use the information for purposes stated in this policy.</strong>\n</p> How Email is Handled <p>By sending us an electronic mail message (for example, an email message containing an official Freedom of Information Act request), you may be sending us personally-identifying information.\nIn these cases, we may retain the information as long as necessary to respond to your request or otherwise resolve the subject matter of your email.\nPlease be aware that email is not necessarily secure from interception or misdirection.\nFor your own protection, you may wish to communicate sensitive information using a method other than email.</p> Information Protection <p>We want to be very clear: regardless of the information being transmitted to any unit of the Department of Commerce, we will protect all such information consistent with applicable law including, but not limited to, the Privacy Act of 1974 and the Freedom of Information Act.</p>\n<p>For site security purposes and to ensure that this service remains available to all users, this government computer system employs software programs to monitor network traffic to identify unauthorized attempts to upload or change information, or otherwise cause damage to the information on our websites.\nUnauthorized attempts to upload information or change information on this service are strictly prohibited and may be punishable under the Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act.</p>\n<p>Except for authorized law enforcement investigations, no other attempts are made to identify individual users or their usage habits.\nRaw data logs are used for no other purposes and are scheduled for regular destruction in accordance with the following National Archives and Records Administration General Records Schedules: GRS 3.1 (General Technology Management Records), GRS 3.2 (Information Systems Security Records), and GRS 4.3 (Input Records, Output Records, and Electronic Copies).</p>\n<p>The Office of the Secretary may share information received from its websites with other federal agencies.\nFor example, if a breach of our information technology security protections were to occur, the information collected by our servers and staff could be shared with appropriate law enforcement and Homeland Security officials.</p> Department of Commerce Endorsement Policy <p>Links to websites outside the U.S.\nFederal Government or the use of trade, firm, or corporation names within the Department of Commerce websites are for the convenience of the user.\nSuch use does not constitute an official endorsement or approval by the U.S.\nCommerce Department of any private sector website, product or service.</p> Dispute Resolution <p>If for some reason you believe this site has not adhered to these principles, please notify the U.S.\nDepartment of Commerce, Office of Digital Engagement by email at webmaster@doc.gov(link sends email).\nIf our web pages are not fully in compliance with our stated policies, they will be corrected.</p> Bureaus and Offices Office of Public Affairs Share this page <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2023-09-27 17:42:49.9709", "updated_at": "2023-09-27 17:46:07.52283"}], "points": [], "urls": ["commerce.gov"]}}