{"error": 448, "message": "OK", "parameters": {"id": 7213, "name": "Norton Safe Web", "created_at": "2023-01-04 14:09:41.778831", "updated_at": "2023-01-22 17:00:16.157672", "wikipedia": "https://en.wikipedia.org/wiki/Norton_(Symantec)", "keywords": null, "related": null, "slug": "norton-safe-web", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7213.png", "url": "norton.com,nortonlifelock.com", "documents": [{"id": 13812, "name": "Cookies and Third-Party Analytics", "url": "https://www.nortonlifelock.com/gb/en/privacy/cookies-and-analytics/", "xpath": "//body", "text": " Skip to Main Content <ul>\n<li>\n</li>\n<li> gb/en </li>\n<li> Support <ul>\n<li> Norton Support </li>\n<li> LifeLock Support </li>\n</ul>\n</li>\n<li> Sign In <ul>\n<li> Norton Sign In </li>\n<li> LifeLock Sign In </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n<li> Corporate Responsibility </li>\n<li> Government Affairs </li>\n<li> Investor Relations </li>\n<li> Legal </li>\n<li> Leadership Team </li>\n<li> Privacy </li>\n<li> Procurement </li>\n</ul>\n</li>\n<li> Brands <ul>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Technology <ul>\n<li> Norton Cyber Safety Center </li>\n<li> Research Group </li>\n</ul>\n</li>\n<li> Newsroom </li>\n<li> Blogs <ul>\n<li> Company </li>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Partner <ul>\n<li> Employee Benefits </li>\n<li> Breach Response </li>\n<li> Resources </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n<li> Corporate Responsibility </li>\n<li> Government Affairs </li>\n<li> Investor Relations </li>\n<li> Legal </li>\n<li> Leadership Team </li>\n<li> Privacy </li>\n<li> Procurement </li>\n</ul>\n</li>\n<li> Brands <ul>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Technology <ul>\n<li> Norton Cyber Safety Center </li>\n<li> Research Group </li>\n</ul>\n</li>\n<li> Newsroom </li>\n<li> Blogs <ul>\n<li> Company </li>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Partner <ul>\n<li> Employee Benefits </li>\n<li> Breach Response </li>\n<li> Resources </li>\n</ul>\n</li>\n</ul> Norton Support LifeLock Support Norton Sign In LifeLock Sign In <p>gb/en</p>\n<p>\n</p> Cookies and Third-Party Analytics <ol>\n<li> Privacy </li>\n<li> Cookies &amp.\nAnalytics </li>\n</ol>\n<strong>Introduction</strong>\n<p>This information applies to NortonLifeLock and its subsidiaries (collectively referred to as “NortonLifeLock”, “Norton”, “LifeLock”, “we”, or “us”) websites, services, and products (our “Services”) that link from or to reference our Global Privacy Statement and/or our Privacy Center.&nbsp;</p>\n<p>If you are in the European Economic Area, and unless stipulated otherwise contractually, the Controller of your personal data is:</p>\n<p>NortonLifeLock Ireland Limited<br>\nBallycoolin Business Park<br>\nBlanchardstown<br>\nDublin 15<br>\nIreland D15E867</p>\n<p>Cookies and Similar Technologies<br>\nThird Party Analytics In Our Products<br>\n</p>\n<strong>Cookies and Similar Technologies:</strong>\n&nbsp;Cookies and How We Use Them\n<p>Cookies are small text files that are placed on your computer or device by websites that you visit or HTML-formatted emails you open, to make our websites work, or to make them work more efficiently, to understand the effectiveness of our emails, and confirm that you received the necessary communications.\nWe use the word “cookie” in this notice as a synonym for all similar tracking technologies which we use, such as pixel tags and web beacons (collectively “cookies”).\nFor instance, cookies are used to:</p>\n<ul>\n<li>Enable the proper functioning of our websites and the proper delivery of legitimate electronic communications;</li>\n<li>Tailor information presented to you based on your browsing preferences, such as language and geographical region;</li>\n<li>Collect statistics regarding your website usage;</li>\n<li>Provide us with business and marketing information.\nand</li>\n<li>In some cases, to enable a third party to deliver future advertising for our Services to you when you visit certain websites owned by third parties.</li>\n</ul>\n<p>The cookies we use include “session” cookies that are erased when you leave our websites, or they may be “persistent\" cookies that remain on your computer or device after you leave the site, in preparation for your next visit to our websites.</p>\n<strong>How We Use Third-Party Cookies</strong>\nCookies may also be placed on our websites by third parties to deliver tailored information and content that may be of interest to you, such as promotions or offerings, when you visit third-party websites after you have left ours.\nWe do not permit these third parties to collect personal data about you (e.g., email address) other than that collected using such&nbsp.\ncookies unless such data is provided to the third party in their role as a service provider acting solely on our behalf.\n<br>\nYou can find a list of the third-party cookies that we use on our sites along with other relevant information in the cookie table below.\nWhile we do our best to keep this table updated, please note that the number and names of cookies, pixels and other technologies may change from time to time.\n&nbsp.\nYour Cookie Rights and Choices\n<p>\n<strong>Cookie Banner Information</strong>\n</p>\n<p>To provide transparency and control of cookies to our visitors, we use a cookie banner displayed when you first visit a NortonLifeLock website.\nThe cookie banner informs you about the cookies we create and use.\nYou can use the cookie banner to provide or withdraw consent for the placement of cookies.\nThis applies except for cookies in the \"Essential\" category, as these cookies are indispensable for the proper functioning of the website and are activated automatically.&nbsp;</p>\n<p>If you reject all cookies, we may be unable to offer you some of our functionalities, services, or support.\nIf you have previously visited our websites, you may also have to delete any existing cookies from your browser.\nIf you would like to view or manage your cookie settings, please see our cookie banner which is displayed when you first access our website, or the “privacy settings” link located in the footer or as a tab on the lower right on our websites.</p>\n<p>Once you have provided us with your consent, the key and consent status will be stored in a cookie so that the site can automatically read and follow your consent in all subsequent page requests and future end-user sessions for up to 12 months.&nbsp;</p>\n<p>As a result, the settings always work per browser and device.\nIf you delete the browser history and/or cookies, the settings you made are also affected.\nThis means that the next time you visit our website, you will again be shown our cookie banner and will have to select the settings again.</p>\n<p>\n<strong>Browser settings</strong>\n</p>\n<p>If you do not wish to allow the use of cookies, you can disable them through your browser settings.\nIn some browsers you can set up rules to manage cookies on a site-by-site basis, giving you more fine-grained control over your privacy.\nWe do note, however, that not all browsers across all platforms may support this functionality.</p>\n<p>Browser manufacturers provide help pages relating to cookie management in their products.\nPlease see below the relevant links to the main browsers:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Internet Explorer</li>\n<li>Mozilla Firefox</li>\n<li>Safari (Desktop)</li>\n<li>Safari (Mobile)</li>\n<li>Android Browser</li>\n</ul>\n<p>For other browsers, please consult the documentation that your browser manufacturer provides.</p>\n<p>You can opt out of interest-based targeting provided by participating ad servers through:</p>\n<ul>\n<li>http://optout.aboutads.info/&nbsp.\nby Digital Advertising Alliance</li>\n<li>http://www.youronlinechoices.com/ by European Interactive Digital Advertising Alliance<br>\n</li>\n</ul>\n<p>In addition, on your iPhone, iPad or Android, you can change your device settings to control whether you see online interest-based ads in the following manner:</p>\n<ul>\n<li>iOS devices: go to Settings &gt.\nPrivacy &gt.\nAdvertising &gt.\nenable Limit Ad Tracking.\nPlease note that if you use more than one device, you need to opt-out separately in each device.</li>\n<li>Android devices: Please follow the instructions set forth at:&nbsp.\nhttps://support.google.com/ads/answer/2662922?hl=en .\nPlease note that if you use more than one device, you need to opt-out separately in each device.</li>\n</ul>\n<p>Please note that if you disable cookies, our websites may not function properly or at all or your access to our websites and their features may be affected or restricted.</p>\n<p>\n<strong>Do-Not-Track Signals and Similar Mechanisms</strong>\n</p>\n<p>Some mobile and web browsers transmit “do-not-track” signals.\nBecause of differences in how web browsers incorporate and activate this feature, it is not always clear whether users intend for these signals to be transmitted, or whether they are even aware of them.\nWe currently do not respond to these signals.</p>\n<strong>Categories and Purposes of Cookies</strong>\n<p>\n<strong>Essential cookies</strong> are necessary to provide you with Services and features available through our websites.\nWithout these cookies, services you may need, such as shopping carts or e-billing, cannot be provided.\nEssential Cookies help in:</p>\n<ul>\n<li>Session control</li>\n<li>Control of the web pages, such as language settings, screen adjustments</li>\n<li>Control of the cookie settings</li>\n<li>Optimization of websites</li>\n<li>Invoicing of services</li>\n<li>Evaluations or surveys</li>\n</ul>\n<p>\n<strong>Advertising cookies and tracking scripts</strong> are used to make advertising messages more relevant to you.\nThey perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly delivered and, in some cases, featuring ads based on your interests.\nAdvertising cookies and tracking scripts help in:</p>\n<ul>\n<li>Presenting advertisements from us or from our third-party advertising partners on our behalf in other websites to advertise our products, services or offers</li>\n<li>Provision of content from third parties, such as YouTube or Vimeo</li>\n<li>Marketing our product or services</li>\n</ul>\n<p>\n<strong>Social Media cookies</strong>&nbsp;collect data regarding social media interactions.\nOur websites include social media features, such as Facebook’s “Like” button, and widgets, such as the “Share This” button, or interactive mini programs that run on our sites.\nThese features are usually recognizable by their third-party brand or logo and may collect your IP address or other personal data, including which page you are visiting on our websites, and set a cookie to enable the feature to work properly.\nAny collection of information through such third-party feature is governed by the privacy policy of the company providing it.\nSocial Media cookies help in the:</p>\n<ul>\n<li>Connection to selected social media channels</li>\n<li>Marketing delivered via social media channels</li>\n<li>Provision of content from third parties, such as YouTube or Vimeo</li>\n</ul>\n<p>\n<strong>Analytics cookies</strong>&nbsp;collect data that is either used in aggregate form to help us understand how the website is being used or to understand the effectiveness of our marketing campaigns.\nAnalytics cookies help in the:</p>\n<ul>\n<li>Analysis of user behavior</li>\n<li>Analysis of technical parameters</li>\n<li>Adaptation of the offer to the user's behavior</li>\n<li>Attribution of sales from partners</li>\n<li>Optimization of processes</li>\n<li>Evaluations and surveys</li>\n</ul>\n<p>\n<strong>Performance and Functionality cookies</strong>&nbsp;collect data that is used to help make the user experience better on our websites.</p>\n<ul>\n<li>UX improvements</li>\n<li>Interactions such as chat&nbsp;</li>\n<li>Recognition of users</li>\n<li>Evaluations and surveys</li>\n</ul>\nThird Party Analytics In Our Products\n<p>In some of our products and services we may use analytics tools provided by third-parties to identify potential security and performance issues, understand how you use our products so we can improve the product functionality as well as your user experience, and to evaluate and improve our campaigns and communications with you.\nSpecific analytics tools may vary depending on the operating system of the device.\nThird-party analytics tools may change from time to time and may include:</p>\n<p>\n<strong>Tool/Provider</strong>\n</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>\n<strong>Link to Privacy Policy</strong>\n</p>\n<p>Google Analytics</p>\n<p>Product Analytics</p>\n<p>https://policies.google.com/privacy &nbsp;&nbsp;</p>\n<p>Adobe Analytics<strong>\n</strong>\n</p>\n<p>Product Analytics</p>\n<p>https://www.adobe.com/privacy.html</p>\n<p>AppsFlyer</p>\n<p>Attribution, Marketing Analytics</p>\n<p>https://www.appsflyer.com/privacy-policy/</p>\n<p>Firebase (Google)</p>\n<p>Crashlytics, A/B Testing, Product Analytics</p>\n<p>https://policies.google.com/privacy</p>\n<p>&nbsp;&nbsp;</p>\n<p>Sentry.io</p>\n<p>Mobile App Error Detection</p>\n<p>https://sentry.io/privacy/</p>\n<p>Medallia</p>\n<p>Customer Support Surveys</p>\n<p>https://www.medallia.com/privacy-policy/</p>\n<p>&nbsp;</p>\nLast updated February 1, 2022 <p>Back to Top</p> About NortonLifeLock | Careers | News | Sitemap | Legal | License Agreement | Privacy | Cookies | Accessibility Policy | Contact Us | System Status <p>© 2019–2022 NortonLifeLock Inc.\nAll rights reserved.\nNortonLifeLock, the NortonLifeLock Logo, the Checkmark Logo, Norton, LifeLock, and the LockMan Logo are trademarks or registered trademarks of NortonLifeLock Inc.\nor its affiliates in the United States and other countries.</p>\n<p>Other names may be trademarks of their respective owners.</p> United Kingdom <p>© 2019–2022 NortonLifeLock Inc.\nAll rights reserved.\nNortonLifeLock, the NortonLifeLock Logo, the Checkmark Logo, Norton, LifeLock, and the LockMan Logo are trademarks or registered trademarks of NortonLifeLock Inc.\nor its affiliates in the United States and other countries.</p>\n<p>Other names may be trademarks of their respective owners.</p> We've updated our privacy and cookies policy<p>We and our partners use cookies on this site to improve the efficiency of the navigation, perform analytics, serve more relevant advertising content to you and measure advertising performance, provide social media features, remember website preferences, and generally improve the user experience.\nBy clicking on “Yes I agree”, you consent to these cookies.\nFor more information on cookies, including how to manage your consent, please click on “Settings” to access our Cookie tool.</p> ✓ Yes, I agree No, take me to settings Privacy Settings Privacy Settings In order to provide with the best experience possible we might sometimes track information about you.\nSometimes this may involve writing a cookie.\nWe use this information for things like experience enrichment, analytics and targeting advertising.\nWe recommend allowing these functions to get the most out of your experience.\nNecessaryThese cookies are necessary to run the website, e.g.\nsecurity related functions.<br>\n&gt.\nSee list of necessary cookiesEnsightenHubspotYouTube NoCookieNortonAkamaiCloudfrontCloudfareNortonlifelockuStudioBugcrowdSym AssetsLifelockSymantecMedalliawww.nortonlifelock.comnexus.ensighten.comsymantec.service-now.comom.symantec.comlogin.norton.comus.norton.comwww.lifelock.comsupport.norton.comGstaticmy.norton.comnortonlifelockNortonAdobe Tag ManagerID Analyticsdpm.demdex.netsymantec.demdex.netmemberportal.lifelock.comoms.symantec.comGoogle Recaptchadata.privacy.ensighten.comAnalyticsThese technologies collect information that is used in aggregate form to help us understand how our websites are being used or to help us continuously improve our websites.\n<br>\n&gt.\nSee list of analytics cookiesTwitter AnalyticmPulseAdobe Audience ManagerIOmPulseLinkedIn WidgetGoogle AnalyticsGoogle Tag ManagerGoogle Analytics 4AdvertisingThese technologies are used to make advertising messages more relevant to you.\nThey perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed for advertisers, and in some cases selecting advertisements that are based on your interests.\n<br>\n&gt.\nSee list of advertising cookiesAmazon AdsAdobe AdlensTwitter AdsGoogle AdsBing AdsBingTwitter ConversionAmazon AdsTwitter AdsTwitter Conversion TrackingGoogle DoubleclickHavasEdgeSocial MediaThese technologies are used to enable you to share pages and content that you find interesting on our websites through third party social networking and other websites.\n<br>\n&gt.\nSee list of social media cookiesFacebookPinterestYouTubeLinkedinTwitterInstagramFacebook ConnectPerformance and FunctionalityPerformance and Functionality\n<br>\n&gt.\nSee list of performance and functionality cookiesmPusle IOCloudfareCloudfrontGoogle APICloudfareAmazon AWSAkamaiQuantummetricAdobe TargetAdobe AnalyticGoogle Web FontMedalliaAdobe LaunchGlanceAkamaihCloudfrontMedallia Cancel Save Feedback", "created_at": "2023-01-04 14:09:41.84009", "updated_at": "2023-01-04 16:40:13.861955"}, {"id": 13817, "name": "TERMS OF SALE", "url": "https://uk.norton.com/terms-of-sale", "xpath": "//body", "text": "TERMS OF SALE ,For Europe, Middle East and Africa(“EMEA”) only ,Thank you for choosing us! ,We providesubscription-based services, as well as products and one-time service offerings,to help keep you ,Cyber Safe (“Service(s)”).,The Terms of Saleapply to all online or by phone transactions between you and us for purchaseand use of our,Services, whethersuch transactions require your payment informationor not(“Transaction(s)”).\n,The Terms of Sale is a contract between you as an individual consumer that will be placing a Transaction (“you” ,or “your”) and NortonLifeLock Ireland Limited, maintaining its principal place of business at Ballycoolin ,Business Park, Blanchardstown, Dublin 15, Ireland, with company registration number 159355 and VAT number ,IE6557355A (“NortonLifeLock”, “us”, “we” or “or”).,Please carefully read all theterms.\nThey contain important information about your rights and obligations.\n,By clicking “I agree” or otherwise electronically indicating assent, you acknowledge you have read, understood ,and agreedto the Termsof Sale.,If you do not agree to the Termsof Sale, then you may not transact with us,noraccess or use our Services.,The Terms of Sale cover:,1.Your Information11.Unauthorised Services and Brand Protection,2.Your Order 12.Privacy,3.Our Services13.Warranty,4.Services Duration14.Our Liability,5.Subscription Billing Cycle15.Proprietary Rights,6.Trials16.Export Restrictions,7.Price, Payment Terms and Payment Methods17.Governing Law and Competent Jurisdiction,8.Delivery18.Disputes,9.Automatic Renewal Withdrawal Rights, Cancellation and Refund19.Notice of Changes,10.Licence &amp.\nServices Agreement or Other20.Contact,1.Your Information,a.You must be at least eighteen (18) years old and have legal capacity to enter into a contract.,b.If you are a new customer, you will create an account and provide certain information, including a valid ,email address.\nYour email address is our preferred method of contact.\n,c.The information you provide us must be accurate, complete and kept up to date.\nFailure to do so may ,mean that we cannot fulfill your Transaction(s)or reach you for important notifications.\n,d.In accordance with our Global Privacy Statement, we retain your payment information that is entered,and stored in your account.\nThis information isused to:1) automatically renew all automatically ,renewing subscriptionsthat are in your account.\nand2) suggest its use for any subsequent Transaction ,to help facilitate your Transaction without prompting you to re-enter your payment information each ,time.,e.Your account is personal and exclusively for you to access and manage your information,Transactions ,and Services.\nYou can review, edit, or delete your information in your account anytime.\n,2.Your Order ,a.Through the entire order process, you canreview your order prior to finally submitting it to us.,b.When transacting with us, your order is accepted and your Transaction is completed only when: 1) your ,payment is accepted, or your payment information is verified if the Transaction required your payment ,information without immediate payment.\nand2) we send you a confirmation email of your order.\n,c.If the payment information you provide cannot be verified, is invalid or is otherwise not acceptable, ,your order may be suspended or cancelled.\nIf we reject your order, we will refund any payments made ,for that order, and we may also cancel or restrict use and accessto the applicable Services.,d.Occasionally an error or inaccuracy in the price or Service description may occur.\nIn the rare case that ,happens, we will contact you for instructions where you will have the option toeither:(1) cancel your ,order at no cost, and obtain a refund of any prior payment that you have made for the Service;or (ii) ,proceed with your order based on the corrected price or description of the Service.,e.While we maintain records of orders and retain them for a reasonable period, we also recommend that ,you retain a printed or electronically saved copy of the Termsof Sale with a copy of your order in your ,own files.\n,3.Our Services,Certain Services do not require payment and are provided to you free-of-charge.Other Services require ,payment or payment information without immediate payment, before you can access and use them and ,may be offered through subscription plans.\nIn any case, to access and useour Servicesyou must have ,Internet access and a compatible device.\n,4.Services Duration,a.You will have access to theService for the duration of yourcontract.\n,b.If you have a fixed-term subscription, then your Service will terminate automatically at the expiration ,of your subscription term.\n,c.If you have an automatically renewing subscription, your Service will renew on an annual or monthly ,basis, unless you cancel the subscription renewal beforethe day you are due to be charged.,Note.\nYou have an automatically renewing subscription if you have:,i)subscribed to it directly with us,,ii)pre-paid it through a retailer in-store or online,or,iii)activated the subscription renewalin your account or by contacting us.\n,d.If you have a one-time service or product, itwill last as specified in theconfirmation email.\n,5.Subscription Billing Cycle ,a.The initial subscription term ischarged whenyour Transaction is complete.\n,b.Unless you cancel the subscription renewal before the dayyou are due to be charged, the renewal is,charged to yourpayment method as detailedin thepre-billing notification email that we send to you ,priortoeachrenewal.\n,c.To ensure you have continuous Services, we charge your payment methodup tothirty-five (35)days ,before the subscription is due to renew.As such,the date youare charged will likely occur prior to the ,datethat your subscriptionrenews.The actual date that we charge your payment method depends on ,severalfactors (e.g.\nif it’s a public holiday, if your payment method has not successfully settled due to ,expiration, insufficient funds, or otherwise).\n,d.The length of your billing cycle (annual or monthly) dependson the type of subscription that you choose ,when you sign-up for the Service.\n,6.Trials,a.Our Services may be offered as atrial for a specified period without payment or at a reduced rate ,(“Trial(s)”).\nThe duration of your Trial will be specified during sign-up and/or in the promotional ,materials.,b.Our Trials areintended for new customers and certain former customers to try ourServices.\nEligibility ,is determined by us and we may limit accessor duration to prevent abuse.\nWe can revoke aTrial if we ,determine that you are not eligible.,c.Many Trials require payment information before it will begin.\nUnless you cancel before the end of the ,Trial,we will automatically chargethepayment method providedtous atthe end of the Trial,on a ,recurring monthly or annual basis,depending on theterm youhaveselected.,d.If your Trial (of 30 daysor more) automatically renews as a paid subscription, we will send you a ,notification email before we charge the payment method on file.,7.Price, Payment Terms and Payment Methods,a.Our advertised prices and the final price displayed prior to your confirmation of your order areinclusive ,of VAT and/or any other applicable taxes.\n,b.We reserve the right to discontinue adiscount and/or to change price(s) or offers at any time.\nAprice ,change will not affect an order that we have already accepted, except if you expressly agree otherwise.\n,If the price for your subscription changes at renewal, we will send you a notification email in advance ,and you can cancel your subscription renewal or terminateyour contract if you do not accept the price ,change.\n,c.Our Services are delivered electronically and there are no shipping or handling costs.\nAny cost ,associated with accessing our website and/or Services is your responsibility and is dependent on your ,Internet service provider.,d.Payments may only be made using the payment options listedon our website.\nDependingon your ,location, we currently accept American Express, Mastercard, Visaand PayPal.\nWe may also allow ,customers to make payment by a bank transfer or direct debit.,e.We use third parties to assist with processing your payment, this may include the use andsecured ,transfer of your information.\nThere are also times we obtain and use updated credit card account ,information from credit card providersto retry failed paymentsin order to complete transactions, ,including but not limited to, retrying failed billings with extended expiration dates.\nPlease contact your ,credit card provider for more information about this service and what it may mean for you and your ,card.\n,f.Payment is charged when your purchase is complete, or in the case of a subscription renewal, up to ,thirty-five (35) days before the subscription is due to renew.\nFor offline payments, you must provide ,the confirmation email to your payment institution to complete the order.\nYour order may be revoked ,within a certain number of days if you do not fulfill your payment or transfer successfully.,g.If you fail to pay for a Service by the due date, we may:1) suspend your access or stop Services ,deliveriesuntil we have successfully charged a valid payment method.\nand/or 2) terminate your order,or contractwithwritten notice.,8.Delivery,a.All Services are delivered electronically.\nDelivery takes place immediately of our acceptance of your ,order.,b.Some Services require download and/or installation of software on your device(s).\nPlease ,download/install and activate immediately after purchase.\nPlease read the documentation and terms and ,conditions that govern your use of the Services (see section 10 below).,9.Automatic Renewal, Withdrawal Rights, Cancellation and Refund,a.Automatic Renewal: You can cancel, or stop, the subscription renewal at any time and no later than the ,day before you are due to be charged, by contacting us, or by signing in to your account and then visiting ,the Renewal Settingstab, clicking Cancel Subscription Renewal next to the subscription you want to ,cancel the renewal for and confirming your cancellation.\nIf you stop your subscription from ,automatically renewing, itwillnot renew and you will not be charged for the nextrenewal term, but ,your Service will continue through to the end of your already paid subscription term.\nFor further details, ,see our Cancellation and Refund Policy.,b.Withdrawal Rights applicable to European Economic Area countries (“EEA”), Switzerland and the UK ,only: ,i)You have a statutory right to withdraw from the contract (wholly or partially) for any or no ,reason at any time within fourteen (14) calendar days of the day you receive the confirmation ,email (“Withdrawal Period”).,ii)To exercise this right, you must inform us, prior to expiration of the Withdrawal Period, of your ,decision to withdraw from the contract by an unequivocal statement (or by completing the ,withdrawal form found here), using our contact details as set out in section 20.,iii)If you withdraw from the contract in accordance with the present section, we will refund you ,all payments made as part of your order within fourteen (14) calendar days from the day on ,which you informed us about your decision to cancel the contract.\nRefundswill be made using ,the same payment method that you used for placing the order, unless we both have expressly ,agreed otherwise.,iv)You will not be able to exercise your withdrawal rightwhere: ,1)in the case of electronic software download, you have downloaded your software, after,you have expressly consented to immediate performanceof the contract and ,acknowledged that you will lose your right of withdrawalfrom the contract once the ,download of your softwarehas begun.\n,2)in the case of services, after the services have been fully performedif performance has ,begun with your express request for immediate performanceof the services and your ,acknowledgement that you will lose your rights of withdrawalfrom the contract once ,the services have been fully performed.\nIf the services have not been fully performed, and ,you have requested the performance within fourteen (14)days from the date of the order ,confirmation email, you will be charged an amount proportional to the services provided ,until the time you have informed us of your decision to withdraw from the contract.,v)If you are not eligible to withdraw from the contract and receive a refund under your withdrawal ,rights, youmay still beentitled to terminate your contractandbe eligible to claim a refund ,under our Cancellation and Refund Policy.,a.Our Cancellation and Refund Policy: Please review our Cancellation and Refund Policyfor information,on how to cancel your contract and to obtain a refund, if applicable.\nIndependently of any statutory ,rights like withdrawal rights, most of ourServices include a money-back guarantee if you are not ,satisfied for any reason.\nEligibility will vary (e.g.\nthe type of the Services, the subscription length, ,duration since the purchase/renewal, where it was purchased, etc.).\n,10.Licence and Services Agreement or Other,Our Services and your use of our Services are governed and subject to the applicable set of terms and ,conditions (e.g.\nLicence and Services Agreement, etc.), as well as other third-party software licence,terms that you must agree to before accessing or using our Services.\nPlease visit ,nortonlifelock.com/legalfor more information.,11.Unauthorised Services and Brand Protection,a.You may not alter, unbundle or break any Services down to components for distribution, transfer, resale ,or any other purposes.\nYou are strictly prohibited from separating a licence key from any associated ,software service and transferring it to a third party.\n,b.Our Services are available for personal, non-commercial use by you and by members of your household ,during the applicable term.\nAny purchase for commercial use or for resale is unauthorized.\nWe reserve ,the right to reject orders, purchases and Transactions, and /or deactivate Services that may have been ,obtained through or for unauthorized means and/or violate the relevant set of applicable terms and ,conditions.\nThe Services are valid for use in the location where you purchased, subscribed and/or signed ,upand your ability to use, install and/or activate may be limited by your location.\n,c.All Services must be obtained in the first instance from us (or via our authorisedpartners).\nIf the original ,acquisition of Services occurred using a fraudulently obtained payment method or any other ,unauthorized means, we have no obligations to provide support services and/or to allow continued use ,of the Services in question.\n,12.Privacy,Your privacy is important to us.OurGlobal Privacy Statementdescribes how we collect, use and ,process the data from you and your devices when you are using and accessing our Services.\n,13.Warranty,As a consumer you may have certain statutory rights under yournational laws, including legal ,guarantees relating to faulty or non-conforming productsand servicesthatbecome apparent within a ,minimum of two (2) years,or as provided by your national laws,from delivery of the products and/or ,services.\nNothing in the Terms of Sale will affect these legal rights.,14.Our Liability,a.If we fail to provide the Services (or perform any other obligation) as set out in the Terms of Saleor as ,required by the law, we are responsible for loss or damage you suffer that is a foreseeable result of our ,failure or negligence.\nLoss or damage is foreseeable if were both aware at the time we entered into the ,Terms of Sale that the losses or damages would be a likely result of usfailing to perform our obligations.,b.We are not responsible for:,i)losses or damages that are not foreseeable, beyond our control and which we cannot avoid ,through appropriate actions;,ii)losses or damages that are not caused bybreach of our obligations set out in the Terms of Sale,or at law;,iii)losses or damages that are caused by your breach of the Terms of Sale.\nor,iv)economic or intangible losses resulting from the performance of the Terms of Sale.,c.Nothing in the Terms of Salelimits or excludesour liability for: (a)death or personal injury caused by ,our negligence.\n(b) fraud or fraudulent misrepresentation.\n(c) willful misconduct or gross negligence.\n,or (d)anymatter in respect of which it would be unlawful for us to limit or exclude our liability.\n,15.Proprietary Rights,We retain ownership of all proprietary rights in our Services and/oron the website,and in all trade ,names, trademarks, service marks associated or displayed.\nYou may not remove, deface or obscure any ,of our copyright or trademark notices and/or legends or other proprietary notices on, incorporated ,therein, or associated with the Services.\n,16.Export Restriction,You acknowledge theServicesand related technical data (collectively “Controlled Technology”) may ,be subject to the import and export laws of the United States, specifically the U.S.\nExport Administration ,Regulations (EAR), and the laws of any country where Controlled Technology is imported or re-,exported.\nYou agree to comply with all relevant export control laws, including U.S.\ntrade embargoes ,and sanctions and security requirements, and applicable country or local laws to the extent compatible ,with U.S.\nlawsand will not export, re-export, import or otherwise make availableany Controlled ,Technology in contravention to U.S.\nlaw nor to any prohibited country, entity, or person for which an ,export licence or other governmental approval is required, directly or indirectly.\nUse or facilitation of ,our software in connection with any activity including, but not limited to, the design, development, ,fabrication, training, or testing of chemical, biological, or nuclear materials, or missiles, drones,or space ,launch vehicles capable of delivering of massivedestruction is prohibited, in accordance with U.S.\nlaw.,17.Governing Law and Competent Jurisdiction,TheTerms of Sale aregoverned by the laws of the country you live in, and you can file legal disputes ,in the courts of that country.,18.Disputes,Most disagreements can be resolved informally and efficiently by contacting NortonLifeLock Member ,Services and Support.\nIf you live in the European Union (which excludes the United Kingdom), Iceland, ,Liechtenstein or Norway, and would like an independent body to resolve our dispute without you having ,to go to court or to consumer arbitration board, you can lodge the dispute with the European Commission ,Online Dispute Resolution websitehttps://ec.europa.eu/consumers/odr.\nPlease note that if you do lodge ,a dispute with the European Commission Online Dispute Resolution website (or any other consumer ,arbitration service), we may decline to participate in the arbitration as we are not required by law, the ,rules of any trade association or by these terms to participate in a consumer arbitration.\n,19.Notice of Changes ,We may update or modifythe Terms of Sale, or any term of your contract with us(including the price,and terms of referenced policies), for one or more of the following reasons:i) to comply with the law ,and reflect changes in the law;ii) to comply with requirements imposed by a regulatory body;iii) to ,correct any error;iv) to harmonize the services or terms across multiple jurisdictions;v) to make the ,terms clearer.\nvi) to ensure better functionality of the services.\nand vii) for any other valid reason.,If we make material changes to the Terms of Salewhich may be significantly detrimental to you, we ,will give you fourteen (14) days notice and provide you with the right to terminate your contract and ,receive a pro-ratedrefund for the remainder of your Service term.\nTo exercise this right,you must ,informus of your wish to terminate the contract within fourteen (14) days of us notifying you of the ,change and your right to terminate.\nIf you exercise this right, the Terms of Salewill terminate.,We may make changes which are immaterial or to your advantage immediately and without notice.,20.Contact,a.For any question regarding the Termsof Sale, Services, Transactions or if you experience any problem ,with your order, need help or simply want to contact us for any reason, visit Member Services &amp.\nSupport ,contact pageor write to: NortonLifeLock Member Services &amp.\nSupport, PO Box 5698, Dublin 15, ,Ireland.\nWhile a call with NortonLifeLock Member Service &amp.\nSupport agents will not be charged by ,us, any rate associated with calling us is your responsibility and is dependent on the telecom provider ,you use.,b.For our corporate details, pleaseclick here.", "created_at": "2023-01-04 14:09:42.146263", "updated_at": "2023-01-04 14:18:48.63509"}, {"id": 13815, "name": "  NortonLifeLock Product and Services Privacy Notices", "url": "https://www.nortonlifelock.com/gb/en/privacy/privacy-notices/", "xpath": "//body", "text": " Skip to Main Content <ul>\n<li>\n</li>\n<li> gb/en </li>\n<li> Support <ul>\n<li> Norton Support </li>\n<li> LifeLock Support </li>\n</ul>\n</li>\n<li> Sign In <ul>\n<li> Norton Sign In </li>\n<li> LifeLock Sign In </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n<li> Corporate Responsibility </li>\n<li> Government Affairs </li>\n<li> Investor Relations </li>\n<li> Legal </li>\n<li> Leadership Team </li>\n<li> Privacy </li>\n<li> Procurement </li>\n</ul>\n</li>\n<li> Brands <ul>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Technology <ul>\n<li> Norton Cyber Safety Center </li>\n<li> Research Group </li>\n</ul>\n</li>\n<li> Newsroom </li>\n<li> Blogs <ul>\n<li> Company </li>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Partner <ul>\n<li> Employee Benefits </li>\n<li> Breach Response </li>\n<li> Resources </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n<li> Corporate Responsibility </li>\n<li> Government Affairs </li>\n<li> Investor Relations </li>\n<li> Legal </li>\n<li> Leadership Team </li>\n<li> Privacy </li>\n<li> Procurement </li>\n</ul>\n</li>\n<li> Brands <ul>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Technology <ul>\n<li> Norton Cyber Safety Center </li>\n<li> Research Group </li>\n</ul>\n</li>\n<li> Newsroom </li>\n<li> Blogs <ul>\n<li> Company </li>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Partner <ul>\n<li> Employee Benefits </li>\n<li> Breach Response </li>\n<li> Resources </li>\n</ul>\n</li>\n</ul> Norton Support LifeLock Support Norton Sign In LifeLock Sign In <p>gb/en</p>\n<p>\n</p>\n<p>NortonLifeLock Product and Services Privacy Notices</p>\n<ol>\n<li> Privacy </li>\n<li> Privacy Notices </li>\n</ol> Select a Language čeština dansk Nederlands English eesti suomi français français canadien Deutsch ελληνικά magyar italiano 日本語 한국어 latviešu lietuvių norsk polski Português română русский 中文(简体) español svenska 中文(繁體) Türkçe <ul>\n<li> Enrollment and Billing </li>\n<li> Product Specific Privacy Statements </li>\n</ul>\n<p>The enrollment and billing privacy statement provides our customers with a detailed look at how personal data is collected and processed when enrolling for a NortonLifeLock service.&nbsp;For more information about our data processing practices and any rights you may have, please see our Global Privacy Statement.</p>\nNorton Enrollment Process\n<p>The Norton Enrollment process applies to all customers who are purchasing their Norton products and standalone features through the Norton eStore or by calling into a Norton contact center.\nThis information is only collected once and is used to set up the Norton Account.\nAdditional information may be collected at the discretion of the customer in order to maintain the account during the subscription to the product.</p> &nbsp.\nCategories of Data and Personal Data Collected\nPurpose of Processing Your Personal Data\nData You Provide:\n<u>User Data may include</u>:<ul>\n<li>Email</li>\n<li>Norton account password</li>\n<li>Name (if given)</li>\n<li>Country (if given)</li>\n<li>Phone number (if given)</li>\n<li>National ID (region specific, if outside the United States)</li>\n<li>Physical address</li>\n<li>Tax ID (region specific, if outside the United States)</li>\n</ul>\n<u>User Data</u>: This data is processed to authenticate, administer, and maintain the account and product subscription as well as to communicate with you.<br> Data We Collect/Access:\n<u>User Data may include</u>:<ul>\n<li>IP address</li>\n<li>Cookies from websites</li>\n<li>Device ID</li>\n</ul>\n<u>Administrative data including</u>:<ul>\n<li>Norton account ID</li>\n</ul>\n<u>User Data</u>: This data is processed for the purposes of delivering the content in accordance with your device(s), determining appropriate language settings for communicating with you, and monitoring website activity from you (cookies).<br>\n<br>\n<u>Administrative Data</u>: This data is used and generated internally at NortonLifeLock for the purpose of tracking account activity between internal company systems, applications, and architecture.\nData We Collect/Access from Third Parties:\nNortonLifeLock does not collect any other data for enrollment processes from any third parties.\nNortonLifeLock does not collect any other data for enrollment processes from any third parties.\nNorton Billings Process\n<p>The Norton Billing process applies to all customers who have purchased their Norton products and/or standalone features through the Norton eStore or by calling into a Norton contact center.\nThis information is used to bill the customers for their services and products on a regular interval.\nFor products purchased through other methods, such as Norton 360 App for Apple and Android, this information will not apply.</p> &nbsp.\nCategories of Data and Personal Data Collected\nPurpose of Processing Your Personal Data\nData You Provide:\n<p>\n<u>User Data may include</u>:</p>\n<ul>\n<li>Name</li>\n<li>Email</li>\n<li>Norton account password</li>\n<li>Phone number (if given)</li>\n<li>National ID (region specific, if outside the United States)</li>\n<li>Billing address</li>\n<li>Payment information (depending on method can include Credit/Debit Card Information or PayPal account)</li>\n<li>VAT/Tax ID (region specific, if outside the United States)</li>\n</ul>\n<u>User Data</u>: This data is processed to bill the account for products and features purchased.\nData We Collect/Access:\n<p>\n<u>User Data may include</u>:</p>\n<ul>\n<li>IP address</li>\n<li>Cookies from websites</li>\n</ul>\n<p>\n<u>Administrative Date may include</u>:</p>\n<ul>\n<li>Wallet ID</li>\n<li>Auto bill ID</li>\n<li>Payment transaction ID</li>\n<li>Browser details</li>\n</ul>\n<u>User Data</u>: This data is processed for the purposes of delivering the content in accordance with your device(s), determining appropriate language settings for communicating with you, troubleshooting issues, generating appropriate diagnostics reports, and monitoring website activity from the User (cookies).<br>\n<br>\n<u>Administrative Data</u>: This data is used and generated internally at NortonLifeLock for the purpose of tracking account activity between internal company systems, applications, and architecture.\nThis data is also processed for the purpose of delivering the product in accordance with your device(s) as well as for trade compliance and fraud check.<br> Data We Collect/Access from Third Parties:\n<p>\n<u>User Data may include</u>:</p>\n<ul>\n<li>Payment information (depending on method can include Credit/Debit Card Information or PayPal account)</li>\n<li>Billing address</li>\n</ul>\n<p>\n<u>Security Data may include</u>:</p>\n<ul>\n<li>Device fingerprint ID from third party</li>\n</ul>\n<u>User Data</u>: This data is processed by third parties to bill the account for products and features purchased and to authenticate the payment information used.<br>\n<br>\n<u>Security Data</u>: This data is processed by third parties and NortonLifeLock to validate that an authenticated payment transaction occurred, and the payment card and account are appropriate for billing.\n<p>Back to Top</p> About NortonLifeLock | Careers | News | Sitemap | Legal | License Agreement | Privacy | Cookies | Accessibility Policy | Contact Us | System Status <p>© 2019–2022 NortonLifeLock Inc.\nAll rights reserved.\nNortonLifeLock, the NortonLifeLock Logo, the Checkmark Logo, Norton, LifeLock, and the LockMan Logo are trademarks or registered trademarks of NortonLifeLock Inc.\nor its affiliates in the United States and other countries.</p>\n<p>Other names may be trademarks of their respective owners.</p> United Kingdom <p>© 2019–2022 NortonLifeLock Inc.\nAll rights reserved.\nNortonLifeLock, the NortonLifeLock Logo, the Checkmark Logo, Norton, LifeLock, and the LockMan Logo are trademarks or registered trademarks of NortonLifeLock Inc.\nor its affiliates in the United States and other countries.</p>\n<p>Other names may be trademarks of their respective owners.</p> We've updated our privacy and cookies policy<p>We and our partners use cookies on this site to improve the efficiency of the navigation, perform analytics, serve more relevant advertising content to you and measure advertising performance, provide social media features, remember website preferences, and generally improve the user experience.\nBy clicking on “Yes I agree”, you consent to these cookies.\nFor more information on cookies, including how to manage your consent, please click on “Settings” to access our Cookie tool.</p> ✓ Yes, I agree No, take me to settings Privacy Settings Privacy Settings In order to provide with the best experience possible we might sometimes track information about you.\nSometimes this may involve writing a cookie.\nWe use this information for things like experience enrichment, analytics and targeting advertising.\nWe recommend allowing these functions to get the most out of your experience.\nNecessaryThese cookies are necessary to run the website, e.g.\nsecurity related functions.<br>\n&gt.\nSee list of necessary cookiesEnsightenHubspotYouTube NoCookieNortonAkamaiCloudfrontCloudfareNortonlifelockuStudioBugcrowdSym AssetsLifelockSymantecMedalliawww.nortonlifelock.comnexus.ensighten.comsymantec.service-now.comom.symantec.comlogin.norton.comus.norton.comwww.lifelock.comsupport.norton.comGstaticmy.norton.comnortonlifelockNortonAdobe Tag ManagerID Analyticsdpm.demdex.netsymantec.demdex.netmemberportal.lifelock.comoms.symantec.comGoogle Recaptchadata.privacy.ensighten.comAnalyticsThese technologies collect information that is used in aggregate form to help us understand how our websites are being used or to help us continuously improve our websites.\n<br>\n&gt.\nSee list of analytics cookiesTwitter AnalyticmPulseAdobe Audience ManagerIOmPulseLinkedIn WidgetGoogle AnalyticsGoogle Tag ManagerGoogle Analytics 4AdvertisingThese technologies are used to make advertising messages more relevant to you.\nThey perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed for advertisers, and in some cases selecting advertisements that are based on your interests.\n<br>\n&gt.\nSee list of advertising cookiesAmazon AdsAdobe AdlensTwitter AdsGoogle AdsBing AdsBingTwitter ConversionAmazon AdsTwitter AdsTwitter Conversion TrackingGoogle DoubleclickHavasEdgeSocial MediaThese technologies are used to enable you to share pages and content that you find interesting on our websites through third party social networking and other websites.\n<br>\n&gt.\nSee list of social media cookiesFacebookPinterestYouTubeLinkedinTwitterInstagramFacebook ConnectPerformance and FunctionalityPerformance and Functionality\n<br>\n&gt.\nSee list of performance and functionality cookiesmPusle IOCloudfareCloudfrontGoogle APICloudfareAmazon AWSAkamaiQuantummetricAdobe TargetAdobe AnalyticGoogle Web FontMedalliaAdobe LaunchGlanceAkamaihCloudfrontMedallia Cancel Save Feedback", "created_at": "2023-01-04 14:09:42.020407", "updated_at": "2023-01-04 16:40:47.245906"}, {"id": 13816, "name": "  Licensing & Services Agreement", "url": "https://www.nortonlifelock.com/gb/en/legal/license-services-agreement/", "xpath": "//body", "text": " Skip to Main Content <ul>\n<li>\n</li>\n<li> gb/en </li>\n<li> Support <ul>\n<li> Norton Support </li>\n<li> LifeLock Support </li>\n</ul>\n</li>\n<li> Sign In <ul>\n<li> Norton Sign In </li>\n<li> LifeLock Sign In </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n<li> Corporate Responsibility </li>\n<li> Government Affairs </li>\n<li> Investor Relations </li>\n<li> Legal </li>\n<li> Leadership Team </li>\n<li> Privacy </li>\n<li> Procurement </li>\n</ul>\n</li>\n<li> Brands <ul>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Technology <ul>\n<li> Norton Cyber Safety Center </li>\n<li> Research Group </li>\n</ul>\n</li>\n<li> Newsroom </li>\n<li> Blogs <ul>\n<li> Company </li>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Partner <ul>\n<li> Employee Benefits </li>\n<li> Breach Response </li>\n<li> Resources </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n<li> Corporate Responsibility </li>\n<li> Government Affairs </li>\n<li> Investor Relations </li>\n<li> Legal </li>\n<li> Leadership Team </li>\n<li> Privacy </li>\n<li> Procurement </li>\n</ul>\n</li>\n<li> Brands <ul>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Technology <ul>\n<li> Norton Cyber Safety Center </li>\n<li> Research Group </li>\n</ul>\n</li>\n<li> Newsroom </li>\n<li> Blogs <ul>\n<li> Company </li>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Partner <ul>\n<li> Employee Benefits </li>\n<li> Breach Response </li>\n<li> Resources </li>\n</ul>\n</li>\n</ul> Norton Support LifeLock Support Norton Sign In LifeLock Sign In <p>gb/en</p>\n<p>\n</p>\n<p>Licensing &amp.\nServices Agreement</p> Select your Country Choose Your Country or Region Americas <ul>\n<li> Anguilla </li>\n<li> Antigua And Barbuda </li>\n<li> Argentina </li>\n<li> Aruba </li>\n<li> Bahamas </li>\n<li> Barbados </li>\n<li> Belize </li>\n<li> Bermuda </li>\n<li> Bolivia </li>\n<li> Bonaire, Sint Eustatius and Saba </li>\n<li> Brazil </li>\n<li> Canada - en </li>\n<li> Canada - fr </li>\n<li> Cayman Islands </li>\n<li> Chile </li>\n<li> Colombia </li>\n<li> Costa Rica </li>\n<li> Curaçao </li>\n<li> Dominica </li>\n<li> Dominican Republic </li>\n<li> Ecuador </li>\n<li> El Salvador </li>\n<li> Grenada </li>\n<li> Guam </li>\n<li> Guatemala </li>\n<li> Guyana </li>\n<li> Haiti </li>\n<li> Honduras </li>\n<li> Jamaica </li>\n<li> Mexico </li>\n<li> Montserrat </li>\n<li> Nicaragua </li>\n<li> Panama </li>\n<li> Paraguay </li>\n<li> Peru </li>\n<li> Puerto Rico </li>\n<li> Saint Barthélemy </li>\n<li> Saint Kitts And Nevis </li>\n<li> Saint Lucia </li>\n<li> Saint Martin - en </li>\n<li> Saint Martin - fr </li>\n<li> Saint Vincent And The Grenadines </li>\n<li> Sint Maarten (nl part) </li>\n<li> South Georgia and the South Sandwich Islands </li>\n<li> Suriname </li>\n<li> Trinidad And Tobago </li>\n<li> Turks And Caicos Islands </li>\n<li> United States </li>\n<li> Uruguay </li>\n<li> Venezuela </li>\n<li> Virgin Islands, British </li>\n<li> Virgin Islands, U.S.\n</li>\n</ul> EMEA <ul>\n<li> Afghanistan </li>\n<li> Aland Islands - Swedish </li>\n<li> Aland Islands - Finnish </li>\n<li> Albania </li>\n<li> Algeria </li>\n<li> Andorra </li>\n<li> Angola </li>\n<li> Armenia </li>\n<li> Austria </li>\n<li> Azerbaijan </li>\n<li> Bahrain </li>\n<li> Belarus </li>\n<li> Belgium - Dutch </li>\n<li> Belgium - German </li>\n<li> Belgium - French </li>\n<li> Benin </li>\n<li> Bosnia And Herzegovina </li>\n<li> Botswana </li>\n<li> Bouvet Island </li>\n<li> Bulgaria </li>\n<li> Burkina Faso </li>\n<li> Burundi </li>\n<li> Cameroon </li>\n<li> Cape Verde </li>\n<li> Central African Republic </li>\n<li> Chad </li>\n<li> Comoros </li>\n<li> Congo </li>\n<li> Congo, The Democratic Republic Of The </li>\n<li> Cote D'ivoire </li>\n<li> Croatia </li>\n<li> Cyprus </li>\n<li> Czech Republic </li>\n<li> Denmark </li>\n<li> Djibouti </li>\n<li> Egypt </li>\n<li> Equatorial Guinea </li>\n<li> Eritrea </li>\n<li> Estonia </li>\n<li> Ethiopia </li>\n<li> Faeroe Islands </li>\n<li> Falkland Islands (Malvinas) </li>\n<li> Finland </li>\n<li> France </li>\n<li> fr Guiana </li>\n<li> Gabon </li>\n<li> Gambia </li>\n<li> Georgia </li>\n<li> Germany </li>\n<li> Ghana </li>\n<li> Gibraltar </li>\n<li> Greece </li>\n<li> Greenland </li>\n<li> Guadeloupe </li>\n<li> Guernsey </li>\n<li> Guinea </li>\n<li> Guinea-bissau </li>\n<li> Hungary </li>\n<li> Iceland </li>\n<li> Iraq </li>\n<li> Ireland </li>\n<li> Isle of Man </li>\n<li> Israel - en </li>\n<li> Israel - Hebrew </li>\n<li> Italy </li>\n<li> Jersey </li>\n<li> Jordan - en </li>\n<li> Jordan - Arabic </li>\n<li> Kazakhstan </li>\n<li> Kenya </li>\n<li> Kuwait </li>\n<li> Kyrgyzstan </li>\n<li> Latvia </li>\n<li> Lebanon </li>\n<li> Lesotho </li>\n<li> Liberia </li>\n<li> Libyan Arab Jamahiriya </li>\n<li> Liechtenstein </li>\n<li> Lithuania </li>\n<li> Luxembourg </li>\n<li> Macedonia, Republic of </li>\n<li> Madagascar </li>\n<li> Malawi </li>\n<li> Mali </li>\n<li> Malta </li>\n<li> Martinique </li>\n<li> Mauritania </li>\n<li> Mauritius </li>\n<li> Mayotte </li>\n<li> Moldova </li>\n<li> Monaco </li>\n<li> Montenegro </li>\n<li> Morocco </li>\n<li> Mozambique </li>\n<li> Namibia </li>\n<li> Netherlands </li>\n<li> Netherlands Antilles </li>\n<li> New Caledonia </li>\n<li> Niger </li>\n<li> Nigeria </li>\n<li> Norway </li>\n<li> Oman </li>\n<li> Pakistan </li>\n<li> Palestinian Territory, Occupied </li>\n<li> Poland </li>\n<li> Portugal </li>\n<li> Qatar </li>\n<li> Reunion </li>\n<li> Romania </li>\n<li> ru Federation </li>\n<li> Rwanda </li>\n<li> Saint Helena </li>\n<li> Saint Pierre And Miquelon </li>\n<li> San Marino </li>\n<li> Sao Tome And Principe </li>\n<li> Saudi Arabia - en </li>\n<li> Saudi Arabia - Arabic </li>\n<li> Senegal </li>\n<li> Serbia </li>\n<li> Seychelles </li>\n<li> Sierra Leone </li>\n<li> Slovakia </li>\n<li> Slovenia </li>\n<li> Somalia </li>\n<li> South Africa </li>\n<li> South Sudan </li>\n<li> Spain </li>\n<li> Sudan </li>\n<li> Svalbard and Jan Mayen </li>\n<li> Swaziland </li>\n<li> Sweden </li>\n<li> Switzerland - Italian </li>\n<li> Switzerland - German </li>\n<li> Switzerland - French </li>\n<li> Tajikistan, United Republic of </li>\n<li> Tanzania </li>\n<li> Togo </li>\n<li> Tunisia </li>\n<li> Turkey </li>\n<li> Turkmenistan </li>\n<li> Uganda </li>\n<li> Ukraine </li>\n<li> United Arab Emirates - en </li>\n<li> United Arab Emirates - Arabic </li>\n<li> United Kingdom </li>\n<li> United States Minor Outlying Islands </li>\n<li> Uzbekistan </li>\n<li> Vatican City State </li>\n<li> Western Sahara </li>\n<li> Yemen </li>\n<li> Zambia </li>\n<li> Zimbabwe </li>\n</ul> APJ <ul>\n<li> American Samoa </li>\n<li> Antarctica </li>\n<li> Australia </li>\n<li> Bangladesh </li>\n<li> Bhutan </li>\n<li> British Indian Ocean Territory </li>\n<li> Brunei Darussalam </li>\n<li> Cambodia </li>\n<li> China </li>\n<li> Christmas Island </li>\n<li> Cocos (Keeling) Islands </li>\n<li> Cook Islands </li>\n<li> Fiji </li>\n<li> French Polynesia </li>\n<li> French Southern Territories </li>\n<li> Heard Island and McDonald Islands </li>\n<li> Hong Kong </li>\n<li> India </li>\n<li> Indonesia </li>\n<li> Japan </li>\n<li> Kiribati </li>\n<li> Korea, Republic of (South) </li>\n<li> Lao People's Democratic Republic </li>\n<li> Macao </li>\n<li> Malaysia </li>\n<li> Maldives </li>\n<li> Marshall Islands </li>\n<li> Micronesia, Federated States Of </li>\n<li> Mongolia </li>\n<li> Myanmar </li>\n<li> Nauru </li>\n<li> Nepal </li>\n<li> New Zealand </li>\n<li> Niue </li>\n<li> Norfolk Island </li>\n<li> Northern Mariana Islands </li>\n<li> Palau </li>\n<li> Papua New Guinea </li>\n<li> Philippines </li>\n<li> Pitcairn Islands </li>\n<li> Samoa </li>\n<li> Singapore </li>\n<li> Solomon Islands </li>\n<li> Sri Lanka </li>\n<li> Taiwan </li>\n<li> Thailand </li>\n<li> Timor-leste </li>\n<li> Tokelau </li>\n<li> Tonga </li>\n<li> Tuvalu </li>\n<li> Vanuatu </li>\n<li> Vietnam </li>\n<li> Wallis and Futuna </li>\n</ul>\n<ul>\n<li> Definitions </li>\n<li> General Service Terms </li>\n<li> Software License Terms </li>\n<li> Certain Services Specific Terms </li>\n<li> Legal Terms </li>\n</ul> LICENSE AND SERVICES AGREEMENT\n<p>\n<strong>Thank you for choosing NortonLifeLock!</strong>\n</p>\n<p>The terms of the License and Services Agreement (“<strong>LSA</strong>”) govern your rights and obligations upon which you may use our Services.</p>\n<p>The LSA is a contract between you as an individual consumer that will be utilizing our Services (referenced below as “<strong>you</strong>” or “<strong>your</strong>”) and NortonLifeLock Ireland Limited, maintaining its principal place of business at Ballycoolin Business Park, Blanchardstown, Dublin 15, Ireland, with company registration number 159355 and VAT number IE6557355A (referenced below as “<strong>NortonLifeLock</strong>”, \"<strong>us</strong>\", \"<strong>we</strong>\" or \"<strong>our</strong>\").</p>\n<p>\n<strong>Please carefully read all the terms and conditions of the LSA before using our Services.\nThey contain important information about your rights and obligations.</strong>\n</p>\n<p>By clicking “I Agree” or otherwise electronically indicating assent, you agree to the terms and conditions of the LSA.</p>\n<p>\n<strong>If you do not agree to the terms and conditions of the LSA: (i) do not download, install, access or use our Services and (ii) contact your Provider, or NortonLifeLock Member Services &amp.\nSupport.</strong>\n</p>\n<p>If you have accepted multiple versions of the LSA for a Service, the most current version that you accepted is the LSA between you and us and supersedes and replaces all prior versions.</p>\n<p>The License and Services Agreement covers:</p>\n<ol>\n<li>Definitions</li>\n<li>General Service Terms</li>\n<li>Software License Terms</li>\n<li>Certain Services Specific Terms</li>\n<li>Legal Terms</li>\n</ol>\n<p>&nbsp;</p>\nCLAUSE 1 – DEFINITIONS\n<p>\n<strong>Beta Features:</strong> means new and/or updated features still in testing mode.\nThose features may not yet be fully functional or finished features.</p>\n<p>\n<strong>Device:</strong> means a computer, a laptop, a smartphone or a tablet.</p>\n<p>\n<strong>Documentation:</strong> means any documents and information from NortonLifeLock that accompanies or is made available in connection with the Service and/or the Software (including, but not limited to, any packaging or any purchase, subscription or renewal information, such as a purchase, subscription or renewal confirmation receipt or&nbsp;email, and terms of sale if transacting directly with NortonLifeLock).</p>\n<p>\n<strong>Free Trial:</strong> Service offered on a free trial basis, limited-time or not.</p>\n<p>\n<strong>Intellectual Property Rights:</strong> means patent rights (including, without limitation, patent applications and disclosures), inventions, copyrights, trade secrets, moral rights, know-how, data and database rights, and any other intellectual property rights recognized in any country or jurisdiction in the world.</p>\n<p>\n<strong>LSA:</strong> means this License and Services Agreement.</p>\n<p>\n<strong>Provider:</strong> means any NortonLifeLock authorized reseller or IT service provider.</p>\n<p>\n<strong>Service:</strong> means any NortonLifeLock software-as-a-service (SaaS) subscription-based offering together with any associated features or services, as well as any NortonLifeLock one-time service or product.</p>\n<p>\n<strong>Service Entitlement:</strong> means the number and the type of Devices permitted to use the Software, as specified in the Documentation.</p>\n<p>\n<strong>Service Period:</strong> means the duration of the Service.</p>\n<p>\n<strong>Software:</strong> means any NortonLifeLock software, including any releases, revisions, updates or enhancements to the software.</p>\n<p>\n<strong>Submissions:</strong> means any feedback and/or reviews, suggestions, comments, or ideas relating to the Services that you submit to NortonLifeLock.</p>\n<p>&nbsp;</p>\nCLAUSE 2 – GENERAL SERVICE TERMS\n<ol>\n<li>\n<strong>Use of the Services.</strong>\n</li>\n<li>\n<strong>Service Period.</strong>\n</li>\n<li>\n<strong>Service Cancellation.</strong>\n</li>\n<li>\n<strong>Content Updates.</strong>\n</li>\n<li>\n<strong>Third Party Features or Content.</strong>\n</li>\n<li>\n<strong>Free Trials.</strong>\n</li>\n<li>\n<strong>Beta Features.</strong>\n</li>\n<li>\n<strong>Feedbacks and Reviews.</strong>\n</li>\n<li>\n<strong>Changes to the Services.</strong>\n</li>\n<li>\n<strong>Use of Services Over a Network.</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Use of the Services.</strong>\n<ol>\n<li>\n<strong>Creating and Maintaining an Account.</strong> You may need an account to access and use the Services.\nIt’s important that you provide us with accurate, complete and current account information (including a valid email address) and keep this information up to date.\nIf you don’t, we might have to suspend or terminate your account, and we might not reach you for important notifications about your Services.\nYour account is personal and exclusively for you to manage your (or, if permitted by a Service, your household’s) Services, and it is not for use by other third parties for any purpose.\nYou may not sell, transfer or allow others to use your account credentials.</li>\n<li>\n<strong>Accuracy of Your and Your Family’s Information.</strong> Some Services may allow you to register your family members devices to use the Services.\nIn such case, you agree that the information you provide to us about yourself or members of your household is true and accurate and that you are duly authorized to provide us with this information, and to monitor their accounts, on their behalf.\nYou further agree to notify your family members of the terms of this LSA and procure their compliance with this LSA.</li>\n<li>\n<strong>Unauthorized Access to Your Account.</strong> You are solely responsible for ensuring that you keep your user name and password safe.\nDo not share this information with others and notify us right away of any unauthorized use.\nYou are responsible for all activities that occur under your account.</li>\n<li>\n<strong>Software.</strong> In order to access and use certain Services, you may be required to download and install certain Software on a registered Device.\nPlease refer to clause 3 – “Software License Terms” of the LSA for the terms and conditions applicable to the use of such Software.</li>\n<li>\n<strong>Certain Services Specific Terms.</strong>&nbsp;The following Services are subject to additional terms and conditions set forth in clause 4 – “Certain Services Specific Terms” of the LSA: (i) Cloud Backup.\n(ii) Dark Web Monitoring.\n(iii) Norton Credit Portal.\n(iv) Norton Family and Parental Control.\n(v) Norton Password Manager.\n(vi) Norton Safe Search and Norton Safe Web.\n(vii) Norton Secure VPN.\n(viii) Online Banking Protection.\n(ix) Restoration Support Services.\n(x) Social Media Monitoring and (xi) Technical Support (including Norton Virus Protection Promise).\nIf there is a conflict or inconsistency between clause 2 – “General Service Terms” and clause 4 – “Certain Services Specific Terms”, the terms in clause 4 will govern and apply.</li>\n<li>\n<strong>Restrictions.</strong> With respect to the use of the Services, you may not, nor may you permit any other person to:<ol>\n<li>use the Services for any illegal or fraudulent purposes, including but not limited to port scanning, sending spam, sending opt-in email, scanning for open relays or open proxies, sending unsolicited email or any version or type of email sent in vast quantities even if the email is routed through third-party servers, any pop-up launching, use of stolen credit cards, credit card fraud, financial fraud, cryptocurrency fraud, cloaking, extortion, blackmail, kidnapping, rape, murder, sale of stolen credit cards, sale of stolen goods, offer or sale of prohibited, military and dual use goods, offer or sale of controlled substances, identity theft, hacking, pharming, scraping in any form or scale, digital piracy, intellectual property infringements and other similar activities.\nor to harass, stalk, threaten, harm, or monitor others or to exploit children in any way, including audio, video, photography, digital content, etc.;</li>\n<li>use the Services for commercial purposes;</li>\n<li>except as otherwise provided in the LSA or the Documentation, the Services may not be accessed, used, or shared with family members, non-family members, or other individuals who do not reside with you;</li>\n<li>share any data or other content with any unreasonably large number of individuals, including without limitation sending blast communications to a large number of recipients or sharing content with individuals you do not know or who do not know you;</li>\n<li>transfer, sublicense, rent, lease and/or lend your right to use the Services;</li>\n<li>provide, offer or make available the Services as part of a facility management, timesharing, service provider or service bureau arrangement;</li>\n<li>transmit or store material that may infringe the Intellectual Property Rights or other rights of third parties or that is illegal, tortious, defamatory, libelous, or invasive of another’s privacy;</li>\n<li>transmit any material that contains software viruses or other harmful computer code, files or programs such as trojan horses, worms or time bombs;</li>\n<li>assault, interfere, deny service in any way or form to any other network, computer or node through the Services;</li>\n<li>attempt to gain unauthorized access to any Services, or the accounts of other users, or computer systems or networks connected to the Services or bypass any measures we may use to prevent or restrict access to the Services;</li>\n<li>interfere with or disrupt servers or networks connected to any Services;</li>\n<li>use the Services for any military purpose, including cyberwarfare, weapons development, design, manufacture or production of missiles, nuclear, chemical or biological weapons;</li>\n<li>use the Services in any manner that is not permitted pursuant to the LSA.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Obligations.</strong> With respect to the use of the Service, your obligations are as follows:<ol>\n<li>Your access to the Services is for your own personal or household use only;</li>\n<li>You agree to use the Services in accordance with the LSA, and all applicable laws and regulations;</li>\n<li>You must comply with any technical limitations of the Services and/or Software.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Service Period.</strong> The Service Period will be as stated in the Documentation, or the applicable transaction documentation from the Provider from which you obtained the Service.<ol>\n<li>\n<strong>Effective Date.</strong> It shall begin on (a) the date of your initial installation of the Software or use of the Service.\nor (b) the date you have accepted this LSA.\nor (c) if you purchased the Service from the NortonLifeLock online store, the date you complete your purchase.\nor (d) if you obtained the right to use the Service from a Provider, the date determined by such Provider as applicable, whichever date occurs first.</li>\n<li>\n<strong>Term.</strong> If you have a fixed-term subscription, then your Service will terminate automatically at the end of your Service Period.\nIf you have an automatically renewing subscription then unless you cancel the subscription renewal before the day you are due to be charged, your Service Period will automatically renew for successive defined periods at the renewal dates and continue indefinitely.\nIf you have a one-time service or product, then your Service Period will last as specified in the Documentation, or the applicable documentation from the Provider from which you obtained the Service.</li>\n</ol>\n</li>\n<li>\n<strong>Service Cancellation.</strong> Please review the NortonLifeLock Cancellation and Refund Policy for information on how to cancel and to obtain a refund, if applicable.\nIndependently of any statutory rights like withdrawal rights, certain Services may include a money-back guarantee, if you are not satisfied for any reason.\nHowever, if you obtained the right to use the Service through a Provider, and you wish to cancel, you must do so directly with that Provider following that Provider’s instructions.\nIn such instance, you may not be entitled to any refund by us of any fee paid by you to a Provider.</li>\n<li>\n<strong>Content Updates.</strong> Certain Services use content that is updated from time to time, such as virus definitions.\nspyware definitions.\nantispam rules.\nURL lists.\nfirewall rules.\nvulnerability data, and updated lists of authenticated web pages.\nthese updates are collectively referred to as “Content Updates.” In such case, you will have access to applicable Content Updates for the Services during your Service Period.</li>\n<li>\n<strong>Third Party Features or Content.</strong> The Services may include third-party features and functionalities or may allow you to access content on a third-party website.\nSuch features, functionalities or content may be subject to third-party terms of service and privacy policies.\nYou acknowledge sole responsibility for and assume all risk arising from, your use of any third-party resources.</li>\n<li>\n<strong>Free Trials.</strong> If we offer a Free Trial, the specific terms applicable to your Free Trial will be provided at signup in the promotional materials describing the Free Trial.\nYour use of the Free Trial is subject to your compliance with such specific terms.</li>\n<li>\n<strong>Beta Features.</strong> We may include Beta Features in the Services for your use and which permit you to provide feedback.\nYour use of Beta Features may be subject to the payment of fees.\nYou understand and agree that your use of the Beta Features is voluntary, and we are not obligated to provide you with any Beta Features.</li>\n<li>\n<strong>Feedbacks and Reviews.</strong> For any Submissions, you are granting to the maximum extent permitted by applicable law NortonLifeLock and its affiliates permission to use, reproduce, copy and translate your Submission on a worldwide basis, for the term of protection of the Submissions by Intellectual Property Rights in any form and on any media whatsoever without any restriction in any manner in which NortonLifeLock sees fit.\nNo compensation will be paid with respect to the use of your Submission.\nNortonLifeLock is under no obligation to post or use any Submission you may provide and NortonLifeLock may remove any Submission at any time in particular if it breaches any terms contained herein.\nBy providing a Submission, you represent and warrant that you own or otherwise control all the rights to your Submission that are necessary for you to provide it, including Intellectual Property Rights.\nYou agree that: (i) all content of your Submissions must be accurate.\n(ii) you will not provide a Submission that is known by you to be false, inaccurate or misleading and/or may be reasonably considered to be defamatory, libelous, hateful, offensive, unlawfully threatening or unlawfully harassing to anyone.\n(iii) you will not provide a Submission that infringes a third party’s Intellectual Property Rights or other proprietary rights or rights of publicity or privacy.\n(iv) you will not provide a Submission that violates any applicable law, statute, ordinance or regulation.\n(v) you will not provide a Submission for which you were compensated or granted any consideration by any third party.\n(vi) you shall not provide any Submission that includes information that references other websites, addresses, email addresses, contact information, phone numbers, or other personally identifiable information for anyone.\nand (vii) you will not provide a Submission that contains any potentially damaging computer programs or files.</li>\n<li>\n<strong>Changes to the Services.</strong> We may change or discontinue the Services, or introduce or vary eligibility criteria for the Services, for one or more of the following reasons:<br>\n<br>\na.\nto reflect changes in technology;<br>\nb.\nto reflect changes in the nature of cyberthreats;<br>\nc.\nto comply with the law and reflect changes in the law;<br>\nd.\nto comply with requirements imposed by a regulatory body;<br>\ne.\nto add additional functionality;<br>\nf.\nto correct any error;<br>\ng.\nto harmonize the services or terms across multiple jurisdictions;<br>\nh.\nto make the terms clearer.\nand<br>\ni.\nfor any other valid reason.<br>\n<br>\nIf we discontinue the Services, make a material change to the Services which may be significantly detrimental to you, or introduce or vary eligibility criteria such that you no longer qualify for the Services, we will give you fourteen (14) days notice and (i) provide you with comparable or superior services for the remainder of your Service term without any additional charge.\nor (ii) provide you with the right to terminate your contract and receive a pro rata refund for the remainder of your Service term.\nTo exercise this right, you must inform us of your wish to terminate the contract within fourteen (14) days of us notifying you of the change and your right to terminate.</li>\n<li>\n<strong>Use of Services Over a Network.</strong> You may use Services over a network, provided that your Service Entitlement permits you to access or use the Services on more than one Device and provided each Device accessing or using the Services is from a single household.</li>\n</ol>\n<p>&nbsp;</p>\nCLAUSE 3 – SOFTWARE LICENSE TERMS\n<p>\n<em>If your use of the Service requires you to download, install, access or use Software on a Device, these Software License Terms will also apply to your use of the Service.</em>\n</p>\n<ol>\n<li>\n<strong>We Own the Software.</strong>\n</li>\n<li>\n<strong>License Grant.</strong>\n</li>\n<li>\n<strong>Restrictions.</strong>\n</li>\n<li>\n<strong>Single Device License.\nOnly One Archival or Backup Copy Permitted.</strong>\n</li>\n<li>\n<strong>Software Installation.</strong>\n</li>\n<li>\n<strong>Automatic Content Updates.</strong>\n</li>\n<li>\n<strong>Preventing Software Piracy.</strong>\n</li>\n<li>\n<strong>Apple Requirements.</strong>\n</li>\n<li>\n<strong>Termination.</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>We Own the Software.</strong> The Software and any Documentation are owned by NortonLifeLock or its licensors and are protected by copyright laws.\nThis includes all Intellectual Property Rights in and to the Software and Documentation.\nAny Software that NortonLifeLock provides to you is licensed, not sold to you, and NortonLifeLock reserves all rights to the Software and Documentation not expressly granted in the LSA.</li>\n<li>\n<strong>License Grant.</strong> So long as you comply with the terms and conditions of the LSA, NortonLifeLock grants you in the territory or the region where you acquired the Software a non-exclusive non-transferable term-limited license to download and install a copy of the Software on the Device that you own or control as specified in your Service Entitlement or the applicable transaction documentation from the Provider from which you obtained the Service, and to run such copy of the Software solely for purposes of accessing and using the Services for your own personal non-commercial use during the Service Period.</li>\n<li>\n<strong>Restrictions.</strong> You may not, nor may you permit any other person to:<br>\n&nbsp;&nbsp;&nbsp;&nbsp;i.\ncopy (other than for backup or archival purpose as permitted below), modify, or create derivative works based on the Software;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;ii.\ndistribute, transfer, sublicense, lease, lend or rent your right to use the Software to any third party;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;iii.&nbsp;reverse engineer, decompile or disassemble the Software, or make any make any attempt to discover the source code, except and only to the extent that applicable law expressly permits;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;iv.\nmake the functionality of the Software available to third parties;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;v.\nuse the Software in any manner that is not permitted pursuant to the LSA.</li>\n<li>\n<strong>Single Device License.\nOnly One Archival or Backup Copy Permitted.</strong> The LSA allows you to install only one copy of the Software for use on a single Device, unless your Service Entitlement or the applicable transaction documentation from the Provider from which you obtained the Service expressly permits you to use the Software on more than one Device.\nYou may make one copy of the Software for back-up or archival purposes or copy the Software onto the hard disk of your Device and retain the original for back-up or archival purposes only.</li>\n<li>\n<strong>Software Installation.</strong> During the installation process, the Software may uninstall or disable other similar security products/services, or features of such products/services, if such products/services or features are incompatible with the Software or for purposes of improving the overall functionality of the Software.</li>\n<li>\n<strong>Automatic Content Updates.</strong> Not all releases, revisions, updates, enhancements or features will be available on all platforms.\nYou shall have the right to receive new features to and versions of the Software as we, from time to time, may make such features and versions available during your Service Period.\nIn order to optimize the Software, and to provide you with the most current version of the Software, you agree the Software may download and install new updates and versions of the Software as they are made available by us.\nYou agree to receive and permit us to deliver such new updates and versions to your Device.</li>\n<li>\n<strong>Preventing Software Piracy.</strong> There may be technological measures in the Software that are designed to prevent unlicensed or illegal use of the Software.\nYou agree that NortonLifeLock may use these measures to protect NortonLifeLock against Software piracy (e.g.\nthe Software may contain enforcement technology that limits the ability to install and uninstall the Software on a Device to not more than a finite number of times for a finite number of Devices).\nThe Software containing such technological measures may require activation.\nIf so, the Software will only operate for a finite period prior to Software activation by you.\nDuring activation, you may be required to provide a unique activation code accompanying the Software and Device configuration in the form of an alphanumeric code over the Internet to verify the authenticity of the Software.\nIf you do not complete the activation within the finite period or as prompted by the Software, the Software will cease to function until activation is complete.\nat which time the Software functionality will be restored.\nIf you are not able to activate the Software during the activation process, you may contact NortonLifeLock Member Services and Support using the information provided during activation, or your Provider if you obtained the Service from your Provider.</li>\n<li>\n<strong>Apple App Store Requirements.</strong> This clause applies to any Software that you acquire from the Apple App Store or use on an iOS device as an App.\nApple has no obligation to furnish any maintenance and support services with respect to the App.\nIn the event of any failure of the Software to conform to any applicable warranty, you may notify Apple, and Apple may refund the App purchase price to you (if applicable) and, to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Software.\nApple is not responsible for addressing any claims by you or any third party relating to the Software or your possession and use of it, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nApple is not responsible for the investigation, defense, settlement and discharge of any third-party claim that your possession and use of the Software infringe that third party's Intellectual Property Rights.\nApple and its subsidiaries are third-party beneficiaries of this LSA, and upon your acceptance of the LSA, Apple will have the right (and will be deemed to have accepted the right) to enforce this LSA against you as a third-party beneficiary thereof.\nYou represent and warrant that (a) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a terrorist-supporting country.\nand (b) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou must also comply with any applicable third-party terms of service when using the Software.</li>\n<li>\n<strong>Termination.</strong> The Software may automatically deactivate and become non-operational at the end of the Service Period, and you will not be entitled to receive any feature or content updates to the software unless the Service Period is renewed.\nUpon expiration or any termination of the LSA, you must stop using and destroy all copies of the Software and the Documentation in your possession.</li>\n</ol>\n<p>&nbsp;</p>\nCLAUSE 4 – CERTAIN SERVICES SPECIFIC TERMS\n<p>\n<em>Your use of the Services listed below are subject to clause 2 – “General Service Terms” and this clause 4 – “Certain Services Specific Terms”.\nIf there is a conflict or inconsistency between clause 2 and clause 4, the clause 4 – “Certain Services Specific Terms” will govern and apply.</em>\n</p>\n<ol>\n<li>\n<strong>Cloud Backup.</strong>\n</li>\n<li>\n<strong>Dark Web Monitoring.</strong>\n</li>\n<li>\n<strong>Norton Credit Portal.</strong>\n</li>\n<li>\n<strong>Norton Family and Parental Control.</strong>\n</li>\n<li>\n<strong>Norton Password Manager.</strong>\n</li>\n<li>\n<strong>Norton Safe Search and Norton Safe Web.</strong>\n</li>\n<li>\n<strong>Norton Secure VPN.</strong>\n</li>\n<li>\n<strong>Online Banking Protection.</strong>\n</li>\n<li>\n<strong>Restoration Support Services.</strong>\n</li>\n<li>\n<strong>Social Media Monitoring.</strong>\n</li>\n<li>\n<strong>Technical Support Service (including Norton Virus Protection Promise).</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Cloud Backup.</strong>&nbsp;Cloud Backup service allows you to store and retrieve your data in and from the cloud during the Service Period (“<strong>Online Backup Service</strong>”), subject to the amount of online backup storage space that comes with your Service.\nThe total online backup storage amount represents total backup allotted for all your Services that includes the Online Backup Service.\nYou can’t transmit or store data belonging to another party without first obtaining all consents required by law from the data owner for transmission of the data to NortonLifeLock.\nYou are solely responsible for the use of the Online Backup Service, and the data transmitted or stored through the Online Backup Service, in connection with your account.\nYour right to use the Online Backup Service will terminate on expiration of the Service Period.\nFollowing the expiration or termination of the Service Period:<ul>\n<li>\n<strong>We may permanently delete any data stored in the Online Backup Service.</strong>\n</li>\n<li>\n<strong>We will not be obligated to maintain any data, forward data to you or a third party, or migrate such data to another backup service or account.</strong>\n</li>\n<li>\n<strong>You will not be able to store the data to any additional backup space that you may have purchased separately unless and until the Service Period is renewed.</strong>\n</li>\n<li>\n<strong>It is up to you to manage your data.\nWe have no obligation to monitor or manage your data for you.<br>\n</strong>\n<br>\nTo the maximum extent permissible under applicable law, we reserve the right at all times to monitor, review, retain and/or disclose any data or other information as necessary to satisfy any applicable law, regulation, legal process or governmental request, or to investigate any misuse or suspected breach by you.</li>\n</ul>\n</li>\n<li>\n<strong>Dark Web Monitoring .\n</strong>Dark Web Monitoring is not available in all countries.\nIf we find your personal information on the dark web, we will send you a notification so you can take action.\nNote that, we cannot remove your information from the dark web, and we cannot ensure the accuracy or integrity of the information on the dark web.&nbsp;<br>\nThe email address used for your NortonLifeLock account creation is automatically monitored and that begins immediately.\nIf you do not want us to monitor that email address, change the email address for your account.\nYou can add additional information for monitoring by signing into your account.<br>\n</li>\n<li>\n<strong>Norton Credit Portal</strong>.\nNorton Credit Portal features (Credit Report &amp.\nScore, Credit Alerts, Credit Report Disputes, and Credit Score Simulator) are provided by TransUnion International UK Limited, which is registered in England and Wales with company number 3961870 and is authorised and regulated by the Financial Conduct Authority under registration number 737740 (“Credit Reference Agency”).\nFinancial Conduct Authority authorisation can be checked on the Financial Services Register at www.fca.org.uk.\nNorton Credit Portal features are only available to those over 18, who are residents of UK, IOM &amp.\nChannel Islands, and can only be accessed following successful registration and verification on the Norton Credit Portal.\nCredit Reference Agency’s full terms and conditions apply.</li>\n<li>\n<strong>Norton Family and Parental Control</strong>.\nNorton Family and Parental Control let you monitor and manage the online activities of children up to 16 years old.\nYou must provide information about your family members, including any minor children and devices that they use.\nYou are solely responsible for monitoring their devices and activity.</li>\n<li>\n<strong>Norton Password Manager.</strong> To use Norton Password Manager, you will need to create a vault.\nThe vault requires its own password.\nWe do not store or keep your vault password so if you lose your vault password, we cannot recover it for you.\nIt is your sole responsibility to remember and keep your vault password.\nYou may then use your vault to store your logins, passwords and login URL’s for other sites you access and use.</li>\n<li>\n<strong>Norton Safe Search and Norton Safe Web.</strong> Norton Safe Search and Norton Safe Web provide you the ability to safely search the Internet.\nNorton Safe Search may be offered via, but is not limited to, a Norton search toolbar or browser extension.\nYou agree that this service can access your Internet, email and other third-party account content to ensure you are able to search and use the Internet with confidence.</li>\n<li>\n<strong>Norton Secure VPN.</strong> Norton Secure VPN (“<strong>VPN Service</strong>”) has sufficient capacity to accommodate average non-commercial use.\nHowever, from time to time during periods of extraordinarily heavy usage of the VPN Service, you may temporarily experience slower service or service unavailability.\nNo such temporary slowdown or unavailability shall constitute a breach or default by us of our obligations.\nWe reserve the right to temporarily suspend or limit your use of the VPN Service if you exceed any bandwidth limitations associated with your account as stated in the Documentation, or the applicable transaction documentation from the Provider from which you obtained the VPN Service.\nNo such suspension or limitation of the VPN Service shall constitute a breach or default by us of our obligations.<br>\n<br>\nWe do not condone or endorse any unlawful, illicit, criminal or fraudulent activities perpetrated by using the Service.\nNortonLifeLock will not be liable in any way for actions of its users.\nWe may suspend your account for clarification, investigation or request that you explain your actions and provide additional information, with notice as reasonably required.\nIf your account has been suspended, you must contact us for further information.\nWe may suspend your user account for a reasonable period of time before we terminate a user account permanently.</li>\n<li>\n<strong>Online Banking Protection.\n</strong>Online Banking Protection provides an additional layer of security when you are transacting with financial websites.\nTo use it, you must be signed into your account, using the Norton Safe Web Extension and a supported browser.\nThe Norton Safe Web browser extension will detect when you go to a financial site and offer isolation mode.\nWith isolation mode, you are redirected to connect to your financial site via our server in the cloud, making browsing more secure and helping prevent malicious attacks.\nOnline Banking Protection is not available for all financial websites.</li>\n<li>\n<strong>Restoration Support Services.</strong> Restoration Support provides you with guidance and assistance to help you resolve a stolen identity event.\nIt does not include any further service, including but not limited to a stolen identity event insurance.\nWe do not provide any legal, tax or financial advice.</li>\n<li>\n<strong>Social Media Monitoring.</strong> If you enable Social Media Monitoring, it will monitor your accounts on popular social media sites and notify you of suspicious activity or potentially malicious links.\nIt does not monitor chat or direct messages.</li>\n<li>\n<strong>Technical Support Services.</strong> Certain technical support services may be offered from within the Services, which may include live chat with a technical support agent and/or assistance from a technical support agent via remote computer access (any such technical support offered from within the Services shall be referred to in this LSA as “<strong>Technical Support</strong>”).\nIt is solely your responsibility to complete a backup of all your existing data, software and programs before receiving any Technical Support.\nWhile providing the Technical Support, we may determine that the technical issue is beyond the scope of the Technical Support.\nWe reserve the right to refuse, suspend or terminate any of the Technical Support.<br>\n<strong>&nbsp;&nbsp;&nbsp;&nbsp;i.\nNorton Virus Protection Promise.</strong> Norton Virus Protection Promise includes a virus removal service provided by a Norton expert.\nSee full terms and conditions at norton.com/virus-protection-promise.</li>\n</ol>\n<p>&nbsp;</p>\nCLAUSE 5 – LEGAL TERMS\n<ol>\n<li>\n<strong>Our Liability.</strong>\n</li>\n<li>\n<strong>Proprietary Rights.</strong>\n</li>\n<li>\n<strong>Export Restrictions.</strong>\n</li>\n<li>\n<strong>Privacy.</strong>\n</li>\n<li>\n<strong>Termination.</strong>\n</li>\n<li>\n<strong>Suspension.</strong>\n</li>\n<li>\n<strong>Governing Law.</strong>\n</li>\n<li>\n<strong>Disputes.</strong>\n</li>\n<li>\n<strong>Changes to the LSA.</strong>\n</li>\n<li>\n<strong>Severability.</strong>\n</li>\n<li>\n<strong>General.</strong>\n</li>\n<li>\n<strong>Contact.</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Our Liability.</strong> If we fail to provide the Services (or perform any other obligation) as set out in this LSA or as required by the law, we are responsible for loss or damage you suffer that is a foreseeable result of our failure or negligence.\nLoss or damage is foreseeable if you and us were both aware at the time we entered into this LSA that the losses or damages would be a likely result of us failing to perform our obligations.<br>\n<br>\nWe are not responsible for:<ul>\n<li>losses or damages that are not foreseeable, beyond our control and which we cannot avoid through appropriate actions;</li>\n<li>losses or damages that are not caused by breach of our obligations set out in this LSA or at law;</li>\n<li>losses or damages that are caused by your breach of this LSA.\nor</li>\n<li>economic or intangible losses resulting from the performance of this LSA.<br>\n<br>\nNothing in this LSA limits or excludes our liability for: (a) death or personal injury caused by our negligence.\n(b) fraud or fraudulent misrepresentation.\n(c) wilful misconduct or gross negligence.\nor (d) any matter in respect of which it would be unlawful for us to limit or exclude our liability.</li>\n</ul>\n</li>\n<li>\n<strong>Proprietary Rights.</strong> As between NortonLifeLock and you, NortonLifeLock owns and retains all right, title and interest in and to the Services (including the Software), including all Intellectual Property Rights.</li>\n<li>\n<strong>Export Restrictions.</strong> You acknowledge the Services and related technical data (collectively \"<strong>Controlled Technology</strong>\") may be subject to the import and export laws of the United States, specifically the U.S.\nExport Administration Regulations (EAR), and the laws of any country where Controlled Technology is imported or re-exported.\nYou agree to comply with all relevant export control laws, including U.S.\ntrade embargoes and sanctions and security requirements, and applicable country or local laws to the extent compatible with U.S.\nlaws and will not export, re-export, import or otherwise make available any Controlled Technology in contravention to U.S.\nlaw nor to any prohibited country, entity, or person for which an export license or other governmental approval is required, directly or indirectly.\nUse or facilitation of NortonLifeLock Software in connection with any activity including, but not limited to, the design, development, fabrication, training, or testing of chemical, biological, or nuclear materials, or missiles, drones, or space launch vehicles capable of delivering of massive destruction is prohibited, in accordance with U.S.\nlaw.</li>\n<li>\n<strong>Privacy.</strong> Your privacy is important to us.\nThe NortonLifeLock Global Privacy Statement describes how we collect, use and process the data from you and your devices when you are using and accessing our Services.</li>\n<li>\n<strong>Termination.</strong> We may terminate your access to and use of the Services if you breach any of the material terms of this LSA.\nUpon termination, you must stop using the Services and destroy all copies of the Software and Documentation.\nYour and our statutory right to terminate for cause remains unaffected.</li>\n<li>\n<strong>Suspension.</strong> Without limiting the foregoing, we may suspend your account or your access to and use of the Services if we reasonably suspect that you have not complied with any of the provisions of this LSA, with notice as reasonably required.</li>\n<li>\n<strong>Governing Law.\nCompetent Jurisdiction.</strong> The LSA is governed by the laws of the country you live in, and you can file legal disputes in the courts of that country.</li>\n<li>\n<strong>Disputes.</strong> Most disagreements can be resolved informally and efficiently by contacting NortonLifeLock Member Services and Support.\nIf you live in the European Union (which excludes the United Kingdom), Iceland, Liechtenstein or Norway, and would like an independent body to resolve our dispute without you having to go to court or to consumer arbitration board, you can lodge the dispute with the European Commission Online Dispute Resolution website http://ec.europa.eu/consumers/odr/.\nPlease note that if you do lodge a dispute with the European Commission Online Dispute Resolution website (or any other consumer arbitration service), we may decline to participate in the arbitration as we are not required by law, the rules of any trade association or by these terms to participate in a consumer arbitration.</li>\n<li>\n<strong>Changes to the LSA.\n</strong>We may change the terms of this LSA, or any term of your contract with us, for one or more of the following reasons:<br>\n<br>\na.\nto reflect changes in technology;<br>\nb.\nto reflect changes in the nature of cyberthreats;<br>\nc.\nto comply with the law and reflect changes in the law;<br>\nd.\nto comply with requirements imposed by a regulatory body;<br>\ne.\nto add additional functionality;<br>\nf.\nto correct any error;<br>\ng.\nto harmonize the services or terms across multiple jurisdictions;<br>\nh.\nto make the terms clearer.\nand<br>\ni.\nfor any other valid reason.<br>\n<br>\nIf we make material changes to the LSA which may be significantly detrimental to you, we will give you fourteen (14) days notice and provide you with the right to terminate your contract and receive a pro rate refund for the remainder of your Service term.\nTo exercise this right you must inform us of your wish to terminate the contract within fourteen (14) days of us notifying you of the change and your right to terminate.\nIf you exercise this right, the LSA will terminate.<br>\n<br>\nWe may make changes which are immaterial or to your advantage immediately and without notice.</li>\n<li>\n<strong>Severability.</strong> If a court of competent jurisdiction decides than any part of this LSA is invalid or unenforceable, the rest of the LSA shall still apply and remain fully enforceable.</li>\n<li>\n<strong>General.</strong> Our failure to enforce any terms of the LSA is not a waiver of such term or right.\nAny waiver of our rights must be in writing, signed by NortonLifeLock, and any such waiver shall not operate as a waiver of any future breach.\nExcept as expressly set forth in this LSA, the exercise by either party of any of its remedies under this LSA shall not affect its other remedies under this LSA or otherwise.\nAny notices or other communications provided by NortonLifeLock under this LSA will be given: (i) via email.\nor (ii) by posting online.\nor (iii) by posting to the Services.\nThis LSA is solely and exclusively between you and NortonLifeLock and you acknowledge and agree that (i) no third party, including a third-party channel partner of NortonLifeLock or any of its affiliates is a party to this LSA, and (ii) no third party, including any third-party channel partner of NortonLifeLock or any of its affiliates has any obligations or duties to you under this LSA.\nNothing in this LSA will diminish any rights you may have under existing consumer protection legislation or other applicable laws in your jurisdiction that may not be waived by contract.</li>\n<li>\n<strong>Contact.</strong> If you have questions concerning this LSA or the Services, please visit support.norton.com.</li>\n</ol>\n<p>\n<strong>If you are an Italian consumer, according to Article 1341 and 1342 of the Italian Civil Code, you expressly approve the following clauses: Clause 2, Article 2 letter b (Term), letter c (Automatic Renewal), Clause 5, Article 1 (Our Liability), Article 6 (Suspension), Article 7 (Governing Law.\nCompetent Jurisdiction) and Article 9 (Notices of Changes).</strong>\n</p>\n<p>\n<br>\nNLOK_LSA_August_2021_EMEA_EN</p>\n<p>Back to Top</p> About NortonLifeLock | Careers | News | Sitemap | Legal | License Agreement | Privacy | Cookies | Accessibility Policy | Contact Us | System Status <p>© 2019–2022 NortonLifeLock Inc.\nAll rights reserved.\nNortonLifeLock, the NortonLifeLock Logo, the Checkmark Logo, Norton, LifeLock, and the LockMan Logo are trademarks or registered trademarks of NortonLifeLock Inc.\nor its affiliates in the United States and other countries.</p>\n<p>Other names may be trademarks of their respective owners.</p> United Kingdom <p>© 2019–2022 NortonLifeLock Inc.\nAll rights reserved.\nNortonLifeLock, the NortonLifeLock Logo, the Checkmark Logo, Norton, LifeLock, and the LockMan Logo are trademarks or registered trademarks of NortonLifeLock Inc.\nor its affiliates in the United States and other countries.</p>\n<p>Other names may be trademarks of their respective owners.</p> We've updated our privacy and cookies policy<p>We and our partners use cookies on this site to improve the efficiency of the navigation, perform analytics, serve more relevant advertising content to you and measure advertising performance, provide social media features, remember website preferences, and generally improve the user experience.\nBy clicking on “Yes I agree”, you consent to these cookies.\nFor more information on cookies, including how to manage your consent, please click on “Settings” to access our Cookie tool.</p> ✓ Yes, I agree No, take me to settings Privacy Settings Privacy Settings In order to provide with the best experience possible we might sometimes track information about you.\nSometimes this may involve writing a cookie.\nWe use this information for things like experience enrichment, analytics and targeting advertising.\nWe recommend allowing these functions to get the most out of your experience.\nNecessaryThese cookies are necessary to run the website, e.g.\nsecurity related functions.<br>\n&gt.\nSee list of necessary cookiesEnsightenHubspotYouTube NoCookieNortonAkamaiCloudfrontCloudfareNortonlifelockuStudioBugcrowdSym AssetsLifelockSymantecMedalliawww.nortonlifelock.comnexus.ensighten.comsymantec.service-now.comom.symantec.comlogin.norton.comus.norton.comwww.lifelock.comsupport.norton.comGstaticmy.norton.comnortonlifelockNortonAdobe Tag ManagerID Analyticsdpm.demdex.netsymantec.demdex.netmemberportal.lifelock.comoms.symantec.comGoogle Recaptchadata.privacy.ensighten.comAnalyticsThese technologies collect information that is used in aggregate form to help us understand how our websites are being used or to help us continuously improve our websites.\n<br>\n&gt.\nSee list of analytics cookiesTwitter AnalyticmPulseAdobe Audience ManagerIOmPulseLinkedIn WidgetGoogle AnalyticsGoogle Tag ManagerGoogle Analytics 4AdvertisingThese technologies are used to make advertising messages more relevant to you.\nThey perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed for advertisers, and in some cases selecting advertisements that are based on your interests.\n<br>\n&gt.\nSee list of advertising cookiesAmazon AdsAdobe AdlensTwitter AdsGoogle AdsBing AdsBingTwitter ConversionAmazon AdsTwitter AdsTwitter Conversion TrackingGoogle DoubleclickHavasEdgeSocial MediaThese technologies are used to enable you to share pages and content that you find interesting on our websites through third party social networking and other websites.\n<br>\n&gt.\nSee list of social media cookiesFacebookPinterestYouTubeLinkedinTwitterInstagramFacebook ConnectPerformance and FunctionalityPerformance and Functionality\n<br>\n&gt.\nSee list of performance and functionality cookiesmPusle IOCloudfareCloudfrontGoogle APICloudfareAmazon AWSAkamaiQuantummetricAdobe TargetAdobe AnalyticGoogle Web FontMedalliaAdobe LaunchGlanceAkamaihCloudfrontMedallia Cancel Save Feedback", "created_at": "2023-01-04 14:09:42.085228", "updated_at": "2023-01-04 14:19:30.192166"}, {"id": 13814, "name": "NortonLifeLock Global Privacy Statement", "url": "https://www.nortonlifelock.com/gb/en/privacy/global-privacy-statement/", "xpath": "//body", "text": " Skip to Main Content <ul>\n<li>\n</li>\n<li> gb/en </li>\n<li> Support <ul>\n<li> Norton Support </li>\n<li> LifeLock Support </li>\n</ul>\n</li>\n<li> Sign In <ul>\n<li> Norton Sign In </li>\n<li> LifeLock Sign In </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n<li> Corporate Responsibility </li>\n<li> Government Affairs </li>\n<li> Investor Relations </li>\n<li> Legal </li>\n<li> Leadership Team </li>\n<li> Privacy </li>\n<li> Procurement </li>\n</ul>\n</li>\n<li> Brands <ul>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Technology <ul>\n<li> Norton Cyber Safety Center </li>\n<li> Research Group </li>\n</ul>\n</li>\n<li> Newsroom </li>\n<li> Blogs <ul>\n<li> Company </li>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Partner <ul>\n<li> Employee Benefits </li>\n<li> Breach Response </li>\n<li> Resources </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n<li> Corporate Responsibility </li>\n<li> Government Affairs </li>\n<li> Investor Relations </li>\n<li> Legal </li>\n<li> Leadership Team </li>\n<li> Privacy </li>\n<li> Procurement </li>\n</ul>\n</li>\n<li> Brands <ul>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Technology <ul>\n<li> Norton Cyber Safety Center </li>\n<li> Research Group </li>\n</ul>\n</li>\n<li> Newsroom </li>\n<li> Blogs <ul>\n<li> Company </li>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Partner <ul>\n<li> Employee Benefits </li>\n<li> Breach Response </li>\n<li> Resources </li>\n</ul>\n</li>\n</ul> Norton Support LifeLock Support Norton Sign In LifeLock Sign In <p>gb/en</p>\n<p>\n</p> NortonLifeLock Global Privacy Statement DOWNLOAD THE STATEMENT <ol>\n<li> Privacy </li>\n<li> Global Privacy Statement | NortonLifeLock </li>\n</ol> Select a Language čeština dansk Nederlands English eesti suomi français français canadien Deutsch ελληνικά 日本語 magyar italiano 한국어 latviešu lietuvių norsk polski Português română русский 中文(简体) español svenska 中文(繁體) Türkçe <strong>Introduction</strong>\n<p>When it comes to your personal data, NortonLifeLock and its subsidiaries (collectively referred to as “NortonLifeLock”, “Norton”, “LifeLock”, “we”, or “us”), as well as our employees, contractors, and service providers, are committed to providing you with transparency.\nWe process personal data in accordance with applicable legislation.</p>\n<p>We do not, and will not without consent, sell, lease, or rent your information to third parties for monetary or other valuable consideration.</p>\n<p>This Privacy Statement (“Statement”) applies to the NortonLifeLock websites, services, and products (our “Services”) that link to or reference this Statement.\nIn this Statement, we describe how we collect, process, and share personal data, and the choices available to you regarding collection and use of your personal data.</p>\n<p>Additional information on our personal data practices may be provided in product descriptions, contractual terms, supplemental privacy statements, or notices provided prior to or at the time we collect your data.\nPlease see www.nortonlifelock.com/privacy for more details about what personal data we collect and how we process that personal data.</p>\n<p>If you are in the European Economic Area, and unless stipulated otherwise contractually, the Controller of your personal data is:</p>\n<p>NortonLifeLock Ireland Limited<br>\nBallycoolin Business Park<br>\nBlanchardstown<br>\nDublin 15<br>\nIreland D15E867</p>\n<p>Categories of Personal Data We Collect<br>\nThe Purpose of Processing Your Personal Data<br>\nHow We Collect Your Personal Data<br>\nWhen and Why We Share Your Personal Data<br>\nRetention and Deletion of Your Personal Data<br>\nCross-Border Transfers of Personal Data Among NortonLifeLock Entities and to Third-Party Vendors<br>\nHow We Protect Your Personal Data<br>\nYour Privacy Rights<br>\nContact Us<br>\nReferrals<br>\nMarketing and Community Networking<br>\nHow to Opt Out of Interest-Based Advertising<br>\nCookies &amp.\nTracking Technologies<br>\nAutomated Individual Decision-Making and Profiling<br>\nChildren’s Privacy<br>\nChanges to this Statement<br>\nLinks to Other Websites<br>\nDisclaimer</p>\n<strong>Categories of Personal Data We Collect:</strong>\n<p>&nbsp;The categories of personal data that we collect, and the general purposes of collection, include:</p>\n<ul>\n<li>\n<strong>User Data.&nbsp;</strong>This data is necessary to establish your account and method/means of payment, ship and provide your services, and track and maintain our relationship with you.\nIt includes:<ul>\n<li>&nbsp;Name, mailing address, email address, phone number, and user credentials (login name and password);</li>\n<li>&nbsp;Shipping and billing data, including credit card and payment data;</li>\n<li>&nbsp;Your social security number and/or state/government identifier, driver’s license number or other government-issued identifier, date of birth, age, gender, and other personal details about you as necessary to verify your identity and to provide identity theft protection services;</li>\n<li>Bank transaction and other alert data depending on the product and features you have selected.\nand</li>\n<li>Your transaction and support history with us.</li>\n</ul>\n</li>\n<li>\n<strong>Administrative Data</strong>.\nThis includes data we receive from you and from third parties that is necessary to facilitate installation of our products and may include device and system information, product license information, and/or usage and preference information, including how you would like us to communicate with you.\nThis data helps us better understand and better serve your interests, expectations, needs, and requirements.</li>\n<li>\n<strong>Security Data</strong>.\nThis data may include financial transactions, location data, and data that is collected for cyber threat intelligence, as needed to provide cyber safety and identity threat protection Services.</li>\n<li>\n<strong>Diagnostic Information</strong>.\nThis data may include application crash reports and information you provide to us for obtaining customer service, as necessary, to troubleshoot any malfunctioning Services.\nFor example, when you call or exchange email, chat, or mail with us, we may retain and review call and chat recordings and/or the contents of the messages as required/permitted by law and our recording and information management policies.</li>\n<li>\n<strong>Third-Party Data</strong>.\nThis information includes data we may obtain about you from a third party, or data provided about you from a third party through the use of our Services, including threat intelligence data used to analyze threats and protect you, us, and our other customers against cyber threats.\nThird-party data may include the email and IP address of the sender of malicious malware.</li>\n</ul>\n<strong>The Purpose of Processing Your Personal Data</strong>\nWe collect and process your personal data for the following reasons:<br>\n<br>\n<strong>For the purpose of fulfilling our contract</strong>&nbsp;with you at your request, in order to:\n<ul>\n<li>Create and manage your account;</li>\n<li>Authenticate your identity prior to enrolling in our Services;</li>\n<li>Verify your identity and entitlement to Services, when you contact us or access our Services;</li>\n<li>Process your purchase transactions;</li>\n<li>Update you on the status of your orders;</li>\n<li>Allow you to register the Services you purchase;</li>\n<li>Manage your subscriptions.\nand</li>\n<li>Provide you with technical and customer support.</li>\n</ul>\n<p>&nbsp;<strong>For specific purposes based on your consent</strong>, in order to:</p>\n<ul>\n<li>Subscribe you to newsletters and send you product updates or technical alerts;</li>\n<li>Send you marketing communications and information on new Services;</li>\n<li>Communicate with you about, and manage, your participation in contests, offers, or promotions;</li>\n<li>Solicit your opinion or feedback and/or provide opportunities for you to test Services;</li>\n<li>Enable you to refer a friend who may be interested in our offerings, as permitted by law;&nbsp;</li>\n<li>As applicable, to enable non-essential cookies or similar technologies;&nbsp;</li>\n<li>Process sensitive or special category personal data in accordance with applicable law.\nand</li>\n<li>As applicable, to provide you with interest-based ads about NortonLifeLock on sites other than our own.</li>\n</ul>\n<p>\n<strong>For the purpose of fulfilling our legal obligations,</strong>&nbsp;we may be obligated to, for instance, keep and process records for tax purposes, accounting, other obligations such as court or other legal orders, and other necessary disclosures.&nbsp;</p>\n<p>\n<strong>For the purpose of promoting and operating our business and advancing our legitimate interests</strong>, such as the effective delivery of our Services, and communications to you as well as to our other customers and partners, in order to:<strong>\n<u>\n</u>\n</strong>\n<br>\n</p>\n<ul>\n<li>Provide you with information and Services that you request;</li>\n<li>Enable participation in interactive features of our Services, and notify you about changes to our terms or this Privacy Statement;</li>\n<li>Communicate commercial promotions and provide quotes for our Services;</li>\n<li>Promote and administer co-branded offers with trusted partners;</li>\n<li>Confirm sales conversions and conduct lead generation activities;</li>\n<li>Better administer and understand the usability, performance, and effectiveness of our Services, including troubleshooting, data analytics, testing, research, and statistical analysis;</li>\n<li>Improve our Services (including developing new Services) and customize and present content in the most relevant and effective manner for you and for your device, including suggestions and recommendations about things that may be of interest to you;&nbsp;</li>\n<li>*Enhance the security of our own networks and information systems;&nbsp;</li>\n<li>*Develop cyber-threat intelligence resources.\nand</li>\n<li>*Otherwise keep our Services, business, and users safe and secure, and comply with applicable laws and regulations to protect or exercise our legal rights and defend against legal claims.</li>\n</ul>\n<p>\n<strong>\n<u>*For Network and Information Security Purposes and Cyber-Threat Intelligence</u>:<u>\n</u>\n</strong>\n</p>\n<p>Our legitimate interests include developing threat intelligence resources aimed at maintaining and improving the ability of our information networks and systems to resist unlawful or malicious actions and other harmful events, such as cybercriminal activities, and attempts at identity theft or fraud (“cyber and identity threats”).</p>\n<ul>\n<li>Sender email addresses (e.g., of sources of SPAM such as phishing scams);</li>\n<li>Recipient email addresses (e.g., of victims of targeted email attacks);</li>\n<li>Reply-to email addresses (e.g., as configured by cybercriminals sending malicious email);</li>\n<li>Filenames and execution paths (e.g., of malicious or otherwise harmful executable files attached to emails);</li>\n<li>URLs and associated page titles (e.g., of web pages broadcasting or hosting malicious or otherwise harmful content);&nbsp;</li>\n<li>IP addresses (e.g., of web servers and connected devices involved in the generation, distribution, conveyance, hosting, caching, or other storage of cyber and identity threats such as malicious or otherwise harmful content).\nand/or</li>\n<li>Browser information (e.g., user agent string and session within cookies).</li>\n</ul>\n<p>Depending on the context in which such data is collected, the data may contain personal data concerning you or third parties.\nHowever, in such cases, we will process the data only to the extent strictly necessary and proportionate to the purposes of detecting, blocking, reporting (by removing any personally identifiable elements), and mitigating the cyber or identity threats of concern or those of other users relying on our Services to protect their networks, systems, and identities.\nWhen processing personal data in this context, we will only identify specific data subjects if and to the extent necessary for the remediation of the cyber or identity threats concerned, or as required by law.</p>\n<p>Please be aware that if it is determined that personal data concerning you is processed by NortonLifeLock because it is necessary for the detection, blocking, or mitigation of convicted cyber or identity threats, then objection, rectification, or erasure requests may be rejected in accordance with applicable law.<strong>\n<u>\n</u>\n</strong>\n</p>\n<strong>How We Collect Your Personal Data</strong>\n<p>We collect personal data about you from the following sources:</p>\n<p>\n<strong>Data you provide:</strong>\n</p>\n<ul>\n<li>When you interact directly with us, we may collect personal data that you provide to us (e.g., account and payment information).</li>\n</ul>\n<p>\n<strong>Data we collect automatically:</strong>\n</p>\n<ul>\n<li>When you visit and use our websites and Services, we may automatically collect data about your interaction with our websites and Services.</li>\n</ul>\n<p>\n<strong>Data we collect about you from third parties:</strong>\n</p>\n<ul>\n<li>Credit reporting agencies and financial institutions (used for purposes such as identity theft protection Services);&nbsp;</li>\n<li>Marketing and joint-marketing partners (used for purposes such as to offer Services and/or joint Service bundles to prospective members);&nbsp;</li>\n<li>Public sources such as the dark web to alert you to potential misuse of your data;</li>\n<li>Private sources for purposes of providing customers with alerts related to financial transactions, property title, social media abuse, and other types of alerts within our products.\nand</li>\n<li>We may collect personal data from you about other people, such as personal data about friends and family through customer or employee referrals, or data about family members you include on your account.&nbsp;</li>\n</ul>\n<strong>When and Why We Share Your Personal Data</strong>\nWe are committed to maintaining your trust, and we want you to understand when and with whom we may share the information we collect.\nWe do not, and will not without consent, sell, lease, or rent your information to third parties for monetary or other valuable consideration.\n<p>We permit third parties to process information necessary for our Services, and we may disclose the personal information we process to third parties for business purposes.\nThe third parties we work with are contractually required to comply with adequate privacy, confidentiality, and security requirements.<strong>\n</strong>\n</p>\n<p>\n<strong>With our Partners</strong>\n</p>\n<p>We may provide your user data, administrative data, security data, and third-party data to our partners for the purpose of allowing them to conduct NortonLifeLock business.\nOur partners may use your personal data to communicate with you and others about NortonLifeLock Services either alone or jointly with partner products and services.\nWe may provide your personal data to partners to confirm your eligibility for joint or co-branded offers or to communicate and administer such offers (e.g., report sales conversions, verify eligibility, assess effectiveness of joint offer, etc.).\nOur partners are not allowed to use personal data that they receive from us for any purpose except for communicating, evaluating, improving, and administering the offer in question (NortonLifeLock branded, co-branded, or joint offer)<em>.</em> This will not affect the partner’s ability to use personal data that it may already have obtained from you or other sources.\nIf you do not wish to receive promotional emails from our partners, you can unsubscribe directly using the unsubscribe link or tool provided in the partner’s email or other communication to you.</p>\n<p>\n<strong>With Service Providers Processing Data on Our Behalf</strong>\n</p>\n<p>We may use contractors and service providers to process the personal data we collect for the purposes described in this Statement, the relevant Product and Service Privacy Statements, and for business purposes such as financial auditing, data storage and security, troubleshooting and debugging, improving and operationalizing threat intelligence and counter-threat measures, and for marketing and promoting our Services.</p>\n<p>We contractually require service providers to keep data confidential, and we do not allow our service providers to disclose your personal data to others without our authorization, or to sell it or use it for purposes unrelated to the services they provide (e.g., their own marketing purposes).\nHowever, if you have a separate and/or independent relationship with these service providers, their privacy statements will apply to such relationships.\nSuch service providers may include benefit brokers, your employer (for products and services offered as an employee benefit), contact centers, payment card processors, and marketing, survey, or analytics suppliers.</p>\n<p>\n<strong>With Public Authorities and Legal Proceedings</strong>\n</p>\n<p>In certain instances, it may be necessary for us to disclose any of the personal data we collect to comply with a legal obligation, at the request of public authorities, or as otherwise required by applicable law.\nNo personal data will be disclosed except in response to:</p>\n<ul>\n<li>A subpoena, warrant, or other legal process issued by a court or other public authority of competent jurisdiction;</li>\n<li>Discovery requests or demands as part of a civil lawsuit or similar legal process;</li>\n<li>Where disclosure is necessary for us to enforce our legal rights pursuant to applicable law;</li>\n<li>A request with the purpose of identifying and/or preventing credit card fraud or identity theft.\nor</li>\n<li>Where disclosure of personal data is necessary to prevent or lessen a serious and imminent threat of bodily or other significant harm to the data subject or other individuals potentially concerned.</li>\n</ul>\n<p>\n<strong>For Restoration Services</strong>\n</p>\n<p>We may disclose your user data, security data, diagnostic information, and third-party data to financial institutions, financial services companies, and other third parties at your direction to provide restoration services and other Services to you.</p>\n<p>\n<strong>With Third-Party Service Providers</strong>\n</p>\n<p>If you access third-party services through our Services, these third-party services may be able to collect user data, security data, diagnostic information, and third-party data about you in accordance with their own privacy policies.</p>\n<p>\n<strong>With Our Corporate Affiliates</strong>\n</p>\n<p>We may share all of the information we collect with our corporate affiliates.</p>\n<p>\n<strong>For Business Transfers</strong>\n</p>\n<p>We may share all of the information we collect in connection with a substantial corporate transaction, such as the sale of a website, a merger, acquisition, consolidation, asset sale, or initial public offering, or in the unlikely event of bankruptcy.</p>\n<strong>Retention and Deletion of Your Personal Data</strong>\n<p>We will keep your personal data on our systems as long as necessary to provide you with our Services, or for as long as we have another legitimate business purpose to do so, but not longer than permitted or required by law.\nWhen we no longer have an ongoing legitimate business reason to keep your personal data, your personal data will either be securely disposed of, or de-identified through an appropriate anonymization means, such as aggregation, truncation, or one-way hashing so it is no longer identifiable as your personal data.</p>\n<strong>Cross-Border Transfers of Personal Data Among NortonLifeLock Entities and to Third-Party Vendors</strong>\n<p>We are a global company and process personal data in many countries.\nAs part of our business, your personal data may be transferred to NortonLifeLock and/or its subsidiaries and affiliates in the United States, and to subsidiaries and third-party vendors of NortonLifeLock located worldwide.\nAll transfers will occur in compliance with the applicable data transfer requirements laws and regulations.</p>\n<p>If your personal data originates from the European Economic Area and is transferred to NortonLifeLock subsidiaries, affiliates, or third-party vendors engaged by NortonLifeLock to process such personal data on our behalf who are located in countries that are not recognized by the European Commission as offering an adequate level of personal data protection, such transfers are covered by alternate appropriate safeguards, specifically Standard Contractual Clauses adopted by the European Commission.</p>\n<p>If we are involved in a reorganization, merger, acquisition, or sale of our assets, your personal data may be transferred as part of that transaction.<br>\n</p>\n<strong>How We Protect Your Personal Data</strong>\n<p>Securing personal data is an important aspect of protecting privacy.\nWe take reasonable and appropriate physical, technical, and organizational security measures in accordance with applicable laws to protect your personal data against the risk of accidental loss, compromise, or any form of unauthorized access, disclosure, or processing.\nThe relevant security controls are communicated throughout NortonLifeLock to support the secure development of Services and maintain a secure operating environment.\nOur security approach includes:</p>\n<p>\n<strong>Physical Safeguards</strong>\n</p>\n<p>We lock doors and file cabinets, control access to our facilities, implement a clean desk policy, and apply secure destruction to media containing personal data.</p>\n<p>\n<strong>Technical Safeguards</strong>\n</p>\n<p>We implement and use reasonably available state-of-the-art network and information security standards, protocols, and technologies, including encryption, intrusion detection, and data loss prevention, and we monitor our systems and data centers to comply with our security policies.</p>\n<p>\n<strong>Organizational Safeguards</strong>\n</p>\n<p>We conduct regular company-wide as well as role-specific training and awareness programs on security and privacy.</p>\n<p>If you have any questions about the security of your personal data or the security of the site, or wish to report a potential security issue, please contact security@nortonlifelock.com.\nWhen reporting a potential security issue, please describe the matter in as much detail as possible and include any information that might be helpful.\nIf you are having problems accessing your account, please contact our Member Support Center.</p>\n<strong>Your Privacy Rights</strong>\n<p>You can view and update your personal data through your&nbsp;Norton Account&nbsp;or&nbsp;LifeLock Portal.\nThere are a variety of data protection laws around the globe that provide privacy rights to you as our customer.\nSubject to applicable laws, you may have the following rights:</p>\n<ul>\n<li>\n<strong>Delete</strong>: Right to delete or erasure (“right to be forgotten”) of personal data we have collected about you;</li>\n<li>\n<strong>Access</strong>: Right to access the personal data we have collected about you, as well as other information about our data processing practices;</li>\n<li>\n<strong>Rectify</strong>: Right to rectify, correct, update, or complement inaccurate or incomplete personal data we have about you;</li>\n<li>\n<strong>Restrict</strong>: Right to restrict the way we process your personal data;</li>\n<li>\n<strong>Withdraw Consent</strong>: Right to withdraw your consent to process your personal data;</li>\n<li>\n<strong>Object</strong>: Right to object to our processing of your personal data based on legitimate interest;</li>\n<li>\n<strong>Portability of Personal Data</strong>: Right to obtain a portable copy of your personal data.\nand</li>\n<li>\n<strong>Lodge a Complaint</strong>: Right to lodge a complaint with a supervisory authority if you are not satisfied with the way we have handled your personal data, or any privacy request, or other request that you have raised with us.</li>\n</ul>\n<p>To exercise any of your rights, or to raise any other questions, concerns, or complaints about our privacy practices, or about our use of your personal data and its privacy, or if you are not a customer of ours and want to know what personal data we have about you, please contact us as explained below (“Contact Us”).<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>Once we receive your request, we will verify your identity and your authorization to take the actions requested, authenticating your identity at a level appropriate to the requested action.\nWe require you to re-authenticate before we will disclose or delete data.\nYou may be entitled, in accordance with applicable law, to submit a request through an authorized agent.\nTo designate an authorized agent to exercise your rights and choices on your behalf, please contact NortonLifeLock Support.</p>\n<p>In some instances, we are unable to delete or erase your personal data upon request as a result of an ongoing legal obligation such as a legal hold or court order.\nDepending on your location, there may be other restrictions or exemptions to full deletion or erasure of your personal data.</p>\n<p>We will not discriminate against you for exercising your rights and choices, although some of the functionality and features available on a Service may change or no longer be available to you where the processing of certain data is essential to the use of the Service or feature.</p>\n<strong>Contact Us</strong>\n<p>Americas</p>\n<p>\n<strong>NortonLifeLock Inc.\n– Privacy</strong>\n<br>\n60 East Rio Salado Parkway, Suite 1000</p>\n<p>Tempe, AZ 85281<br>\nEmail: nll_privacy@nortonlifelock.com</p>\n<p>\n<strong>Member Services</strong>: 1-800-543-3562</p>\n<p>Europe – Middle East – Africa</p>\n<p>\n<strong>NortonLifeLock Ireland Limited – Global Privacy Office</strong>\n<br>\nBallycoolin Business Park</p>\n<p>Blanchardstown</p>\n<p>Dublin 15</p>\n<p>Ireland D15E867<br>\nEmail: nll_privacy@nortonlifelock.com</p>\n<p>\n<strong>Independent EU GDPR Data Protection Officer</strong>\n<br>\nPembroke Privacy Ltd<br>\n4 Upper Pembroke Street<br>\nDublin 2<br>\nIreland DO2VN24<br>\nEmail: DPO@nortonlifelock.com</p>\n<strong>Referrals</strong>\n<p>When you choose to provide us with personal data about third parties, we will only use this data for the specific stated reason that you provided it.\nIt is your responsibility to abide by applicable privacy and data security laws when you disclose third parties’ personal data to us, including informing third parties that you are providing their personal data to us and how it will be transferred, used, or processed, and securing the appropriate legal permissions and safeguards.\nIf you choose to provide us with a third party’s personal data, you represent that you have the third party’s permission to do so.\nExamples include forwarding references or sending job referrals.\nYou also acknowledge that when we interact with such third-party individuals whose personal data you share with us, it is our duty to inform them that we obtained their personal data from you.\nWhere applicable, third parties may unsubscribe from any future communication following the link provided in the initial message.\nIf you believe that one of your contacts has provided us with your personal data and you would like to request that it be removed from our database, please contact us.</p>\n<strong>Marketing and Community Networking</strong>\n<p>You may receive marketing messages and materials from us or our affiliates.</p>\n<p>You have choices on what communications you wish to receive from us.\nIf you do not want to continue receiving any marketing materials from us, you have the following options:</p>\n<ul>\n<li>Click on the unsubscribe function in the communications you receive from us;</li>\n<li>Unsubscribe from Norton Marketing Offers;</li>\n<li>Manage your communication preferences in your Norton Account or LifeLock Portal;</li>\n<li>Contact our Member Services Department at 1-800-543-3562.\nor</li>\n<li>Contact our Member Services Department by regular mail at Attn.: Member Services, 60 East Rio Salado Parkway, Suite 1000, Tempe, AZ 85281.</li>\n</ul>\n<p>If you choose not to receive marketing communications from us, we will honor your request.</p>\n<p>However, we will continue to communicate with you as needed to provide the Services you are entitled to, to respond to your inquiries, or to otherwise relay transactional product or service-related messages.</p>\n<p>Please also be aware that you may still receive information about our Services through other parties using their own mailing lists.\nFor instance, marketing materials for our Services may also be contained in messages you receive from third parties, such as your employer if they offer our Services as part of their employee benefits.</p>\n<p>\n<strong>Interest-Based Ads</strong>\n</p>\n<p>We may provide your data, including the data about your interests in our Services, to third parties for the purposes of serving you more relevant ads about our Services.\nWhere we provide you with interest-based ads on a site other than our own, we do not track your other activities on that site.\nIf you click on our ads, we will know the domain you came from.\nFor more information, please see the Cookies &amp.\nTracking Technologies section below.<strong>\n</strong>\n</p>\n<p>\n<strong>Data from Third Parties</strong>\n</p>\n<p>Third parties may provide us with personal data they have collected about you, from you, or from other online and offline sources.\nMarketing data from our partners and third parties can be combined with information we already have about you, to provide you with more relevant communications and to better tailor our offers to you.\nWe make reasonable efforts to verify that the third parties we work with for marketing purposes are reputable, and we do not ask them to disclose your personal data if we do not have a lawful purpose and valid legal basis to collect and process that data.</p>\n<p>\n<strong>Community Networking – NortonLifeLock Community (Forums, Blogs, and Networking Sites)</strong>\n</p>\n<p>We operate forums, websites, and related information services, to better assist you in using our Services, discussing technical issues, and sharing your experiences.\nYou should be aware that any data you provide in these public forums will be read, collected, and used by others who access them.\nTo request removal of your personal data from any forum, contact us&nbsp;here.\nIn certain circumstances, we may not be able to remove your personal data, in which case we will let you know why.\nPlease note that your use of these community services may be subject to additional terms and conditions.<strong>\n<u>\n</u>\n</strong>\n</p>\n<strong>How to Opt Out of Interest-Based Advertising</strong>\n<p>We partner with third parties to display advertising on our website or to manage our advertising on other sites.\nYou may opt out of many third-party ad networks, including those operated by members of the Network Advertising Initiative (NAI) and the Digital Advertising Alliance (DAA).\nFor more information and available choices for third-party ad networks participating in the NAI and DAA programs, please visit their respective websites: www.networkadvertising.org/optout_nonppii.asp (NAI) and www.aboutads.info/choices (DAA).\nIf you are in the European Union, you may also do so by visiting Your Online Choices (click&nbsp;here).\nPlease note that if you opt out, you will continue to receive generic ads not based on your interests.\nOpting out of these networks does not otherwise limit the collection of information described elsewhere in this Statement.</p>\n<p>Note: If your browser is configured to reject cookies when you visit the opt-out page, or you subsequently erase your cookies, use a different computer, or change web browsers, your opt-out may no longer be effective.</p>\n<strong>Cookies &amp.\nTracking Technologies</strong>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>A cookie is a commonly used automated data collection tool.\nCookies are small text files that are placed on your computer or device by websites that you visit or HTML-formatted emails you open, to make websites work, or work more efficiently.\nWe and our partners use cookies and other similar tracking technologies such as Web Beacons, JavaScript, clear GIFs, pixel tags, HTML5, and Flash Local Storage Objects on our websites or emails to:</p>\n<ul>\n<li>Enable the proper functioning of our websites and the proper delivery of legitimate electronic communications;</li>\n<li>Tailor information presented to you based on your browsing preferences, such as language and geographical region;</li>\n<li>Collect statistics regarding your website usage;</li>\n<li>Provide us with business and marketing information.\nand</li>\n<li>In some cases, to enable a third party to deliver future advertising for our Services to you when you visit certain websites owned by third parties.</li>\n</ul>\n<p>We use different kinds of cookies:</p>\n<ul>\n<li>\n<strong>Essential cookies</strong> are necessary to provide you with Services and features available through our websites.\nWithout these cookies, services you may need, such as shopping carts or e-billing, cannot be provided.</li>\n<li>\n<strong>Advertising cookies and tracking scripts</strong> are used to make advertising messages more relevant to you.\nThey perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly delivered and, in some cases, featuring ads based on your interests.&nbsp;</li>\n<li>\n<strong>Social Media cookies</strong> collect data regarding social media interactions.</li>\n<li>\n<strong>Analytics cookies</strong> collect data that is either used in aggregate form to help us understand how the website is being used or to understand the effectiveness of our marketing campaigns.</li>\n<li>\n<strong>Performance and Functionality cookies</strong> collect data that is used to help make the user experience better on our websites.</li>\n</ul>\n<p>The cookies we use include “session” cookies that are erased when you leave our websites, or they may be “persistent\" cookies that remain on your computer’s hard drive after you leave the site, in preparation for your next visit to our websites.</p>\n<p>If you do not wish to receive cookies, you may be able to refuse them by not agreeing to the use of them upon entering the website.\nIf you do so, we may be unable to offer you some of our functionalities, Services, or support.\nIf you have previously visited our websites, you may also have to delete any existing cookies from your browser.\nIf you would like to view or manage the cookies we use, please see our cookie banner which is displayed when you first access our website, or the “privacy settings” tab located on the lower right hand of our websites.</p>\n<p>\n<strong>Third-Party Data Collection</strong>\n</p>\n<p>Cookies may also be placed on our websites by third parties to deliver tailored information and content that may be of interest to you, such as promotions or offerings, when you visit third-party websites after you have left ours.\nWe do not permit these third parties to collect personal data about you on our sites beyond such cookies (e.g., email address) unless such data is provided to the third party in their role as a service provider acting solely on our behalf.<strong>\n</strong>\n</p>\n<p>\n<strong>Social Media Features and Widgets</strong>\n</p>\n<p>Our websites include social media features, such as Facebook’s “Like” button, and widgets, such as the “Share This” button, or interactive mini-programs that run on our sites.\nThese features are usually recognizable by their third-party brand or logo and may collect your IP address or other personal data, including which page you are visiting on our websites, and set a cookie to enable the feature to work properly.\nAny collection of information through such third-party feature is governed by the privacy policy of the company providing it.<strong>\n</strong>\n</p>\n<p>\n<strong>Do-Not-Track Signals and Similar Mechanisms.</strong>\n</p>\n<p>Some mobile and web browsers transmit “do-not-track” signals.\nBecause of differences in how web browsers incorporate and activate this feature, it is not always clear whether users intend for these signals to be transmitted, or whether they are even aware of them.\nWe currently do not respond to these signals.<strong>\n<u>\n</u>\n</strong>\n</p>\n<strong>Automated Individual Decision-Making and Profiling</strong>\n<p>Where NortonLifeLock processes network traffic data for the purpose of network and information security based on our or our customers’ legitimate interest as outlined in the corresponding section of this Statement, automated decisions concerning data elements may occasionally be made.\nThis could involve assigning relative cybersecurity reputation scores to IP addresses and URLs based on objective cyber-threat indicators measured by our and our partners’ cyber-threat detection engines.\nSuch indicators may be, for instance, the determination that malicious or otherwise harmful contents are hosted at a given URL or are coming from a given IP address.\nSuch automatically assigned reputation scores may be leveraged by you, by NortonLifeLock, by our partners, and by other customers to detect, block, and mitigate the identified cyber threats.\nThey could therefore result in our Services blocking network traffic coming from or going to such URLs and IP addresses.\nThis processing is intended only to protect you, NortonLifeLock, our partners, and our other customers from cyber threats.\nIf you consider that such automated processing is unduly affecting you in a significant way, please contact us as explained above (“Contact Us”) to raise your concerns and to seek our help in finding a satisfactory solution.<strong>\n<u>\n</u>\n</strong>\n</p>\n<strong>Children’s Privacy</strong>\n<p>Our websites are not directed to, nor do we knowingly collect data from, minors (as defined by applicable law) except where explicitly described otherwise in the privacy notices of Services designed specifically for purposes such as to assist you by providing child online protection features.\nIn such cases, we will only collect, and process personal data related to any child under 13 years of age that you choose to disclose to us or otherwise instruct us to collect and process.\nPlease refer to the Product Specific Privacy Statements for additional information.</p>\n<strong>Changes to this Statement</strong>\n<p>We reserve the right to revise or modify this Statement.\nIn addition, we may update this Privacy Statement to reflect changes to our data practices.\nIf we make any material changes in the way we collect, process, and/or share your personal data, we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on this website prior to the change becoming effective.\nIn the case of a material change to our personal data processing practices, any such change will only apply on a going-forward basis.\nWe will not process the personal data currently in our possession in a materially different way without your prior consent.\nWe encourage you to periodically review this page for the latest information on our privacy practices.<strong>\n<u>\n</u>\n</strong>\n</p>\n<strong>Links to Other Websites</strong>\n<p>Our websites may contain links to other websites owned or operated by other companies.\nIf you visit any linked websites, please review their privacy statements carefully.\nWe are not responsible for the content or privacy practices of websites that are owned by those third parties.\nOur websites may also link to co-branded websites that are maintained by NortonLifeLock and one or more of our business partners who are collecting your personal data pursuant to their own privacy practices.\nPlease review the applicable privacy statements on any co-branded site you visit, as they may differ from ours.</p>\n<strong>Disclaimer</strong>\n<p>This Privacy Statement does not apply to NortonLifeLock affiliates: (1) Avira Operations GmbH &amp.\nCo.\nKG., including its related entities.\nand (2) BullGuard Limited, including its related entities.\nThese entities maintain separate privacy statements which can be found on their respective websites.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>EFFECTIVE DATE</u>\n</strong>: March 1, 2021</p>\n<p>Back to Top</p> About NortonLifeLock | Careers | News | Sitemap | Legal | License Agreement | Privacy | Cookies | Accessibility Policy | Contact Us | System Status <p>© 2019–2022 NortonLifeLock Inc.\nAll rights reserved.\nNortonLifeLock, the NortonLifeLock Logo, the Checkmark Logo, Norton, LifeLock, and the LockMan Logo are trademarks or registered trademarks of NortonLifeLock Inc.\nor its affiliates in the United States and other countries.</p>\n<p>Other names may be trademarks of their respective owners.</p> United Kingdom <p>© 2019–2022 NortonLifeLock Inc.\nAll rights reserved.\nNortonLifeLock, the NortonLifeLock Logo, the Checkmark Logo, Norton, LifeLock, and the LockMan Logo are trademarks or registered trademarks of NortonLifeLock Inc.\nor its affiliates in the United States and other countries.</p>\n<p>Other names may be trademarks of their respective owners.</p> We've updated our privacy and cookies policy<p>We and our partners use cookies on this site to improve the efficiency of the navigation, perform analytics, serve more relevant advertising content to you and measure advertising performance, provide social media features, remember website preferences, and generally improve the user experience.\nBy clicking on “Yes I agree”, you consent to these cookies.\nFor more information on cookies, including how to manage your consent, please click on “Settings” to access our Cookie tool.</p> ✓ Yes, I agree No, take me to settings Privacy Settings Privacy Settings In order to provide with the best experience possible we might sometimes track information about you.\nSometimes this may involve writing a cookie.\nWe use this information for things like experience enrichment, analytics and targeting advertising.\nWe recommend allowing these functions to get the most out of your experience.\nNecessaryThese cookies are necessary to run the website, e.g.\nsecurity related functions.<br>\n&gt.\nSee list of necessary cookiesEnsightenHubspotYouTube NoCookieNortonAkamaiCloudfrontCloudfareNortonlifelockuStudioBugcrowdSym AssetsLifelockSymantecMedalliawww.nortonlifelock.comnexus.ensighten.comsymantec.service-now.comom.symantec.comlogin.norton.comus.norton.comwww.lifelock.comsupport.norton.comGstaticmy.norton.comnortonlifelockNortonAdobe Tag ManagerID Analyticsdpm.demdex.netsymantec.demdex.netmemberportal.lifelock.comoms.symantec.comGoogle Recaptchadata.privacy.ensighten.comAnalyticsThese technologies collect information that is used in aggregate form to help us understand how our websites are being used or to help us continuously improve our websites.\n<br>\n&gt.\nSee list of analytics cookiesTwitter AnalyticmPulseAdobe Audience ManagerIOmPulseLinkedIn WidgetGoogle AnalyticsGoogle Tag ManagerGoogle Analytics 4AdvertisingThese technologies are used to make advertising messages more relevant to you.\nThey perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed for advertisers, and in some cases selecting advertisements that are based on your interests.\n<br>\n&gt.\nSee list of advertising cookiesAmazon AdsAdobe AdlensTwitter AdsGoogle AdsBing AdsBingTwitter ConversionAmazon AdsTwitter AdsTwitter Conversion TrackingGoogle DoubleclickHavasEdgeSocial MediaThese technologies are used to enable you to share pages and content that you find interesting on our websites through third party social networking and other websites.\n<br>\n&gt.\nSee list of social media cookiesFacebookPinterestYouTubeLinkedinTwitterInstagramFacebook ConnectPerformance and FunctionalityPerformance and Functionality\n<br>\n&gt.\nSee list of performance and functionality cookiesmPusle IOCloudfareCloudfrontGoogle APICloudfareAmazon AWSAkamaiQuantummetricAdobe TargetAdobe AnalyticGoogle Web FontMedalliaAdobe LaunchGlanceAkamaihCloudfrontMedallia Cancel Save Feedback", "created_at": "2023-01-04 14:09:41.959976", "updated_at": "2023-01-04 16:46:21.954842"}, {"id": 13813, "name": "Data Protection Agreements", "url": "https://www.nortonlifelock.com/gb/en/privacy/data-protection-agreements/", "xpath": "//body", "text": " Skip to Main Content <ul>\n<li>\n</li>\n<li> gb/en </li>\n<li> Support <ul>\n<li> Norton Support </li>\n<li> LifeLock Support </li>\n</ul>\n</li>\n<li> Sign In <ul>\n<li> Norton Sign In </li>\n<li> LifeLock Sign In </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n<li> Corporate Responsibility </li>\n<li> Government Affairs </li>\n<li> Investor Relations </li>\n<li> Legal </li>\n<li> Leadership Team </li>\n<li> Privacy </li>\n<li> Procurement </li>\n</ul>\n</li>\n<li> Brands <ul>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Technology <ul>\n<li> Norton Cyber Safety Center </li>\n<li> Research Group </li>\n</ul>\n</li>\n<li> Newsroom </li>\n<li> Blogs <ul>\n<li> Company </li>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Partner <ul>\n<li> Employee Benefits </li>\n<li> Breach Response </li>\n<li> Resources </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n<li> Corporate Responsibility </li>\n<li> Government Affairs </li>\n<li> Investor Relations </li>\n<li> Legal </li>\n<li> Leadership Team </li>\n<li> Privacy </li>\n<li> Procurement </li>\n</ul>\n</li>\n<li> Brands <ul>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Technology <ul>\n<li> Norton Cyber Safety Center </li>\n<li> Research Group </li>\n</ul>\n</li>\n<li> Newsroom </li>\n<li> Blogs <ul>\n<li> Company </li>\n<li> Norton </li>\n<li> Avira </li>\n<li> LifeLock </li>\n<li> ReputationDefender </li>\n</ul>\n</li>\n<li> Partner <ul>\n<li> Employee Benefits </li>\n<li> Breach Response </li>\n<li> Resources </li>\n</ul>\n</li>\n</ul> Norton Support LifeLock Support Norton Sign In LifeLock Sign In <p>gb/en</p>\n<p>\n</p> Data Protection Agreements <ol>\n<li> Privacy </li>\n<li> Data Protection Agreements </li>\n</ol>\n<strong>Supplier and Partner Privacy Page</strong>\n<p>To provide easy access to NortonLifeLock standard agreements and to continually improve our long-term business relationships, we’ve created this page.\nHere you can explore our standard data processing addendums as well as other important information about doing business with us.&nbsp;</p>\n<p>\n<strong>For vendors and service providers:</strong>\n</p>\n<p>\n<u>\n</u>Controller to Processor Data Processing Addendum</p>\n<p>\n<u>\n</u>Controller to Controller Data Processing Addendum</p>\n<p>\n<u>\n</u>United States Service Provider Data Processing Addendum<u>\n</u>\n</p>\n<p>Additional Supplier Information</p>\n<p>&nbsp;</p>\n<p>\n<strong>For Employee Benefits partners:<br>\n</strong>\n</p>\n<p>\n<u>\n</u>Employee Benefits Data Processing Addendum (U.S.)<u>\n</u>\n</p>\n<p>\n<u>\n</u>Employee Benefits Data Processing Addendum (Canada)</p>\n<p>Back to Top</p> About NortonLifeLock | Careers | News | Sitemap | Legal | License Agreement | Privacy | Cookies | Accessibility Policy | Contact Us | System Status <p>© 2019–2022 NortonLifeLock Inc.\nAll rights reserved.\nNortonLifeLock, the NortonLifeLock Logo, the Checkmark Logo, Norton, LifeLock, and the LockMan Logo are trademarks or registered trademarks of NortonLifeLock Inc.\nor its affiliates in the United States and other countries.</p>\n<p>Other names may be trademarks of their respective owners.</p> United Kingdom <p>© 2019–2022 NortonLifeLock Inc.\nAll rights reserved.\nNortonLifeLock, the NortonLifeLock Logo, the Checkmark Logo, Norton, LifeLock, and the LockMan Logo are trademarks or registered trademarks of NortonLifeLock Inc.\nor its affiliates in the United States and other countries.</p>\n<p>Other names may be trademarks of their respective owners.</p> We've updated our privacy and cookies policy<p>We and our partners use cookies on this site to improve the efficiency of the navigation, perform analytics, serve more relevant advertising content to you and measure advertising performance, provide social media features, remember website preferences, and generally improve the user experience.\nBy clicking on “Yes I agree”, you consent to these cookies.\nFor more information on cookies, including how to manage your consent, please click on “Settings” to access our Cookie tool.</p> ✓ Yes, I agree No, take me to settings Privacy Settings Privacy Settings In order to provide with the best experience possible we might sometimes track information about you.\nSometimes this may involve writing a cookie.\nWe use this information for things like experience enrichment, analytics and targeting advertising.\nWe recommend allowing these functions to get the most out of your experience.\nNecessaryThese cookies are necessary to run the website, e.g.\nsecurity related functions.<br>\n&gt.\nSee list of necessary cookiesEnsightenHubspotYouTube NoCookieNortonAkamaiCloudfrontCloudfareNortonlifelockuStudioBugcrowdSym AssetsLifelockSymantecMedalliawww.nortonlifelock.comnexus.ensighten.comsymantec.service-now.comom.symantec.comlogin.norton.comus.norton.comwww.lifelock.comsupport.norton.comGstaticmy.norton.comnortonlifelockNortonAdobe Tag ManagerID Analyticsdpm.demdex.netsymantec.demdex.netmemberportal.lifelock.comoms.symantec.comGoogle Recaptchadata.privacy.ensighten.comAnalyticsThese technologies collect information that is used in aggregate form to help us understand how our websites are being used or to help us continuously improve our websites.\n<br>\n&gt.\nSee list of analytics cookiesTwitter AnalyticmPulseAdobe Audience ManagerIOmPulseLinkedIn WidgetGoogle AnalyticsGoogle Tag ManagerGoogle Analytics 4AdvertisingThese technologies are used to make advertising messages more relevant to you.\nThey perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed for advertisers, and in some cases selecting advertisements that are based on your interests.\n<br>\n&gt.\nSee list of advertising cookiesAmazon AdsAdobe AdlensTwitter AdsGoogle AdsBing AdsBingTwitter ConversionAmazon AdsTwitter AdsTwitter Conversion TrackingGoogle DoubleclickHavasEdgeSocial MediaThese technologies are used to enable you to share pages and content that you find interesting on our websites through third party social networking and other websites.\n<br>\n&gt.\nSee list of social media cookiesFacebookPinterestYouTubeLinkedinTwitterInstagramFacebook ConnectPerformance and FunctionalityPerformance and Functionality\n<br>\n&gt.\nSee list of performance and functionality cookiesmPusle IOCloudfareCloudfrontGoogle APICloudfareAmazon AWSAkamaiQuantummetricAdobe TargetAdobe AnalyticGoogle Web FontMedalliaAdobe LaunchGlanceAkamaihCloudfrontMedallia Cancel Save Feedback", "created_at": "2023-01-04 14:09:41.900573", "updated_at": "2023-01-04 16:39:47.345672"}], "points": [], "urls": ["norton.com", "nortonlifelock.com"]}}