{"error": 448, "message": "OK", "parameters": {"id": 8340, "name": "Seven", "created_at": "2023-05-16 17:42:45.54157", "updated_at": "2023-05-16 22:02:14.33382", "wikipedia": null, "keywords": null, "related": null, "slug": "seven", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8340.png", "url": "seven.app", "documents": [{"id": 16189, "name": "Terms of Service", "url": "https://seven.app/terms-of-service", "xpath": "//body", "text": " <ul>\n<li>\n<p>Home</p>\n</li>\n<li>\n<p>Articles</p>\n</li>\n<li>\n<p>Support</p>\n</li>\n<li>\n<p>About Us</p>\n</li>\n<li>\n<p>Work at Perigee</p>\n<ul>\n<li>\n<p>Career Site</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Legal</p>\n<ul>\n<li>\n<p>Terms of Service</p>\n</li>\n<li>\n<p>Privacy Policy</p>\n</li>\n</ul>\n</li>\n</ul> Seven Terms of Service <br>\n<br> About Seven\n<p>Seven is a service developed and provided by Perigee AB.\nThe service is available online at, among other places, sevenworkouts.com, in the Apple App Store as “Seven” and in the Google Play Store as “Seven”.\nThe purpose of Seven is to help our users create healthy habits by working out regularly and tracking their progress.</p>\nUse of Seven\n<p>In this Terms of Use (“Terms”) we describe the terms of usage for Seven mobile applications, software, websites, APIs and services (collectively, “Seven”).\nYou accept these Terms by using any part of Seven.\nIf you do not accept these terms, do not use any part of Seven.</p>\n<p>Additionally, you cannot access or use Seven if you are barred from receiving services under the laws of any applicable jurisdiction or have previously been suspended or terminated from Seven.</p>\nOur Privacy Policy\n<p>For information about how we collect, use and store your personal information, please refer to our Privacy Policy.</p>\nContent on Seven\n<p>Seven may enable you to post, upload, store, share, send or display information such as photos, images, video, data, text, workouts, workout sessions, activities, likes, comments and other information and material (“Content”) to and via Seven.\nYou own all rights to the Content that you post to Seven whether it was publicly posted, privately transmitted, or submitted through a third-party provider (e.g.\nan activity imported from Apple Health or Google Fit).</p>\n<p>By making the Content available in Seven you hereby grant Seven a non-exclusive, transferable, sublicensable, royalty-free, worldwide licence to use, copy, modify, publicly display, publicly perform, reproduce and translate any Content that you post on or in connection with Seven.\nThis license will be invalidated when you delete your account.</p>\n<p>By using Seven you further agree that (1) you understand that you, and not Seven, are fully responsible for all Content that you upload, transmit or otherwise make available via Seven.\n(2) that Seven does not frequently monitor or examine the Content you or other users of Seven upload to Seven and, as such are not responsible for the integrity or quality of such Content.\n(3) that Seven has the right to refuse or remove any Content that violates the Terms.\n(4) that by using Seven you might be exposed to Content that is offensive, indecent or objectionable.</p>\n<p>By using Seven you further agree to not (1) promote or advertise products or services commercially.\n(2) use or attempt to use another user’s account.\n(3) upload any Content that contains software viruses or is designed to destroy or interrupt any of Seven’s functionality.\n(4) upload any Content that is of promotional material, spam, offensive or criminal activity.</p>\nYour Account\n<p>To use some parts of Seven, you need to create an account.\nYou are required to provide true, correct and complete information about yourself (“Account Data”) and make sure to maintain and frequently update your Account Data whenever necessary.</p>\n<p>If Perigee suspects that you provided incorrect Account Data, or that you in fact provided incorrect Account Data, Perigee has the right to immediately suspend or remove your account and refuse further usage of Seven.</p>\n<p>You are responsible for all activity that occurs in association with your account.\nPerigee is not liable for any loss or damages caused by your failure to maintain the confidentiality of your account credentials.\nIf you in fact suspect that your account has been compromised, or a breach of security of your account credentials has occurred, you must contact us immediately at contact@perigee.se.</p>\n<p>Children under the age of 16 are not allowed to create an account in Seven.\nIf we learn that we have accessed or stored the personal information about a child under the minimum required age, we will take steps to delete the information as soon as possible.\nParents or guardians who believe that their child has transmitted data to Seven should contact us immediately at contact@perigee.se.</p>\n<p>You can at any time choose to delete your account.\nPlease note that uninstalling the mobile application or deleting your account will not automatically stop your 7 Club subscription — you must actively cancel the subscription.\nPlease note that if you have subscribed to 7 Club through the use of the Apple App Store, Google Play Store or any other service provider, you can only cancel your subscription through the use of their services.\nTo find out how to cancel the subscription and/or your account, please follow the instructions in the application or on the website.\nSpecial terms and conditions apply to 7 Club.</p>\n7 Club\n<p>This section only applies when you purchase and/or subscribe to the 7 Club or other paid products.\nBy paying the subscription fee, you gain access to the 7 Club during the time your subscription is valid, subject to these Terms.</p>\n<p>All subscriptions to 7 Club are paid in advance.\nYour subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the active period.\nIn iTunes you have the option to manage your subscription or turn off auto-renewal by going to your iTunes account settings after the purchase.</p>\n<p>Seven also provides you with the option to start your subscription with a free trial.\nAny unused portion of the free trial period will be forfeited when you purchase a subscription.</p>\n<p>You may at any time terminate your membership, in which case your membership will still be valid for the subscription time you have already paid for.\nIf you have subscribed to 7 Club through the use of the Apple App Store, Google Play Store or any other service provider, using in-app purchases, you can only cancel your subscription through the use of their services.</p>\n<p>Subscription fees can be found in the mobile applications.\nPerigee reserves the right to change the subscription fees from time to time.\nPerigee will never be held responsible for accidental purchases of a subscription or any other product that Perigee offers.\nDefault in payment shall not be deemed as a termination of a 7 Club subscription.</p>\n<p>All payments handled by Apple, such as in-app purchases, can only be refunded by Apple and with Apple’s consent.\nIf you would like to contact Apple, please click here.</p>\nFeedback and Submissions\n<p>We welcome comments, ideas, feedback or other communication regarding Seven.\nIf you provide feedback to us you hereby grant Perigee to use, disclose, reproduce, distribute and exploit this feedback without any restriction or compensation to you.\nFor this reason, do not send Perigee any feedback that you do not want us to use without any restriction or compensation to you.</p>\nTermination\n<p>You agree that Perigee has the right to suspend or deactivate your account or your access to certain parts of Seven at any time and without notice or liability to you.\nUpon such termination we might delete your account and other information related to your account.</p>\n<p>Reason for such termination could be violations of this agreement, requests from law enforcement or other government agency requests, but it is not limited to any of these.</p>\nHealth\n<p>You are responsible for your own health.\nPerigee is not a medical organization and we will not provide you with any medical advice or diagnosis.\nThe purpose of Seven is solely to help our users to create healthy habits by working out regularly and tracking their progress.\nInformation made available through Seven and by our partners and affiliates shall solely be used for recreational and educational purposes.</p>\n<p>Consult your doctor before using Seven, and if you experience any pain or discomfort.\nPerigee cannot guarantee any health, weight and/or fitness results or improvements.\nSeven is only intended for healthy adults.\nPlease do not use Seven if you suffer from, or might suffer from, any medical condition that may be impaired by diet or exercise.</p>\n<p>Perigee is not responsible for any personal injury or any other damages that may have been the result, direct or indirect, of any use or misuse of Seven.</p>\nRights\n<p>Seven is intended for your personal, non-commercial use.</p>\n<p>Perigee grants you a limited, non-exclusive, non-sub-licensable, non-transferable and revocable license to access and use Seven as long as you do not copy, modify, reverse engineer, or otherwise attempt to discover any source code, sell, sublicense or otherwise transfer any right in Seven, except where allowed by law.\nYou agree to only access Seven through interfaces provided by Seven.</p>\n<p>All rights in and to Seven, including any trademarks, service marks, trade names and copyrighted content (collectively “Intellectual Property”) presented within Seven are the property of Perigee and/or third parties.\nYou agree not to use Intellectual Property for any other purposes except for your own use of Seven unless required otherwise by applicable mandatory law.</p>\n<p>You are not entitled to assign your rights and/or obligations under these Terms to any third party without Perigee’s prior written consent.\nPerigee is entitled to assign its rights and/or obligations under these Terms.</p>\n<p>Perigee reserves the right to refuse access to Seven to anyone, for any reason, at any time.</p>\n<p>Perigee reserves all rights not expressly set forth in these Terms.</p>\nDisclaimer and limitation of liability\n<p>You use Seven at your own risk.\nSeven is provided “AS IS,” without any warranties, and Perigee does not warrant that Seven and availability thereof will be uninterrupted or error-free.\nPerigee does not assume any responsibility for errors or omissions in the information or software or other documents, including user generated material, which is referenced by or linked to.\nReferences or links to third parties’ websites are provided “AS IS,” without warranty of any kind, either expressed or implied.</p>\n<p>In no event shall Perigee be liable for any indirect or consequential damages, except in cases of intentional misconduct or gross negligence.\nTo the maximum extent permitted under applicable law, Perigee’s aggregated liability for any direct damages shall be limited to the lesser of: (1) membership fees paid by the user.\n(2) membership fees paid by the user during the previous calendar year.\nor (3) 5 000 SEK.</p>\nGoverning law and dispute resolution\n<p>These Terms and the use of Seven are governed by the laws of Sweden, except for its conflicts of laws principles.\nAll claims arising out of, or relating to, these Terms or Seven shall be resolved by the Swedish public courts, whereby the District Court of Malmö shall be the court of the first instance.</p>\nContact details\n<p>For further information, inquiries or assistance you may contact Perigee.\nCustomer Service is available through our website and in our apps.\nThe channels for support might differ from time-to-time.</p>\n<p>\n<strong>Contact Information</strong>\n</p>\n<p>\n<em>Company Name</em>\n</p>\n<p>Perigee AB</p>\n<p>\n<em>Address</em>\n</p>\n<p>Gustav Adolfs Torg 10A</p>\n<p>211 39 Malmö, Sweden.</p>\n<p>\n<em>E-mail</em>\n</p>\n<p>contact@perigee.se</p>\nChanges to these Terms\n<p>Perigee has the right to modify these Terms at any time, so please review it occasionally.\nWe will notify you before we make any substantial changes to the Terms and give you an opportunity to review the revised Terms.</p>\n<p>Any and all material changes shall come into effect between you and Perigee upon your acceptance of such changes (e.g.\nby using Seven after such notification has been made to you or renewing your subscription).</p>\n<p>If you object to any change in the Terms you should immediately delete your account and stop using Seven.</p>\n<p>These Terms were last modified on May 23, 2018.</p>\n<br>\n<br>\n<ul>\n<li> Work with us <ul>\n<li> Career Site </li>\n</ul>\n</li>\n<li> Learn More <ul>\n<li> Articles </li>\n</ul>\n</li>\n<li> Support <ul>\n<li> Help Center </li>\n</ul>\n</li>\n<li> About Us <ul>\n<li> Company Page </li>\n<li> Press &amp.\nMedia </li>\n</ul>\n</li>\n<li> Legal <ul>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n</ul>\n</li>\n<li> Made with in Malmö.\n</li>\n</ul> ", "created_at": "2023-05-16 17:42:45.601876", "updated_at": "2023-05-16 17:43:22.225343"}, {"id": 16188, "name": "Privacy Policy", "url": "http://perigee.se/privacy-policy-for-seven/", "xpath": "//body", "text": null, "created_at": "2023-05-16 17:42:45.572095", "updated_at": "2023-05-18 21:25:15.203925"}], "points": [], "urls": ["seven.app"]}}