{"error": 448, "message": "OK", "parameters": {"id": 2022, "name": "Bill Track 50", "created_at": "2019-11-27 20:01:05.796003", "updated_at": "2022-12-15 22:50:11.677308", "wikipedia": null, "keywords": null, "related": null, "slug": "bill_track_50", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2022.png", "url": "billtrack50.com", "documents": [{"id": 2169, "name": "Privacy Policy", "url": "https://www.billtrack50.com/privacy-policy", "xpath": "/html/body/div[1]/div[1]/main", "text": "<strong>LegiNation Inc.\nPrivacy Statement</strong>\n<p>\n<em>Effective: January 1, 2012</em>\n</p>\n<p>\n</p>Scope<p>This notice applies to all information collected from or submitted to LegiNation Inc.\nand its affiliates (\"LegiNation\") Web sites, but to make this notice easier to read we will use the term \"our Web site\", which includes www.BillTrack50.com and www.ChatterSlate.com.</p>\n<p>Our Web site contains links to other Web sites operated by third parties.\nLegiNation is not responsible for the privacy practices or policies of such third party web sites and this Notice does not apply to those Web sites.</p>\n<p>\n</p>Application of This Notice<p>This Notice applies only to the information collected by LegiNation from the users of our Web site in the course of using our web site.\nIt does not apply to information collected by LegiNation in any other way, including offline.</p>\n<p>\n</p>The Information We Collect<p>Our Web site is <strong>not </strong>set up to automatically collect personally identifiable information from each visitor to our Web site.\nIt does recognize the home server of visitors, but not email addresses.\nFor example, we can tell which Internet Service Provider our visitors use, but not the names, addresses or other information about our visitors that would allow us to identify the particular visitors to our Web site.\n</p>\n<p>Our Web site does track certain information about the visits to our Web site.\nFor example, we compile statistics that show the numbers and frequency of visitors to our Web site and its individual pages, including individual bills.\nThese aggregated statistics are used internally to improve our Web site and for product development and marketing purposes generally.\nThose aggregated statistics may also be provided to other users, advertisers, and other third parties, but again, the statistics contain no personal information and cannot be used to gather such information.</p>\n<p>In a few areas on our Web site, we ask you to provide information that will enable us to verify whether you are entitled to access and use certain information, materials and services available from our Web site, or to enable us to enhance your site visit, to assist you with customer service or technical support issues, or to follow up with you after your visit, or to otherwise support your customer relationship with LegiNation.\nIt is completely optional for you to participate.\nHowever, failure to participate may mean that you cannot access and use certain information, materials and services.</p>\n<p>For example, we request information from you when you:</p>\n<ul>\n<li>Log on to certain areas of our Web site, where you may be prompted to provide us with your user name and password as a condition to gaining access to certain information, materials or services.</li>\n<li>Register or sign up to use a service.</li>\n<li>Subscribe to a newsletter or desire to be added to our mailing lists for other products or services.</li>\n<li>Place an order.</li>\n<li>Participate in a promotional offer.</li>\n<li>Provide feedback in an online survey.</li>\n</ul>\n<p>In each of the instances above, we typically ask for your name, email address, address, username and password, as well as other similar personal information that is needed to register or subscribe you to services or offers.\nOn occasion, we may ask for additional information to enable us to provide you with access to and use of certain information, materials and services.\nIn the case of newsletters or mailing lists, you will be able to \"unsubscribe\" to these mailings at any time.\nThe information collected is used only for internal purposes by our technical support staff and/or for the delivery of the services purchased.</p>\n<p>\n</p>How We Use Information: LegiNation Only Uses Your Personal Information for Specific Purposes<p>The personal information you provide to us when using our Web site, such as your name, postal or email address or telephone number will be kept confidential and used to support your customer relationship with LegiNation, and to notify you of special offers, updated information and new products and services from LegiNation, or used by LegiNation for the purpose of conducting market research or surveys.\nAgents or other third parties who are given access to your personal information will be required to keep the information confidential and not use it for any other purpose than to carry out the services they are performing for LegiNation (for example MailChimp for mailing newsletters).</p>\n<p>LegiNation may enhance or merge your information collected at its Web site with data from third parties for purposes of marketing products or services to you.</p>\n<p>Circumstances may arise where we are required to disclose your personal information to third parties for purposes other than to support your customer relationship with LegiNation, such as in connection with a corporate divestiture or dissolution where we sell all or a portion of our business or assets (including our associated customer lists containing your personal information), or if disclosure is required by law or is pertinent to judicial or governmental investigations or proceedings.</p>\n<p>\n</p>You Can Opt Out Of Receiving Further Marketing From LegiNation At Any Time<p>We will send you information about our various products and services, or other products and services we feel may be of interest to you.\nOnly LegiNation (or agents or contractors working on behalf of LegiNation and under confidentiality agreements) will send you these direct mailings.\nIf you do not want to receive such mailings, simply tell us when you give us your personal information.\nOr, at any time you can easily opt out of receiving further marketing from LegiNation by emailing us at&nbsp;info@LegiNation.com or by clicking unsubscribe at the bottom of our marketing email.</p>\n<p>\n</p>Our Commitment to Data Security<p>To prevent unauthorized access, maintain data accuracy, and ensure the correct use of information, we have put in place appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect online.</p>\n<p>\n</p>How You Can Access, Correct, or Remove Your Information<p>You can request a copy of the personally-identifiable information that LegiNation has collected about you via BillTrack50 by contacting us at the address below.\nYou can have factual inaccuracies in this information corrected by contacting us.\nYou can request we remove all record of your account and activities on our website by contacting us.</p>\n<strong>How to Contact Us</strong>\n<p>If you would like to contact us for any reason regarding our privacy practices, please write us at the following address:</p>\n<p>Info@LegiNation.com<br>or<br>LegiNation, Inc.<br>6050 Greenwood Plaza Blvd, Suite 110<br>Greenwood Village, CO 80111</p>", "created_at": "2019-11-27 20:21:01.498279", "updated_at": "2022-12-15 22:47:27.544381"}, {"id": 2170, "name": "Terms of Use", "url": "https://www.billtrack50.com/terms-of-use", "xpath": "/html/body/div[1]/div[1]/main", "text": "LegiNation Inc.\nTerms and Conditions of Use<p>\n<em>Effective: January 1, 2012</em>\n</p>\n<p>\n<strong>YOUR USE OF THIS WEB SITE CONSTITUTES YOUR AGREEMENT TO BE BOUND BY THESE TERMS AND CONDITIONS OF USE.</strong>\n</p>\n<p>This web site, including all of its features and content (this \"Web Site\") is a service made available by LegiNation Inc., a Colorado corporation (\"Provider\"), and all content, information, services and software ordered or provided on or through this Web Site (\"Content\") may be used solely under the following terms and conditions (\"Terms of Use\").</p>1.\nRegistration.\nSubscriptions.\nLicense.\n<p>Registration is required to access and use the Web Site and Content.\nYou agree to provide accurate and complete registration information.\nIt is your responsibility to inform Provider of any changes to that information.\nEach registration is for a single individual only, unless specifically designated otherwise on the registration page.\nProvider does not permit a) anyone other than you to use the sections requiring registration by using your name or password.\nor b) access through a single name being made available to multiple users on a network or otherwise.\nYou are responsible for preventing such unauthorized use.\nIf you believe there has been unauthorized use, you must notify Provider immediately.</p>\n<p>Upon setting up a subscription you will be shown the subscription price for the specific content you are requesting, and you will be asked to confirm the charges and be provided with an invoice.\nYou may contact us at&nbsp;info@LegiNation.com&nbsp;any point in the first month of your subscription to cancel your subscription and receive a full refund.\nAlternately, if you are purchasing a subscription using any other method, Provider will contact you by email to ask if you wish to subscribe to continue to access and use the Website and Content.\nThe subscription plans available are listed on the Website and will be explained in the email.\nYou may complete a subscription by return email stating the particular subscription that you desire or by speaking with Provider on the phone.\nAfter receipt of your subscription by email or over the phone, Provider will invoice you for the cost of the subscription.\nYou agree to the pay the invoice in full within 30 days after receipt of such invoice.\nAny past due amounts shall bear interest at 1.5% per month.\nPrior to expiration of your subscription, Provider will contact you by email or phone to discuss whether you wish to renew.\nRenewal rates will be the then current rates charged by Provider for subscriptions, as published on the website.</p>\n<p>During your free trial period (if any) and your paid subscription term, you are granted a nonexclusive, nontransferable, revocable, limited license to access and use this Web Site and Content in accordance with these Terms of Use.</p>2.\nLimitations on Use.\nThird Party Communications.<p>2.1.\nLimitations on Use.\nYou may not resell the Content on this Web Site except in a value added form.\nValue added form means that you take Content from the Web Site and add it to other content that you create (such as a newsletter or client letter).\nYou may use graphics generated by the system based on work you've done, such as maps or scorecards, with or without attribution.\nYou may share graphics generated by the system without your input, such as vote results from a bill page or graphics from the state stats pages, with attribution which should include the URL www.BillTrack50.com.</p>\n<p>You may not try to automate the downloading of all or substantially all of our Content.\nExcept as provided above, you may not decompile, reverse engineer, disassemble, rent, lease, loan, sell, sublicense, or create derivative works from this Web Site or the Content.\nNor may you use any network monitoring or discovery software to determine the site architecture, or extract information about usage, individual identities or users.\nYou may not use any robot, spider, other automatic software or device, or manual process to monitor, download or copy our Web Site or the Content without Provider's prior written permission.\nYou may not use this Web Site to transmit any false, misleading, fraudulent or illegal communications.\nYou may not use or otherwise export or re-export this Web Site or any portion thereof, or the Content in violation of the export control laws and regulations of the United States of America.\nAny unauthorized use of this Web Site or its Content is prohibited.</p>\n<p>2.2.\nThird Party Communications.\nProvider disclaims all liability for any Third Party Communications you may receive or any actions you may take or refrain from taking as a result of any Third Party Communications.\nYou are solely responsible for assessing and verifying the identity and trustworthiness of the source and content of any Third Party Communications.\nProvider assumes no responsibility for verifying, and makes no representations or warranties regarding, the identity or trustworthiness of the source or content of any Third Party Communications.\nAs used herein, \"Third Party Communications\" means any communications directed to you from any third party directly or indirectly in connection with this Web Site.</p>3.\nNot Legal Advice.\nAccuracy.\n<p>Content is not intended to and does not constitute legal advice and no attorney-client relationship is formed, nor is anything submitted to this Web Site treated as confidential.\nThe accuracy, completeness, adequacy or currency of the Content is not warranted or guaranteed.\nYour use of Content on this Web Site or materials linked from this Web Site is at your own risk.</p>4.\nIntellectual Property Rights.<p>4.1 Except as expressly provided in these Terms of Use, nothing contained herein shall be construed as conferring on you or any third party any license or right, by implication, estoppel or otherwise, under any law (whether common law or statutory law), rule or regulation including, without limitation those related to copyright or other intellectual property rights.\nYou agree that the Content and Web Site are protected by copyrights, trademarks, service marks, patents or other proprietary rights and laws.</p>\n<p>4.2 You grant to Provider an irrevocable, non-exclusive, royalty-free, perpetual, worldwide license to use, authorize use of and have used on its behalf any ideas, expression of ideas, text, graphics, messages, links, data, information and other materials you submit (collectively, \"Postings\") to public areas of this Web Site, such as the blog.\nSaid license is without restrictions of any kind and without any payment due from Provider to you or permission or notification, to you or any third party.\nThe license includes, the right to make, use, sell, reproduce, publish, modify, adapt, prepare derivative works from, combine with other works, translate, distribute -, display, perform and sublicense Postings- in any form, medium, or technology now known or hereafter developed.</p>\n<p>4.3.\nYou certify and warrant that the Postings: (i) are your original works or that the owner of such works has expressly granted to Provider a perpetual worldwide royalty-free irrevocable, non-exclusive license for said works with all of the rights granted by you in section 4.2 of these Terms of Use and (ii) do not violate and will not violate the rights of any third party including any right of publicity, right of privacy , copyright, patent or other intellectual property right or any proprietary right.</p>\n<p>4.4.\nYou acknowledge and agree that your submitting Postings to this Web Site does not create any new or alter any existing relationship between you and Provider.</p>\n<p>4.5.\nBy submitting Postings to this Web Site, you acknowledge and agree that Provider may create on its own ideas that may be, or may obtain submissions that may be, similar or identical to Postings you submit.\nYou agree that you shall have no recourse against Provider for any alleged or actual infringement or misappropriation of any proprietary or other right in the Postings you provide to Provider.</p>5.\nAlleged Copyright Infringement.\n<p>Provider reserves the right to remove any Content that allegedly infringes another person's copyright.\nProvider will terminate, in appropriate circumstances, subscribers and account holders of Provider's system or network who are repeat infringers of another person's copyright.</p>6.\nLinking to this Web Site.\n<p>You may provide links to this Web Site, including to individual bill pages, provided that (a) you do not remove or obscure, by framing or otherwise, any portion of this Web Site, including terms of use, copyright notice, and other notices on this Web Site, (b) you immediately deactivate and discontinue providing links to this Web Site if requested by Provider, and (c) Provider may deactivate any link(s) at its discretion.</p>7.\nNo Solicitation.<p>You shall not distribute on or through this Web Site any Postings containing any advertising, promotion, solicitation for goods, services or funds or solicitation for others to become members of any enterprise or organization without the express written permission of Provider.\nNotwithstanding the foregoing, in any interactive areas of this Web Site (the \"Interactive Areas\"), which includes, without limitation, any blogs, wikis, bulletin boards, discussion boards, chat rooms, email forums, and question and answer features, where appropriate you a) may list along with your name, address and email address, your own web site's URL and b) may recommend third party web sites, goods or services so long as you have no financial interest in and receive no direct or indirect benefit from such recommended web site, product or service or its recommendation.\nIn no event may any person or entity solicit anyone with data retrieved from this Web Site.</p>8.\nAdvertisers.\n<p>This Web Site may contain advertising and sponsorship.\nAdvertisers and sponsors are responsible for ensuring that material submitted for inclusion on this Web Site is accurate and complies with applicable laws.\nProvider will not be responsible for the illegality of or any error or inaccuracy in advertisers' or sponsors' materials or for the acts or omissions of advertisers and sponsors.</p>9.\nPostings in interactive areas of this Web Site.<p>9.1.\nPostings to be Lawful.\nIf you participate in Interactive Areas on this Web Site, such as the blog, you shall not post, publish, upload or distribute any Postings which are unlawful or abusive in any way, including, but not limited to, any Postings that are defamatory, libelous, pornographic, obscene, threatening, invasive of privacy or publicity rights, inclusive of hate speech, or would constitute or encourage a criminal offense, violate the rights of any party, or give rise to liability or violate any local, state, federal or international law, or the regulations of the U.S.\nSecurities and Exchange Commission, any rules of any securities exchange such as the New York Stock Exchange, the American Stock Exchange, or the NASDAQ, either intentionally or unintentionally.\nProvider may delete your Postings at any time for any reason without permission from you.</p>\n<p>9.2.\nPostings to be in Your Name.\nYour Postings shall be accompanied by your real name and shall not be posted anonymously.\nNotwithstanding the previous sentence, if the applicable registration page for your participation in an Interactive Area allows you to create a screen name, you may select and use a screen name that is not your real name, provided that you use your real name when registering for participation in the Interactive Area.\nParticipants in Interactive Areas shall not misrepresent their identity or their affiliation with any person or entity.</p>\n<p>9.3.\nNo Monitoring of Postings.\nProvider has no obligation to monitor or screen Postings and is not responsible for the content in such Postings or any content linked to or from such Postings.\nProvider however reserves the right, in its sole discretion, to monitor Interactive Areas, screen Postings, edit Postings, cause Postings not to be posted, published, uploaded or distributed, and remove Postings, at any time and for any reason or no reason.</p>\n<p>9.4.\nNon-Commercial Use only of Interactive Areas.\nAny Interactive Area is provided solely for your personal use.\nAny unauthorized use of any Interactive Area of this Web Site, its Content, or Postings is expressly prohibited.</p>10.\nErrors and Corrections.\n<p>Provider does not represent or warrant that this Web Site or the Content or Postings will be error-free, free of viruses or other harmful components, or that defects will be corrected or that it will always be accessible.\nProvider does not warrant or represent that the Content or Postings available on or through this Web Site will be correct, accurate, timely, or otherwise reliable.\nProvider may make improvements and/or changes to its features, functionality or Content or Postings at any time.</p>11.\nThird Party Content.\n<p>Third party content (including, without limitation, Postings) may appear on this Web Site or may be accessible via links from this Web Site.\nProvider shall not be responsible for and assumes no liability for any infringement, mistakes, misstatements of law, defamation, slander, libel, omissions, falsehood, obscenity, pornography or profanity in the statements, opinions, representations or any other form of content contained in any third party content appearing on this Web Site.\nYou understand that the information and opinions in the third party content is neither endorsed by nor does it reflect the belief or opinion of Provider.\nFurther, information and opinions provided by employees and agents of Provider in Interactive Areas are not necessarily endorsed by Provider and do not necessarily represent the beliefs and opinions of Provider.</p>12.\nDISCLAIMER.\n<p>\n<strong>THIS WEB SITE, THE INTERACTIVE AREAS, THE CONTENT, AND POSTINGS ARE PROVIDED ON AN \"AS IS, AS AVAILABLE\" BASIS.</strong> PROVIDER EXPRESSLY DISCLAIMS ALL WARRANTIES, INCLUDING THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nPROVIDER DISCLAIMS ALL RESPONSIBILITY FOR ANY LOSS, INJURY, CLAIM, LIABILITY, OR DAMAGE OF ANY KIND RESULTING FROM, ARISING OUT OF OR ANY WAY RELATED TO (A) ANY ERRORS IN OR OMISSIONS FROM THIS WEB SITE, THE INTERACTIVE AREAS, THE CONTENT, AND THE POSTINGS INCLUDING, BUT NOT LIMITED TO, TECHNICAL INACCURACIES AND TYPOGRAPHICAL ERRORS, (B) THIRD PARTY COMMUNICATIONS, (C) ANY THIRD PARTY WEB SITES OR CONTENT THEREIN DIRECTLY OR INDIRECTLY ACCESSED THROUGH LINKS IN THIS WEB SITE, INCLUDING BUT NOT LIMITED TO ANY ERRORS IN OR OMISSIONS THEREFROM, (D) THE UNAVAILABILITY OF THIS WEB SITE, THE INTERACTIVE AREAS, THE CONTENT, THE POSTINGS, OR ANY PORTION THEREOF, (E) YOUR USE OF THIS WEB SITE, THE INTERACTIVE AREAS, THE CONTENT, OR THE POSTINGS, OR (F) YOUR USE OF ANY EQUIPMENT OR SOFTWARE IN CONNECTION WITH THIS WEB SITE, THE INTERACTIVE AREAS, THE CONTENT, OR THE POSTINGS.</p>13.\nLIMITATION OF LIABILITY.\n<p>PROVIDER SHALL NOT BE LIABLE FOR ANY LOSS, INJURY, CLAIM, LIABILITY, OR DAMAGE OF ANY KIND RESULTING FROM YOUR USE OF THIS WEB SITE, THE CONTENT, THE POSTINGS, THE INTERACTIVE AREAS, ANY FACTS OR OPINIONS APPEARING ON OR THROUGH AN INTERACTIVE AREA, OR ANY THIRD PARTY COMMUNICATIONS.\nPROVIDER SHALL NOT BE LIABLE FOR ANY SPECIAL, DIRECT, INDIRECT, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER (INCLUDING, WITHOUT LIMITATION, ATTORNEYS' FEES) IN ANY WAY DUE TO, RESULTING FROM, OR ARISING IN CONNECTION WITH THE USE OF OR INABILITY TO USE THIS WEB SITE, THE INTERACTIVE AREAS, THE CONTENT, THE POSTINGS, OR ANY THIRD PARTY COMMUNICATIONS.\nTO THE EXTENT THE FOREGOING LIMITATION OF LIABILITY IS PROHIBITED OR FAILS OF ITS ESSENTIAL PURPOSE, PROVIDER'S SOLE OBLIGATION TO YOU FOR DAMAGES SHALL BE LIMITED TO $100.00.</p>14.\nIndemnification.\n<p>You agree to indemnify, defend and hold Provider, its officers, directors, employees, agents, licensors, suppliers and any third party information providers to this Web Site harmless from and against all claims, losses, expenses, damages and costs, including reasonable attorneys' fees, resulting from any violation of these Terms of Use by you or arising from or related to any Postings uploaded or submitted by you.</p>15.\nThird Party Rights.\n<p>The provisions of paragraphs 12 (Disclaimer), 13 (Limitation of Liability), and 14 (Indemnification) are for the benefit of Provider and its officers, directors, employees, agents, licensors, suppliers, and any third party information providers to this Web Site.\nEach of these individuals or entities shall have the right to assert and enforce those provisions directly against you on its own behalf.</p>16.\nUnlawful Activity.\n<p>Provider reserves the right to investigate complaints or reported violations of our Terms of Use and to take any action we deem appropriate including but not limited to reporting any suspected unlawful activity to law enforcement officials, regulators, or other third parties and disclosing any information necessary or appropriate to such persons or entities relating to user profiles, e-mail addresses, usage history, posted materials, IP addresses and traffic information.</p>17.\nRemedies for Violations.\n<p>Provider reserves the right to seek all remedies available at law and in equity for violations of these Terms of Use, including but not limited to the right to block access from a particular internet address to this Web Site and any other Provider web sites and their features.</p>18.\nGoverning Law and Jurisdiction.\n<p>The Terms of Use are governed by and construed in accordance with the laws of the State of Colorado and any action arising out of or relating to these terms shall be filed only in state or federal courts located in Denver County, Colorado, and you hereby consent and submit to the personal jurisdiction of such courts for the purpose of litigating any such action.</p>19.\nOther.<p>19.1.\nPrivacy.\nYour use of this Web Site is subject to Provider's privacy policy located at&nbsp;www.billtrack50.com/privacy-policy.</p>\n<p>19.2.\nSeverability of Provisions.\nThese Terms of Use incorporate by reference any notices contained on this Web Site and the Privacy Policy and constitute the entire agreement with respect to access to and use of this Web Site, the Interactive Areas, and the Content and Postings.\nIf any provision of these Terms of Use is unlawful, void or unenforceable, then that provision shall be deemed severable from the remaining provisions and shall not affect their validity and enforceability.</p>\n<p>19.3.\nModifications to Terms of Use.\nProvider reserves the right to change these Terms of Use at any time.\nUpdated versions of the Terms of Use will appear on this Web Site and are effective immediately.\nYou are responsible for regularly reviewing the Terms of Use.\nContinued use of this Web Site after any such changes constitutes your consent to such changes.</p>", "created_at": "2019-11-27 20:24:44.161988", "updated_at": "2022-12-15 22:49:20.377229"}], "points": [], "urls": ["billtrack50.com"]}}