{"error": 448, "message": "OK", "parameters": {"id": 7802, "name": "linguix", "created_at": "2023-03-29 18:58:31.092894", "updated_at": "2023-03-29 19:26:55.472468", "wikipedia": null, "keywords": null, "related": null, "slug": "linguix", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7802.png", "url": "linguix.com", "documents": [{"id": 15055, "name": "Terms of Use", "url": "https://linguix.com/page/terms", "xpath": "/html/body/main/div[1]/div/section", "text": " Navigation\n<ul>\n<li> About us </li>\n<li> Faq </li>\n<li> Press </li>\n<li> Contact us\n</li>\n<li> Affiliate\n</li>\n<li> Terms and Conditions </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n</ul> Terms of Use\n<p>Welcome, and thank you for your interest in Textly, Inc.\n(“Linguix,” “we,” or “us”) and our website at (https://linguix.com and https://turbo.linguix.com/), along with our related websites, networks, applications, mobile applications, and other services provided by us (collectively, the “Service”).Terms of Service and License Agreement (this “Agreement”) is a legally binding contract between you and Linguix regarding your use of the Service.</p>\n<p>Linguix is located at: 3479 NE 163rd St Unit #2088 North Miami Beach, FL 33160, USA</p>\n<p>BY CLICKING “I ACCEPT,” OR BY DOWNLOADING, INSTALLING, OR OTHERWISE ACCESSING OR USING THE SERVICE, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE OF THE SERVICE, YOU AGREE TO BE BOUND BY, THE FOLLOWING TERMS AND CONDITIONS, INCLUDING TEXTLY'S PRIVACY POLICY AND ANY ADDITIONAL TERMS AND POLICIES TEXTLY MAY PROVIDE FROM TIME TO TIME (TOGETHER, THESE \"TERMS\").\nAlso, by creating your account, you agree to receive marketing and product-related communications and emails from Linguix.com team (which you can unsubscribe at any time).</p>\n<p>If you are not eligible, or do not agree to the Terms, then you do not have our permission to use the Service.\nYOUR USE OF THE SERVICE, AND TEXTLY'S PROVISION OF THE SERVICE TO YOU, CONSTITUTES AN AGREEMENT BY TEXTLY AND BY YOU TO BE BOUND BY THESE TERMS.</p>\n<p>Please read the Linguix Privacy Policy (https://linguix.com/page/privacy-policy/) carefully for information relating to our collection, use, storage, disclosure of your personal information.\nThe Linguix Privacy Policy is incorporated by this reference into, and made a part of, these Terms.</p>\nLinguix Service Overview\n<p>The Service provides an English writing grammar and style checking tool that enables users to get their texts automatically checked and to receive recommendations and corrections on how to make their English writing better.</p>\nEligibility\n<p>You must be at least 18 years old to use the Service.\nBy agreeing to these Terms, you represent and warrant to us that: (a) you are at least 18 years old.\n(b) you have not previously been suspended or removed from the Service.\nand (c) your registration and your use of the Service is in compliance with any and all applicable laws and regulations.\nIf you are an entity, organization, or company, the individual accepting these Terms on your behalf represents and warrants that they have authority to bind you to these Terms and references to you herein (and all of your obligations hereunder) will refer to such entity and any individual using the Service on such entity’s behalf.</p>\nData collection and privacy\n<p>Linguix does not collect personally identifiable information from you except to the extent you have explicitly given such right to Linguix.\nLinguix's information practices are further described in its privacy policy, which is available at: linguix.com/page/privacy-policy (the “Privacy Policy”).\nThe Privacy Policy is an integral part of this Agreement and is expressly incorporated by reference, and by entering into this Agreement you agree to (i) all of the terms of the Privacy Policy, and (ii) Linguix’s use of data as described in the Privacy Policy is not an actionable breach of your privacy or publicity rights.</p>\nPersonal Information\n<p>You agree that your use of the Services is subject to the terms of our Privacy Policy, which is hereby incorporated by reference into, and forms an integral part of, the Terms of Use.\nBy agreeing to the Terms of Use or by using the Services, you expressly consent to the collection, storage, use and disclosure of your information, including your Personal Information, according to the Privacy Policy.\nYou represent and warrant to Linguix that you are at least 18 years of age and that you have the full, unrestricted right and authority and have been fully authorized to provide to Linguix any and all Registration Data (including any Personal Information) for the purposes of these Terms of Use and that Linguix is authorized and permitted to use such data as and to the extent provided in these Terms of Use.</p>\nConsent to receive email\n<p>For users located outside of the European Economic Area (EEA):</p>\n<p>Your registration to use the Site and/or Services constitutes your consent to receive email communications from Linguix, including messages regarding customer service issues and other matters.\nYou may opt not to receive email correspondence, other than technical notifications and email regarding issues related to your account and your use of the Site and Services, at any time by following the link included in the email messages.</p>\nGeneral Payment Terms\n<p>You authorize Linguix to charge all sums for the orders that you make and any level of Service you select as described in these Terms or published by Linguix, to the payment method specified in your account.\nIf you pay any fees with a credit card, Linguix may seek pre-authorization of your credit card account prior to your purchase to verify that the credit card is valid and has the necessary funds or credit available to cover your purchase.</p>\n<p>The Service may include automatically recurring payments for periodic charges (“Subscription Service”).\nIf you activate a Subscription Service, you authorize Linguix to periodically charge, on a going-forward basis and until cancellation of either the recurring payments or your account, all accrued sums on or before the payment due date for the accrued sums.\nThe “Subscription Billing Date” is the date when you purchase your first subscription to the Service.\nFor information on the “Subscription Fee”, please see our Pricing page.\nYour account will be charged automatically on the Subscription Billing Date all applicable fees for the next subscription period.\nThe subscription will continue unless and until you cancel your subscription or we terminate it.\nYou must cancel your subscription before it renews in order to avoid billing of the next periodic Subscription Fee to your account.\nWe will bill the periodic Subscription Fee to the payment method you provide to us during registration (or to a different payment method if you change your payment information).\nYou may cancel the Subscription Service by accessing your account settings at: https://app.linguix.com/premium or by contacting us at: hi@linguix.com.</p>\nProhibited Conduct\n<p>By using our Service you agree not to:</p>\n<ul>\n<li>use the Service for any illegal purpose or in violation of any local, state, national, or international law;</li>\n<li>violate, or encourage others to violate, any right of a third party, including by infringing or misappropriating any third party intellectual property right;</li>\n<li>interfere with security-related features of the Service, including by: (i) disabling or circumventing features that prevent or limit use or copying of any content.\n(ii) reverse engineering or otherwise attempting to discover the source code of any portion of the Service except to the extent that the activity is expressly permitted by applicable law.\nor (iii) hacking, password “mining” or using any other illegitimate means of interference;</li>\n<li>modify or create derivatives of any part of the Service;</li>\n<li>interfere with the operation of the Service or any user’s enjoyment of the Service, including by: (i) uploading or otherwise disseminating any virus, adware, spyware, worm, or other malicious code.\n(ii) making any unsolicited offer or advertisement to another user of the Service.\n(iii) collecting personal information about another user or third party without consent.\nor (iv) interfering with or disrupting any network, equipment, or server connected to or used to provide the Service;</li>\n<li>perform any fraudulent activity including impersonating any person or entity, claiming a false affiliation, accessing any other Service account without permission, or falsifying your age or date of birth;</li>\n<li>take action that imposes an unreasonable or disproportionately large load on the infrastructure of the Service of Linguix's systems or networks, or any systems or networks connected to the Service or Linguix;</li>\n<li>sell or otherwise transfer the access granted under these Terms or any Materials or any right or ability to view, access, or use any Materials;</li>\n<li>or attempt to do any of the acts described in this document or assist or permit any person in engaging in any of the acts described in this document.</li>\n</ul>\nUser Content\n<p>We are under no obligation to edit or control User Content that you or other users post or publish, and will not be in any way responsible or liable for User Content.\nLinguix may, however, at any time and without prior notice, screen, remove, edit, or block any User Content that in our sole judgment violates these Terms or is otherwise objectionable.\nYou understand that when using the Service you will be exposed to User Content from a variety of sources and acknowledge that User Content may be inaccurate, offensive, indecent, or objectionable.\nYou agree to waive, and do waive, any legal or equitable right or remedy you have or may have against Linguix with respect to User Content.\nIf notified by a user or content owner that User Content allegedly does not conform to these Terms, we may investigate the allegation and determine in our sole discretion whether to remove the User Content, which we reserve the right to do at any time and without notice.\nFor clarity, Linguix does not permit copyright-infringing activities on the Service.</p>\nDisclaimer\n<p>To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose and/or the use of reasonable care and skill).\nNothing in this disclaimer will:</p>\n<ul>\n<li>limit or exclude our or your liability for death or personal injury resulting from negligence;</li>\n<li>limit or exclude our or your liability for fraud or fraudulent misrepresentation;</li>\n<li>limit any of our or your liabilities in any way that is not permitted under applicable law.\nor</li>\n<li>exclude any of our or your liabilities that may not be excluded under applicable law.</li>\n</ul>\n<p>The limitations and exclusions of liability set out in this Section and elsewhere in this disclaimer: (a)\nare subject to the preceding paragraph.\nand (b) govern all liabilities arising under the disclaimer or\nin relation to the subject matter of this disclaimer, including liabilities arising in contract, in tort (including negligence) and for breach of statutory duty.</p>\n<p>To the extent that the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature.</p>\nSubscription Service and Cancellation Policy\n<p>The Service may include automatically recurring payments for periodic charges (“Subscription Service”).\nIf you activate a Subscription Service, you authorize Linguix to periodically charge, on a going-forward basis and until cancellation of either the recurring payments or your account, all accrued sums on or before the payment due date for the accrued sums.\nThe “Subscription Billing Date” is the date when you purchase your first subscription to the Service.\nFor information on the “Subscription Fee”, please see our Premium page.</p>\n<p>Your account will be charged automatically on the Subscription Billing Date all applicable fees for the next subscription period.\nThe subscription will continue unless and until you cancel your subscription or we terminate it.\nYou must cancel your subscription before it renews in order to avoid billing of the next periodic Subscription Fee to your account.\nWe will bill the periodic Subscription Fee to the payment method you provide to us during registration (or to a different payment method if you change your payment information).\nYou may cancel the Subscription Service by contacting us at: hi@linguix.com.</p>\n<p>We do not provide refunds when you cancel your subscription or when it renews and you do not need the product anymore.\nAfter you cancel, you just will not be charged in future.\nGetting a PRO subscription for Linguix writing assistant does not grant a PRO access to our Linguix Turbo product or other products, and vice versa.</p>\n<p>We do not offer a money-back, though we can discuss this on case-by-case basis.</p>\n<p>From time to time, we provide discounts offers.\nFor non-lifetime subscriptions, these offers apply for the first specified billing period i.e.\nfor the monthly subscription the discount will be applied to the first month, and afterwards you will be charged a full price.\nLifetime plan discounts are final as those are one-time payment plans.</p>\n<p>Subscriptions sold with a discount during promotional campaigns, payments for Team/Business plan trial accounts, Linguix Turbo product, and one-time payments for plagiarism check credits and account upgrades are non-refundable.</p>\nModification of these Terms\n<p>We reserve the right to change these Terms on a going-forward basis at any time.\nPlease check these Terms periodically for changes.\nModifications will become effective upon the earlier of (a) your acceptance of the modified Terms, (b) your use of the Service with actual knowledge of the modified Terms, or (c) thirty (30) days following our publication of the modified Terms through the Service.</p>\nArbitration notice\n<p>Except for certain kinds of disputes described in \"Dispute Resolution and Arbitration\" Section, you agree that disputes arising under these Terms will be resolved by binding, individual arbitration, and by accepting these terms, you and Linguix are each waiving the right to a trial by jury or to participate in any class action or representative proceeding You agree to give up your right to go to court to assert or defend your rights under this contract (except for matters that may be taken to small claims court).\nYour rights will be determined by a NEUTRAL ARBITRATOR and NOT a judge or jury.</p>\n<p>Any arbitration between you and Linguix will be settled under the Federal Arbitration Act.\nA party who intends to seek arbitration must first send a written notice of the dispute to the other party by certified U.S.\nMail or by Federal Express (signature required) or, only if that other party has not provided a current physical address, then by electronic mail (“Notice of Arbitration”).\nLinguix’s address for Notice is: Linguix Inc., 201 180th drive , #314 Sunny Isles Bch, FL - 33160.</p>\n<p>The Notice of Arbitration must: (a) describe the nature and basis of the claim or dispute.\nand (b) set forth the specific relief sought (“Demand”).\nThe parties will make good faith efforts to resolve the claim directly, but if the parties do not reach an agreement to do so within 30 days after the Notice of Arbitration is received, you or Linguix may commence an arbitration proceeding.</p>\nGeneral Terms\n<p>These Terms, together with the Privacy Policy and any other agreements expressly incorporated by reference into these Terms, are the entire and exclusive understanding and agreement between you and Linguix regarding your use of the Service.\nYou may not assign or transfer these Terms or your rights under these Terms, in whole or in part, by operation of law or otherwise, without our prior written consent.\nWe may assign these Terms at any time without notice or consent.\nThe failure to require performance of any provision will not affect our right to require performance at any other time after that, nor will a waiver by us of any breach or default of these Terms, or any provision of these Terms, be a waiver of any subsequent breach or default or a waiver of the provision itself.</p>\n<p>If any part of these Terms is held to be invalid or unenforceable, the unenforceable part will be given effect to the greatest extent possible, and the remaining parts will remain in full force and effect.</p> ", "created_at": "2023-03-29 18:58:57.377844", "updated_at": "2023-03-29 18:59:05.049645"}, {"id": 15054, "name": "Privacy Policy", "url": "https://linguix.com/page/privacy-policy", "xpath": "/html/body/main/div[1]/div/section[5]", "text": null, "created_at": "2023-03-29 18:58:31.125226", "updated_at": "2023-03-29 19:00:31.987966"}], "points": [], "urls": ["linguix.com"]}}