{"error": 448, "message": "OK", "parameters": {"id": 8181, "name": "DiscordHub", "created_at": "2023-05-02 19:07:45.96998", "updated_at": "2023-05-02 22:02:12.301382", "wikipedia": null, "keywords": null, "related": null, "slug": "discordhub", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8181.png", "url": "discordhub.com", "documents": [{"id": 15876, "name": "Terms and Conditions of Use ", "url": "https://discordhub.com/terms", "xpath": "//body", "text": " <ul>\n<li>\nServer List\n</li>\nMy Profile\n<li> Users Chat Center\nUser Search </li>\n<li> Manage Server Login to manage </li>\n<li> Bots Add Chino bot\nBot Commands\nAPI docs </li>\n</ul>\n<i>\n</i> Login Web Site Terms and Conditions of Use 1.\nTerms <p>\nBy accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any\nof these terms, you are prohibited from using or accessing this site.\nThe materials contained in this web site are protected by applicable copyright and trade mark law.\n</p> 2.\nUse License <ol>\n<li>\nPermission is granted to temporarily download one copy of the materials (information or software) on DiscordHub's web site for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license\nyou may not:\n<ol>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on DiscordHub's web site;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ol>\n</li>\n<li>\nThis license shall automatically terminate if you violate any of these restrictions and may be terminated by DiscordHub at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded\nmaterials in your possession whether in electronic or printed format.\n</li>\n</ol> 3.\nDisclaimer <ol>\n<li>\nThe materials on DiscordHub's web site are provided \"as is\".\nDiscordHub makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability,\nfitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, DiscordHub does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the\nmaterials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.\n</li>\n</ol> 4.\nLimitations <p>\nIn no event shall DiscordHub or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on DiscordHub's Internet\nsite, even if DiscordHub or a DiscordHub authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for\nconsequential or incidental damages, these limitations may not apply to you.\n</p> 5.\nRevisions and Errata <p>\nThe materials appearing on DiscordHub's web site could include technical, typographical, or photographic errors.\nDiscordHub does not warrant that any of the materials on its web site are accurate, complete, or current.\nDiscordHub may make changes to the\nmaterials contained on its web site at any time without notice.\nDiscordHub does not, however, make any commitment to update the materials.\n</p> 6.\nLinks <p>\nDiscordHub has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by DiscordHub of the site.\nUse of any such linked web site\nis at the user's own risk.\n</p> 7.\nSite Terms of Use Modifications <p>\nDiscordHub may revise these terms of use for its web site at any time without notice.\nBy using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.\n</p> 8.\nGoverning Law <p>\nAny claim relating to DiscordHub's web site shall be governed by the laws of the State of Canada without regard to its conflict of law provisions.\n</p>\n<p>\nGeneral Terms and Conditions applicable to Use of a Web Site.\n</p> DiscordHub\n<ul>\n<li>\nServer Status (coming soon)\n</li>\n</ul> About Us\n<ul>\n<li>\nDiscord Server (support)\n</li>\n</ul> Legal\n<ul>\n<li>\nPrivacy\n</li>\n<li>\nTerms and Conditions\n</li>\n</ul> © Copyright 2018 - DiscordHub, DiscordLink, DiscordMoe, Tokimeki ", "created_at": "2023-05-02 19:07:46.031172", "updated_at": "2023-05-02 19:09:10.316617"}, {"id": 15875, "name": " Privacy Policy ", "url": "https://discordhub.com/privacy", "xpath": "//body", "text": " <ul>\n<li>\nServer List\n</li>\nMy Profile\n<li> Users Chat Center\nUser Search </li>\n<li> Manage Server Login to manage </li>\n<li> Bots Add Chino bot\nBot Commands\nAPI docs </li>\n</ul>\n<i>\n</i> Login Privacy Policy <p>\nYour privacy is very important to us.\nAccordingly, we have developed this Policy in order for you to understand how we collect, use, communicate and disclose and make use of personal information.\nThe following outlines our privacy policy.\n</p>\n<ul>\n<li>\nData such as your username and ID are collected with full respect to the Discord API terms of use in order to maintain and operate these services.\n</li>\n<li>\nYour submitted posts and comments to our services will be available to visitors and users of our services.\n</li>\n<li>\nWe will only retain personal information as long as necessary for the fulfillment of those purposes.\n</li>\n<li>\nPersonal data should be relevant to the purposes for which it is to be used, and, to the extent necessary for those purposes, should be accurate, complete, and up-to-date.\n</li>\n<li>\nWe will protect personal information by reasonable security safeguards against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.\n</li>\n</ul>\n<p>\nWe are committed to conducting our site in accordance with these principles in order to ensure that the confidentiality of personal information is protected and maintained.\n</p> DiscordHub\n<ul>\n<li>\nServer Status (coming soon)\n</li>\n</ul> About Us\n<ul>\n<li>\nDiscord Server (support)\n</li>\n</ul> Legal\n<ul>\n<li>\nPrivacy\n</li>\n<li>\nTerms and Conditions\n</li>\n</ul> © Copyright 2018 - DiscordHub, DiscordLink, DiscordMoe, Tokimeki ", "created_at": "2023-05-02 19:07:46.0007", "updated_at": "2023-05-02 19:09:25.810932"}], "points": [{"id": 34076, "title": "The court of law governing the terms is in Canada", "source": "", "status": "Generated through the annotate view", "created_at": "2023-06-06 14:50:02.217495", "updated_at": "2023-06-30 17:56:40.67584", "quoteText": null, "case_id": 163, "document_id": 15876, "quoteStart": null, "quoteEnd": null}], "urls": ["discordhub.com"]}}