{"error": 448, "message": "OK", "parameters": {"id": 8065, "name": "TimelyBills", "created_at": "2023-04-16 19:13:40.703925", "updated_at": "2023-04-22 11:50:43.653678", "wikipedia": null, "keywords": null, "related": null, "slug": "timelybills", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8065.png", "url": "timelybills.app", "documents": [{"id": 15641, "name": "Privacy Policy", "url": "https://www.timelybills.app/privacy-policy", "xpath": "/html/body/div[2]/section[2]", "text": " <p> TimelyBills knows that you care how information provided by you is used and shared, and we appreciate your trust that we will do so carefully and sensibly.\nAt TimelyBills, we pride ourselves on our commitment to protecting your privacy.\nThis Privacy Statement describes in greater detail the privacy policy at TimelyBills.\n</p>\n<p> If you have questions or complaints regarding our Privacy Statement or practices, please contact us at support@timelybills.app and we would be happy to help and answer your queries.\n</p>\n<p>What personal information do we collect from the people who use our app?</p>\n<p>Here are the types of information we gather.</p>\n<ul>\n<li>\n<i>\n</i> When you create TimelyBills account, we store your name, email address, Phone Number.\n</li>\n<li>\n<i>\n</i> We store your IP address and timestamp when and from where you register with us.\n</li>\n<li>\n<i>\n</i> We automatically collect the information from which device (Device Type and Device Name), you are signing-in from.\n</li>\n<li>\n<i>\n</i> We collect the information like financial transaction such as expense, income and account information.\n</li>\n<li>\n<i>\n</i> We collect the information like your personal financial goals and objectives.\n</li>\n<li>\n<i>\n</i> As you allow through your device or application, we may collect information and content stored on your device, such as photos.\n</li>\n<li>\n<i>\n</i> However we delete all of above information when user request for account deletion.\n</li>\n<li>\n<i>\n</i> Our Services may change over time and we may introduce new features that may collect new or different types of information.\n</li>\n</ul> How do we use your information? <p>We may use the information we collect from you in the following ways:</p>\n<ul>\n<li>\n<i>\n</i> To fulfill or deliver the services you requested.\n</li>\n<li>\n<i>\n</i> To personalize or customize your experience and services.\n</li>\n<li>\n<i>\n</i> Usage of data to improve our application in order to better serve you.\n</li>\n<li>\n<i>\n</i> To allow us to better service you in responding to your customer service requests.\n</li>\n<li>\n<i>\n</i> To follow up application bug or crash investigation or to develop new features and services.\n</li>\n<li>\n<i>\n</i> To communiate with you about our Services and to give you offers for the products and services that we think may be of use to you.\n</li>\n<li>\n<i>\n</i> Detect, investigate, and help prevent security incidents and other malicious, deceptive, fraudulent, or illegal activity on your account.\n</li>\n<li>\n<i>\n</i> We may use any information you provide us over the email conversation or in surveys you answer for us and combine them with answers from other customers in order to better understand our Services and how we may improve them.\n</li>\n</ul>\n<p> Miscellaneous: In addition to the above, we may disclose information related to the Users if we believe such action is necessary to: </p>\n<ul>\n<li>\n<i>\n</i> Comply with the law, or legal process served on us.\n</li>\n<li>\n<i>\n</i> Protect and defend our rights or property (including the enforcement of our agreements).\n</li>\n<li>\n<i>\n</i> Act in urgent circumstances to protect the personal safety of Users or members of the public.\n</li>\n</ul> Your choices <ul>\n<li>\n<i>\n</i> You may decline to submit Personally Identifiable Information when registering for our services, in which case we may not be able to provide services to you.\nIf you do not agree with our Privacy Policy, please delete your account, uninstall the application and discontinue use of the our services, your continued usage of the our Application/Services will signify your acceptance of our Privacy Policy.\n</li>\n<li>\n<i>\n</i> If you are not satisfied with our services, security and privacy aspect of your data, you may request for deleting the account from profile screen of the mobile app.\n</li>\n</ul> How do we secure your information? <p>We take following security measures to protect and secure your information:</p>\n<ul>\n<li>\n<i>\n</i> Data from app, website to our backed servers is transferred over HTTPS which is secured and encrypted using SSL.\n</li>\n<li>\n<i>\n</i> Access of backend services using secure authenticated tokens.\n</li>\n<li>\n<i>\n</i> Sensitive data like password detail is stored in encrypted form and even we can’t read that.\n</li>\n</ul> Third-party disclosure <p>We do not sell, rent, or lease any of your information to third parties.</p> Third-party links <ul>\n<li>\n<i>\n</i> Occasionally, at our discretion, we may include or offer third-party products or services or their advertisement on our website or app.\nThese third-party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.\n</li>\n<li>\n<i>\n</i> We use Google AdSense and Admob Advertising on our website and in our app.\n</li>\n</ul> COPPA (Children Online Privacy Protection Act) <ul>\n<li>\n<i>\n</i> TimelyBills Services are intended for and directed to adults.\n</li>\n<li>\n<i>\n</i> Our Services are not directed to minors and we do not knowingly collect Personal Information from minors.\n</li>\n</ul> Liability <p> Notwithstanding anything to the contrary in this Policy or any other terms of service, Company’s aggregate liability hereunder shall be limited to not more than amount you paid us to use the Services and shall not extend to any indirect or remote damages whatsoever, including but not limited to special, incidental, consequential, or punitive damages or loss of profits.\n</p> Usage of Cookies <p> A cookie is a piece of text that helps a public website and portal to recognize user devices and maintain a consistent, cohesive experience.We use cookies that are important for certain technical features of our website, like logging into user accounts and implementing fixes and improvements to our platform.\n</p> Amendments to Privacy Policy <p> We have the right to amend this Privacy Policy at any time, without prior notice to each User.\nAny changes we may make to our Privacy Policy in the future will be posted here.\nWhen appropriate, we will notify you or seek your consent.\nPlease check back frequently to see any updates or changes to our Privacy Policy.\n</p> Contact info <p> If at any time you would like to contact us with your views about our privacy practices, or with any enquiry relating to your Personal Data (its correction, removal or use), you can do so by sending a letter to our email address: support@timelybills.app </p> Last Updated: March 14, 2023 ", "created_at": "2023-04-16 19:13:40.735281", "updated_at": "2023-04-16 19:14:04.140876"}, {"id": 15642, "name": "Terms of Service", "url": "https://www.timelybills.app/terms-of-service", "xpath": "/html/body/div[2]/section[2]", "text": " <p>By using our Services, you are agreeing to these terms.\nPlease read them carefully.</p> Using our services <p>You must follow any policies made available to you within the Services.</p>\n<p> Don’t misuse our Services.\nFor example, don’t interfere with our Services or try to access them using a method other than the interface and the instructions that we provide.\nYou may use our Services only as permitted by law, including applicable export and re-export control laws and regulations.\nWe may suspend or stop providing our Services to you if you do not comply with our terms or policies or if we are investigating suspected misconduct.\n</p>\n<p> Using our Services does not give you ownership of any intellectual property rights in our Services or the content you access.\nYou may not use content from our Services unless you obtain permission from its owner or are otherwise permitted by law.\nThese terms do not grant you the right to use any branding or logos used in our Services.\nDon’t remove, obscure, or alter any legal notices displayed in or along with our Services.\n</p>\n<p> In connection with your use of the Services, we may send you service announcements, administrative messages, and other information.\nYou may opt out of some of those communications.\n</p>\n<p> Some of our Services are available on mobile devices.\nDo not use such Services in a way that distracts you and prevents you from obeying traffic or safety laws.\n</p> Your Account <p> You may need a TimelyBills Account in order to use some of our Services.\nTo protect your Account, keep your password confidential.\nYou are responsible for the activity that happens on or through your Account.\nIf you learn of any unauthorised use of your password or Account, we recommend to change your password immediately.\n</p> Your Content <p> Some of our Services allow you to upload, submit, store, send or receive content.\nYou retain ownership of any intellectual property rights that you hold in that content.\nIn short, what belongs to you stays yours.\n</p> Software in our services <p> When a Service requires or includes downloadable software, this software may update automatically on your device once a new version or feature is available.\nSome Services may let you adjust your automatic update settings.\nYou may not copy, modify, distribute, sell, or lease any part of our Services or included software, nor may you reverse engineer or attempt to extract the source code of that software, unless laws prohibit those restrictions or you have our written permission.\n</p>\n<p> Open source software is important to us.\nSome software used in our Services may be offered under an open source license that we will make available to you.\nThere may be provisions in the open source license that expressly override some of these terms.\n</p> Terminating our services <p> We are constantly changing and improving our Services.\nWe may add or remove functionality or features, and we may suspend or stop a Service altogether.\n</p>\n<p> You can stop using our Services at any time, although we’ll be sorry to see you go.\nWe may also stop providing Services to you, or add or create new limits to our Services at any time.\n</p> Warrnaties &amp.\nDisclaimers <p> We provide our Services using a commercially reasonable level of skill and care and we hope that you will enjoy using them.\nBut there are certain things that we don’t promise about our Services.\n</p>\n<p> Other than as expressly set out in these terms or additional terms, neither we nor its suppliers or distributors make any specific promises about the Services.\nFor example, we don’t make any commitments about the content within the Services, the specific functions of the Services, or their reliability, availability, or ability to meet your needs.\nWe provide the Services “as is”.\n</p> Liability for our services <p> When permitted by law, We (and our partners), will not be responsible for lost profits, revenues, or data, financial losses or indirect, special, consequential, exemplary, or punitive damages.\n</p>\n<p> To the extent permitted by law, the total liability on us (and our partners), for any claims under these terms, including for any implied warranties, is limited to the amount you paid us to use the Services.\n</p> About these Terms <p> We may modify these terms or any additional terms that apply to a Service to, for example, reflect changes to the law or changes to our Services.\nYou should look at the terms regularly.\nWe’ll post notice of modifications to these terms on this page.\nWe’ll post notice of modified additional terms in the applicable Service.\nIf you do not agree to the modified terms for a Service, you should discontinue your use of that Service.\n</p> How to contact us <p> For more information about our Terms of Service, Mail us at our email address <br> support@timelybills.app </p> ", "created_at": "2023-04-16 19:13:40.766174", "updated_at": "2023-04-16 19:14:20.099553"}], "points": [], "urls": ["timelybills.app"]}}