{"error": 448, "message": "OK", "parameters": {"id": 7296, "name": "Ryanair", "created_at": "2023-01-18 21:41:31.959066", "updated_at": "2023-07-10 22:02:35.217893", "wikipedia": null, "keywords": null, "related": null, "slug": "ryanair", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/7296.png", "url": "ryanair.com", "documents": [{"id": 13996, "name": "Privacy Policy", "url": "https://www.ryanair.com/ie/en/corporate/privacy-policy", "xpath": "/html/body/div[2]/main", "text": " Privacy Policy&nbsp.\nIntroduction <p>Ryanair is committed to protecting our customer privacy and takes its responsibility regarding the security of customer information very seriously.\nWe will be clear and transparent about the information we are collecting and what we will do with that information.</p>\n<p>This Policy sets out the following:</p>\n<ul>\n<li>What personal data we collect and process about you in connection with your relationship with us as a customer and through your use of our website, mobile applications and online services;</li>\n<li>Where we obtain the data from;</li>\n<li>What we do with that data;</li>\n<li>How we store the data;</li>\n<li>Who we transfer/disclose that data to;</li>\n<li>How we deal with your data protection rights;</li>\n<li>And how we comply with the data protection rules.&nbsp;&nbsp;</li>\n</ul>\n<p>All personal data is collected and processed in accordance with Irish, EU and UK data protection laws as applicable.</p> Data Controller <p>“Ryanair” (referred to as “we”, “us”, “our” or “Ryanair” in this policy) in this policy primarily refers to Ryanair D.A.C., the main operating company of the Ryanair group, and, where appropriate, to other companies in the Ryanair group&nbsp;&nbsp;(Ryanair DAC, Ryanair Sun, Ryanair UK, Laudamotion and Malta Air) or other entities over which Ryanair exercises management control.\nRyanair D.A.C.\nis the “data controller” of all personal information that is collected and used about Ryanair customers for the purposes of the Irish Data Protection Act 2018 or, as applicable in respect of UK customers, the UK Data Protection Act 2018.\nRyanair is registered in Ireland with registration number 104547 and registered offices at Ryanair Dublin Office, Airside Business Park, Swords, Co.\nDublin.</p>\n<p>We may engage third parties to provide services on our behalf.\nIf you book a service offered by a third party (eg travel insurance, car hire, room booking) the third party will be identified in the applicable booking terms and conditions.\nThe third party will be a “data controller” of your personal data in respect of the service they are providing.\nYou should access the privacy policies/statements of those providers directly</p> What personal data we collect <p>Personal data means any information relating to you which allows us to identify you, such as your name, contact details, booking reference number, payment details and information about your access and use of our website and app.</p>\n<p>We collect personal data from you when you: (i) book a flight with us (either directly or indirectly through our trusted third party partners such as global distribution systems or tour operators who charter our aircraft), (ii) create a myRyanair account, (iii) apply for a refund, (iv) make a claim under EU Regulation 261/2004 (EU261), (v) use our website and / or app and other websites accessible through our website and / or app, (vi) participate in a survey or competition, or (vii) contact us.\nWe may also process personal data about you, which we receive from law enforcement authorities.</p>\n<p>The types of personal data we collect from you are listed below:</p>\n<p>\n<b>Booking Data</b>\n</p>\n<p>\n<b>Identity Information</b>\n</p>\n<p>Name, home address, e-mail address, telephone number, passport or other recognized personal ID card numbers and your image (on a temporary basis for online verification provided by our trusted identity verification partner).<b>\n</b>\n</p>\n<p>\n<b>Payment Information</b>\n</p>\n<p>Credit/debit card, IBAN &amp.\nBIC, copy of a bank statement with name and IBAN &amp.\nBIC details and or Paypal Unique ID.</p>\n<p>\n<b>API (Advance Passenger Information)</b>\n</p>\n<p>Name, nationality, date of birth, gender, passport or photographic ID number, expiry date, country of issue, visa or residence permit number.</p>\n<p>\n<b>Flight Information</b>\n</p>\n<p>Flight number, origin airport, destination airport, flight date and time (for current and previous flights).</p>\n<p>\n<b>PNR (Passenger Name Record)</b>\n</p>\n<p>May include every type of data provided, such as, Flight Information, Identity Information, Payment Information and Health Information.</p>\n<p>\n<b>Health Information</b>\n</p>\n<p>Physical or mental health conditions or illnesses, medical requirements and/or dietary requirements.</p>\n<p>\n<b>Transaction Information</b>\n</p>\n<p>Information related to the services/travel products booked in connection with your flights (e.g., if you purchase allocated seats or additional luggage).</p>\n<p>\n<b>Covid-19 Data</b>\n</p>\n<p>Vaccination status, PCR/antigen Covid-19 test results and Passenger Locator Forms.</p>\n<p>\n<b>myRyanair Data</b>\n</p>\n<p>Email address for login and password, information you provide about you and your companions including travel documents, Covid-19 Data, voucher details within the Wallet feature which are stored in your myRyanair account.\nPassport details and date of birth in myRyanair are masked.</p>\n<p>\n<b>Usage Data</b>\n</p>\n<p>Information about your use of our website and/or app including browser settings, domain name, browser type, browser language, device ID, operating system type, device name and model, pages or screens viewed, links clicked, IP address, when and the length of time you visit our website and/or app and the referring URL, or the webpage that led you to our website and/or app.</p>\n<p>\n<b>Third Party Purchases </b>\n</p>\n<p>Information about your interest in purchasing our trusted partners’ products and services where you initiate such purchase during the flight booking process.\n</p>\n<p>\n<b>Location Data</b>\n</p>\n<p>IP address, website market (e.g., English or Spanish) for making bookings and purchases of services/travel products booked in connection with your flight (e.g., if you purchase allocated seats or additional luggage) and postal address.</p>\n<p>\n<b>Communications Data</b>\n</p>\n<p>Information contained in the communications you exchange with us or direct to us via letters, emails, chat service, calls, and social media and logs of data protection requests.</p>\n<p>&nbsp;</p>\n<p>\n<b>Health Information</b>\n</p>\n<p>Personal details about your physical or mental health are considered “special categories of personal data” under the GDPR and applicable data protection laws.\nWe will only process such data where you&nbsp;have given your explicit consent (for example, where you request special assistance before or during a flight, we will need to provide this information to our staff or our service providers at those airports to and from which you will be flying so they can provide the assistance you have requested),&nbsp.\nor where it is necessary to protect your vital interests or those of other people (for instance, if you request special assistance), or where you have deliberately made this information public.\nThe processing of such personal data, including Covid-19 Data (as defined above), may also be necessary for compliance with public health legislation, regulatory requirements or other entry requirements in your destination/s.&nbsp.\nSome of these requirements apply directly to you as a passenger and some apply to Ryanair and we are required to ensure (and may be required to demonstrate to our regulators, law enforcement and public health authorities) that these requirements have been complied with in the interests of public health.</p>\n<p>When you upload Covid-19 Data during online check-in, in relation to a single booking, you do so on a voluntary basis, in which case the documents will be deleted from your device 48 hours after your flight departure.\nWe will retain a copy for three years (unless you request that we erase the copy) solely for the purpose of demonstrating our compliance with public health travel requirements as airlines are subject to heavy fines for allowing passengers without valid vaccine certificates and/or test certificates and/or locator forms to board their flight.\nIn addition to the above you can also choose to upload your Digital Covid Cert to your mobile phone during online check-in, in which case it will be saved for future bookings on your mobile phone, and you may remove this document at any time.&nbsp;</p>\n<p>When you have a specific medical condition, you need to inform us of that and in some instances provide us with a medical certificate.\nThis is for your safety and the safety of other passengers.\nOur General Terms &amp.\nConditions of Carriage provide more detail on what medical information you need to disclose to us.</p>\n<p>Where you apply for a refund on the basis of you or someone on your booking becoming seriously ill and unable to travel, we will require you to provide suitable evidence in accordance with our General Terms &amp.\nConditions of Carriage.&nbsp;</p> What we use your personal data for <p>In most cases we will need to process your personal data so we can process your booking, enter into our contract of carriage and perform that contract with you.</p>\n<p>We have described below these purposes and all the other purposes your data may be used for.\nWe will only process your data for these stated purposes.</p>\n<p>&nbsp;</p>\n<p>\n<b>How we use your data</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>Why we process your data</b>\n</p>\n<p>\n<b>Legal Justification</b>\n</p>\n<p>We collect and use Booking Data</p>\n<p>To book your flight, to process payments (including refunds and amounts you may be entitled to under EU261), to manage your booking (for example to make requested flight changes), to contact you in relation to your booking (for example in the event of a flight time change or cancellation or refund or to process mishandled baggage claims).</p>\n<p>&nbsp;</p>\n<p>Please be aware that service communications relating to a flight change, cancellation or refund are not made for marketing purposes and cannot be opted-out of.</p>\n<p>Performance of our contract with you (see our General Terms &amp.\nConditions of Carriage)</p>\n<p>&nbsp;</p>\n<p>Legal obligation with regard to EU261 claims</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>We collect and use Booking Data and any documents related to expenses which you can claim under EU261 (such as accommodation, transport or refreshments)</p>\n<p>To process EU261 claims.</p>\n<p>&nbsp;</p>\n<p>Regulation (EC) No 261/2004 on common rules on compensation and assistance to passengers in the event of denied boarding and of cancellation or long delay of flights</p>\n<p>&nbsp;</p>\n<p>We process Covid-19 Data</p>\n<p>To comply with public health requirements.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Legal obligation under various public health requirements.\nFor example, in Ireland, we are required to check Covid-19 Data pursuant to S.I.\nNo.\n45/2021 - Health Act 1947 (Section 31A - Temporary Requirements) (Covid-19 Passenger Locator Form) Regulations 2021.</p>\n<p>&nbsp;</p>\n<p>We collect Covid-19 Data that you upload during online check in</p>\n<p>&nbsp;</p>\n<p>To save these documents in one place with booking to facilitate ease of boarding and presentation to agents (this data will be deleted from your device 48 hours after departure and retained by us for three years (unless you request erasure of this data) in order to demonstrate our compliance with public health travel requirements) or</p>\n<p>&nbsp;</p>\n<p>To save your DCC where you upload it to your mobile phone during online check in so that you can use the saved document for future bookings without having to re-upload (in which case your DCC will be saved until you remove it from your mobile phone).</p>\n<p>&nbsp;</p>\n<p>Explicit consent and legitimate interest in defending against fines imposed on airlines for allowing passengers without valid Covid-19 Data to board their flight.</p>\n<p>We collect your image (on a temporary basis)</p>\n<p>To verify your identity online where a risk of fraud is identified.\nYou will also be offered an option for manual verification.</p>\n<p>&nbsp;</p>\n<p>To verify your identity during online check-in and to verify your identity to process refund and/or EU261 requests to ensure you comply with our General Terms &amp.\nConditions of Carriage.\nYou will also be offered an option for manual verification in both cases.</p>\n<p>&nbsp;</p>\n<p>To verify your identity where you suspect that an unauthorised third party may not have given us your correct details.</p>\n<p>&nbsp;</p>\n<p>Explicit consent</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>We collect your Identity Information when you provide it through our online portal or by email to make a data subject request</p>\n<p>To respond to data subject requests and to keep a log of data subject requests that have been processed.</p>\n<p>Our legitimate interest to verify your identity to respond to GDPR requests.</p>\n<p>&nbsp;</p>\n<p>In relation to logs, to demonstrate our compliance with the GDPR and applicable data protection law.</p>\n<p>&nbsp;</p>\n<p>We process myRyanair Data </p>\n<p>To allow you to login and use the myRyanair service and to save travel documents and Covid-19 Data in your myRyanair account.</p>\n<p>Legitimate interest in providing the myRyanair service, providing a means of reference for travel documents, for Covid-19 compliance purposes and allowing efficient booking mechanism.</p>\n<p>&nbsp;</p>\n<p>We process Payment Information</p>\n<p>To conduct audits.</p>\n<p>Legitimate interest in ensuring that our financial records are accurate.</p>\n<p>&nbsp;</p>\n<p>We collect and use Payment Information and combine it with Identity Information, Location Data (specifically name, address, telephone number, email address, passport details, card number, cardholder name, IP address, IP country and device ID)</p>\n<p>&nbsp;</p>\n<p>To comply with payment card scheme rules and requirements.</p>\n<p>&nbsp;</p>\n<p>To enable us to engage in credit or other payment card verification / screening and to detect and prevent fraudulent activities.</p>\n<p>&nbsp;</p>\n<p>Legitimate interest in detecting and preventing fraudulent activities and complying with regulatory obligations and payment card scheme rules.</p>\n<p>We process your Health Information</p>\n<p>To provide you with assistance at your request (see Health Information section above).</p>\n<p>&nbsp;</p>\n<p>To process a claim for refund based on serious illness.</p>\n<p>Consent</p>\n<p>&nbsp;</p>\n<p>In the case of a medical emergency, your or another person’s vital interests.</p>\n<p>&nbsp;</p>\n<p>In the case of a refund claim, explicit consent and also legitimate interest in preventing fraud.</p>\n<p>&nbsp;</p>\n<p>We process any information you give us and information we collect from your use of Ryanair’s services, such as your nationality, previous flight origins and destinations and current flight origin and destination and any specific information provided by local law enforcement authorities.\n</p>\n<p>To determine whether we need to request that you provide your documents for review by our agents and our Immigration department to assess if we are permitted to allow you to board a particular flight (in light of passport and visa requirements).\nWe do not collect and do not use any information on race, ethnicity, religion or health status in making this assessment.\nThis process may involve automated assessments as part of our efforts to detect and prevent unlawful activity.\nThese assessments may lead to additional document checks.\nPursuant to our General Terms &amp.\nConditions of Carriage, if a person presents false documents when requested to do so, they will not be permitted to board.</p>\n<p>&nbsp;</p>\n<p>Legitimate interest in ensuring that a passenger has valid travel documents as failure to have valid travel documents on arrival will result in Ryanair having to facilitate the return of the passenger to their country of departure.</p>\n<p>We may process all the categories of data listed above</p>\n<p>To ensure compliance with our General Terms &amp.\nConditions of Carriage and our website and app Terms of Use and where necessary for the establishment, exercise or defence of legal claims, prospective legal claims, legal proceedings or prospective legal proceedings, whether before a court, tribunal or other administrative proceeding.</p>\n<p>Legitimate interest in enforcing Ryanair’s legal rights.</p>\n<p>&nbsp;</p>\n<p>For special categories of data including, Health Information or Covid-19 Data, as necessary for the establishment, exercise or defence of legal claims or for the purpose of demonstrating compliance with public health legislation or regulatory requirements or enquiries.</p>\n<p>&nbsp.\n</p>\n<p>We also process Booking Data and combine it with Purchase Data and Location Data</p>\n<p>To perform statistical and marketing analysis, systems testing, maintenance and development which may include the combination of data for profiling purposes.</p>\n<p>&nbsp;</p>\n<p>Legitimate interest in improving marketing and promoting Ryanair’s services.</p>\n<p>We also process Identity Information and Travel History</p>\n<p>To contact you for feedback as part of our customer service communications.</p>\n<p>&nbsp;</p>\n<p>Legitimate interest in improving our services and enhancing your experience with us.</p>\n<p>&nbsp;</p>\n<p>We also process Booking Data and Location Data </p>\n<p>To provide you with information we believe is of interest to you, prior to, during, and after your travel with us and to personalise the services we offer to you, such as special offers to your favourite destinations.</p>\n<p>&nbsp;</p>\n<p>Legitimate interest in improving our services and enhancing your experience with us.\nAny marketing will be based on your consent and you can opt out at any time.</p>\n<p>&nbsp;</p>\n<p>You will have the choice to&nbsp;<b>opt in or opt out</b>&nbsp;of receiving marketing communications by indicating your choice on the payment page when booking your flight or by updating your app settings.\nYou will also be given the opportunity at the bottom of every marketing e-mail to unsubscribe / opt out.\n&nbsp;See also the section below on your data subject rights.</p>\n<p>To unsubscribe from push notifications you must update your app settings.\nPush notifications are set out in the initial permissions when downloading an app and vary depending on whether you have an IOS or android device.\nYou should check the settings and permissions on your device in relation to push notifications and change your settings according to your preferences.</p>\n<p>We aim to action opt out requests as quickly as we can but it is possible you will receive some marketing communications in the period prior to the request being actioned.</p>\n<p>Please note that if you opt out of marketing communications you will still receive service communications in relation to existing bookings (such as flight time change notices).</p>\n<p>Only children aged 16 or over can provide their own consent.\nFor children under this age, consent of the children’s parents or legal guardians is required.</p> How long we keep your data <p>We will not retain your data for longer than is necessary to fulfil the purpose it is being processed for.\nWe must also consider periods for which we need to retain personal data in order to meet our legal obligations (e.g., in relation to claims for cancelled flights under EU261) or to deal with complaints, queries, regulatory requirements, for audit purposes, to demonstrate compliance with public health regulations and relevant entry requirements and to protect our legal rights in the event of a claim being made.&nbsp;To determine the appropriate retention period, we consider the amount, nature and sensitivity of the personal data, the purposes for which we process it and whether we can achieve those purposes through other means.\nWe will also consider if and how we can minimise over time the personal data that we use, and if we can anonymise your personal data so that it can no longer be associated with you or identify you, in which case we may use that information without further notice to you.\n&nbsp;</p>\n<p>Booking Data is archived 18 months from the date of the flight, once there are no outstanding refunds or money due.\nIn general, most Booking Data is deleted 7 years after the date of the flight.\nOnce this information is archived all payment and travel document information is obscured.\nOnly limited roles within Ryanair have access to this archived data which is stored in order to create summarised models of data and in some instances data to respond to legal claims.</p>\n<p>For myRyanair accounts, inactive accounts are generally closed 3 years after the last flight was flown.\nYou can make an erasure request at any time by submitting your request&nbsp;through our dedicated web-form (see ‘Your data protection rights’ section).\nOnce you exercise your right to erasure your myRyanair account will be closed and any data associated with any companion will be deleted.\nHowever, a copy of the Booking Data will be retained in our systems as described above.\nYou can change the personal data in your myRyanair account directly in the account.\nAny changes made by you will only apply to bookings made after these changes were made and will not alter existing bookings.</p>\n<p>We process data subject requests using a specialised data protection tool provided by &nbsp;OneTrust.\nAccess to this system is restricted to a limited number of roles in Ryanair and data held in OneTrust is encrypted.\nWe separately keep a log of erasure requests made through our online form, for one year.</p>\n<p>We use a third party tool called Zendesk to manage customer service interactions, including complaints, chats, refund requests, EU261 claims, serious illness claims and mishandled baggage claims.\nThis data is retained for a period that reflects the statute of limitations period for contract claims which is at most 10 years.</p> Security of your personal data <p>We are committed to ensuring the security and confidentiality of your personal data.\nTaking into account the nature of your personal data and the risks of processing, we have put in place appropriate technical and organizational measures as required by applicable legal provisions to ensure an appropriate level of security and to prevent any accidental or unlawful destruction, loss, alteration, disclosure, intrusion of or unauthorized access to these data.</p>\n<p>All payment details are transmitted and stored in compliance with Payment Card Industry Data Security Standards (PCI DSS).</p>\n<p>We may disclose your information to trusted third parties for the purposes set out in this Privacy Policy.\nWe require all third parties to have appropriate technical and operational security measures in place to protect your personal data, in line with Irish, UK and EU law on data protection rules.&nbsp;</p>\n<p>In the event that Ryanair suffers a breach involving your personal data and this breach creates a high risk to your rights, we will inform you about the breach, the likely consequences of it and the measures we have put in place to protect you and others in accordance with our GDPR requirements.</p> Sharing and transferring your personal data <p>Ryanair conducts business in multiple jurisdictions, some of which are not located in the European Economic Area (EEA) such as: Bosnia &amp.\nHerzegovina, Israel, Jordan, Montenegro, Morocco, Serbia, Turkey, Ukraine and the UK.\nWhile countries outside the EEA do not always have strong data protection laws, we require all partners and services providers to process your information in a secure manner and in accordance with GDPR requirements and mainly rely on European Commission approved standard contractual clauses that ensure protection for your data even when it leaves the EEA.&nbsp;</p>\n<p>\n<b>Ryanair Group - </b>Your personal data may be shared with other companies within the Ryanair Group:</p>\n<p>\n<b>Ryanair Company</b>\n</p>\n<p>\n<b>Type of Data</b>\n</p>\n<p>\n<b>Basis for Transfer if outside EEA</b>\n</p>\n<p>Buzz, Lauda Europe, Malta Air, Ryanair UK, Travel Labs Spain, Ryanair Labs Wroclaw (Poland), TLPT Aviation Solutions (Portugal) </p>\n<p>Booking Data and Communications Data</p>\n<p>Adequacy decision (linked here) in the case of Ryanair UK</p>\n<p>N/A in the case of EEA entities</p>\n<p>&nbsp;</p>\n<p>\n<b>Service Providers - </b>We will also share your data with our trusted service providers who provide services on our behalf where such service providers are obliged to safeguard your data in accordance with the relevant data protection agreement:</p>\n<p>\n<b>Service Providers</b>\n</p>\n<p>\n<b>Type of Data and Services</b>\n</p>\n<p>\n<b>Basis for Transfers if outside EEA</b>\n</p>\n<p>Ground handling agents inside and outside the EEA (please see list below of agents located outside the EEA)</p>\n<p>Process Booking Data to assist you at airports and to demonstrate your compliance with any relevant entry requirements.</p>\n<p>To ground handling agents in non-EEA countries (other than in Israel and the UK): European Commission approved standard contractual clauses</p>\n<p>&nbsp;</p>\n<p>To ground handling agents in Israel: adequacy decision (linked here).</p>\n<p>&nbsp;</p>\n<p>To ground handling agents in the UK: adequacy decision (linked here).</p>\n<p>&nbsp;</p>\n<p>Call centres and flight connection service providers including Armatis in Poland, Romania and Portugal and Transcosmos in Hungary</p>\n<p>&nbsp;</p>\n<p>Process Booking Data and Communications Data to provide assistance to our customers in relation to their bookings.</p>\n<p>N/A</p>\n<p>Our cloud service and e-mail marketing service providers including IMS, Swrve, SurveyMonkey and Boxever</p>\n<p>&nbsp;</p>\n<p>Process Booking Data to assist us with customer surveys and marketing campaigns.</p>\n<p>N/A</p>\n<p>Payment service providers and currency conversion providers (such as AIBMS (Ireland), ELAVON (Ireland and UK), BARCLAYS (Ireland), AMEX (UK), PAYPAL (Ireland), UATP (Germany), ADYEN (UK/Netherlands), TNS&nbsp.\n(UK), CYBS (UK), Monex &nbsp;(Ireland), SCA-</p>\n<p>Cardinal (US)</p>\n<p>&nbsp;</p>\n<p>Process Booking Data to facilitate your payments to us, and anti-fraud screening, which may need information about your method of payment and flight booking to process payment or ensure the security of your payment transaction.</p>\n<p>To the UK: adequacy decision (linked here).</p>\n<p>&nbsp;</p>\n<p>To the US: European Commission approved standard contractual clauses</p>\n<p>Legal and other professional advisers </p>\n<p>May process any and all data to enforce our legal rights in relation to our contract with you and to assist in the investigation of illegal or fraudulent activities or where required by law or court order.</p>\n<p>Generally non-EEA legal and professional advisors do not have access to EEA data.\nIn the limited cases where they do, we put in place European Commission approved standard contractual clauses.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<i>Ground handling agents outside of the EEA</i>: Bosnia &amp.\nHerzegovina - Aerodrom Banja Luka.\nIsrael - QAS.\nJordan - AHS Group.\nMontenegro - Airports of Montenegro.\nMorocco - Swissport.\nSerbia - Airports of Serbia.\nTurkey - Turkish Ground Services.\nUkraine - Interavia, Kherson Airport, Aerohandling, Lviv Airport, Company Sky Service.\nthe UK - Dalcross Handling, Swissport, Bournemoth Airport Handling, City of Derry Airport Handling, Exter Airport Handling, Prestwick Airport Handling, Menzies Aviation, Blue Handling, Newquay Airport Handling, Teeside Airport Handling.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>Third Parties - </b>We may also share your personal data with the following third parties:</p>\n<p>\n<b>Third Party</b>\n</p>\n<p>\n<b>Type of Data and Purpose</b>\n</p>\n<p>\n<b>Lawful Basis to Share</b>\n</p>\n<p>\n<b>Basis for Transfer if outside of EEA</b>\n</p>\n<p>Airports in your itinerary or to which your flight may fly over located in and outside of the EEA (non-EEA airports are located in the countries listed in the section above on ground handling agents outside of the EEA)</p>\n<p>&nbsp;</p>\n<p>To process Booking Data to comply with PNR legislation and airport security regulations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Contract and compliance with legal obligation.</p>\n<p>To airports in non-EEA countries (other than Israel and the UK): European Commission approved standard contractual clauses</p>\n<p>&nbsp;</p>\n<p>To airports in Israel: adequacy decision (linked here).</p>\n<p>&nbsp;</p>\n<p>To airports in the UK: adequacy decision (linked here).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Governments in the EEA and outside the EEA in Israel, Jordan, Morocco, Turkey, Ukraine </p>\n<p>To process API pursuant to local law requirements.\nAPI is sent as a secure electronic message to the government system</p>\n<p>&nbsp;</p>\n<p>Legal obligation pursuant to EU API Directive or for non-EEA countries, local legislation requiring API.</p>\n<p>To Israel: adequacy decision (linked here).</p>\n<p>To the UK: adequacy decision (linked here).</p>\n<p>&nbsp;</p>\n<p>To Jordan, Morocco, Turkey and Ukraine: Derogation for occasional transfers where necessary on public interest grounds (Art 49(1)(d) GDPR).</p>\n<p>&nbsp;</p>\n<p>Immigration, customs and border control authorities</p>\n<p>To process Booking Data and PNR to comply with PNR legislation, immigration, customs and border control requirements or binding law enforcement requests and court orders.</p>\n<p>&nbsp;</p>\n<p>Legal obligation, for example the EU PNR Directive 2016/681</p>\n<p>To the UK: adequacy decision (linked here).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Governmental agencies and law enforcement authorities for public health reasons</p>\n<p>To process Booking Data to comply with public health legislation and entry requirements in your destination, to demonstrate we have met these requirements to our regulators and to respond to legally binding requests from law enforcement and public health authorities.</p>\n<p>Legal obligation under various national public health laws</p>\n<p>Derogation for occasional transfers for the transfer is necessary for important reasons of public interest (Art 49(1)(d) GDPR)</p>\n<p>Our trusted third party ancillary partners located mostly in the EEA (set out below) who offer travel related products and services on our website</p>\n<p>If you choose to purchase products or services offered on our website as part of your flight booking by third parties (such as Car Trawler, Rentalcars or Cover Genius), then you may be a customer of both Ryanair and these third parties.\nRyanair may share your Identity Information and Payment Information with these partners.\nWe are not responsible for third parties’ use of your personal data for their own purposes once they receive it which is covered by that partner’s privacy policy.</p>\n<p>&nbsp;</p>\n<p>Consent to share data with partner</p>\n<p>N/A</p>\n<p>Courts and law enforcement bodies in all countries we operate in</p>\n<p>To share Booking Data, API and PNR in relation to any investigation or legal claims.</p>\n<p>Legitimate interest in complying with legal request for information.</p>\n<p>To non-EEA countries: Derogation for occasional transfers on basis of legal claims (Art 49(1)(e) GDPR)</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>Trusted third party partners:</b>\n</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<i>Car Hire:</i>\n<b>\n</b>RentalCars (Booking.com)<b>\n</b>\n</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<i>Private Transfers:</i>\n<b>\n</b>Car Trawler<b>\n</b>\n</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<i>Hotels:</i>\n<b>\n</b>Expedia.com (Hotels.com), Hotelopia, Hostelclub<b>\n</b>\n</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<i>Insurance:</i>\n<b>\n</b>Cover Genius, Europ Assistance<b>\n</b>\n</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<i>Tickets: </i>Coras, Get your Guide<b>\n</b>\n</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<i>Parking &amp.\nTransfers:</i>\n<b>\n</b>Looking4, Aircoach, Unipark, Aquacar, National Express, Parkcloud, Malta Transfers, Ma-navette, Transferamigo, Autostradale, Shuttlebus, Nordeka, Plusairportonline, Pickmecab, Transpers, Airexpress, Viajes Rusadir, Translink, ADR mobility, Park Via, Sacbo, SEA<b>\n</b>\n</p> Cookies and site tracking <p>We use cookies on our website.\nRyanair DAC is the data controller of any information we obtain from the use of cookies.\nPlease refer to our Cookie Policy and cookie preference centre.&nbsp;</p> Data Protection Officer <p>We have appointed a Data Protection Officer (“<b>DPO</b>”) to oversee compliance with this policy.\nIn addition, you always have the right to make a complaint at any time to a supervisory authority.\nThe Irish Data Protection Commission is the lead data protection supervisory authority for Ryanair DAC so please be aware that your complaint may be transferred to the Irish Data Protection Commission.&nbsp;&nbsp;</p> Your Data Protection Rights <p>The GDPR and other data protection laws give you specific rights in relation to your personal information.\nDetails of these rights and how to exercise them are set out below.</p>\n<p>\n<b>DATA RIGHTS</b>\n</p>\n<p>Your rights include the following:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Opt out / Unsubscribe</b>.\nYou can request to be removed from our marketing mailing list by clicking here.\nThis requires verification of your email address.\nPlease follow the instructions provided through the link.</p>\n<p>Please note that if you opt out of marketing communications you will still receive service communications in relation to existing bookings.\nThese can include information about the services you may be using (e.g., seat reservation, checked baggage, etc.).</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Request for erasure of your personal information (right to be forgotten).\n</b>You may ask us to delete or remove personal data, where we have no legal basis to continue to process it.\nThis includes deletion of the myRyanair account linked to the email address provided and/or used in booking a flight.\nHowever, we will retain the personal data that relates to a contract between you and Ryanair (flight booking) to perform the contract, defend or pursue our legal rights and meet our obligations towards regulatory or governmental authorities.</p>\n<p>You can request erasure by clicking here.&nbsp.\nThis requires verification of your email address.\nPlease follow the instructions provided through the link.</p>\n<p>Please note we will make every effort to erase data where this right has been exercised by you and we no longer have a legal basis for processing same but some personal data sets are impossible (or infeasible) to edit or remove (e.g., server backup or microfiche).</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Object to processing.</b> You have the right to object to the use of your data for direct marketing purposes at any time through this form.\nThis will remove you from our marketing databases.\nIt requires verification of your email address.\nPlease follow the instructions provided through the link.&nbsp.\nYou may also request us to stop processing your personal data where we are doing so based on legitimate interests (e.g., address personalized offers to you in the booking process) unless we require your data for dealing with legal claims or we have compelling legitimate grounds which override your rights.\nIf this is the basis for your objection, then click here&nbsp;for our online request form and set out in the comment area your basis for objection.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Request information.\n</b>The section on ‘What personal data we collect’ sets out what personal data we collect and the section ‘What we use your personal data for’ sets out the reasons we collect it.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Request access </b>to the personal data we hold about you.\nIf you have a myRyanair account, you can view the personal data held in this account by logging into your account.\nIf you wish to access other personal data we hold about you other than what is in your myRyanair account, then you can use our webform available here.\nYou will need to provide a copy of your photo ID, either passport or national ID, when making your request so we can verify your identity.\nWe may not be able to provide you access to the data when it involves information relating to others who have not consented to the disclosure of their information.\nWe will also have to verify your email address before we can send the data to the email address provided in the request.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Request correction </b>of the personal information that we hold about you.\nThis can be done by you through your myRyanair account.\n&nbsp;We have included tools in your myRyanair account, allowing you to directly change personal data you have provided there.</p>\n<p>Please note that if you require changes in active bookings (i.e., where the flight has not yet taken place), you need to contact our Customer Services directly, as set out in our General Terms and Conditions of Carriage and FAQs.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Object to automated decision-making including profiling</b>, which produce a legal effect or similarly significant effects.\nWe do use personal data to personalize the services and offers you receive.\nWe also use automated processes to assist us in determining where additional in-person travel document checks are required.\nWe do not engage in automated processing with legal or similarly significant effects.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Request the restriction of processing </b>of your personal information.\nThis enables you to ask us to suspend the processing of personal information about you, but only in limited circumstances, which you must set out in the <u>comment section</u> of our webform.\nClick here</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Request portability </b>of your personal information in an electronic and structured form to you or to another party (commonly known as a right to “data portability”).\nThis enables you to take your data from us in an electronically useable format and to be able to transfer your data to another party in an electronically useable format.\nClick here</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Withdraw consent.</b> In the limited circumstances where you may have provided your consent to the collection, processing and transfer of your personal information for a specific purpose, you have the right to withdraw your consent for that specific processing at any time.\nIn relation to marketing communications, this can be done as set out above under opt out / unsubscribe.\nIn your myRyanair account this can be done through your account by using the delete buttons provided where consent is the basis for our processing.\nOnce we have received notification that you have withdrawn your consent, we will no longer process your information for the purpose or purposes you originally agreed to, unless we have another legitimate basis for doing so in law.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Third parties.&nbsp;</b>If you are applying on behalf of another person then we require a signed letter of authority from the data subject in the form provided&nbsp;here.&nbsp.\nIf you are applying as a parent/guardian of children then we require the signed letter of authority provided&nbsp;here.&nbsp;In addition to the other requirements set out below, we will also verify the email of the data subject before processing such requests.&nbsp;If you wish to make a request on behalf of someone else, please use our third party&nbsp;webform, which allows for attachment of 1) required documents to allow us to validate the identity of the data subject and 2) the above signed letter of authority from the person making the request on behalf of a data subject.</p>\n<p>We will respond to any request you make to exercise your rights within one month.\nHowever, where required for complex or numerous requests, we may notify you (within the initial one month period) that a further period of up to two months is required in order to respond to the request.</p>\n<p>These requests cannot be processed if made via email, due to their volume and the need to verify your identity before we can act on your request.\nThis is another appropriate security measure to ensure that personal information is not disclosed to any person who has no right to receive it.</p>\n<p>You will not have to pay a fee to access your personal information (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request for access is clearly unfounded or excessive.\nAlternatively, we may refuse to comply with the request in such circumstances.</p> Changes to Privacy Policy <p>We may make changes to this privacy policy at any time and if we make any material changes we will bring these changes to your attention.&nbsp;</p> Contact Us <p>If you have any further questions about this policy or how we handle your personal information, which are not dealt with here or through our webform or through your myRyanair account, please get in touch with us by writing to our Data Protection Officer at Ryanair Head Office, Airside Business Park, Swords, County Dublin, Ireland or emailing our DPO at DPO@ryanair.com.</p> ", "created_at": "2023-01-18 21:41:32.019906", "updated_at": "2023-01-18 21:42:31.136651"}, {"id": 13997, "name": "cookies policy ", "url": "https://www.ryanair.com/ie/en/cookie-policy/www_ryanair_com", "xpath": "/html/body/cookies-root/cookies-app-container/div/main", "text": " www.ryanair.com - cookies policy <p>Ryanair through our websites (please click here for a full list of Ryanair websites) and our third-party providers set and use cookies to store and manage user preferences, deliver targeted advertising, enable content, gather analytic and usage data, and generally improve your user experience.\nThis policy sets out what type of cookies we use, how we use them, and how you can control and manage them.</p> Strictly Necessary Cookies <p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p> Cookies used Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p> Cookies used Functional cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers, whose services we have added to our pages.\nIf you do not allow these cookies, then some or all of these services may not function properly.</p> Cookies used Pixel Tracking Cookies <p>These cookies are added to the site to allow a website to analyse your activity on the website through \"Events\" - when a user visits the website and takes an action (e.g.\nmaking a purchase), the page pixel is triggered and reports this action as an \"Event\".\nAny action like this can be used to optimise page advertisements and build audiences for future campaigns.\nThis is called conversion optimisation.</p> Cookies used Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p> Cookies used First party Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies, we will not know when you have visited our site, and will not be able to monitor its performance.</p> Cookies used ", "created_at": "2023-01-18 21:42:41.997942", "updated_at": "2023-01-18 21:43:33.37173"}, {"id": 13998, "name": "Terms of Use", "url": "https://www.ryanair.com/ie/en/corporate/terms-of-use", "xpath": "/html/body/div[2]/main", "text": " Terms of Use Terms of Use of the Ryanair Website 1.\nGeneral <p>The owner of this website is Ryanair DAC, an Irish company, No 104547, located at Ryanair Dublin Office, Airside Business Park, Swords, Co.\nDublin, Ireland (“Ryanair”).\nBy using this website or its content, whether directly or through a third party, you agree to be legally bound by and act in accordance with these Terms of Use.\nIn particular you agree not to do the acts prohibited under paragraphs 3 to 7 below.\nIf you disagree with these Terms of Use, you are not permitted to, and agree not to, use this website or its content.&nbsp;</p> 2.\nExclusive online distribution channel.\n<p>This website is the only website authorised to sell Ryanair Group flights (where “Ryanair Group” includes Ryanair DAC, Ryanair Sun, Ryanair UK,&nbsp;AOC Lauda Europe and Malta Air), whether on their own or together with any other services.\nPrice comparison websites may apply to enter into a written&nbsp;Licence Agreement&nbsp.\nwith Ryanair, which permits such websites to access Ryanair Group airlines’ price, flight and timetable information for the sole purpose of price comparison.&nbsp.\n&nbsp;<br>\n</p> 3.\nPermitted use.\n<p>You are not permitted to use this website (including the mobile app and any webpage and/or data that passes through the web domain at ryanair.com), its underlying computer programs (including application programming interfaces (“APIs”)), domain names, Uniform Resource Locators (“URLs”), databases, functions or its content other than for private, non-commercial purposes.\nUse of any automated system or software, whether operated by a third party or otherwise, to extract any data from this website for commercial purposes (“screen scraping”) is strictly prohibited.&nbsp;</p> 4.\nReservation of all rights to ensure permitted use and/or prevent unauthorised use.\n<p>Ryanair reserves the absolute right to take all actions it considers necessary against all parties howsoever involved in the unauthorised use of its website and without notice, in order to vindicate its rights and prevent such unauthorised use, including using blocking technology (which may itself involve conducting automated searches of such parties’ websites, screen scraping therefrom, causing such parties to screen scrape Ryanair’s website, breaching the terms of use such parties’ websites, or any similar or associated actions) and/or issuing legal proceedings.</p> 5.\nConsent to Ryanair investigating breaches.\n<p>Ryanair reserves the absolute right to conduct all necessary investigations (whether by the use of technology or otherwise) of any breaches of these Terms of Use.\nBy accessing this website, you consent to Ryanair conducting all necessary investigations to prevent unauthorised use of its website.&nbsp;</p> 6.\nIntellectual property.\n<p>All information, data, underlying computer programs (including APIs), domain names, URLs, databases, and materials presented on this website, including names, logos, flight schedules, prices, etc., as well as the colour scheme and the layout of the website, are subject to copyright, trade mark rights, database rights and/or other intellectual property rights.\nYou may use such content only as strictly required for permitted personal, non-commercial purposes.\nAny other use and/or reproduction of such content, without the prior written consent of Ryanair, is prohibited and will constitute a breach of these Terms of Use and may infringe Ryanair’s IP rights.&nbsp;</p> 7.\nLinks to this website.\n<p>You may not establish and/or operate links to this website without the prior written consent of Ryanair.&nbsp;</p> 8.\nLimited liability.\n<p>Ryanair will not be held liable for any losses and/or damages arising from the use of this website or of any other website to which this website provides a link, and/or from the use of information presented on this or any such other website.&nbsp;</p> 9.\nApplicable law and jurisdiction.\n<p>It is a condition precedent to the use of any Ryanair Group website, including access to information relating to flight details, costs, etc., that any such party submits to the sole and exclusive jurisdiction of the Courts of the Republic of Ireland and to the application of the law in that jurisdiction (except as otherwise provided by mandatory consumer law provisions), including any party accessing such information or facilities on their own behalf or on behalf of others.\nIn the absolute and sole discretion of Ryanair, a legal action may be brought by Ryanair against any party in breach of these terms and conditions, at its election, in Ireland or the place of breach or the domicile of that party, and, if more than one party, in the domicile of any one of those parties, and all other parties shall submit to that jurisdiction.&nbsp.\nFor the sake of clarity, where a passenger or person carried or to be carried pursuant to a contract of carriage with any of the Ryanair Group airlines wishes to institute proceedings against a Ryanair Group airline on foot of that contract for carriage, then those proceedings shall be brought by the passenger solely in accordance with the provisions of the Montreal Convention 1999 and EU Regulation No.\n2027/1997 (as amended by Regulation No.\n889/2002) or such further amendment to the Montreal Convention or further amendment by Regulation as may arise from time to time.</p> ", "created_at": "2023-01-18 21:44:01.472829", "updated_at": "2023-01-18 21:44:11.822337"}], "points": [{"id": 29855, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://www.ryanair.com/ie/en/corporate/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-01-25 17:51:41.63526", "updated_at": "2023-07-11 06:27:20.662928", "quoteText": null, "case_id": 122, "document_id": 13996, "quoteStart": null, "quoteEnd": null}, {"id": 29858, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://www.ryanair.com/ie/en/cookie-policy/www_ryanair_com", "status": "Generated through the annotate view", "created_at": "2023-01-25 18:14:29.855854", "updated_at": "2023-07-11 06:27:20.75728", "quoteText": null, "case_id": 374, "document_id": 13997, "quoteStart": null, "quoteEnd": null}, {"id": 29852, "title": "Your data is processed and stored in a country that is friendlier to user privacy protection", "source": "https://www.ryanair.com/ie/en/corporate/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-01-25 17:37:28.959346", "updated_at": "2023-07-11 06:27:20.855501", "quoteText": null, "case_id": 488, "document_id": 13996, "quoteStart": null, "quoteEnd": null}, {"id": 29859, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.ryanair.com/ie/en/cookie-policy/www_ryanair_com", "status": "Generated through the annotate view", "created_at": "2023-01-25 18:16:29.538615", "updated_at": "2023-07-11 06:27:20.95278", "quoteText": null, "case_id": 375, "document_id": 13997, "quoteStart": null, "quoteEnd": null}, {"id": 29857, "title": " A list of all cookies set by the website is provided", "source": "https://www.ryanair.com/ie/en/cookie-policy/www_ryanair_com", "status": "Generated through the annotate view", "created_at": "2023-01-25 18:11:47.966299", "updated_at": "2023-03-25 15:50:41.046149", "quoteText": null, "case_id": 306, "document_id": 13997, "quoteStart": null, "quoteEnd": null}, {"id": 29853, "title": "Third parties are involved in operating the service", "source": "https://www.ryanair.com/ie/en/corporate/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-01-25 17:43:05.571345", "updated_at": "2023-05-25 22:00:34.06604", "quoteText": null, "case_id": 207, "document_id": 13996, "quoteStart": null, "quoteEnd": null}, {"id": 29854, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.ryanair.com/ie/en/corporate/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-01-25 17:48:10.938806", "updated_at": "2023-07-11 06:27:20.566103", "quoteText": null, "case_id": 143, "document_id": 13998, "quoteStart": null, "quoteEnd": null}, {"id": 29856, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://www.ryanair.com/ie/en/corporate/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-01-25 17:56:55.84088", "updated_at": "2023-07-11 06:27:21.050684", "quoteText": null, "case_id": 284, "document_id": 13998, "quoteStart": null, "quoteEnd": null}], "urls": ["ryanair.com"]}}