{"error": 448, "message": "OK", "parameters": {"id": 7239, "name": "Seamless Chex", "created_at": "2023-01-06 23:45:40.061903", "updated_at": "2023-01-22 17:00:17.638429", "wikipedia": null, "keywords": null, "related": null, "slug": "seamless-chex", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7239.png", "url": "seamlesschex.com", "documents": [{"id": 13873, "name": "Privacy Policy", "url": "https://www.seamlesschex.com/privacy-policy/", "xpath": "/html/body/div[4]", "text": " <p>Seamless Chex (“<strong>Seamless Chex</strong>”) is committed to maintaining robust privacy protections for its users.\nOur Privacy Policy (“<strong>Privacy Policy</strong>”) is designed to help you understand how we collect, use and safeguard the information you provide to us and to assist you in making informed decisions when using our Service (defined below).\nBy using our Service or registering for an account with us, you are accepting the terms of this Privacy Notice, and you are consenting to our collection, use, disclosure, retention, and protection of your personal information as described in this Privacy Policy.<br>\n</p>\n<p>For purposes of this Agreement, “<strong>Service</strong>” means the service provided by Seamless Chex for verifying certain checking account information, including all features and functionalities, website, and user interfaces, as well as all content and software associated with our service.\nThe terms “we,” “us,” and “our,” refer to Seamless Chex.\n“You” refers to you, as a user of the Service.\nBy accepting our Privacy Policy and Terms of Use located at https://www.seamlesschex.com/terms-of-service/ you consent to our collection, storage, use and disclosure of your personal information as described in this Privacy Policy.<br>\n</p>\n<p>This Privacy Policy governs the manner in which Seamless Chex collects, uses, maintains and discloses information collected from users (each, a “User”) of the www.seamlesschex.com website (“<strong>Site</strong>”).\nThis privacy policy applies to the Site and all products and services offered by Seamless Chex.</p>\n<strong>Personal identification information</strong>\n<br>\n<p>We may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our site, register on the site, fill out a form, and in connection with other activities, services, features or resources we make available on our Site.\nUsers may be asked for, as appropriate, name, email address, phone number, credit card information, EIN, date of birth, and social security number.\nUsers may, however, visit our Site anonymously.\nWe will collect personal identification information from Users only if they voluntarily submit such information to us.\nUsers can always refuse to supply personally identification information, except that it may prevent them from engaging in certain Site related activities.<br>\n</p>\n<p>In addition to personal information we may collect non-personal information during your visit to our websites.\nThis non-personal information may include your IP address, the date and time of your visit, your browser type, your device ID, and information about how you interact with the website.\nThis non-personal information may be collected through cookies, web beacons and other similar technology.\nMost browsers allow you to limit the use of cookies on your computer.\nhowever you may not be able to fully use our websites if you limit cookies.\nWe may also collect demographic information, such as your age, gender, or zip code, as well as certain information from third parties that we combine with information you provide to us.\n<br>We may offer services that allow you to share information with third party social media sites such as Facebook, LinkedIn, Twitter, or others.\nWhen you link your account or engage with our sites through third-party social media sites, you understand that you may be allowing us to have ongoing access to certain information stored on those social media sites.\nCommunity and posting sections of our websites give you an opportunity to provide us with information regarding your opinions and review of products or services.\nYour profile may also contain other information that identifies you.\nWe may collect additional information from you if you access our websites through a mobile device such as your unique device identifier, device’s operating system, mobile carrier, location or GPS/geo-location.<br>\n</p>\n<strong>Non-personal identification information</strong>\n<br>\n<p>We may collect non-personal identification information about Users whenever they interact with our Site.\nNon-personal identification information may include the browser name, the type of computer and technical information about Users means of connection to our Site, such as the operating system and the Internet service providers utilized and other similar information.<br>\n</p>\n<strong>Web browser cookies</strong>\n<br>\n<p>Our Site may use “cookies” to enhance User experience.\nUser’s web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them.\nUser may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent.\nIf they do so, note that some parts of the Site may not function properly.<br>\n</p>\n<strong>How we use collected information</strong>\n<br>\n<p>Seamless Chex may collect and use Users personal information for the following purposes:<br>\n</p>\n<ul>\n<li>To improve customer service</li>\n<li>Information you provide helps us respond to your customer service requests and support needs more efficiently.</li>\n<li>This Privacy Policy governs the manner in which Seamless Chex collects, uses, maintains and discloses information collected from users (each, a “User”) of the www.seamlesschex.com website (“Site”).\nThis privacy policy applies to the Site and all products and services offered by Seamless Chex.<br>\n</li>\n</ul>\n<strong>Information you provide us by registering for an account or using the Service</strong>\n<br>\n<p>In addition to the information provided automatically by your browser when you use the Service, to become a user of the Service you may need to create a personal profile.\nYou can create a profile by registering with the Service and entering your email address and creating a user name and a password.\nBy registering and using the Service, you are authorizing us to collect, store and use your information in accordance with this Privacy Policy, including your name, addresses, telephone numbers, and other related information, including: </p>\n<ul>\n<li>Content that you generate, or that is connected to your account;</li>\n<li>Financial information (such as credit card or bank account numbers) related to a transaction;</li>\n<li>Information shared during participation in community discussions, chats, dispute resolution, or when you otherwise correspond regarding our Service;</li>\n<li>Additional information we are required or authorized by applicable national laws to collect and process to authenticate or identify you or to verify the information we have collected.</li>\n</ul> How We Use and Share Information <br>\n<p>\n<strong>Personal Information</strong>\n</p>\n<p>Except as otherwise stated in this Privacy Policy, we do not sell, trade, rent or otherwise share for marketing purposes your Personal Information with third parties without your consent.\nWe do share Personal Information with vendors and third-party partners, including those who are performing services for Seamless Chex.\nThose vendors use your Personal Information only at our direction and in accordance with their privacy policies.\nIn general, the Personal Information you provide to us is used to help us communicate with you.\nFor example, we use Personal Information to contact users in response to questions, solicit feedback from users, provide technical support, and inform users about promotional offers.<br>\n</p>\n<p>Further, we use the personal information we collect to provide and improve our Service, to provide you with a personalized experience on our sites, to contact you about your account and our Service, to provide you customer service, to provide you with personalized advertising and marketing, and to detect, prevent, mitigate and investigate fraudulent or illegal activities.\n<br>\n</p>\n<p>\n<strong>Non-Personal Information</strong>\n</p>\n<p>In general, we use Non-Personal Information to help us improve the Service and customize the user experience.\nWe also aggregate Non-Personal Information to track trends and analyze use patterns on the Site.\nThis Privacy Policy does not limit in any way our use or disclosure of Non-Personal Information and we reserve the right to use and disclose such Non-Personal Information to our partners, advertisers, and other third parties at our discretion.<br>\n</p>\n<p>If we undergo a business transaction such as a merger, acquisition by another company, or sale of all or a portion of our assets, your Personal Information may be among the assets transferred.\nYou acknowledge and consent that such transfers may occur and are permitted by this Privacy Policy, and that any acquirer of our assets may continue to process your Personal Information as set forth in this Privacy Policy.\nIf our information practices change at any time in the future, we will post the policy changes to our website so that you may opt out of the new information practices.\nWe suggest that you check the website periodically if you are concerned about how your information is used.<br>\n</p>\n<p>\n<strong>Remarketing</strong>\n</p>\n<p>We may use third-party remarketing tracking cookies, including the Google Adwords tracking cookie.\nRemarketing will display relevant ads tailored to you based on what parts of our Site you have viewed by placing a cookie on your machine This means we will continue to show ads to you across the internet, specifically on the Google Content Network (GCN).\nThis allows us to make special offers and continue to market our services to those who have shown interest in our service.<br>\n</p>\n<p>As always, we respect your privacy and are not collecting any identifiable information through the use of Google’s or any other third-party remarketing system.\nAnd, this cookie does not identify you or give access to your computer.\nPlease contact us via email at support@seamlesschex.com if you would like to opt-out of our third-parties’ use of remarketing tracking cookies.<br>\n</p>\n<p>\n<strong>Cookies &amp.\nTracking Technology</strong>\n</p>\n<p>We may use cookies and other tracking technologies for a variety of purposes and to enhance your online experience, for example, by remembering your log-in status and viewing preferences from a previous use of our site when you return to our site.\nWe may offer certain features that are only available through the use of tracking technologies.\nTemporary cookies are used to enable you to navigate our site and use its features.\nThese are deleted when you close your browser.\nIP addresses are used in conjunction with cookies for the purpose of “remembering” computers or other devices used to access our site.\nHow browsers communicate the “do not track” signal is not yet uniform, and the Site is not yet set up to interpret or respond to “do not track” signals communicated by your browser.\n<br>\n</p>\n<p>\n<strong>Children Under Age 13</strong>\n</p>\n<p>Our Service is not directed to children under 18, If you learn that a child under 13 years old has provided us with personal information without consent, please contact us.<br>\n</p>\n<strong>How we protect your information</strong>\n<br>\n<p>We implement security measures designed to protect your information from unauthorized access.\nYour account is protected by your account password and we urge you to take steps to keep your personal information safe by not disclosing your password and by logging out of your account after each use.\nWe further protect your information from potential security breaches by implementing certain technological security measures including encryption, firewalls and secure socket layer technology.\nHowever, these measures do not guarantee that your information will not be accessed, disclosed, altered or destroyed by breach of such firewalls and secure server software.\nBy using our Service, you acknowledge that you understand and agree to assume these risks.<br>\n</p>\n<strong>Sharing your personal information</strong>\n<br>\n<p>We do not sell, trade, or rent Users personal identification information to others.\nWe may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.We may use third party service providers to help us operate our business and the Site or administer activities on our behalf, such as sending out newsletters or surveys.\nWe may share your information with these third parties for those limited purposes provided that you have given us your permission.<br>\n</p>\n<strong>Changes to this privacy policy</strong>\n<br>\n<p>Seamless Chex has the discretion to update this Privacy Policy at any time.\nWhen we do, we will revise the updated date at the bottom of this page.\nWe encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.\nYou acknowledge and agree that it is your responsibility to review this Privacy Policy periodically and become aware of modifications.<br>\n</p>\n<p>\n<strong>Your rights regarding the use of your personal information<br>\n</strong>\n</p>\n<p>You have the right at any time to prevent us from contacting you for marketing purposes.\nWhen we send a promotional communication to a user, the user can opt out of further promotional communications by following the unsubscribe instructions provided in each promotional e-mail.\nPlease note that notwithstanding the promotional preferences you indicate by either unsubscribing or opting out, we may continue to send you administrative emails including, for example, periodic updates to our Privacy Policy.<br>\n</p>\n<p>\n<strong>Links to other websites</strong>\n<br>\n</p>\n<p>As part of the Service, we may provide links to or compatibility with other websites or applications.\nHowever, we are not responsible for the privacy practices employed by those websites or the information or content they contain.\nThis Privacy Policy applies solely to information collected by us through the Site and the Service.\nTherefore, this Privacy Policy does not apply to your use of a third-party website accessed by selecting a link on the Site or via our Service.\nTo the extent that you access or use the Service through or on another website or application, then the privacy policy of that other website or application will apply to your access or use of that site or application.\nWe encourage our users to read the privacy statements of other websites before proceeding to use them.<br>\n</p>\n<strong>Your acceptance of these terms</strong>\n<br>\n<p>By using this Site, you signify your acceptance of this Privacy Policy and Terms of Use.\nIf you do not agree to the terms of this Privacy Policy, please do not use our Site.\nYour continued use of the Site following the posting of changes to this Privacy Policy will be deemed your acceptance of those changes.<br>\n</p>\n<strong>Contacting us</strong>\n<br>\n<p>If you have any questions about this Privacy Policy, the practices of this Site, or your dealings with this Site, please contact us at:</p>\n<p>\n<br>Seamless Chex<br>www.seamlesschex.com<br>401 PARK AVE SOUTH 10th Floor NEW YORK, NY 10016<br>888-998-2439<br>support@seamlesschex.com</p>\n<p>\n<br>\n</p>\n<p>This document was last updated on September 4, 2018.\n<br>\n</p> ", "created_at": "2023-01-06 23:45:40.182743", "updated_at": "2023-01-06 23:46:13.649628"}, {"id": 13872, "name": "Terms of Service", "url": "https://www.seamlesschex.com/terms-of-service/", "xpath": "//body", "text": " Products PAYNOTE Send and Receive Digital Checks Seamless Chex Receive eChecks online Seamless Merchant Credit Card and ACH Processing ACHPaynoteeCheckCompareSupportLogin Sign Up Login Industries Cannabis &amp.\nCBD Companies Ebook and Software Companies Fantasy Sports Travel Agencies High-Volume Merchants Coins and Precious Metal Companies Computer Tech Support Weight Loss Companies Educational and Seminar Companies Online Event Ticketing Merchants SEO Services Merchants on the TMF/MATCH List View All Industries Credit Repair Debt Collection Educational &amp.\nSeminars Lending Moving and Transportation Multi Level Marketing Nonprofit and Religious Nutraceutical Web Design and Development FAQ Contact Login PAYNOTE Seamless Chex Seamless Merchant Sign Up PAYNOTE Send and Receive Digital Checks Seamless Chex Receive eChecks online Seamless Merchant Credit Card and ACH Processing Products Paynote Send and Receive Digital Checks Seamless Chex Receive eChecks online Seamless Merchant Credit Card and ACH Processing Industries Credit Repair Debt Collection Educational and Seminars Lending Moving and Transportation Multi-Level Marketing Nonprofit and Religious Nutraceutical Web Design and Development View All Industries Compare Contact Sign Up Paynote Send and Receive Digital Checks Seamless Chex Receive eChecks online Seamless Merchant Credit Card and ACH Processing Login Paynote Send and Receive Digital Checks Seamless Chex Receive eChecks online Seamless Merchant Credit Card and ACH Processing Terms of Service Effective as of September 7, 2018 <p>Home » Terms of Service</p>\n<p>Welcome to Seamless Chex.\nWe developed this software to make it easier for you to accept checks from your customers so you can focus on your own product or service.\nWe are a subscription service that provides our customers access to software that verifies certain checking account information such as routing numbers and allows our clients to print checks.\nWe are not a check processing company and in no way do we handle any transfer of funds.\n<strong>WE DO NOT GUARANTEE ANY CHECK WILL CLEAR AND WE ARE NOT LIABLE OR ACCOUNTABLE FOR ANY BANK FEES.</strong>\n<br>\n</p>\n<p>The Terms of Service described hereto constitute a legal agreement (“Agreement”) between the legal entity listed as the “Merchant” on the Application page (sometimes referred to as “you,” “your,” and/or “user”) and Seamless Chex, Inc.\n(“Seamless Chex” or “Seamless”).<br>\n</p>\n<p>These Terms of Service govern your use of our ”Service.” As used in these Terms of Service, “Service” means the service provided by Seamless Chex for verifying certain checking account information, including all features and functionalities, website, and user interfaces, as well as all content and software associated with our service.</p> Section A: The SeamlessChex Service<strong>‍</strong>\n<ul>\n<li>\n<strong>Acceptance of Terms of Service</strong>‍</li>\n</ul>\n<p>These Terms of Service, which include our Privacy Policy govern your use of the Seamless Chex service.\nBy using the Seamless Chex service, you accept and agree to these Terms of Service.\nIf you do not agree to these Terms of Service, do not use the Seamless Chex service.\nBy electing to use our service you hereby agree to these Terms of Service.</p>\n<ul>\n<li>\n<strong>Changes to Terms of Service</strong>\n</li>\n</ul>\n<p>Seamless may, from time to time change these Terms of Service.\nSuch revisions shall be effective immediately.\nprovided however, for existing customers, such revisions shall, unless otherwise stated, be effective 30 days after posting.</p>\n<ul>\n<li>\n<strong>Privacy</strong>\n</li>\n</ul>\n<p>Personally identifying information is subject to our Privacy Policy, the terms of which are incorporated herein.\nYou acknowledge that you have received, read in full, and agree with the terms of our Privacy, linked to and incorporated into this Agreement by reference.</p>\n<ul>\n<li>\n<strong>Use of Service</strong>\n</li>\n</ul>\n<p>Unauthorized Account Activities.\nBy using our service, Merchant is completely and solely responsible for any and all activities which occur under Merchant’s account whether authorized or unauthorized.\nMerchant agrees to notify Seamless immediately of any unauthorized use of Merchant’s account or any other breach of security known or should be known by Merchant.</p>\n<p>Fraudulent Check Requests.\nBy using our service, Merchant agrees that any and all financial institution information, account number and routing number are true and correct.\nIn no event shall Seamless be criminally or civilly liable for any fraudulent checks whatsoever.</p>\n<p>Non-sufficient Funds.\nBy using our service, Merchant is completely and solely responsible for any and all financial institution accounts information that is provided to Seamless to perform Merchant’s requested service to have sufficient funds to cover the check that has been generated by Seamless Chex.\nIn no event shall Seamless Chex be liable for any NSF fees or any other administrative or punitive fees incurred by any financial institution where a check(s) that has been delivered to Merchant or to Merchant’s financial institution and has been returned due to non-sufficient funds.</p>\n<ul>\n<li>\n<strong>Use of Dwolla Platform</strong>\n</li>\n</ul>\n<p>In order to use the payment functionality of our Services, you must open a “Dwolla Platform” account provided by Dwolla, Inc.\nand you must accept the D​wolla Terms of Service​ and P​rivacy Policy located at https://www.dwolla.com/legal/tos?access and https://www.dwolla.com/legal/privacy/, respectively​.\nAny funds held in the Dwolla account are held by Dwolla’s financial institution partners as set out in the ​Dwolla Terms of Service.\n​ You authorize us to share your identity and account data with Dwolla for the purposes of opening and supporting your Dwolla account, and you are responsible for the accuracy and completeness of that data.\nYou understand that you will access and manage your Dwolla account through our Service and Dwolla account notifications will be sent by us, not Dwolla.\nWe will provide customer support for your Dwolla account activity, and can be reached at www.seamlesschex.com, support@seamlesschex.com, or 888-998-2439.\n</p>\n<ul>\n<li>\n<strong>For Users Only Receiving Funds</strong>\n</li>\n</ul>\n<p>By using our Service, you expressly authorize Dwolla, Inc.\nto originate credit transfers to your financial institution account.</p>\n<ul>\n<li>\n<strong>Restricted Use</strong>\n</li>\n</ul>\n<p>As a condition of Merchant’s use of Seamless’ services, Merchant agrees not to provide any information that is unlawful, illegal, harmful, threatening, abusive, harassing, degrading, defamatory, libelous, infringing, discriminatory, prejudice, invasive and/or exploitive to any other persons or entities in any way.\nMerchant agrees not to obtain or attempt to obtain any materials and/or information through and by any means non-intentionally made available, disclosed or provided through Seamless’ services.\nMerchant agrees to use Seamless Chex’s services for its sole intended purposes.\nIn no event shall Merchant use Seamless’ services in a manner that will violate any local, state, federal or international law, rules and regulations in regards to unauthorized disclosure of any 3rd party personal private information, such as name, address, SSN, DOB or financial information, etc.\nIn the event Merchant violates this provision, Merchant shall protect, defend, indemnify and hold harmless, Seamless Chex, Inc.\nfrom and against any and all loss, damage, injury, liability, judgments and claims thereof arising out of, connected with, incident to, or otherwise directly or indirectly resulting from Merchant’s violation of this provision.\nIn addition, Merchant shall not resell or make any commercial use of the Service without the express written consent of Seamless Chex, Inc.\n</p>\n<p>Further, you shall not interfere with the proper functioning of the Service.\nmake any automated use of the system, or take any action that we deem to impose or to potentially impose an unreasonable or disproportionately large load on our servers or network infrastructure.\nbypass any robot exclusion headers or other measures we take to restrict access to the Service or use any software, technology, or device to scrape, spider, or crawl the Service or harvest or manipulate data.\nor publish or link to malicious content intended to damage or disrupt another user’s browser or computer.</p>\n<p>In addition to all other legal rights, Seamless reserves the right to remove any content at any time with or without notice to you or others.\nFurther, Seamless may suspend or terminate your use of the Service at any time with or without notice.</p>\n<ul>\n<li>\n<strong>Fraud Controls</strong>\n</li>\n</ul>\n<p>Seamless is responsible for protecting the security of Data in our possession and will maintain commercially reasonable administrative, technical, and physical procedures to protect all the personal information regarding you and your customers that is stored in our servers from unauthorized access and accidental loss or modification.\nHowever, we cannot guarantee that unauthorized third parties will never be able to defeat those measures or use such personal information for improper purposes.\nYou acknowledge that you provide this personal information regarding you and your customers at your own risk.\nWe recommend that you review our Privacy Policy which will help you understand how we collect, use and safeguard the information you provide to us.</p>\n<ul>\n<li>\n<strong>Passwords &amp.\nAccount Access</strong>\n</li>\n</ul>\n<p>You agree not to give or make available your password or other means to access your account You are responsible for any and all transactions on or under your account, and for all uses of the Service with your password.\nIf you believe that your password or other means to access your account has been lost or stolen or that someone may attempt to use the Service without your consent or has transferred money without your permission you must notify us at once at 888-998-2439.</p>\n<ul>\n<li>\n<strong>Copyright Complaints and Copyright Agent</strong>\n</li>\n</ul>\n<p>(a) Termination of Repeat Infringer Accounts.\nSeamless Chex respects the intellectual property rights of others and requests that the users do the same.\nSeamless Chex has adopted and implemented a policy that provides for the termination in appropriate circumstances of users of the Service who are infringers.\nSeamless Chex may terminate access for participants or users who are found to provide or post protected third-party content without necessary rights and permissions.<br>\n</p>\n<p>(b) DMCA Take-Down Notices.\nIf you are a copyright owner or an agent thereof and believe, in good faith, that any materials provided on the Service infringe upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act by sending the following information in writing to: Seamless Chex, Inc.\nat 401 Park Avenue South, 10th Floor, New York, NY 10016.\n</p>\n<ul>\n<li>The date of your notification.\n</li>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n<li>A description of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online website are covered by a single notification, a representative list of such works at that website.\n</li>\n<li>A description of the material that is claimed to be infringing or to be the subject of infringing activity and information sufficient to enable us to locate such work.\n</li>\n<li>Information reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and/or email address.\n</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand </li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n<br>\n</li>\n</ul>\n<p>(c) Counter-Notices.\nIf you believe that your User Content that has been removed from the website is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use the content in your User Content, you may send a counter-notice containing the following information to Seamless Chex, Inc.\nat 401 Park Avenue South, 10th Floor, New York, NY 10016.</p>\n<ul>\n<li>Your physical or electronic signature.\n</li>\n<li>A description of the content that has been removed and the location at which the content appeared before it was removed.\n</li>\n<li>A statement that you have a good faith belief that the content was removed because of mistake or a misidentification of the content.\nand </li>\n<li>Your name, address, telephone number, and email address, a statement that you consent to the jurisdiction of the federal courts in California and a statement that you will accept service of process from the person who provided notification of the alleged infringement.\n<br>\n</li>\n</ul>\n<p>If a counter-notice is received by Seamless Chex, Seamless Chex may send a copy of the counter-notice to the original complaining party informing such person that it may reinstate the removed content in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed content may (in Seamless Chex’s discretion) be reinstated on the website in 10 to 14 business days or more after receipt of the counter-notice.<br>\n</p>\n<ul>\n<li>\n<strong>Commercially Reasonable Effort and No Guarantee</strong>\n<br>\n</li>\n</ul>\n<p>Due to circumstances beyond our control, particularly delays in handling and posting Bill Payments by the Payee or financial institutions, some Bill Payment transactions may take longer to be credited to your account.\nWe will bear no responsibility for any late payment related charges due to the actions of others or that are outside of our direct or indirect control.\nYou agree that this website is being offered as a service only.\nYou acknowledge and agree that we will take commercially reasonable steps to ensure the validity of each check you enter into/through our website.\nWe do not guarantee funds and if funds are not available when processed through your financial institution it is your sole responsibility to collect said funds.\nIn addition, we do not guarantee that once funds have been verified that the status of your client’s bank/financing account will not change prior to the withdrawal or depositing of funds.\nWe do not process ACH transactions.\nBy accepting this Agreement, you acknowledge and agree that all checks are processed directly to your client’s banking/financing institution by demand drafts, or sent to the address you provided for your customer, as directed by you.<br>\n</p>\n<ul>\n<li>\n<strong>NACHA Compliance</strong>\n<br>\n</li>\n</ul>\n<p>In order to provide ACH, check processing and other related services in accordance with applicable rules and regulation, the parties hereto agree as follows.\nYou agree to comply with all rules at the time each entry is initiated by you with respect to NACHA’s most recent guidelines and that each entry shall in no way breach any federal, state, or local statute of regulation pertaining to and for electronic funds transfers and/or electronic check re-presentment, including the Electronic Funds Transfer Act and Regulation E, and all such other laws and regulations including the Operating Rules of NACHA.<br>\n</p>\n<ul>\n<li>\n<strong>Disclosures and Notices</strong>\n<br>\n</li>\n</ul>\n<p>You agree that Seamless can provide disclosures and notices regarding the Service to you by posting such disclosures and notice to our website, emailing them to the email address listed in your Seamless Chex Account, or by mailing them to the address listed in your Seamless Chex account.\nYou also agree that electronic disclosures and notices have the same meaning and effect as if we had provided you with a paper copy.\nSuch disclosures and notices shall be considered to be received by you within 24 hours of the time it is posted to our website or emailed to you unless we receive notice that the email was not delivered.<br>\n</p>\n<strong>Section B: Membership, Free Trials, Billing, &amp.\nCancellation</strong>\n<br>\n<ul>\n<li>\n<strong>Ongoing Membership</strong>\n<br>\n</li>\n</ul>\n<p>Your Seamless Chex membership, which may start with a free trial, will continue month-month unless and until you cancel your membership or we terminate it.\nYou must provide us with a current, valid, accepted method of payment (as such may be updated from time to time, “Payment Method”) to use the Seamless Chex Service.\nWe will bill the monthly membership fee to your Payment Method.\nYou must cancel your membership before it renews each month in order to avoid billing of the next month’s membership fees to your Payment Method.</p>\n<ul>\n<li>\n<strong>Free Trials</strong>\n<br>\n</li>\n</ul>\n<p>Your Seamless Chex membership may start with a free trial.\nFor combinations with other offers, restrictions may apply.\nFree trials are for new customers only.\nSeamless Chex reserves the right, in absolute discretion, to determine your free trial eligibility.<br>\n</p>\n<p>We will begin billing your Payment Method for monthly membership fees at the end of the free trial period of your membership unless you cancel prior to the end of the free trial period.\nWe may authorize your Payment Method through various methods, including authorizing it up to approximately one month of service as soon as you register.<br>\n</p>\n<p>You will not receive a notice from us that your free trial period has ended or that the paying portion of your membership has begun.\nCLICK FAQ UNDER THE “HOW DO I CANCEL?” TAB FOR INSTRUCTIONS ON HOW TO CANCEL.\nOR, SND AN EMAIL TO SUPPORT@SEAMLESSCHEX.COM INDICATING YOUR DESIRE TO CANCEL.\nWe will continue to bill your Payment Method on a monthly basis for your membership fee until you cancel by providing at least thirty (30) days’ prior written notice to Seamless at support@seamlesschex.com.\n<br>\n</p>\n<ul>\n<li>\n<strong>Billing</strong>\n<br>\n</li>\n</ul>\n<p>- Recurring Billing.\nBy starting your Seamless Chex membership and providing or designating a Payment Method, you authorize us to charge you a monthly fee at the then current rate plus any other charges you may incur in connection with your use of the Seamless Chex service to your Payment Method.\nYou acknowledge that the amount billed each month may vary from month to month for reasons that may include differing amounts due to promotion offers, changing or adding a plan, or exceeding your prepaid number of checks, and you authorize us to charge your Payment Method for such varying amounts, which may be billed monthly in one or more charges.</p>\n<p>- Price Changes.\nWe reserve the right to adjust pricing for our service or any components thereof in any manner and at any time as we may determine in our sole and absolute discretion.\nExcept as otherwise expressly provide for in these Terms of Service, we agree to provide prior written notice of any and all price changes.\nYour continued use of the Service(s) after receipt of such notification will constitute your acceptance of the price changes in such notification.</p>\n<p>- Billing Cycle.\nThe membership fee for our Service will be billed at the beginning of the paying portion of your membership and each month thereafter unless and until you cancel your membership as indicated above.\nWe automatically bill your Payment Method each month on the calendar day corresponding to the commencement of your paying membership.\nWe reserve the right to change the timing of our billing, in particular, as indicated below, if your Payment Method has not successfully settled.\nAs used in these Terms of Use, “billing” shall indicate a charge, debit or other payment clearance, as applicable, against your Payment Method.\nUnless otherwise stated different, month or monthly refers to your billing cycle.</p>\n<p>- The fees we charge for using our Service are listed on the website.\nWe may change our fees from time to time by posting the changes on the website 14 days in advance.\nYou must have a payment method on file and pay all fees and applicable taxes associated with our Service by the payment due date.\nIf your payment method fails or your account is past due, we may (i) immediately suspend or permanently terminate your use of the Service, (b) collect fees owed by charging other payment methods on file with us, and (iii) retain collection agencies and legal counsel.\nIn addition, you will be subject to late fees.<br>\n</p>\n<ul>\n<li>\n<strong>No Rollover</strong>\n<br>\n</li>\n</ul>\n<p>Each membership plan includes a prepaid number of checks/verifications per 30-day period.\nWe do not offer refunds for unused checks or rollover unused checks for future periods.<br>\n</p>\n<ul>\n<li>\n<strong>No Refunds</strong>\n<br>\n</li>\n</ul>\n<p>PAYMENTS ARE NONREFUNDABLE AND THERE ARE NO REFUNDS OR CREDITS FOR PARTIALLY USED PERIODS.<br>\n</p>\n<ul>\n<li>\n<strong>Payment Methods</strong>\n<br>\n</li>\n</ul>\n<p>You may edit your Payment Method information by visiting our website and clicking on the “Your Account” link.\nIf a payment is not successfully settled, due to expiration, insufficient funds, or otherwise, and you do not edit your Payment Method information or cancel your account, you remain responsible for any uncollected amounts and authorize us to continue billing the Payment Method, as it may be updated.\nThis may result in a change to your payment billing dates.<br>\n</p>\n<ul>\n<li>\n<strong>Cancellation</strong>\n<br>\n</li>\n</ul>\n<p>You may cancel your Seamless Chex membership at anytime upon written notice to Seamless Chex.\nWE DO NOT PROVIDE REFUNDS FOR ANY PARTIAL-MONTH MEMBERSHIP PERIODS OR PERIODS WITH UNUSED CHECKS.\nTO CANCEL, CLICK FAQ UNDER THE “HOW DO I CANCEL?” TAB FOR INSTRUCTIONS ON HOW TO CANCEL, OR SEND AN EMAIL TO SUPPORT@SEAMLESSCHEX.COM INDICATING YOUR DESIRE TO CANCEL.<br>\n</p>\n<strong>Section C: License, Termination, and Other General Legal Terms</strong>\n<br>\n<ul>\n<li>\n<strong>License to Use the Service &amp.\nTrademarks</strong>\n<br>\n</li>\n</ul>\n<p>Seamless Chex, Inc.\ngrants you a personal, limited, revocable, non-exclusive, non-transferrable license, without the right to sublicense, to electronically access and use Seamless Chex Service solely to verify and print a prepaid number of checks in a manner consistent with this Agreement and any other relevant documentation provided to you.\nThe Service includes our website, software, documentation, tools, Internet based services, components, images, and any updates thereto provided to you by Seamless Chex.\nWe may terminate this license at any time.<br>\n</p>\n<ul>\n<li>\n<strong>Ownership</strong>\n<br>\n</li>\n</ul>\n<p>The Service is licensed and not sold.\nWe reserve all rights not expressly granted to you in this Agreement.\nThe Service is protected by copyright, trade secret and other intellectual property laws.\nWe own all interest, title, and other worldwide IP Rights (as defined below) in the Service and all copies of the Service.\nAll content included or available on Seamless Chex’s website, including site design, text, graphics, illustrations, interfaces, and the selection and arrangements thereof is the property of Seamless Chex, Inc., with all rights reserved with respect to copyrights and trademarks.\nAny use of materials on Seamless Chex’s website, including reproduction for purposes other than those noted above, modification, distribution, or replication, any form of data extraction or data mining, or other commercial exploitation of any kind, without prior written permission and consent from Seamless Chex, Inc.\nis strictly prohibited.\nYou agree that you will not use any robot, spider, or other automatic device, or manual process to monitor or copy Seamless Chex’s web pages or the content contained therein without prior written permission and consent from Seamless Chex, Inc.<br>\n</p>\n<p>For the purposes of this Agreement, “IP Rights” means all patent rights.\ncopyright, including rights in derivative works.\ntrademark, trade dress and service mark rights.\ngoodwill.\ntrade secret rights.\nand other intellectual property rights that now exist or may hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory, or other jurisdiction.<br>\n</p>\n<ul>\n<li>\n<strong>Term</strong>\n<br>\n</li>\n</ul>\n<p>The Agreement is effective upon the date you agree to it (by electronically indicating acceptance and/or by actually using the Service) and continues so long as you use the Service or until terminated by you (as permitted herein) or Seamless.<br>\n</p>\n<ul>\n<li>\n<strong>Termination</strong>\n<br>\n</li>\n</ul>\n<p>You may terminate this Agreement by closing your Seamless Chex Account at any time by following the instructions on our website which is also detailed in Section B8 above.\nWe may terminate this Agreement and close your Seamless Chex Account at any time and for any reason.<br>\n</p>\n<ul>\n<li>\n<strong>Effects of Termination</strong>\n<br>\n</li>\n</ul>\n<p>Upon termination, we will immediately discontinue your access to the Service.\nYou will not be refunded or credited for partially used credits if your access to or use of the Service is terminated or suspended.\nTermination does not relieve you of your obligations as defined in this Agreement.<br>\n</p>\n<p>Upon termination you agree to (i) immediately cease your use of the Service, (ii) discontinue use of any Seamless Chex or other trademarks licensed under this Agreement, and (iii) immediately remove any Seamless Chex references and logos from your website.\nIn addition, upon termination, you understand and agree that (iv) the license granted under this Agreement shall end, (v) we reserve the right to delete all of your information and account data, (vi) we will not be liable to you for compensation, reimbursement, or damages in connection with your use of the Service, or any termination or suspension of the Service or deletion of your information or account date, and (vii) you are liable to us for any fees or other amounts incurred by you through your use of the Service prior to termination.<br>\n</p>\n<ul>\n<li>\n<strong>Your Liability</strong>\n<br>\n</li>\n</ul>\n<p>You are responsible for all claims, demands, fines, fees, penalties and other liability arising out of or relating to your use of the Service and your breach of this Agreement.\nYou are responsible for any fraud and lost or stolen information caused by you or by your customers.<br>\n</p>\n<p>Without limiting the foregoing, you agree to defend, indemnify, and hold harmless Seamless Chex, Inc.\nand its respective employees, affiliates, members, representatives and agents (collectively “Disclaiming Entities”) without limitation from and against any claim, suit, demand, loss, liability, damage, action, or proceeding arising out of our relating to (i) your breach of any provision of this Agreement.\n(ii) your use of the Service.\n(iii) all acts or omissions, including negligence or willful misconduct, of your employees or agents.\nand (iv) all third-party indemnity obligations we incur as a direct or indirect result of your acts or omissions.<br>\n</p>\n<ul>\n<li>\n<strong>Representation and Warranties</strong>\n<br>\n</li>\n</ul>\n<p>You represent and warrant to us that: (a) you are at least 18 years of age.\n(b) you are eligible to register and use the Service and have the right, power, and ability to enter into and perform under this Agreement.\n(c) the name identified by you when you registered is your name or business name under which you sell products and services.\nFurthermore, you warrants and represents that any and all information provided or disclosed to Seamless Chex is accurate and current, and that you have the full legal power, authority and capacity to provide or disclose such information to Seamless Chex.\nIn no event shall Seamless Chex assume any liability of any kind in connection to or arising out of any misrepresentation, misleading, deceptive or false information provided or disclosed by you.\nTHE FOREGOING WARRANTIES IN THIS PARAGRAPH IS IN ADDITION TO ALL OTHER APPLICABLE WARRANTIES, EXPRESS, IMPLIED OR STATUTORY, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTY OF MERCHANTABILITY AND THE IMPLIED WARRANTY OF FITNESS FOR A PARTICULAR PURPOSE.\nYou agree to protect, defend, indemnify and hold harmless, Seamless Chex, Inc.\nfrom and against any and all loss, damage, injury, liability, judgments, violations and claims thereof arising out of, connected with, incident to, or otherwise directly or indirectly resulting from (i) any and all information that was inaccurate, misinterpreted, mishandled or loss by Seamless Chex or by any financial institution, (ii) any inaccurate, unreliability or incompleteness of any service(s) provided by any financial institution and (iii) any inaccurate, incorrect, misleading, misrepresenting, deceptive or false information provided or disclosed by you.\nAny and all warranties herein shall survive the termination of this Agreement.\nAny and all information disclosed by you shall be subject to Seamless Chex’s Privacy Agreement.<br>\n</p>\n<ul>\n<li>\n<strong>Third-Party Liability</strong>\n<br>\n</li>\n</ul>\n<p>In delivering Seamless Chex’s services to Merchant, Seamless Chex may send printed check(s) to financial institutions for cashing at Merchant’s request.\nThese financial institutions are third parties and are independently owned and operated.\nSeamless is not affiliated or employed with such third parties whatsoever.\nIn no event shall Seamless be liable or held responsible under the use of any of Seamless Chex’s services for any acts or omissions caused by any third party for any consequential, special, indirect or other damages, whether based in contract, tort or otherwise, even if Seamless has been advised of the possibility of such damages and notwithstanding any failure of essential purpose of any limited remedy.<br>\n</p>\n<ul>\n<li>\n<strong>No Warranties</strong>\n<br>\n</li>\n</ul>\n<p>All of the information and material provided with respect to Seamless Chex’s services are provided are on an “as-is” and “as available” basis.\nTo the fullest extent permitted by applicable law, in no event does Seamless Chex represent, warrant or guarantee of any kind, that Seamless Chex’s service will be free from any delay, failure, interruption, corruption or otherwise from any financial institution or delivery carrier.\nTHE FOREGOING IS IN LIEU OF ALL WARRANTIES, EXPRESS, IMPLIED OR STATUTORY, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTY OF MERCHANTABILITY AND THE IMPLIED WARRANTY OF FITNESS FOR A PARTICULAR PURPOSE.<br>\n</p>\n<ul>\n<li>\n<strong>Limitation of Liability and Damages</strong>\n<br>\n</li>\n</ul>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL SEAMLESS CHECKS, INC.\nBE LIABLE FOR ANY SPECIAL, DIRECT, INDIRECT, CONSEQUENTIAL, OR INCIDENTAL DAMAGES, OR DAMAGES IN CONNECTION WITH RELIANCE ON, USE OR MISUE OF INFORMATION CONNECTION WITH THE USE OF OUR SERVICES OR FOR LOST PROFITS, LOSS OF REVENUE, OR LOSS OF USE OR DATA, ARISING OUT OF OR RELATED TO SEAMLESS CHEX’S WEB SITE OR THE USE OF SEAMLESS CHEX’S SERVICES, WHETHER SUCH DAMAGES ARISE IN CONTRACT, NEGLIGENCE, TORT, STRICT LIABILITY, UNDER STATUTE, IN EQUITY, AT LAW, OR OTHERWISE, EVEN IF SEAMLESS CHECKS, INC.\nHAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS LIMIT OR DO NOT PERMIT DISCLAIMERS OF LIABILITY, SO THIS PROVISION MAY NOT APPLY TO YOU.\n<br>\n</p>\n<p>Notwithstanding anything to the contrary, if Seamless Chex is found to be liable, its liability to you or to any third party is limited to the lesser of (a) the amount of fees in dispute not to exceed the total fees, which you paid to Seamless Chex in the 3 months prior to the action giving rise to the liability, or (b) $100.\nThe Service is controlled and operated from facilities in the United States.\nSeamless makes no representations that the Service is appropriate or available for use in other locations.\nThose who access or use the Service from other jurisdictions do so at their own volition and are entirely responsible for compliance with all applicable United States, foreign and local laws and regulations.<br>\n</p>\n<ul>\n<li>\n<strong>Forum/Choice of Law</strong>\n<br>\n</li>\n</ul>\n<p>Seamless Chex’s website and Seamless Chex services are operated and provided in the State of New York.\nAs such, Seamless Chex is subject to the laws of the State New York, and as such these terms and conditions are made under and shall be govern, construed and interpreted according to the laws of the New York, without regard to its conflict of law principles.\nSeamless makes no representation that its website or its services are appropriate, legal or available for use in other locations.\nAccordingly, if Merchant chooses to access or use the Services Merchant agrees to do so subject to the internal laws of the State New York.\nIn the event that these terms and conditions are breached, any and all disputes must be settled through binding arbitration.<br>\n</p>\n<ul>\n<li>\n<strong>Arbitration</strong>\n<br>\n</li>\n</ul>\n<p>In the event of dispute between the parties herein, each party agrees to settle their dispute in binding arbitration.\nArbitration shall be pursuant to and governed by the rules of the American Arbitration Association.\nAn Arbitrator shall be mutually selected between the parties herein.\nThe Arbitrator shall have the authority to award costs to whichever party he/she deems appropriate.\nCosts for arbitration may be equally split between the parties herein.\nIf in the event the Arbitration does not resolve the parties disputes herein, any parties reserves the right to seek legal or injunctive relief in any Federal or State court in the State of New York.<br>\n</p>\n<ul>\n<li>\n<strong>Right to Amend</strong>\n<br>\n</li>\n</ul>\n<p>We have the right to change or add to the terms of this Agreement at any time, and to change, delete, discontinue, or impose conditions on any feature or aspect of the Service or software that we in our sole discretion deem to be reasonable in the circumstances, such as the Services and/or our website or any other website maintained or owned by us.\nAny use of the Service or software after our publication of any such charges shall constitute your acceptance of this Agreement as modified.<br>\n</p>\n<ul>\n<li>\n<strong>Assignment</strong>\n<br>\n</li>\n</ul>\n<p>This Agreement, any rights and licenses granted hereunder, may not be transferred or assigned by you without our prior written consent, but may be assigned by us without consent or other restriction.<br>\n</p>\n<ul>\n<li>\n<strong>Parties</strong>\n<br>\n</li>\n</ul>\n<p>This Agreement binds you and your respective heirs, representatives, and permitted and approved successors (including those by merger or acquisition) or any permitted assigns.<br>\n</p>\n<ul>\n<li>\n<strong>Severability</strong>\n</li>\n</ul>\n<p>If any of the provisions herein are found to be unenforceable, the remainder shall be enforced as fully as possible and the unenforceable provision(s) shall be deemed modified to the limited extent required to permit enforcement of the terms and conditions as a whole.<br>\n</p>\n<ul>\n<li>\n<strong>Entire Agreement</strong>\n<br>\n</li>\n</ul>\n<p>This Agreement and all policies and procedures that are incorporated herein by reference constitute the entire agreement between you and Seamless Chex with respect to the provision of the Service.\nIn the event of a conflict between this Agreement and any other Seamless agreement or policy relating to the subject matter herein, this Agreement shall prevail.\nExcept as expressly provided herein, these terms and conditions describe the entire liability of Seamless Chex and define your access and use of the Service.\nIf any provision of this Agreement (or any portion thereof) is held to be invalid or unenforceable under applicable law, then it shall be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law, and the remaining provisions will continue to be in full force and effect.<br>\n</p>\n<ul>\n<li>\n<strong>Email May Not Be Used to Provide Notice</strong>\n<br>\n</li>\n</ul>\n<p>Communications made through the Service’s e-mail and messaging system will not constitute legal notice to Seamless Chex or any of its officers, employees, agents or representatives in any situation where notice to Seamless Chex is required by contract or any law or regulation.\nAll legal notices to Seamless Chex shall be sent in writing to the following address: Seamless Chex, Inc.\nat 401 Park Avenue South, 10th Floor, New York, NY 10016.<br>\n</p>\n<ul>\n<li>\n<strong>User Consent to Receive Communications in Electronic Form </strong>\n<br>\n</li>\n</ul>\n<p>For contractual purposes, you (a) consent to receive communications from Seamless Chex in an electronic form via the email address you have submitted.\nand (b) agree that all Terms of Service, agreements, notices, disclosures, and other communications that Seamless Chex provides to you electronically satisfy any legal requirement that such communications would satisfy if it were in writing.\nThe foregoing does not affect your non-waivable rights.<br>\n</p>\n<p>We may also use your email address, to send you other messages, including information about Seamless Chex and special offers.\nYou may opt out of such email by changing your account settings or sending an email to support@seamlesschex.com.\nOpting out may prevent you from receiving messages regarding Seamless Chex or special offers.<br>\n</p>\n<p>YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS OF SERVICE, UNDERSTAND THE TERMS OF SERVICE, AND WILL BE BOUND BY THESE TERMS AND CONDITIONS.\nYOU FURTHER ACKNOWLEDGE THAT THESE TERMS OF SERVICE TOGETHER WITH THE PRIVACY POLICY LOCATED AT https://www.seamlesschex.com/privacy-policy/ REPRESENT THE COMPLETE AND EXCLUSIVE STATEMENT OF THE AGREEMENT BETWEEN US AND YOU, THAT IT SUPERSEDES ANY PROPOSAL OR PRIOR AGREEMENT ORAL OR WRITTEN, AND ANY OTHER COMMUNICATIONS BETWEEN US RELATING TO THE SUBJECT MATTER OF THESE TERMS OF SERVICE.<br>\n</p>\n<p>\n<strong>20.\nContacting Us</strong>\n</p>\n<p>If you have any questions about this Terms of Services, the practices of this Site, or your dealings with this Site, please contact us at:</p>\n<p>\n<br>Seamless Chex<br>www.seamlesschex.com<br>401 PARK AVE SOUTH 10th Floor NEW YORK, NY 10016<br>888-998-2439<br>support@seamlesschex.com</p>\n<p>\n<br>\n</p>\n<p>This document was last updated on September 7, 2018.\n</p> Want to get started? <p>Start sending or receiving payments today!</p> Sign up Products Paynote Seamless Chex Seamless Merchant Solutions eCheck Verification eCheck Processing Credit Card Processing ACH Processing Company Industries FAQ Blog Contact Us Sitemap Get in touch support@seamlesschex.com 888-998-2439 401 Park Ave South, 10th Floor New York, NY 10016 <p>Terms of Service | Privacy Policy | © Seamless Chex, Inc.\nAll Rights Reserved</p> ", "created_at": "2023-01-06 23:45:40.122409", "updated_at": "2023-01-06 23:47:24.661531"}], "points": [], "urls": ["seamlesschex.com"]}}