{"error": 448, "message": "OK", "parameters": {"id": 9645, "name": "BEEFY BOYS", "created_at": "2023-09-23 23:48:07.626153", "updated_at": "2023-09-24 10:02:39.250172", "wikipedia": null, "keywords": null, "related": null, "slug": "beefy-boys", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9645.png", "url": "beefyboys.win", "documents": [{"id": 19161, "name": "Terms of Use ", "url": "https://beefyboys.win/about/tos", "xpath": "//body", "text": "HomeAbout<p>Trouble logging in?</p>Log inLog in<p> By using this web site, you agree to these Terms of Use, to our Copyright Policy, and to our Privacy Policy.\nWe also expect that you have comprehended our general rules list.\n</p>\n<p>Our Terms of Use are simple:</p>\n<ul>\n<li> This is our web site, and we will do as we please with it.\nIf you don't like how we run our site, you are free to set up your own.\n</li>\n<li> You grant us a non-exclusive, perpetual, world-wide, irrevocable, no-charge, royalty-free copyright license to reproduce, prepare derivative works of, publicly display, publicly perform, sublicense, and distribute content you post here.\n</li>\n<li> We do not promise to preserve anyone's content for any particular length of time.\nIf you want to preserve content (whether your own or someone else's) from this web site, you should download your own copy of that content.\n</li>\n<li> You are liable for everything you post, and we are not liable for it.\nWe do not filter or block other instances, many of whom post inflammatory comments, pornography and other obscene materials and as such we require you to be 18 years of age or older at signup.\nIf you are not 18 years of age, there are other instances on the Fediverse that cater to younger audiences.\n</li>\n</ul>\nEverything here belongs to BEEFY BOYS except where it would be legally hazardous to make such a claim.<ul>\n<li>Info &amp.\nTips</li>\n<li>Rules</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Copyright</li>\n</ul>To use this website, please enable JavaScript.", "created_at": "2023-09-23 23:48:07.663774", "updated_at": "2023-09-23 23:48:48.078842"}, {"id": 19162, "name": "COPYRIGHT POLICY ", "url": "https://beefyboys.win/about/dmca", "xpath": "//body", "text": "HomeAbout<p>Trouble logging in?</p>Log inLog inCOPYRIGHT POLICY Reporting Claims of Copyright Infringement\n<p>We take claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible on or from this site (the \"Website\") infringe your copyright, you may request removal of those materials (or access to them) from the Website by submitting written notification to our copyright agent designated below.\nIn accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (\"DMCA\"), the written notice (the \"DMCA Notice\") must include substantially the following:</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on the Website, a representative list of such works.</li>\n<li>Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.</li>\n<li>Adequate information by which we can contact you (including your name, postal address, telephone number, and, if available, email address).</li>\n<li>A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the written notice is accurate.</li>\n<li>A statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>Please send copyright notices to:</p>\n<p> Beefy Boys Digital Janitorial Staff<br> beefyhelp@gmail.com<br>\n</p>\n<p>If you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective.</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity on the Website is infringing your copyright, you may be held liable for damages (including costs and attorney's fees) under Section 512(f) of the DMCA.</p> Counter Notification Procedures\n<p>If you believe that material you posted on the Website was removed or access to it was disabled by mistake or misidentification, you may file a counter notification with us (a \"Counter Notice\") by submitting written notification to our DMCA address (above) Pursuant to the DMCA, the Counter Notice must include substantially the following:</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>An identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access disabled.</li>\n<li>Adequate information by which we can contact you (including your name, postal address, telephone number, and, if available, email address).</li>\n<li>A statement under penalty of perjury by you that you have a good faith belief that the material identified above was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.</li>\n<li>A statement that you will consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or if you reside outside the United States for any judicial district in which the Website may be found) and that you will accept service from the person (or an agent of that person) who provided the Website with the complaint at issue.</li>\n</ul>\n<p>The DMCA allows us to restore the removed content if the party filing the original DMCA Notice does not file a court action against you within ten business days of receiving the copy of your Counter Notice.</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity on the Website was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorney's fees) under Section 512(f) of the DMCA.</p> Repeat Infringers\n<p>It is our policy in appropriate circumstances to disable and/or terminate the accounts of users who are repeat infringers.</p>\nEverything here belongs to BEEFY BOYS except where it would be legally hazardous to make such a claim.<ul>\n<li>Info &amp.\nTips</li>\n<li>Rules</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Copyright</li>\n</ul>To use this website, please enable JavaScript.", "created_at": "2023-09-23 23:48:07.696969", "updated_at": "2023-09-23 23:49:33.318714"}, {"id": 19163, "name": "PRIVACY POLICY ", "url": "https://beefyboys.win/about/privacy", "xpath": "//body", "text": "HomeAbout<p>Trouble logging in?</p>Log inLog inPRIVACY POLICY\nLast Updated: May 14, 2021 <p>Beefy Boys (\"Company\" or \"We\") respect your privacy and are committed to protecting it through our compliance with this policy.</p>\n<p> This policy describes the types of information we may collect from you or that you may provide when you visit the website beefyboys.win and our practices for collecting, using, maintaining, protecting, and disclosing that information.\n</p>\n<p>This policy applies to information we collect:</p>\n<p>On the Website.</p>\n<p>In email, text, and other electronic messages between you and this Website.</p>\n<p>Through mobile and desktop applications you download from this Website, which provide dedicated non-browser-based interaction between you and this Website.</p>\n<p>When you interact with our advertising and applications on third-party websites and services, if those applications or advertising include links to this policy.</p>\n<p>It does not apply to information collected by:</p>\n<ul>\n<li>Us offline or through any other means, including on any other website operated by Company or any third party (including our affiliates and subsidiaries).\nor</li>\n<li>Any third party (including our affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible from from the Website.</li>\n<li>Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use our Website.\nBy accessing or using this Website, you agree to this privacy policy.\nThis policy may change from time to time (see Changes to our Privacy Policy, below).\nYour continued use of this Website after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.</li>\n</ul> Children Under the Age of 18\n<p>Our Website is not intended for children under 18 years of age.\nNo one under age 18 may provide any information to or on the Website.\nWe do not knowingly collect personal information from children under 18.\nIf you are under 18, do not use or provide any information on this Website, register on the Website, make any purchases through the Website, use any of the interactive or public comment features of this Website, or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use.\nIf we learn we have collected or received personal information from a child under 18 without verification of parental consent, we will delete that information and any associated accounts.\nIf you believe we might have any information from or about a child under 18, please contact us at: beefyhelp@gmail.com.</p> Information We Collect About You and How We Collect It\n<p>We collect several types of information from and about users of our Website, including information:</p>\n<ul>\n<li>By which you may be personally identified, such as an e-mail address (\"personal information\");</li>\n<li>That is about you but individually does not identify you, such as the content of your user profile.\nand/or</li>\n<li>About your internet connection, the equipment you use to access our Website, and usage details.</li>\n</ul>\n<ul>\n<li>We collect this information:</li>\n<li>Directly from you when you provide it to us.</li>\n<li>Automatically as you navigate through the site.\nInformation collected automatically may include usage details and IP addresses.</li>\n<li>From third parties, for example, our business partners.</li>\n</ul> Information You Provide to Us\n<p>The information we collect on or through our Website may include:</p>\n<p>Information that you provide by filling in forms on our Website.\nThis includes information provided at the time of registering to use our Website, subscribing to our service, posting material, or requesting further services.\nWe may also ask you for information when you report a problem with our Website.</p>\n<p>Records and copies of your correspondence (including email addresses), if you contact us.</p>\n<p>Details of transactions you carry out through our Website and of the fulfillment of your orders.\nYou may be required to provide financial information before placing an order through our Website.</p>\n<p>You also may provide information to be published or displayed (hereinafter, \"posted\") on public areas of the Website, or transmitted to other users of the Website or third parties (collectively, \"User Contributions\").\nThe overwhelming majority of User Contributions are public and may be seen by any person who navigates to them.\nYour User Contributions are posted on and transmitted to others at your own risk.\nAlthough you may set certain privacy settings for such information by logging into your account profile, please be aware that no security measures are perfect or impenetrable.\nAdditionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions.\nTherefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.</p> Information We Collect Through Automatic Data Collection\n<p>As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:</p>\n<ul>\n<li>Details of your visits to our Website, including traffic data, logs, and other communication data and the resources that you access and use on the Website.</li>\n<li>Information about your computer and internet connection, including your IP address, operating system, and browser type.</li>\n</ul>\n<p>The information we collect automatically may be only statistical data and may not include personal information.\nIt helps us to improve our Website and to deliver a better and more personalized service, including by enabling us to:</p>\n<ul>\n<li>Estimate our audience size and usage patterns.</li>\n<li>Store information about your preferences, allowing us to customize our Website according to your individual interests.</li>\n<li>Speed up your searches.</li>\n<li>Recognize you when you return to our Website.</li>\n</ul>\n<p>The technologies we use for this automatic data collection may include:</p>\n<ul>\n<li>Cookies (or browser cookies).\nA cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Website.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.</li>\n<li>We do not collect personal information automatically, but we may tie this information to personal information about you that we collect from other sources or you provide to us.</li>\n</ul> How We Use Your Information\n<p>We use information that we collect about you or that you provide to us, including any personal information:</p>\n<ul>\n<li>To present our Website and its contents to you.</li>\n<li>To provide you with information about our products or services.</li>\n<li>To fulfill any other purpose for which you provide it.</li>\n<li>To provide you with notices about your account, including expiration and renewal notices.</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.</li>\n<li>To notify you about changes to our Website or any products or services we offer or provide though it.</li>\n<li>To allow you to participate in interactive features on our Website.</li>\n<li>In any other way we may describe when you provide the information.</li>\n<li>For any other purpose with your consent.</li>\n</ul>\n<p>We may also use your information to contact you about our own and third-parties' goods and services that may be of interest to you.</p> Disclosure of Your Information\n<p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.</p>\n<p>It is the policy of the Company to not provide any user data to any person unless compelled by a court order issued by a U.S.\ncourt, except in cases of life-threatening emergency.\nThe Company reserves the right to change or deviate from this policy at any time, in its sole and absolute discretion, with or without notice to you.</p>\n<p>We may disclose personal information that we collect or you provide as described in this privacy policy:</p>\n<ul>\n<li>To our subsidiaries and affiliates.</li>\n<li>To contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Beefy Boys' assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by Beefy Boys about our Website users is among the assets transferred.</li>\n<li>To fulfill the purpose for which you provide it.</li>\n<li>For any other purpose disclosed by us when you provide the information.</li>\n<li>With your consent.</li>\n<li>We may also disclose your personal information:</li>\n<li>To comply with any court order, law, or legal process, including to respond to any government or regulatory request.</li>\n<li> To enforce or apply our Terms of Service and other agreements, including for billing and collection purposes.\n</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Beefy Boys, our employees, our customers, or any other person.</li>\n</ul> Accessing, Correcting and Deleting Your Information\n<p>You can review and change your personal information by logging into the Website and visiting your account profile page.</p>\n<p>You may also send us an email at beefyhelp@gmail.com to request access to, correct or delete any personal information that you have provided to us.\nWe cannot delete your personal information except by also deleting your user account.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.</p>\n<p> If you delete your User Contributions from the Website, copies of your User Contributions may remain viewable in cached and archived pages, or might have been copied or stored by other Website users.\nProper access and use of information provided on the Website, including User Contributions, is governed by our Terms of Service.\n</p> Data Security\n<p>We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure.\nAll information you provide to us is stored on our secure servers behind firewalls.\nAny payment transactions will be encrypted using SSL.</p>\n<p>The safety and security of your information also depends on you.\nMost information on the Website is public.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nWe urge you to be careful about giving out information in public areas of the Website like message boards.\nThe information you share in public areas may be viewed by any user of the Website, whether that user is registered on the site or not.</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Website.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Website.</p> Changes to Our Privacy Policy\n<p>It is our policy to post any changes we make to our privacy policy on this page with a notice that the privacy policy has been updated on the Website home page.\nIf we make material changes to how we treat our users’ personal information, we will notify you through a notice on the Website home page.\nThe date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Website and this privacy policy to check for any changes.</p> Contact Information\n<p>To ask questions or comment about this privacy policy and our privacy practices, contact us at:</p>\n<p>Beefy Boys Digital Janitorial Staff<br> beefyhelp@gmail.com</p>\nEverything here belongs to BEEFY BOYS except where it would be legally hazardous to make such a claim.<ul>\n<li>Info &amp.\nTips</li>\n<li>Rules</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Copyright</li>\n</ul>To use this website, please enable JavaScript.", "created_at": "2023-09-23 23:48:07.729047", "updated_at": "2023-09-23 23:49:17.775747"}], "points": [], "urls": ["beefyboys.win"]}}