{"error": 448, "message": "OK", "parameters": {"id": 8919, "name": "Latitude", "created_at": "2023-07-08 20:28:54.861676", "updated_at": "2023-07-08 22:02:36.093945", "wikipedia": null, "keywords": null, "related": null, "slug": "latitude", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8919.png", "url": "latitude.io", "documents": [{"id": 17439, "name": "Privacy Policy", "url": "https://latitude.io/privacy-policy", "xpath": "//body", "text": "You need to enable JavaScript to run this app.GAMESSHOPNEWSCAREERSPrivacy Policy<p>This Privacy Policy describes how Oasis Tech, Inc.\n(doing business as Latitude) (“Company”, “we”, “us” “our”) collects, uses and discloses information about users of the Company's websites (aidungeon.io, play.aidungeon.io, voyageplay.ai, and latitude.io), mobile applications, online services, tools and features (collectively, the “Services”).\nFor the purposes of this Privacy Policy, “you” and “your” means you as the user of the Services.</p>\n<p>PLEASE READ THIS PRIVACY POLICY CAREFULLY.\nBY USING, ACCESSING, OR DOWNLOADING ANY OF THE SERVICES, YOU AGREE TO THE USE OF YOUR INFORMATION IT DESCRIBES AND TO THE OTHER TERMS OF THIS PRIVACY POLICY.\nIF YOU DO NOT AGREE TO THIS PRIVACY POLICY, PLEASE DO NOT ACCESS AND USE THE SERVICES.</p>\n<br>Updating This Privacy Policy<p>We may modify this Privacy Policy from time to time in which case we will update the “Last Revised” date at the top of this Privacy Policy.\nIf we make changes that are material, we will use reasonable efforts to attempt to provide notice to you and, where required by applicable law, we will obtain your consent.\nNotice may be by email to you at the last email address you provided us, by posting notice of such changes on the Services, or by other means, consistent with applicable law.\nHowever, it is your sole responsibility to review the Privacy Policy from time to time to view any such changes.\nThe updated Privacy Policy will be effective as of the time of posting, or such later date as may be specified in the updated Privacy Policy.\nIF YOU DO NOT ACCEPT AND AGREE TO THIS PRIVACY POLICY, INCLUDING ANY CHANGES, THEN YOU MUST NOT ACCESS OR USE THE SERVICES.</p>\n<br>Company's Collection and Use of Information<p>In order to provide you with particular services, we may ask you to provide us with certain details or information about you.\nInformation that you submit through our Services may include:<br>\n<br>Basic contact details, including your name and email address.\nWe collect basic contact details to register and service your account, to communicate with you and to inform you about products or promotional offers.\nAccount information, including your username and password.\nWe collect account information to register, maintain and secure your account with us.\nIf you choose to use the Services and register an account, you are responsible for keeping your account credentials safe.\nWe highly recommend that you do not share your username, password, or other access details with anyone else.\nIf you believe your account has been compromised, please contact us immediately.\nAny other information you choose to include in communications with us, for example, when sending a message through the Contact Us web form.\nSome features on the Services may require you to enter certain personal information in order to submit the form.\nYou may elect not to provide this information, but doing so may prevent you from using or accessing these features.\nWe also automatically collect certain information about your interaction with the Services (“Usage Data”).\nTo do this, we may use cookies, search data, user input or third party analytics services.\nUsage Data may include:<br>\n<br>Unique device identifier.\nDevice type, such as your phone, computer, or tablet.\nIP address.\nBrowser type.\nDate and time stamps, such as the date and time you first accessed the Services.\nOperating system.\nLog data.\nand Other information regarding your interaction with the Services, such as clickstream data and ad impressions.\nWe use the information we collect automatically to improve our products and services, customize your experience, analyze trends, track user movements and gather statistical information for aggregate use.<br>\n<br>In addition to the foregoing, we may use all of the above information to comply with any applicable legal obligations, to enforce any applicable terms of service, and to protect or defend the Services, our rights, the rights of our users, or others.</p>\n<br>How the Company Shares Your Information<p>In certain circumstances, the Company may share your information with third parties.\nSuch circumstances may include:<br>\n<br>With vendors or other service providers, such as payment processors, data analytics vendors, and data security vendors.\nTo comply with applicable law or any obligations thereunder, including cooperation with law enforcement, judicial orders, and regulatory inquiries.\nIn connection with an asset sale, merger, bankruptcy, or other business transaction.\nTo enforce any applicable Terms of Service.\nTo ensure the safety and security of the Company and/or its users.\nWhen you request us to share certain information with third parties, such as through your use of social media widgets or login integrations.\nand With professional advisors, such as auditors, law firms, or accounting firms.\nYou acknowledge that such sharing of information may occur in all of the aforementioned circumstances and is permitted by and subject to this Privacy Policy.</p>\n<br>Cookies and Other Tracking Technologies<p>Do Not Track Signals Your browser settings may also allow you to transmit a “Do Not Track” signal when you visit various websites.\nLike many websites, our website is not designed to respond to “Do Not Track” signals received from browsers.\nTo learn more about “Do Not Track” signals, you can visit http://www.allaboutdnt.com/.\nCookies and Other Tracking Technologies You may control the way in which your devices permit the use of Tracking Technologies.\nIf you so choose, you may block or delete our cookies from your browser.\nhowever, blocking or deleting cookies may cause some of the Services, including any portal features and general functionality, to work incorrectly.\nMost browsers accept cookies automatically.\nHowever, you may be able to configure your browser settings to use the Services without some cookie functionality.\nYou can delete cookies manually or set your browser to automatically delete cookies on a predetermined schedule.<br>\n<br>We may also use Flash cookies (also known as “persistent identification elements” or “local shared objects”) on certain pages.\nBecause Flash cookies cannot be controlled through your browser settings, you may click here to adjust your preferences.\nYou can also identify Flash cookies running on your computer by visiting the Flash Player folder.\nFlash cookies, or LSO files, are typically stored with a “.SOL” extension.\nPlease note that if you block cookies, some functions otherwise available on the Services may be unavailable, and we may not be able to present you with personally-tailored content.\nIf you have questions regarding the specific information about you that we process or retain, as well as your choices regarding our collection and use practices, please contact us using the information listed below.</p>\n<br>User Generated Content<p>The Services also host user comments, game interactions, and shared game content, which users may elect to join and/or participate (“User-Generated Content” or “UGC”).\nWe or others may store, display, reproduce, publish, or otherwise use UGC, and may or may not attribute it to you.\nOthers may also have access to UGC and may have the ability to share it with third parties.\nIf you choose to submit UGC to any public area of the Services, your UGC will be considered “public” and will be accessible by anyone, including the Company.\nPlease note that we do not control who will have access to the information that you choose to make available to others, and cannot ensure that parties who have access to such information will respect your privacy or keep it secure.\nWe are not responsible for the privacy or security of any information that you make publicly available on the features permitting creation of UGC or what others do with information you share with them on such platforms.\nWe are not responsible for the accuracy, use or misuse of any UGC that you disclose or receive from third parties through the forums or email lists.</p>\n<br>Children's Privacy<p>Users must be 18 or older to use the Services.\nFurther, we do not seek or knowingly collect any personal information about children under 13 years of age.\nIf we become aware that we have unknowingly collected information about a child under 13 years of age, we will make commercially reasonable efforts to delete such information from our database.</p>\n<br>Data Security<p>Please note that any information you send to us electronically, while using the Services or otherwise interacting with us, may not be secure when it is transmitted to us.\nWe recommend that you do not use unsecure channels to communicate sensitive or confidential information to us.\nPlease be aware though that, despite our best efforts, no security measures are perfect or impenetrable, and we cannot guarantee “perfect security.” Any information you send us through any means is transmitted at your own risk.</p>\n<br>Your California Privacy Rights<p>We do not share personal information as defined by California Civil Code Section 1798.83 (“Shine The Light Law”) with third parties for their direct marketing purposes.</p>\n<br>How to Contact Us<p>Should you have any questions about our privacy practices or this Privacy Policy, please email us at contact-us@latitude.io or contact us at 8 The Green, Suite B, Dover, DE 19901 and/or (801) 203-0065.</p>", "created_at": "2023-07-08 20:28:54.891538", "updated_at": "2023-07-08 20:29:08.97902"}, {"id": 17440, "name": "Terms of Service", "url": "https://latitude.io/tos", "xpath": "//body", "text": "You need to enable JavaScript to run this app.GAMESSHOPNEWSCAREERSTerms of Service<p>Welcome to the Terms of Service (these “Terms”) for the websites aidungeon.io, play.aidungeon.io, and latitude.io (the “Websites”), and the related mobile applications (the “App”) operated on behalf of Oasis Tech, Inc.\n(doing business as Latitude) (“Company”, “we” or “us”), and together with any content, tools, features and functionality offered on or through our Website and the App (the “Services”).</p>\n<p>These Terms govern your access to and use of the Services.\nPlease read these Terms carefully, as they include important information about your legal rights.\nBy accessing and/or using the Services, you are agreeing to these Terms.\nIf you do not understand or agree to these Terms, please do not use the Services.\n</p>\n<p>For purposes of these Terms, “you” and “your” means you as the user of the Services.\nIf you use the Services on behalf of a company or other entity then “you” includes you and that entity, and you represent and warrant that (a) you are an authorized representative of the entity with the authority to bind the entity to these Terms, and (b) you agree to these Terms on the entity's behalf.</p>\n<p>Please note that Section 8 contains an arbitration clause and class action waiver.\nBy agreeing to these Terms, you agree (a) to resolve all disputes with us through binding individual arbitration, which means that you waive any right to have those disputes decided by a judge or jury, and (b) that you waive your right to participate in class actions, class arbitrations, or representative actions.\nYou have the right to opt-out of arbitration as explained in Section 8.</p>\n<br>Who May Use the Services<p>You must be 18 years of age or older to use the Services.\nBy using the Services, you represent and warrant that you meet these requirements.</p>\n<br>User Accounts, SUBSCRIPTIONS and free trialsCreating and Safeguarding your Account.<p>To use certain of the Services, you may need to create an account (“Account”).\nYou agree to provide us with accurate, complete and updated information for your Account.\nYou are solely responsible for any activity on your Account and for maintaining the confidentiality and security of your password.\nWe are not liable for any acts or omissions by you in connection with your Account.\nYou must immediately notify us at contact-us@latitude.io if you know or have any reason to suspect that your Account or password have been stolen, misappropriated or otherwise compromised, or in case of any actual or suspected unauthorized use of your Account.</p>Paid services.<p>If you buy or subscribe to any of our paid Services, you agree to pay us the applicable fees and taxes in U.S.\nDollars.\nFailure to pay these fees and taxes will result in the termination of your access to the paid Services.\nYou agree that (a) we may store and continue billing your payment method (e.g.\ncredit card) to avoid interruption of the Services, and (b) we may calculate taxes payable by you based on the billing information that you provide us at the time of purchase.\nWe reserve the right to change our subscription plans or adjust pricing for the Services in any manner and at any time as we may determine in our sole and absolute discretion.\nExcept as otherwise provided in these Terms, any price changes or changes to your subscription plan will take effect following reasonable notice to you.\nAll subscriptions are payable in accordance with payment terms in effect at the time the subscription becomes payable.\nPayment can be made by credit card, debit card, or other means that we may make available.\nSubscriptions will not be processed until payment has been received in full, and any holds on your account by any other payment processor are solely your responsibility.</p>Subscription Renewals and Cancellations.<p>You agree that if you purchase a subscription to use a paid portion of the Services, your subscription will automatically renew at the subscription period frequency referenced on your subscription page (or if not designated, then monthly), and your payment method will automatically be charged at the start of each new subscription period for the fees and taxes applicable to that period.\nTo avoid future subscription charges, you must cancel your subscription, in which case your cancellation will be effective at the end of your then-current subscription period.\nYou can cancel your subscription through the subscription settings on your account page on the Services.</p>No Refunds.<p>Except as expressly set forth in these Terms, payments for any Services are non-refundable and there are no credits for partially used periods.\nFollowing any cancellation by you, however, you will continue to have access to the paid Services through the end of the subscription period for which payment has already been made.</p>Promotional Codes.<p>We may offer certain promotional codes, coupon codes or similar offers (“Promotional Codes”) that may be redeemed for free subscriptions or other features or benefits related to the Services, subject to any additional terms that the Company establishes.\nYou agree that Promotional Codes: (a) may not be duplicated, sold or transferred in any manner, or made available by you to the general public (whether posted to a public forum, coupon collecting service, or otherwise), unless expressly permitted by the Company.\n(b) may be disabled or have additional conditions applied to them by the Company at any time for any reason without liability to the Company.\n(c) are not valid for cash or other credits or points.\nand (d) may expire prior to your use.</p>\n<br>ORDERS FOR PRODUCTS AND/OR SERVICESPayment.<p>The Services may permit you to purchase certain physical or digital items through the Services, including products or services of third parties that are offered through the Services (“Offerings”).\nYou acknowledge and agree that all information you provide with regards to a purchase of Offerings, including, without limitation, credit card, Stripe, or other payment information, is accurate, current and complete.\nYou represent and warrant that you have the legal right to use the payment method you provide to us or our payment processor, including, without limitation, any credit card you provide when completing a transaction.\nWe reserve the right, with or without prior notice and in our sole and complete discretion, to (a) discontinue, modify, or limit the available quantity of, any Offerings, and (b) refuse to allow any user to purchase any Offering or deliver such Offerings to a user or a user designated address.\nWhen you purchase Offerings, you (a) agree to pay the price for such Offerings as set forth in the applicable Service, and (b) authorize us (or our payment processor such as Stripes) to charge your credit card or other payment method for the Full Purchase Amount.\nUnless otherwise noted, all currency references are in U.S.\nDollars.\nAll fees and charges are payable in accordance with payment terms in effect at the time the fee or the charge becomes payable.\nPayment can be made by credit card, debit card, or through Stripe or other means that we may make available.\nOrders will not be processed until payment has been received in full, and any holds on your account by Stripe or any other payment processor are solely your responsibility.</p>Changes &amp.\nPricing.<p>The Company may, at any time, revise or change the pricing, availability, specifications, content, descriptions or features of any Offerings.\nWhile we attempt to be as accurate as we can in our descriptions for the Offerings, we do not warrant that Offering descriptions are accurate, complete, reliable, current, or error-free.\nThe inclusion of any Offerings for purchase through the Services at a particular time does not imply or warrant that the Offerings will be available at any other time.\nWe reserve the right to change prices for Offerings displayed on the Services at any time, and to correct pricing errors that may inadvertently occur (and to cancel any orders in our sole discretion that were purchased with pricing errors).\nAll such changes shall be effective immediately upon posting of such new Offering prices to the Services and/or upon making the customer aware of the pricing error.</p>Order Confirmation.<p>Once we receive your order for an Offering, we will provide you with an order confirmation.\nYour receipt of an order confirmation, however, does not signify our acceptance of your order, nor does it constitute confirmation of our offer to sell.\nwe are simply confirming that we received your order.\nWe reserve the right at any time after receiving your order to accept or decline your order for any reason and at our sole discretion.\nIf we cancel an order after you have already been billed, then we will refund the billed amount.</p>\n<br>Location of Our Privacy Policy<p>Privacy Policy.\nOur Privacy Policy describes how we handle the information you provide to us when you use the Services.\nFor an explanation of our privacy practices, please visit our Privacy Policy located at latitude./privacy-policy</p>\n<br>Rights We Grant You<p>Our intent in this and the following section has three parts:<br>\n<br>Ensure we can operate the Services (which means we need a standard user-generated content copyright for all content produced on the site to protect us and you legally)<br>\n<br>Let users use the content they've created (“Your Content”) pretty much however they want.<br>\n<br>Don't allow users to abuse content created by other users (“Not Your Content”).<br>\n<br>And here's the nitty gritty.<br>\n<br>\n</p>License Grant.<p>Subject to your compliance with these Terms, the Company hereby grants to you, a personal, worldwide, royalty-free, non-assignable, non-sublicensable, non-transferrable, and non-exclusive license to use the software provided to you as part of the Services (and to download a single copy of the App onto the equipment or device specified by us).\nThis license has the sole purpose of enabling you to use and enjoy the benefit of the Services as provided by us, in the manner permitted by these Terms and subject to the use restrictions described below.\nYour access and use of the Services may be interrupted from time to time for any of several reasons, including, without limitation, the malfunction of equipment, periodic updating, maintenance or repair of the Service or other actions that Company, in its sole discretion, may elect to take.</p>Restrictions On Your Use of the Services.<p>You may not do any of the following, unless applicable laws or regulations prohibit these restrictions or you have our written permission to do so: download, modify, copy, distribute, transmit, display, perform, reproduce, duplicate, publish, license, create derivative works from, or offer for sale any information contained on, or obtained from or through, the Services.\nduplicate, decompile, reverse engineer, disassemble or decode the Services (including any underlying idea or algorithm), or attempt to do any of the same.\nuse, reproduce or remove any copyright, trademark, service mark, trade name, slogan, logo, image, or other proprietary notation displayed on or through the Services.\nuse cheats, automation software (bots), hacks, modifications (mods) or any other unauthorized third-party software designed to modify the Services.\nexploit the Services for any commercial purpose, including without limitation communicating or facilitating any commercial advertisement or solicitation.\naccess or use the Services in any manner that could disable, overburden, damage, disrupt or impair the Services or interfere with any other party’s access to or use of the Services or use any device, software or routine that causes the same.\nattempt to gain unauthorized access to, interfere with, damage or disrupt the Services, accounts registered to other users, or the computer systems or networks connected to the Services.\ncircumvent, remove, alter, deactivate, degrade or thwart any technological measure or content protections of the Services.\nuse any robot, spider, crawlers or other automatic device, process, software or queries that intercepts, “mines,” scrapes or otherwise accesses the Services to monitor, extract, copy or collect information or data from or through the Services, or engage in any manual process to do the same.\nintroduce any viruses, trojan horses, worms, logic bombs or other materials that are malicious or technologically harmful into our systems.\nuse the Services for illegal, harassing, unethical, or disruptive purposes.\nviolate any applicable law or regulation in connection with your access to or use of the Services.\nor access or use the Services in any way not expressly permitted by these Terms.</p>Use of the App.<p>You are responsible for providing the mobile device, wireless service plan, software, Internet connections and/or other equipment or services that you need to download, install and use the App.\nWe do not guarantee that the App can be accessed and used on any particular device or with any particular service plan.\nWe do not guarantee that the App or will be available in, or that orders for Products can be placed from, any particular geographic location.\nAs part of the Services and to update you regarding the status of deliveries, you may receive push notifications, local client notifications, text messages, picture messages, alerts, emails or other types of messages directly sent to you in connection with the App (“Push Messages”).\nYou acknowledge that, when you use the App, your wireless service provider may charge you fees for data, text messaging and/or other wireless access, including in connection with Push Messages.\nYou have control over the Push Messages settings, and can opt in or out of these Push Messages through the Services or through your mobile device’s operating system (with the possible exception of infrequent, important service announcements and administrative messages).\nPlease check with your wireless service provider to determine what fees apply to your access to and use of the App, including your receipt of Push Messages from the Company.\nYou are solely responsible for any fee, cost or expense that you incur to download, install and/or use the App on your mobile device, including for your receipt of push messages from the Company.</p>Mobile Software from the Apple App Store.<p>The following terms and conditions apply to you only if you are using the App from the Apple App Store.\nTo the extent the other terms and conditions of these Terms are less restrictive than, or otherwise conflict with, the terms and conditions of this paragraph, the more restrictive or conflicting terms and conditions in this paragraph apply, but solely with respect to the App from the Apple App Store.\nYou acknowledge and agree that these Terms are solely between you and the Company, not Apple, and that Apple has no responsibility for the App or content thereof.\nYour use of the App must comply with the App Store’s applicable terms of use.\nYou acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App.\nIn the event of any failure of the App to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price, if any, for the App to you.\nTo the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be solely governed by these Terms.\nYou and the Company acknowledge that Apple is not responsible for addressing any claims of yours or any third party relating to the App or your possession and/or use of the App, including, but not limited to: (a) product liability claims, (b) any claim that the App fails to conform to any applicable legal or regulatory requirement, and (c) claims arising under consumer protection or similar legislation.\nYou and the Company acknowledge that, in the event of any third party claim that the App or your possession and use of that App infringes that third party’s intellectual property rights, the Company, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by these Terms.\nYou must comply with applicable third party terms of agreement when using the App.\nYou and the Company acknowledge and agree that Apple, and Apple’s subsidiaries, are third party beneficiaries of these Terms as they relate to your use of the App, and that, upon your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third party beneficiary thereof.</p>\n<br>Ownership and ContentOwnership of the Services.<p>The Services, including their “look and feel” (e.g., text, graphics, images, logos), proprietary content, information and other materials, are protected under copyright, trademark and other intellectual property laws.\nYou agree that the Company and/or its licensors own all right, title and interest in and to the Services (including any and all intellectual property rights therein) and you agree not to take any action(s) inconsistent with such ownership interests.\nWe and our licensors reserve all rights in connection with the Services and its content (other than Your Content), including, without limitation, the exclusive right to create derivative works.</p>Ownership of Trademarks.<p>The Company’s name and logo, the AI Dungeon name and logo, and all related names, logos, product and service names, designs and slogans are trademarks of the Company or its affiliates or licensors.\nOther names, logos, product and service names, designs and slogans that appear on the Services are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by us.</p>Ownership of Feedback.<p>We welcome feedback, comments and suggestions for improvements to the Services (“Feedback”).\nYou acknowledge and expressly agree that any contribution of Feedback does not and will not give or grant you any right, title or interest in the Services or in any such Feedback.\nAll Feedback becomes the sole and exclusive property of the Company, and the Company may use and disclose Feedback in any manner and for any purpose whatsoever without further notice or compensation to you and without retention by you of any proprietary or other right or claim.\nYou hereby assign to the Company any and all right, title and interest (including, but not limited to, any patent, copyright, trade secret, trademark, show-how, know-how, moral rights and any and all other intellectual property right) that you may have in and to any and all Feedback.</p>Your Content License Grant.<p>In connection with your use of the Services, you may be able to post, upload, or submit content to be made available through the Services (“Your Content”).\nIn order to operate the Service, we must obtain from you certain license rights in Your Content so that actions we take in operating the Service are not considered legal violations.\nAccordingly, by using the Service and uploading Your Content, you grant us a license to access, use, host, cache, store, reproduce, transmit, display, publish, distribute, and modify (for technical purposes, e.g., making sure content is viewable on smartphones as well as computers and other devices) Your Content but solely as required to be able to operate and provide the Services.\nYou agree that these rights and licenses are royalty free, transferable, sub-licensable, worldwide and irrevocable (for so long as Your Content is stored with us), and include a right for us to make Your Content available to, and pass these rights along to, others with whom we have contractual relationships related to the provision of the Services, solely for the purpose of providing such Services, and to otherwise permit access to or disclose Your Content to third parties if we determine such access is necessary to comply with our legal obligations.\nAs part of the foregoing license grant you agree that the other users of the Services shall have the right to comment on and/or tag Your Content and/or to use, display, modify, or include a copy of Your Content as part of their own use of the Services.\nexcept that the foregoing shall not apply to any of Your Content that you post privately for non-public display on the Services.\nYou also agree that other users of the Service shall have the right to publish Adventures derived from your published Scenarios.\nWhen publishing, you also agree to abide by the Community Guidelines, which is located at aidungeon.io/community-guidelines.\nBy posting or submitting Your Content through the Services, you represent and warrant that you have, or have obtained, all rights, licenses, consents, permissions, power and/or authority necessary to grant the rights granted herein for Your Content.\nYou agree that Your Content will not contain material subject to copyright or other proprietary rights, unless you have the necessary permission or are otherwise legally entitled to post the material and to grant us the license described above.</p>Notice of Infringement – DMCA Policy<p>If you believe that any text, graphics, photos, audio, videos or other materials or works uploaded, downloaded or appearing on the Services have been copied in a way that constitutes copyright infringement, you may submit a notification to our copyright agent in accordance with 17 USC 512(c) of the Digital Millennium Copyright Act (the “DMCA”), by providing the following information in writing: identification of the copyrighted work that is claimed to be infringed.\nidentification of the allegedly infringing material that is requested to be removed, including a description of where it is located on the Service.\ninformation for our copyright agent to contact you, such as an address, telephone number and e-mail address.\na statement that you have a good faith belief that the identified, allegedly infringing use is not authorized by the copyright owners, its agent or the law.\na statement that the information above is accurate, and under penalty of perjury, that you are the copyright owner or the authorized person to act on behalf of the copyright owner.\nand the physical or electronic signature of a person authorized to act on behalf of the owner of the copyright or of an exclusive right that is allegedly infringed.</p>\n<p>Notices of copyright infringement claims should be sent by mail to: Latitude, Attn: COPYRIGHT AGENT, 8 The Green, Suite B, Dover, DE 19901.\nor by e-mail to contact-us@latitude.io.\nIt is our policy, in appropriate circumstances and at our discretion, to disable or terminate the accounts of users who repeatedly infringe copyrights or intellectual property rights of others.</p>\n<br>Disclaimers, Limitations of Liability and IndemnificationDisclaimers.<p>YOUR ACCESS TO AND USE OF THE SERVICES ARE AT YOUR OWN RISK.\nYOU UNDERSTAND AND AGREE THAT THE SERVICES ARE PROVIDED TO YOU ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWITHOUT LIMITING THE FOREGOING, TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, THE COMPANY, ITS PARENTS, AFFILIATES, RELATED COMPANIES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, REPRESENTATIVES, PARTNERS AND LICENSORS (THE “THE COMPANY ENTITIES”) DISCLAIM ALL WARRANTIES AND CONDITIONS, WHETHER EXPRESS OR IMPLIED, OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.\nThe Company Entities make no warranty or representation and disclaim all responsibility and liability for: (a) the completeness, accuracy, availability, timeliness, security or reliability of the Services.\n(b) any harm to your computer system, loss of data, or other harm that results from your access to or use of the Services.\n(c) the operation or compatibility with any other application or any particular system or device.\n(d) whether the Services will meet your requirements or be available on an uninterrupted, secure or error-free basis.\nand (e) the deletion of, or the failure to store or transmit, Your Content and other communications maintained by the Services.\nNo advice or information, whether oral or written, obtained from the Company Entities or through the Services, will create any warranty or representation not expressly made herein.</p>Limitations of Liability.<p>TO THE EXTENT NOT PROHIBITED BY LAW, YOU AGREE THAT IN NO EVENT WILL THE COMPANY ENTITIES BE LIABLE (A) FOR DAMAGES OF ANY KIND, INCLUDING DIRECT, INDIRECT, SPECIAL, EXEMPLARY, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, LOSS OF USE, DATA OR PROFITS, BUSINESS INTERRUPTION OR ANY OTHER DAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO YOUR USE OR INABILITY TO USE THE SERVICES), HOWEVER CAUSED AND UNDER ANY THEORY OF LIABILITY, WHETHER UNDER THESE TERMS OR OTHERWISE ARISING IN ANY WAY IN CONNECTION WITH THE SERVICES OR THESE TERMS AND WHETHER IN CONTRACT, STRICT LIABILITY OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) EVEN IF THE COMPANY ENTITIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE, OR (B) FOR ANY OTHER CLAIM, DEMAND OR DAMAGES WHATSOEVER RESULTING FROM OR ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR THE DELIVERY, USE OR PERFORMANCE OF THE SERVICES.\nSOME JURISDICTIONS (SUCH AS THE STATE OF NEW JERSEY) DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE EXCLUSION OR LIMITATION MAY NOT APPLY TO YOU.\nTHE COMPANY ENTITIES’ TOTAL LIABILITY TO YOU FOR ANY DAMAGES FINALLY AWARDED SHALL NOT EXCEED THE AMOUNT OF ONE HUNDRED DOLLARS ($100.00), OR THE AMOUNT YOU PAID THE COMPANY ENTITIES, IF ANY, IN THE PAST SIX (6) MONTHS FOR THE SERVICES (OR OFFERINGS PURCHASED ON THE SERVICES) GIVING RISE TO THE CLAIM.\nTHE FOREGOING LIMITATIONS WILL APPLY EVEN IF THE ABOVE STATED REMEDY FAILS OF ITS ESSENTIAL PURPOSE.</p>Indemnification.<p>By entering into these Terms and accessing or using the Services, you agree that you shall defend, indemnify and hold the Company Entities harmless from and against any and all claims, costs, damages, losses, liabilities and expenses (including attorneys’ fees and costs) incurred by the Company Entities arising out of or in connection with: (a) your violation or breach of any term of these Terms or any applicable law or regulation.\n(b) your violation of any rights of any third party.\n(c) your access to or use of the Services.\n(d) Your Content, or (e) your negligence or wilful misconduct.</p>\n<br>ARBITRATION AND CLASS ACTION WAIVERInformal Process First.<p>You agree that in the event of any dispute between you and the Company Entities, you will first contact the Company and make a good faith sustained effort to resolve the dispute before resorting to more formal means of resolution, including without limitation, any court action.</p>Arbitration Agreement and Class Action Waiver.<p>After the informal dispute resolution process, any remaining dispute, controversy, or claim (collectively, “Claim”) relating in any way to your use of the Company’s services and/or products, including the Services, will be resolved by arbitration, including threshold questions of arbitrability of the Claim.\nYou and the Company agree that any Claim will be settled by final and binding arbitration, using the English language, administered by JAMS under its Comprehensive Arbitration Rules and Procedures (the “JAMS Rules”) then in effect (those rules are deemed to be incorporated by reference into this section, and as of the date of these Terms).\nArbitration will be handled by a sole arbitrator in accordance with the JAMS Rules.\nJudgment on the arbitration award may be entered in any court that has jurisdiction.\nAny arbitration under these Terms will take place on an individual basis – class arbitrations and class actions are not permitted.\nYou understand that by agreeing to these Terms, you and the Company are each waiving the right to trial by jury or to participate in a class action or class arbitration.\nNotwithstanding the foregoing, you and the Company will have the right to bring an action in a court of proper jurisdiction for injunctive or other equitable or conservatory relief, pending a final decision by the arbitrator.\nYou may instead assert your claim in “mediumSmall claims” court, but only if your claim qualifies, your claim remains in such court and your claim remains on an individual, non-representative and non-class basis.</p>Costs of Arbitration.<p>Payment for any and all reasonable JAMS filing, administrative and arbitrator fees will be in accordance with the JAMS Rules.\nIf the value of your claim does not exceed $10,000, the Company will pay for the reasonable filing, administrative and arbitrator fees associated with the arbitration, unless the arbitrator finds that either the substance of your claim or the relief sought was frivolous or brought for an improper purpose.</p>Opt-Out.<p>You have the right to opt-out and not be bound by the arbitration provisions set forth in these Terms by sending written notice of your decision to opt-out to contact-us@latitude.io or to the U.S.\nmailing address listed in the “How to Contact Us” section of these Terms.\nThe notice must be sent to the Company within thirty (30) days of your registering to use the Services or agreeing to these Terms, otherwise you shall be bound to arbitrate disputes in accordance with these Terms.\nIf you opt-out of these arbitration provisions, the Company also will not be bound by them.</p>\n<br>Additional ProvisionsUpdating These Terms.<p>We may modify these Terms from time to time in which case we will update the “Last Revised” date at the top of these Terms.\nIf we make changes that are material, we will use reasonable efforts to attempt to notify you, such as by e-mail and/or by placing a prominent notice on the first page of the Website.\nHowever, it is your sole responsibility to review these Terms from time to time to view any such changes.\nThe updated Terms will be effective as of the time of posting, or such later date as may be specified in the updated Terms.\nYour continued access or use of the Services after the modifications have become effective will be deemed your acceptance of the modified Terms.</p>Termination of License and Your Account.<p>If you breach any of the provisions of these Terms, all licenses granted by the Company will terminate automatically.\nAdditionally, the Company may suspend, disable, or delete your Account and/or the Services (or any part of the foregoing) with or without notice, for any or no reason.\nIf the Company deletes your Account for any suspected breach of these Terms by you, you are prohibited from re-registering for the Services under a different name.\nIn the event of Account deletion for any reason, the Company may, but is not obligated to, delete any of Your Content.\nthe Company shall not be responsible for the failure to delete or deletion of Your Content.\nAll sections which by their nature should survive the termination of these Terms shall continue in full force and effect subsequent to and notwithstanding any termination of this Agreement by the Company or you.\nTermination will not limit any of the Company’s other rights or remedies at law or in equity.</p>Injunctive Relief.<p>You agree that a breach of these Terms will cause irreparable injury to the Company for which monetary damages would not be an adequate remedy and the Company shall be entitled to equitable relief in addition to any remedies it may have hereunder or at law without a bond, other security or proof of damages.</p>California Residents.<p>If you are a California resident, in accordance with Cal.\nCiv.\nCode § 1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 1625 North Market Blvd., Suite N 112 Sacramento, CA 95834, or by telephone at (800) 952-5210.</p>Export Laws.<p>You agree that you will not export or re-export, directly or indirectly, the Services and/or other information or materials provided by the Company hereunder, to any country for which the United States or any other relevant jurisdiction requires any export license or other governmental approval at the time of export without first obtaining such license or approval.\nIn particular, but without limitation, the Services may not be exported or re-exported (a) into any U.S.\nembargoed countries or any country that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, or (b) to anyone listed on any U.S.\nGovernment list of prohibited or restricted parties, including the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce Denied Person’s List or Entity List.\nBy using the Services, you represent and warrant that you are not located in any such country or on any such list.\nYou are responsible for and hereby agree to comply at your sole expense with all applicable United States export laws and regulations.</p>Miscellaneous.<p>If any provision of these Terms shall be unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions.\nThese Terms and the licenses granted hereunder may be assigned by the Company but may not be assigned by you without the prior express written consent of the Company.\nNo waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.\nThe section headings used herein are for reference only and shall not be read to have any legal effect.\nThe Services are operated by us in the United States.\nThose who choose to access the Services from locations outside the United States do so at their own initiative and are responsible for compliance with applicable local laws.\nThese Terms are governed by the laws of the State of Delaware, without regard to conflict of laws rules.</p>How to Contact Us.<p>You may contact us regarding the Services or these Terms at: 8 The Green, Suite B, Dover, DE 19901, by phone at (801) 203-0065 or by e-mail at contact-us@latitude.io.</p>\n<p>\n</p>\n<br>", "created_at": "2023-07-08 20:28:54.920597", "updated_at": "2023-07-08 20:29:38.334427"}], "points": [], "urls": ["latitude.io"]}}