{"error": 448, "message": "OK", "parameters": {"id": 7850, "name": "Save the Children Federation", "created_at": "2023-03-31 22:50:59.067297", "updated_at": "2023-04-22 11:50:35.598616", "wikipedia": "https://en.wikipedia.org/wiki/Save_the_Children_USA", "keywords": null, "related": null, "slug": "save-the-children-federation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7850.png", "url": "savethechildren.org,getfedupnow.org", "documents": [{"id": 15156, "name": "Privacy Policy", "url": "https://www.savethechildren.org/us/about-us/privacy-policy", "xpath": "/html/body/main/div/div/section", "text": " Privacy Policy <p>Version date April 04, 2022</p>\n<p>Save the Children created this Privacy Notice to demonstrate respect for your privacy preferences and to disclose our information collection and sharing practices.</p>\n<p>This Privacy Notice explains how Save the Children Federation, Inc.\n(“SCUS”, “we” or “us”) collects and processes your Personal Data.\nEach time you use our Site, the current version of the Privacy Notice will apply.\nAccordingly, whenever you use our Site, you should check the date of this Privacy Notice (which appears at the top) and review any changes since the last version.\nThis Privacy Notice is applicable to all Site visitors, registered users, and all other users of our Site.</p>\n<p>“Personal Data” is any information that enables us to identify you, directly or indirectly, by reference to any identifiers such as your name, identification number, location data, online identifier or one or more factors specific to your physical, physiological, genetic, mental, economic, cultural or social identity.</p>\n<p>By visiting www.savethechildren.org (the “Site”), you acknowledge that you have read and understood the processes and policies referred to in this Privacy Notice and consent to our data collection, use, sharing and processing practices as set forth in this Privacy Notice.\nOur nominated EU authorized representative for the purposes of the GDPR can be contacted at privacy@savechildren.org.</p> The Personal Information We Collect: <p>Depending on the type of communication or transaction, we may collect and process the following the personal data:</p>\n<ul>\n<li>name</li>\n<li>gender</li>\n<li>date of birth</li>\n<li>postal address</li>\n<li>telephone numbers</li>\n<li>organization name</li>\n<li>email address</li>\n<li>credit card, bank information or billing information</li>\n</ul>\n<p>With regard to each of your visits to the Site we will automatically collect the following information:</p>\n<ul>\n<li>Technical information</li>\n<li>Information about your visit</li>\n<li>Location information</li>\n</ul>\n<p>Personal data we collect from others – this is information we receive about you if you use any of the other websites (operated by us, or another member of our group) or use any other services provided by another member of our group or us.</p>\n<p>Non-personal data - We collect information that is sent to us automatically by your web browser and we may use this information to generate aggregate statistics about visitors to our Site, including, without limitation:</p>\n<ul>\n<li>IP addresses</li>\n<li>Browser type and plug-in details</li>\n<li>Device type (e.g.\nDesktop, laptop, tablet, phone, etc.)</li>\n<li>Operating system</li>\n<li>Local time zone</li>\n</ul>\n<p>We may use Non-personal Data for various business purposes such as providing customer service, fraud prevention, market research, and improving our Site.\nPlease check your web browser if you want to learn what information your browser sends or how to change your settings.</p>\n<p>We may also collect and process information about your interactions with us, including details about our contacts with you through email, SMS, U.S.\nPost, on the phone or in person (i.e., the date, time, and method of contact), details about donations you make to us, events or activities that you register for or attend and any other support you provide to us.&nbsp.\nWe may also collect and record any other relevant information you share with us about yourself, including your interests or your affiliations with other charities, community groups, your employer or a Save the Children corporate partner.</p> How We Use Your Personal Data: <p>We will only process your Personal Data including sharing it with third parties, where (1) you have provided your consent which can be withdrawn at any time, (2) the processing is necessary for the performance of a contract to which you are a party, (3) we are required by law, (4) processing is required to protect your vital interests or those of another person, (5) processing is necessary for the purposes of our legitimate commercial interests, except where such interests are overridden by your rights and interests.</p>\n<p>We may use Personal Data for the following purposes:</p>\n<p>Personal Data you give to us.\nWe will use this Personal Data:</p>\n<ul>\n<li>To carry out our obligations arising from your membership or sponsorship, or any other contract entered into between you and us and to provide you with the information, products and membership services that you request from us;</li>\n<li>To provide you with information about our work or our activities;</li>\n<li>To fundraise in accordance with our internal policies and procedures;</li>\n<li>To organize events that you have registered for, and to provide you with information, and other materials, relating to the content of the event, the speakers, sponsors and other attendees;</li>\n<li>To process donations, sponsorships and purchases from our Gift Catalog;</li>\n<li>To provide our newsletters and publications, provided you have given your consent;</li>\n<li>To respond to your questions and provide related services;</li>\n<li>To provide you with information about other events, products and services we offer that are similar to those that you have already purchased or attended, provided you have not opted-out of receiving that information;</li>\n<li>To provide you, or permit selected third parties to provide you, with information about events, products or services we feel may interest you, provided you have given your consent;</li>\n<li>To tailor advertising that is presented to you on the Internet according to your interests, preferences and other characteristics (as described below);</li>\n<li>To respond to applications for employment;</li>\n<li>To transfer your information as part of a merger or sale of the business;</li>\n<li>To ensure that content from our Site is presented most effectively for you and your computer;</li>\n<li>Where we are required by law to disclose or otherwise use your information.</li>\n</ul>\n<p>Information we collect about you.\nWe will use this Personal Data:</p>\n<ul>\n<li>To administer our Site and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes;</li>\n<li>If you make a donation, we will use this Personal Data to create an account for you where you can securely access your donation history;</li>\n<li>To improve our Site to ensure that content is presented most effectively for you and your computer;</li>\n<li>As part of our efforts to keep our Site safe and secure;</li>\n<li>To measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you.\nand</li>\n<li>To make suggestions and recommendations to you and other users of our Site about goods or services that may interest you or them.</li>\n</ul>\n<p>Personal Data we receive from other sources:</p>\n<ul>\n<li>We will combine this information with information you give us and information we collect about you.\nWe will use this information and the combined Personal Data for the purposes set out above.</li>\n</ul> We Do Not Knowingly Collect Information From Children: <p>We do not knowingly collect or solicit personal information from anyone under the age of 18 or knowingly allow such persons to provide us with their personal information without verifiable parent or guardian consent.\nIf you are under 18, do not send any information about yourself to us, including your name, address, telephone numbers, or email address, unless you have your parent's or guardian's permission.\nIn the event we learn that we collected personal information from anyone under the age of 18, and do not have a parent or guardian's consent, we will delete that information as quickly as possible.</p>\n<p>In accordance with certain state laws, minors under the age of 18 may remove or request and obtain removal of content and information that they post on the Site.</p>\n<p>If you believe that we might have any information from or about anyone under the age of 18, or if you wish to remove or request and obtain removal of content and information, please contact us at&nbsp.\nsupportercare@savechildren.org&nbsp;or call us Monday through Friday, 8:00AM - 5:00PM Eastern Time at 1.800.728.3843.</p> Information Security: <p>Save the Children has a layered security in our systems and only designated employees have access to hard copies of your personal information.\nAll online transactions are done on a secure server.\nThis means that information entered on the transaction page is encrypted using SSL (Secure Socket Layer) before transmission.\nOn secure pages, a \"closed\" lock symbol is displayed in the bottom part of your browser screen and the website address in the address bar at the top of the browser screen starts with an \"https\" instead of an \"http\".\nDonation pages are verified by Verisign and transactions are processed using a Verisign merchant account.</p>\n<p>The Personal Data that you provide to us is generally stored on servers located in the United States.\nIf you are located in another jurisdiction, you should be aware that once your Personal Data is submitted through our Site, it will be transferred to our servers in the United States where there are varying U.S.\nfederal and state laws, and industry recognized data protection requirements in place.</p> Save the Children May Share Your Personal Information: <ul>\n<li>We may share your Personal Data for the purposes described in this Privacy Notice with:</li>\n<li>With a member of our group</li>\n<li>With partners, suppliers, and sub-contractors</li>\n<li>\n<strong>Credit Card Transactions, Electronic Fund Transfers, Payments by Check or Money Order and Online Financial Transactions</strong>.&nbsp;Save the Children hires third parties to provide credit card, bank, payment and information processing services and order fulfillment services.\nIf you choose to make an application for employment, make a donation online, by phone, through the mail or by other means, or make a purchase from our Gift Catalog we will share your personal information with our processing service providers</li>\n<li>Analytics and search engine providers that assist us in the improvement and optimization of our Site</li>\n<li>Trusted third-party companies and individuals</li>\n<li>Other non-profits</li>\n<li>In the event that we sell or buy any business or assets, in which case we will disclose your Personal Data to the prospective seller or buyer of such business or asset</li>\n<li>If we have reason to believe that there has been some inappropriate interference with or use of our website, communications, charitable services or personal or real property (for example, see the Terms of Use), or if we have reason to believe that one of the Save the Children website users, donors, employees or other related parties may have been injured or may have harmed some other party, we will disclose, without notice to you, personal information as we deem appropriate or if compelled by a legal or regulatory authority.</li>\n</ul> You May Always Change Your Privacy Preferences By Contacting Us: <p>If you would like to change your privacy preferences, please email us at&nbsp;supportercare@savechildren.org.\ncall us Monday through Friday, 8:00AM -5:00PM Eastern Time at 1.800.728.3843.</p> How Long We Store Your Personal Data: <p>We will store your Personal Data, in a form which permits us to identify you, for no longer than is necessary for the purpose for which the Personal Data is processed.\nWe may retain and use your Personal Data as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements and rights, or it is not technically reasonably feasible to remove it.\nConsistent with these requirements, we will try to delete your Personal Data quickly upon request.</p> Cookies and Pixels: <p>Like many websites, our Site uses cookies to distinguish you from other users of the Site.\nThis helps us to analyze the use of the Site, to customize and improve the content and layout of the Site.</p>\n<p>By using our Site, our social media pages (such as Facebook, Twitter, YouTube, Google+ and Instagram), subscribing to our services, donating to us and/or shopping online, you agree that, unless you have set your computer's browser to reject them, we can place the types of cookies set out below on your device and use that data in accordance with this Privacy Notice.</p>\n<p>You do not have to accept our cookies and can block them by opting out via the banner at the top of our site that allows you to refuse all or some cookies.\nYou may also delete them after they have been placed on your hard drive.\nIf you do not accept or delete our cookies, some areas of the Site that you access may take more time to work, or may not function properly.</p>\n<p>\n</p>\n<p>\n<strong>Cookie Policy</strong>\n</p>\n<p>Cookies and how we use them:</p>\n<p>\n<strong>What are cookies?</strong>\n</p>\n<p>A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer, if you agree.\nCookies are then sent back to the originating website on each subsequent visit, or to another website that recognizes that cookie.\nCookies are useful because they allow a website to recognize a user’s device and to target the content displayed to the user’s interests.</p>\n<p>You can find more information about cookies at&nbsp;www.allaboutcookies.org.</p>\n<p>\n<strong>Do we use cookies?</strong>\n</p>\n<p>Yes.</p>\n<p>\n<strong>Types of cookies</strong>\n</p>\n<p>There are two broad types of cookies - 'first party cookies' and 'third party cookies':</p>\n<p>First party cookies are cookies that are served directly by the website operator to your computer, and are often used to recognize your computer when it revisits that site and to remember your preferences as you browse the site.\nBasically, these are our cookies.</p>\n<p>Third party cookies are served by a service provider on behalf of the website operator, and can be used by the service provider to recognize your computer when you visit other web sites.\nThird party cookies are most commonly used for web site analytics or advertising purposes.</p>\n<p>In addition, cookies may be either 'session cookies' or 'persistent cookies'.\nYour computer automatically removes session cookies once you close your browser.\nPersistent cookies will survive on your computer until an expiry date specified in the cookie itself, is reached.\nWe use both session and persistent cookies.</p>\n<p>\n<strong>Categories of cookies we use</strong>\n</p>\n<p>1.&nbsp;Strictly necessary cookies: These cookies are essential for the user to move around the website and to use its features, e.g.\nshopping baskets and e-billing.</p>\n<p>2.&nbsp;Performance cookies: These cookies collect information about how the user makes use of the site, e.g.\nwhich pages the user visits most.\nThese cookies do not collect information that identifies the user.</p>\n<p>3.&nbsp;Functionality cookies: These cookies remember choices made by or attributes of the user and enhance the features and content you experience during your visit to our website, e.g.\nlanguage, appeals visited or user’s location.\nThis cookie is also used to remember a user's preferences for a font size, or customizable parts of a web page.</p>\n<p>4.&nbsp;Marketing cookies: These cookies collect information about the users' browsing habits.\nThis may also include your use of social media sites, e.g.\nFacebook, etc.\nor how you interact with our website which then shows you relevant content elsewhere on the internet.\nNB.\nThese may also be used to choose the advertisements that are displayed to you on our website and other websites.</p>\n<p>We have assessed our cookies based on the ICC Cookie Guide.\nThe majority of our cookies fall into the first two categories.\nHowever, we also use cookies on our webpages which are in categories 3 and 4.</p>\n<p>\n<strong>What information do we collect using cookies?</strong>\n</p>\n<p>We may collect some, or all, of the information available from cookies when you visit our website, depending on how you use it.\nWe monitor how people use our website so we can improve it.\nWe collect this information anonymously.</p>\n<p>However, you can choose to use our website anonymously without giving us any information.&nbsp.\nPlease see ‘Changing your cookie preferences’ below.</p>\n<p>If you visit our website, we may use cookies to record information about:</p>\n<ul>\n<li>the areas of the website you visit;</li>\n<li>the amount of time you spend on the site;</li>\n<li>whether you are new to the site, or have visited it before;</li>\n<li>the country, region, city and/or borough associated with your IP address or device;</li>\n<li>how you came to our website – for example, through an email link or a search engine;</li>\n<li>the type of device and browser you use;</li>\n<li>how you use the website and the quality of your experience – for example we may track your bandwidth when viewing videos;</li>\n<li>how you interact with our donation and sign up forms – for example what you select as your communication preferences.\nand</li>\n<li>any error messages that you receive on the site</li>\n</ul>\n<p>We use cookies to track how visitors come to our site.\nFor example, we use marketing or referring tracking codes in internet addresses (URLs) to show us whether a visitor has come to our site via a link on a referring website or in a specific piece of marketing and to give us insight into the effectiveness of our marketing.\nSome of this information may be used by third party cookies to target you with relevant advertising (see below).</p>\n<p>Although not through cookies, we do measure the success of the emails we send – so we know what subject lines and stories people liked the most.\nWe receive this information anonymously, we don’t share this information.</p>\n<p>Save the Children may collect your email address via cookies and pixels on the Website through the use of trusted third party partners.\nThese partners may combine your email information with other information they have access to such as mailing address so that Save the Children may serve relevant marketing offers to you via direct mail.\nIf you do not want Save the Children to collect information about you, please contact Save the Children at&nbsp;supportercare@savechildren.org&nbsp;call toll-free 1.800.728.3843 (8:00am-5:00pm EST, M-F) to opt out.</p>\n<p>\n<strong>Website statistics analytics, testing and personalization</strong>\n</p>\n<p>Our website currently uses two types of web analytics services:</p>\n<p>1.&nbsp;Google Analytics, a web analytics service provided by Google, Inc.\n(“Google”).\nGoogle Analytics uses “cookies”, which (as discussed above) are text files placed on your computer, to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nGoogle will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage.</p>\n<p>Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nGoogle will not associate your IP address with any other data held by Google.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.\nBy using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.\nFor more details please read Google’s Analytics overview.</p>\n<p>You can always opt-out of Google Analytics cookies by Google’s opt-out tool.</p>\n<p>2.&nbsp;Adobe Analytics, another web analytics service provided by Adobe Systems Inc.\n(“Adobe”).\nAdobe Analytics uses cookies to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Adobe on servers in the United States.\nAdobe will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage.</p>\n<p>Another Adobe service that we use is Adobe Target which allows us to test and optimize the experience that you receive on the site.\nIt uses cookies and data collected by Adobe Analytics to display to you new and existing features and content on the website that we think are relevant to you or would improve your experience on the website.</p>\n<p>Adobe may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Adobe’s behalf.\nAdobe will not associate your IP address with any other data held by Adobe.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.\nBy using this website, you consent to the processing of data about you by Adobe in the manner and for the purposes set out above.\nFor more details please read Adobe’s Marketing Cloud Privacy Policy.</p>\n<p>You can always opt-out of Adobe Analytics cookies by Adobe’s opt-out tool.</p>\n<p>\n<strong>Other third-party cookies</strong>\n</p>\n<p>You may notice some other cookies that are not related to the Save the Children’s website whilst visiting www.savethechildren.org.\nSome of our pages contain embedded content such as YouTube video, Twitter feed, Facebook likes or Google plus share, and you may receive cookies delivered from these websites.\nSave the Children does not govern the publication of third-party cookies.\nTo understand more about their cookies and privacy statements, please visit the relevant sites.</p>\n<p>Some of our cookies will remind you about our work and how you can help after you have left the website.\nThese are the targeting/advertising cookies we use.\nIt is a useful tool for us to keep public awareness of our campaigns and how they can be supported.</p>\n<p>If you do not want cookies to be stored on your PC it is possible to disable this function without affecting your navigation around the site.</p>\n<p>\n<strong>Changing your cookie preferences</strong>\n</p>\n<p>The \"Help\" menu in the toolbar of most web browsers will tell you how to change your browser's cookie settings, including how to have the browser notify you when you receive a new cookie, and how to disable cookies altogether.\nBelow is some helpful guidance about how to make these changes.</p>\n<p>\n<strong>How to disable cookies</strong>\n</p>\n<p>If you are using Microsoft Internet Explorer and you wish to block Save the Children’s website cookies, you can perform the following:</p>\n<p>1.\nOn your browser tools menu, select 'Internet Options'<br>\n2.\nClick on the 'Privacy' tab and then on the 'Sites' button<br>\n3.\nType into the 'Address of website' field: www.savethechildren.org<br>\n4.\nClick on the 'Block' button<br>\n5.\nClick on the OK button</p>\n<p>Find out more information about blocking or deleting cookies using Microsoft Internet Explorer.</p>\n<p>Other browsers:</p>\n<ul>\n<li>Firefox cookie management</li>\n<li>Chrome cookie management</li>\n<li>Safari cookie management</li>\n</ul>\n<p>Find out more detailed information on disabling cookies.</p> Transfer of Personal Data Outside of the European Economic Area (“EEA”) and International Users: <p>We are headquartered in the United States.\nYour Personal Data may be accessed by us or transferred to us in the United States or to our affiliates, partners, merchants, or service providers who are located worldwide.\nIf you are visiting our Site from outside the United States, be aware that your information may be transferred to, stored, and processed in the United States where our servers are located, and our central dataset is operated.\nAny transfer of Personal Data from the EEA to the U.S.\nor any other country will utilize one or more of the approved data transfer mechanisms which may include Privacy Shield, Model Contractual Clauses or Binding Corporate Rules.&nbsp.\nBy using our Service, you consent to any transfer of this information.</p> Website Links: <p>In order to provide certain services and goods at our website, we contract with other companies and individuals.\nThese additional services and goods may include \"links\" to other websites from our website.\nSave the Children's privacy practices may not be applicable at any third-party sites.\nAnytime you leave the Save the Children website, we have no control regarding what information may be collected about you, nor do we control what third-parties might do with the information.\nFor example, when you click on a merchant's name at the Save the Children site, you will be connected with the third-party merchant's website (even if the Save the Children name/logo is on the screen).\nThis merchant website should have its own privacy statement applying to transactions at their website.\nIt is important that you review any privacy policies on third-party sites carefully, BEFORE you use any services or programs offered.</p> Mobile Terms and Conditions <p>1.\nBy subscribing to Save the Children mobile alerts, the user consents to receive recurring text messages from Save the Children (48188) and phone calls with opportunities to donate and ways to engage in our mission to support children around the world.</p>\n<p>2.\nThere is no fee from Save the Children to receive text messages.\nMessage and data rates may apply- this can be checked with your mobile service provider.\nCharges are billed and payable to your mobile service provider or deducted from your prepaid account.\nConsent is not a requirement for purchase.</p>\n<p>3.\nData obtained from you in connection with this SMS service may include your mobile phone number, your carrier’s name and the date, time and content of your messages.\nWe may use this information to contact you and provide the services you request from us.\nAlerts sent via SMS may not be delivered if the mobile phone is not in range of a transmission site, or if sufficient network capacity is not available at a particular time.\nEven within a coverage area, factors beyond the control of the wireless operator may interfere with message delivery, including the customer’s equipment, terrain, proximity to buildings, foliage, and weather.\nWireless operators do not guarantee message delivery and will not be held liable for delayed or undelivered messages.</p>\n<p>4.\nSave the Children will not be liable for any delays in the receipt of any SMS message as delivery is subject to effective transmission from your network operator.</p>\n<p>5.\nIf you have any questions, text HELP to the number you received a text message from or contact us at or supportercare@savechildren.org.\nTo stop receiving messages reply STOP.</p> Terms of your text-to-donate gift: <p>Thank you for contributing to a Mobile Giving Foundation campaign.\nYour donation is to the Mobile Giving Foundation (MGF), a 501c(3) public charity, which re-grants your donation to the charity(ies) you designated through your text message donation.\nYour donation will appear as Mobile Giving Foundation on your wireless statement.\nPer our agreement with all organizations, and in accordance with the Internal Revenue Service, the MGF has the exclusive legal control over all donation amounts.\nIf an organization fails to comply with the MGF Standards for Participation, the MGF reserves the right to disseminate donation amounts to a complementary organization.</p>\n<p>Please consult your tax or financial advisor for specific questions about your gift.\nAll MGF approved organizations qualify for 501c(3) status and donations should be tax deductible.\nPlease save your wireless operator bill or print a donation receipt at&nbsp;https://mobilegiving.org/tax-receipt/.\nYour donation is immediate and irrevocable.\nAccordingly, the MGF cannot refund or cancel your donation.\nPlease check with your wireless operator for operator specific refund policies.</p>\n<p>Age Requirement – MGF does not offer services to, or knowingly collect or solicit information from, anyone under the age of 13.\nIndividuals under the age of 13 may not provide us with any information or use our services.\nAny information we receive from users believed to be under 13 will be deleted from our system.</p>\n<p>For full terms and conditions, visit&nbsp;http://mobilegiving.org/terms-and-conditions/.</p> Contacting Save the Children About Privacy Preferences: <p>If any of the information that we have about you is incorrect, or you wish to have information (including Personal Data) removed from our records, please contact us via one of the methods listed below.</p>\n<p>Additionally, if you prefer not to receive marketing messages from us, please let us&nbsp.\nknow by clicking on the unsubscribe link within any marketing message that you receive, or by sending a message to us via one of the methods listed below.</p>\n<p>\n<strong>Your European Rights</strong>\n</p>\n<p>You have the right to ask us not to process your Personal Data for marketing purposes.\nWe will usually inform you (before collecting your Personal Data) if we intend to use your Personal Data for such purposes or if we intend to disclose your information to any third party for such purposes.\nYou can exercise your right to prevent such processing by checking certain boxes on the forms we use to collect your Personal Data.\nYou can also exercise the right by contacting us using the Contact Us section on our Site.</p>\n<p>Under European data protection law, in certain circumstances, you have the right to:</p>\n<ul>\n<li>Request access to your Personal Data</li>\n<li>Request correction of your Personal Data</li>\n<li>Request erasure of your Personal Data</li>\n<li>Object to processing of your Personal Data</li>\n<li>Request restriction of processing your Personal Data</li>\n<li>Request transfer of your Personal Data</li>\n<li>Withdraw your consent</li>\n</ul>\n<p>In addition, where you believe that Save the Children has not complied with its obligations under this Privacy Notice or European law, you have the right to make a complaint to an EU Data Protection Authority.</p>\n<p>You can exercise any of these rights by contacting us using the Contact Us section of our Site.</p>\n<p>&nbsp;</p> ", "created_at": "2023-03-31 22:50:59.10064", "updated_at": "2023-03-31 22:51:57.172336"}, {"id": 15157, "name": "Terms of Use", "url": "https://www.savethechildren.org/us/about-us/terms-of-use", "xpath": "/html/body/main/div/div/section", "text": " Terms of Use <p>Ver esta página en español</p>\n<p>\n<b>Save the Children maintains this website (“materials, electronic products and/or services”) in order to provide you with information about our work, and to enable you to interact with us online.\nThese Terms of Use describes our understanding with you when you visit our website and use our materials, electronic products and/or services.\nYOUR USE OF THE WEBSITE, OUR MATERIALS, ELECTRONIC PRODUCTS AND SERVICES AND/OR DOWNLOADING OF MATERIALS FROM OUR WEBSITE CONSTITUTES YOUR AGREEMENT TO THE TERMS AND CONDITIONS SET FORTH HEREIN.</b>\n</p>\n<p>Save the Children's website, our materials, electronic products and/or services have several features.\nIn addition to providing descriptions of our programs and how we help children in need around the world, the website provides you with the opportunity to shop on-line through our Gift Catalog or interact with us and download links for use on your website.\nWe encourage you to read the entire policy as it sets forth our understanding with you when you visit our website.\nThese terms and conditions have been developed for your protection, as well as ours.</p>\n<p>Throughout this policy, you will see the terms \"Save the Children,\" \"we,\" \"our,\" and \"us\" – these terms refer to Save the Children Federation, Inc.\na Connecticut non-stock corporation with tax-exempt status pursuant to Internal Revenue Code Section 501(c)(3).\nYou will also see the terms \"I,\" \"you,\" \"your,\" and \"yours\" – these terms refer to visitors to and users of our Website.\nIn the United States, Save the Children is the sole owner of the name “Save the Children” which is a registered trademark.\nIn addition, Save the Children is the U.S.\nlicensee of the of the International Save the Children Association logo.\nYour use of the name and logo and/or links bearing the name and logo acknowledges Save the Children’s exclusive ownership of the name and/or right to use the logo.\nAll use of or goodwill associated with the name, logo, our materials, electronic products and/or services will inure to the benefit of Save the Children or its licensors.\nThe logo, electronic products and services are provided without warranties of any kind, express or implied, including without limitation, warranties of title or non-infringement.\nUse of our materials, electronic products and/or services provided at the site is solely at your own risk.</p>\n<p>\n<strong>1.&nbsp;<b>LINKING TO THE SAVE THE CHILDREN WEBSITE AND USE OF WEBSITE MATERIALS, NAME AND LOGO, AND TECHNOLOGY</b>\n<br>\n</strong>\n</p>\n<p>Save the Children appreciates informational and educational uses of the Save the Children website, our materials, electronic products and/or services, including our name and logo.\nHowever, there are limits on the uses, including the use of the name and logo and the links bearing the name and/or logo.</p>\n<p>\n<b>PLEASE BE AWARE:</b> by copying and/or downloading material from the Save the Children website, including our name and logo, links bearing our name and the logo and/or using our electronic products and/or services you agree to the terms and conditions set forth in these Terms of Use and any terms and conditions that may be outlined elsewhere on our website.\nWithout limiting any other terms or conditions, the permission to use the Save the Children website, materials, electronic products and/or services, including our name and logo and/or links bearing our name and logo, is subject to the following:</p>\n<p>a) Use of the name and logo or links bearing the name and logo may not indicate or create an impression that Save the Children endorses, approves, sponsors or is affiliated with your products, goods, services or your website.</p>\n<p>b) Your use of the name and logo or links bearing the name and logo may not indicate or create an impression that Save the Children will benefit from the sale of any good or service.</p>\n<p>c) Links bearing the name and logo may only be used for the purpose of linking to the Save the Children website as designated within the link.</p>\n<p>d) The links bearing the name and logo will always be active links.</p>\n<p>e) The name and logo and/or link bearing the name and logo may not be combined with any other graphic elements.\nnor may they be altered in any manner including size, proportions, font, design, arrangement, colors or elements.\nnor may they be animated, morphed or otherwise distorted in perspective or appearance.</p>\n<p>f) The name and logo and/or link bearing the name and logo may not appear more prominently than your personal, company, product or service website name.</p>\n<p>g) You will not transfer, assign, sell, reproduce, distribute or otherwise exploit the name and logo or your link to us.</p>\n<p>h) The Save the Children name and logo and/or link bearing the name and logo may not appear on any pages of any websites that include content or advertising for alcoholic beverages, tobacco, pornography, religious material, partisan material, political material or firearms.</p>\n<p>i) Appropriate action by Save the Children may include, but is not limited to, the revocation of the right to use the name and logo and/or any links bearing the name and logo, in which event you agree to remove the name and logo and/or the links bearing the name and logo within 2 business days of notice of revocation.</p>\n<p>\n<b>It is improper, and may be a violation of law, for you to post or download and distribute any material that you do not own or for which you do not have permission to use.\nPLEASE BE AWARE: violation of someone's copyright, trademark, or other intellectual property rights may subject you to civil and/or criminal penalties.</b>\n</p>\n<p>\n<b>2.\nINAPPROPRIATE USE OF SAVE THE CHILDREN MATERIALS, ELECTRONIC PRODUCTS AND SERVICES AND/OR TECHNOLOGY</b>\n</p>\n<p>It is inappropriate to use Save the Children website, our materials, including the Save the Children name and logo, electronic products and/or services for illegal, inappropriate, or obscene purposes, or in support of such activities.</p>\n<p>We define these terms as follows:<br>\n\"Illegal activities\" are those that violate laws, regulations and/or private agreements, including federal or state laws governing charitable activities, copyright laws, trademark laws, license agreements or other intellectual property rights.</p>\n<p>\"Inappropriate uses\" are any uses other than as permitted by these Terms of Use, or as may be permitted elsewhere on our website.</p>\n<p>\"Obscene activities\" are those that violate generally accepted social standards for use of this type of material or technology.\nPLEASE BE AWARE: Save the Children may seek appropriate action to terminate any uses of our material, electronic products and/or services including, but not limited to the name and logo and links bearing our name and logo, in the event we, in our sole discretion, determine that your use does not conform to any of the conditions of these Terms of Use or as provided elsewhere on our website.\ninfringes any intellectual property or other rights of Save the Children or a third party.\nadversely affects Save the Children’s image, reputation and/or our products, services or programs.\nviolates any applicable law, regulation or ordinance.\nand/or, is a prohibited activity.</p>\n<p>Listed below are some, but not all, prohibited activities that may result in action by Save the Children:</p>\n<p>a) Posting, transmitting, or facilitating in the promotion of illegal content through our website or electronic products and services.</p>\n<p>b) Using our website, our material, electronic products and/or services to harass, threaten, embarrass, or do anything else to another visitor or third party that is unwanted.</p>\n<p>c) Transmitting or facilitating distribution of content that is untrue, threatening, harassing, abusive, racially or ethnically offensive, vulgar, sexually explicit, obscene, defamatory, or objectionable.</p>\n<p>d) Using the name and logo or links bearing the name and logo on websites which Save the Children finds, in its sole discretion, to be objectionable or which includes obscene, violent, intolerant, tasteless, denigrating or sexually oriented content or materials.</p>\n<p>e) Disrupting the flow of any chat areas with vulgar language, abusiveness, or other conduct that may disrupt normal activities.</p>\n<p>f) Pretending to be anyone whom you are not.\nYou may not impersonate Save the Children staff, or anyone else.</p>\n<p>g) Attempting to get a password, other account information, or other private information from others, or harvest e-mail addresses or other information.</p>\n<p>h) Posting any unsolicited content or designs, including advertising and promotional materials, at our website.</p>\n<p>\n<b>3.\nMISCELLANEOUS</b>\n</p>\n<p>a) Save the Children reserves the right to make any change to the information and/or license provided herein at any time for any reason.\nYou acknowledge and agree that you are responsible for keeping up with any such changes.</p>\n<p>b) Federal and Connecticut state law shall govern this agreement.</p>\n<p>\n<b>4.\nWARRANTY DISCLAIMER</b>\n</p>\n<p>\n<b>YOU EXPRESSLY AGREE THAT USE OF THE SITE IS AT YOUR SOLE RISK AND YOU ASSUME ALL RISK.\nTHE SITE IS PROVIDED ON AN “AS AVAILABLE,” “AS IS” BASIS.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, SAVE THE CHILDREN AND ITS LICENSORS DISCLAIM ALL WARRANTIES WITH RESPECT TO THE SITE, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF NON-INFRINGEMENT, TITLE, MERCHANTABILITY, QUIET ENJOYMENT, QUALITY OF INFORMATION, AND FITNESS FOR A PARTICULAR PURPOSE.\nSAVE THE CHILDREN DOES NOT WARRANT THAT THE SITE WILL MEET YOUR REQUIREMENTS, OR THAT THE OPERATION OF THE SITE WILL BE UNINTERRUPTED OR ERROR-FREE, OR THAT DEFECTS IN THE SITE WILL BE CORRECTED.\nYOU SPECIFICALLY ACKNOWLEDGE THAT SAVE THE CHILDREN IS NOT LIABLE FOR THE DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD-PARTIES AND THAT THE RISK OF INJURY FROM THE FOREGOING RESTS ENTIRELY WITH YOU</b>.</p>\n<p>\n<b>5.\nLIMITATION OF LIABILITY</b>\n</p>\n<p>\n<b>TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT WILL SAVE THE CHILDREN OR ITS SUPPLIERS/LICENSORS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, OR INDIRECT DAMAGES (WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE), WHICH INCLUDE, WITHOUT LIMITATION, DAMAGES FOR PERSONAL INJURY, LOST PROFITS, LOST DATA AND BUSINESS INTERRUPTION, ARISING OUT OF THE USE OF, OR INABILITY TO USE, THE SITE, EVEN IF SAVE THE CHILDREN HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN ANY CASE, THE ENTIRE LIABILITY OF SAVE THE CHILDREN AND ITS SUPPLIERS/LICENSORS UNDER THESE TERMS OF SERVICE FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE) IS LIMITED TO THE AMOUNT PAID BY YOU, IF ANY, FOR ACCESS TO THE SITE</b>.</p>\n<p>Some states do not allow the exclusion of incidental or consequential damages, or the limitation on how long an implied warranty lasts, so some of the above may not apply to you.</p>\n<p>\n<strong>6.\nOTHER DISCLAIMERS</strong>\n</p>\n<ul>\n<li>The Site and the information contained herein is provided for informational and educational purposes only, and could include technical inaccuracies or typographical errors.</li>\n<li>Information on the Site is provided with the understanding that Save the Children is not rendering professional advice or recommendations.\nYou should not rely on any information on these pages to replace consultations with qualified professionals to meet your individual needs.</li>\n<li>This publication is distributed internationally and may contain references to other Save the Children members internationally.\nThese references do not imply that Save the Children U.S.\nor another member intend to announce or provide the programs, products, or services in your country.\nAll questions about the Save the Children in your country should be directed to the local Save the Children member organization in your country.</li>\n</ul>\n<p>\n<b>7.\nDIGITAL MILLENNIUM COPYRIGHT ACT (“DMCA”) NOTICE</b>\n</p>\n<p>\n<b>Save the Children</b> is committed to complying with copyright and related laws, and requires all users of the Site to comply with these laws.\nAccordingly, you may not store any material or content or use or disseminate any material or content though the Site in any manner that constitutes an infringement of third party intellectual property rights, including rights granted by copyright law.\nOwners of copyrighted works who believe that their rights under copyright law have been infringed may take advantage of certain provisions of the Digital Millennium Copyright Act of 1998 (the “DMCA”) to report alleged infringements.\nYou may not post, modify, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information belonging to others without obtaining the prior written consent of the owner of such proprietary rights.\nIt is the policy of Save the Children to terminate use privileges of any user who repeatedly infringes the copyright rights of others upon receipt of proper notification to Save the Children by the copyright owner or the copyright owner’s legal agent.</p>\n<p>If you feel that a posted message is objectionable or infringing, we encourage you to contact us immediately.\nUpon our receipt of a proper notice of claimed infringement under the DMCA, we will respond expeditiously to remove, or disable access to, the material claimed to be infringing and will follow the procedures specified in the DMCA to resolve the claim between the notifying party and the alleged infringer who provided the content in issue.\nThe designated agent of Save the Children (i.e., the proper party) to whom you should address such notice is listed below.</p>\n<p>If you believe that your work has been copied and posted using the Site in a way that constitutes copyright infringement, please provide our designated agent with the following information:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located to permit us to locate the material;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the information contained in your report is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.</li>\n</ul>\n<p>Our designated agent for notice of claims of copyright infringement can be reached as follows: supportercare@savechildren.org<br>\n</p> ", "created_at": "2023-03-31 22:50:59.133723", "updated_at": "2023-03-31 22:54:59.506895"}], "points": [], "urls": ["savethechildren.org", "getfedupnow.org"]}}