{"error": 448, "message": "OK", "parameters": {"id": 8102, "name": "HUGO", "created_at": "2023-04-25 00:41:19.49595", "updated_at": "2023-04-25 10:01:53.085442", "wikipedia": null, "keywords": null, "related": null, "slug": "hugo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8102.png", "url": "hugoenergyapp.co.uk", "documents": [{"id": 15711, "name": "Privacy Policy", "url": "https://hugoenergyapp.co.uk/privacy-policy", "xpath": "//body", "text": " <ul>\n<li>Features</li>\n<li>Media PressBlogVideos\n</li>\n<li>Ask HUGO Virtual AssistantFAQsContact Us\n</li>\n<li>Offset Co2</li>\n</ul> SIGN UP ONLINE GET HUGO APP Privacy Policy Privacy Policy <p>Hugo Technologies Limited, a company registered in England and Wales with company number&nbsp;10551450 and its registered office at&nbsp;117a Blackbrook Lane, Bromley, England, BR1 2LP&nbsp;(<b>Hugo</b>,&nbsp;<b>we</b>&nbsp;or&nbsp;<b>us</b>)&nbsp;is committed to protecting and respecting your privacy.</p>\n<p>This policy (together with our website terms of use, user agreement&nbsp;and any other documents referred to in&nbsp;them) sets out the basis on which any personal data we collect from you, or that you provide to us, will be processed by us.&nbsp.\nPlease read the following carefully to understand our views and practices regarding your personal data and how we will treat it.&nbsp.\nBy&nbsp;signing up to&nbsp;use&nbsp;our app,&nbsp;website&nbsp;or service&nbsp;(<b>our&nbsp;service</b>) you are accepting and consenting to the practices described in this policy.</p>\n<p>For the purpose of&nbsp;the&nbsp;EU GDPR, the&nbsp;version of the General Data Protection&nbsp;Regulation as&nbsp;implemented by the United Kingdom (<b>UK GDPR</b>) and the Data Protection Act 2018&nbsp;(<b>Act</b>),&nbsp;we act as a controller&nbsp;in relation to your personal data.</p>\nInformation we may&nbsp;hold&nbsp;about&nbsp;you\n<p>We may collect and process the following data about you:</p>\n<ul>\n<li>Information you give&nbsp;to&nbsp;us.&nbsp.\nYou may give us information about you by filling in forms on our&nbsp;service, or by corresponding with us by phone, email or otherwise.&nbsp.\nThis&nbsp;includes information you provide when you register to use our&nbsp;service, participate in discussion boards or other social media&nbsp;functions on&nbsp;our&nbsp;service,&nbsp;or when you contribute to our energy top tips.</li>\n<li>You or other users may provide us with information about you when you or they share a referral code with you.</li>\n<li>The information you give us may include your name, address, email address and phone number, financial and credit card information, personal description,&nbsp;photograph,&nbsp;smart energy meter data.\nenergy provider data&nbsp;and&nbsp;any&nbsp;other information you provide.</li>\n</ul>\n<p>With regard to&nbsp;each of your visits to our&nbsp;service, we may automatically collect the following information:</p>\n<ul>\n<li>technical information, including the Internet protocol (IP) address used to connect your computer&nbsp;or mobile phone&nbsp;to the Internet, your login information, browser type and version, time zone setting, browser plug-in types and versions, operating system and&nbsp;platform;</li>\n<li>location data&nbsp;to determine your current location.\nsome of our location-enabled services require your personal data for the feature to&nbsp;work;</li>\n<li>information about your visit, including the full Uniform Resource Locators (URL) clickstream to, through and from&nbsp;our&nbsp;service&nbsp;(including date and time);&nbsp;pages within&nbsp;our service&nbsp;you viewed or searched for.\npage response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page and any phone number used to call our customer service number;</li>\n<li>information in relation to your energy usage through your smart&nbsp;meter;</li>\n</ul>\n<p>We may&nbsp;receive information about you if you use any of the other websites we operate or the other services we provide.&nbsp.\nIn this case we will have informed you when we collected that data that it may be shared internally and combined with data collected on&nbsp;our&nbsp;service.</p>\n<p>We are also working closely with third parties (including, for example, business partners, sub-contractors in technical, payment and delivery services, advertising networks, analytics providers, search information providers, credit reference agencies) and may receive information about you from them.\nFor example, some price comparison websites may hold information about you, which they&nbsp;amalgamate with information that we hold about you&nbsp;in order to&nbsp;optimise our service.&nbsp;We also obtain your&nbsp;SmartMeter&nbsp;data from third party suppliers (provided you have asked us to do so).</p>\n<p>Google Analytics or other software will be used&nbsp;in order to&nbsp;help us understand how our users interact with&nbsp;our&nbsp;service.&nbsp.\nThe information gathered from this service is&nbsp;anonymous, but&nbsp;will ultimately help us shape a better user experience for our customers.</p>\nn3rgy data service\n<p>With your consent, we use n3rgy data service (https://data.n3rgy.com) to interface with the national smart meter systems in order to collect, store, manage and share with us your Smart Meter data.\nThis service uses the Smart Energy Code  (https://smartenergycodecompany.co.uk/)  Party credentials and Party ID of its parent, N3RGY LIMITED, incorporated and registered in England and Wales with the company number 11203504 whose registered office is at 4 Ovington Drive, Fleet, United Kingdom, GU51 1DF.</p>\n<p>This&nbsp;service uses the Smart Energy Code  (https://smartenergycodecompany.co.uk/)  Party credentials and&nbsp;Party ID of its parent, N3RGY LIMITED, incorporated and registered in England and Wales with the&nbsp;company number 11203504 whose registered office is at 4 Ovington Drive, Fleet, United Kingdom,&nbsp;GU51 1DF.</p>\n<p>You can withdraw consent at anytime by contacting us at support@hugoenergyapp.co.uk</p>\n<p>For further information about the n3rgy data service please refer to our Terms and Conditions.</p>\nHow do we use your personal data?\n<p>We will only use your personal data when the law allows us to.\nMost commonly, we will use your personal data where it is necessary&nbsp;in order for&nbsp;us to perform our contract with you, or&nbsp;necessary&nbsp;for our&nbsp;legitimate interests (or those of a third party),&nbsp;and your interests, rights and freedoms do not override those interests, or where we need to comply with a legal or regulatory obligation.</p>\n<p>We will use your personal&nbsp;data in the following ways, on the legal bases that it is necessary&nbsp;for us to perform our contract with you and&nbsp;for our legitimate interests (or those of a third party),&nbsp;and&nbsp;that&nbsp;your interests,&nbsp;rights&nbsp;and freedoms do not&nbsp;override those interests:</p>\n<ul>\n<li>we will provide you with access to&nbsp;our&nbsp;service&nbsp;(including creating energy usage projections and reports,&nbsp;displaying energy price comparisons and prices, providing you with notifications as to your energy usage and other updates relating to your energy)&nbsp;and the ability to register as a&nbsp;new&nbsp;service&nbsp;user, including granting you access, allowing you to&nbsp;access all of the services&nbsp;we agree to provide to&nbsp;you;</li>\n<li>as part of our service, we will provide you with a monthly email report on your estimated energy usage, expenditure and other key&nbsp;information;</li>\n<li>we will carry out any other obligations arising from the contract entered into between us and you, including processing payments, fees and any charges,&nbsp;and providing you with customer&nbsp;support;</li>\n<li>to enable you to participate in a prize draw, competition or complete a&nbsp;survey;</li>\n<li>we will use your smart energy meter data to&nbsp;regularly update the page which shows data usage on&nbsp;our&nbsp;service&nbsp;and to provide a comparison of energy providers’ rates specifically tailored to your requirements.</li>\n<li>we will administer and protect our business and&nbsp;our&nbsp;service&nbsp;including troubleshooting, data analysis and system&nbsp;testing;</li>\n<li>we&nbsp;may&nbsp;send you direct marketing communications in relation to&nbsp;similar&nbsp;products or services&nbsp;that we think may be of interest to you&nbsp;(provided that&nbsp;you have an absolute right to opt-out of any of these communications at any time, including at the time of providing us your personal data&nbsp;or at any time thereafter);&nbsp;and</li>\n<li>we will use your personal data to regularly update and rectify any personal data we hold in relation to you&nbsp;and to notify you of any changes to&nbsp;our&nbsp;service&nbsp;or any&nbsp;other&nbsp;services.</li>\n</ul>\n<p>We will get your consent before sending any&nbsp;third party&nbsp;direct marketing communications to you via email or text message.\nYou have the right to withdraw consent at any time by contacting us.</p>\n<p>In some circumstances we will anonymise your personal data (so that it can no longer be associated with you) for research or statistical purposes, in which case we may use this information indefinitely without further notice to you.</p>\nDisclosure of Your Information\n<p>We may share your personal information with any member of our company, which means our subsidiaries, our ultimate holding&nbsp;company&nbsp;and its subsidiaries, as defined in section 1159 of the UK Companies Act 2006.</p>\n<p>We may share your information with selected external third parties,&nbsp;including:</p>\n<ul>\n<li>marketing providers, hosting providers, and other&nbsp;third party&nbsp;providers that we use for the purposes of carrying out our obligations and exercising our rights;</li>\n<li>price comparison sites and white label&nbsp;software&nbsp;providers&nbsp;that we use to provide our energy price comparison service to&nbsp;you;</li>\n<li>third parties who provide us with your&nbsp;SmartMeter&nbsp;data (provided you have asked us to obtain such&nbsp;SmartMeter&nbsp;data from them), in particular we may need to provide them with sufficient information to allow&nbsp;them&nbsp;to verify your identity&nbsp;and the fact that we are authorised to access your&nbsp;SmartMeter&nbsp;data;</li>\n<li>Carbon off-setting providers.\nWe will only do this as necessary in order to&nbsp;offset your carbon use&nbsp;where&nbsp;requested by you, and the information we share will be limited to the information necessary for&nbsp;us&nbsp;perform&nbsp;our&nbsp;functions in offsetting your carbon use;</li>\n<li>third parties where you ask us to send your referral code to&nbsp;them;</li>\n<li>price&nbsp;comparison websites&nbsp;when you ask us to direct you to those websites.</li>\n</ul>\n<p>In the event that&nbsp;we sell or buy any business or assets, in which case we may disclose your personal data to the prospective seller or buyer of such business or assets</p>\n<ul>\n<li>If&nbsp;Hugo&nbsp;or substantially&nbsp;all of&nbsp;its assets are acquired by a third party, in which case personal data held by it about its customers will be one of the transferred assets.</li>\n<li>If we are under a duty to disclose or share your personal data&nbsp;in order to&nbsp;comply with any legal obligation, or in order to enforce or apply our&nbsp;end user agreement&nbsp;and other agreements, or to protect the rights, property, or safety of&nbsp;Hugo, our customers, or others.</li>\n</ul>\nThird Party Links\n<p>Our&nbsp;service&nbsp;may, from time to time, contain links to and from the websites of our partner networks,&nbsp;advertisers&nbsp;and affiliates.\nPlease note that these websites and any services that may be accessible through them have their own privacy policies and that we do not accept any responsibility or liability for these policies or for any personal data that may be collected through these websites or services, such as Contact and&nbsp;Location Data.&nbsp;Please check these policies before you submit any personal data to these&nbsp;websites or use these services.</p>\nWhere We Store Your Personal Data\n<p>The data that we collect from you may be transferred to, and stored at, a destination outside the&nbsp;UK or the&nbsp;European Economic Area (EEA).&nbsp.\nIt may also be processed by staff operating outside the&nbsp;UK or the&nbsp;EEA, who work for us or for one of our suppliers.&nbsp.\nSuch staff may be engaged in, among other things, the fulfilment of your booking, the delivery of a course, the processing of your payment details and the provision of support services.&nbsp.\nBy submitting your personal data, you agree to this transfer, storing or processing.</p>\n<p>If you are a UK citizen based in the UK or an EU citizen based in the EEA, then whenever we transfer your personal data out of the UK or the EEA&nbsp;(other than from the UK to the EEA), we will only transfer your personal data:</p>\n<ul>\n<li>to countries that have been deemed to provide an adequate level of protection for personal data by the European&nbsp;Commission;</li>\n<li>if an appropriate safeguard has been put in place.\nor</li>\n<li>if one of the exceptions under Article 49 of the GDPR applies.</li>\n</ul>\nData Security\n<p>We have put in place appropriate security measures to prevent your personal data from being accidentally lost,&nbsp;used&nbsp;or accessed in an unauthorised way, altered or disclosed.\nIn&nbsp;particular:</p>\n<ul>\n<li>we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to&nbsp;know;</li>\n<li>all personal data is stored on secure&nbsp;servers;</li>\n<li>payment transactions will be encrypted using SSL technology.\nand</li>\n<li>we comply with any&nbsp;third party&nbsp;protocols relating to the supply and sharing of energy usage and&nbsp;SmartMeter&nbsp;data.</li>\n</ul>\n<p>We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so.&nbsp;Unfortunately, the transmission of information via the internet is not completely secure.&nbsp.\nAlthough we will do our best to protect your personal data, we cannot guarantee the security of your data transmitted to&nbsp;our&nbsp;service, and any transmission is at your own risk.&nbsp.\nOnce we have received your information, we will use strict procedures and security features to try to prevent unauthorised access.</p>\n<p>Where we have given you (or where you have chosen) a password which enables you to access certain parts of&nbsp;our&nbsp;service, you are responsible for keeping this password confidential.&nbsp.\nWe ask you not to share a password with anyone.</p>\nRetention of Your Information\n<p>We retain your personal data for as long as necessary to fulfil the purposes we collected it for.\nIn determining the appropriate retention periods, we take into account the following criteria:</p>\n<ul>\n<li>our legal and regulatory obligations,</li>\n<li>any relevant industry standards or codes,</li>\n<li>the nature and sensitivity of the personal data and</li>\n<li>the potential risk of harm from any unauthorised or unlawful processing, accidental loss, destruction of or damage to the personal data.</li>\n</ul>\nYour Rights\n<p>You have the right to ask us not to process your personal data for marketing purposes.&nbsp.\nYou can exercise your right to prevent such processing at any time by checking certain boxes on the forms we use to collect your data.&nbsp.\nYou can also exercise the right at any time by contacting us at support@hugoenergyapp.co.uk</p>\n<p>You have various statutory rights in relation to your personal data.&nbsp;In particular, you&nbsp;have the right to:</p>\n<ul>\n<li>object to direct marketing communications at any&nbsp;time;</li>\n<li>request and obtain access to your personal&nbsp;data;</li>\n<li>rectification or erasure of your personal data, in certain&nbsp;circumstances;</li>\n<li>object to or restrict the processing of your personal data in certain&nbsp;circumstances;</li>\n<li>have your personal data stored in&nbsp;a manner in which&nbsp;it is portable from the environment in which it is stored by&nbsp;us&nbsp;to another environment.\nand</li>\n<li>file a complaint with the Information Commissioner’s Office.</li>\n</ul>\n<p>We reserve the right to request that you provide&nbsp;evidence of your identification if you ask us to carry out any steps in relation to your personal data.</p>\nEnergy comparison and switching service\n<p>HUGO is an authorised partner of the Utility Warehouse (“UW”).&nbsp.\n&nbsp;From time to time we will share, promote and provide access to UW products and services in compliance with UW authorised partner terms and conditions.</p>\nChanges to Our Privacy Policy\n<p>Any changes we may make to our privacy policy in the future will be posted on this page and, where appropriate, notified to you by email.&nbsp.\nPlease check back frequently to see any updates or changes to our privacy policy.</p>\nContact\n<p>Questions, comments and requests regarding this privacy policy are welcomed and should be addressed to support@hugoenergyapp.co.uk</p>\nCookies\n<p>Please see our Cookie&nbsp;Policy page for details&nbsp;of cookies used by us:&nbsp;https://hugoenergyapp.co.uk/cookie-policy/.</p>\n<p>You can set your browser to refuse all or some browser cookies, or to alert you when websites set or access cookies.\nIf you disable or refuse cookies, please note that some parts of the Services may become inaccessible or not function properly.</p>\n<p>A cookie is a small information file that is sent to your computer, mobile or other device when you visit a&nbsp;website&nbsp;and it will recognise your device on future visits.\nThese types of files do&nbsp;a number of&nbsp;different jobs, such as remembering your preferences and chosen items, improving your&nbsp;service&nbsp;experience and ensuring that the adverts or offers you see online are more relevant to you.</p>\n<p>You may delete or block these cookies, but if you do, then these features will stop working, and some of our online services may not work as intended.</p>\n<p>The cookie-related information is not used to identify you personally, and the pattern data is fully under our control (except in the case of the anonymous analytics).\nThese cookies are used only for the purposes as described here.</p>\n<p>We use&nbsp;cookies&nbsp;in the following ways:</p>\n<ul>\n<li>to ensure that content from&nbsp;our&nbsp;service&nbsp;is presented in the most effective manner for you and for your computer.</li>\n<li>to administer&nbsp;our&nbsp;service&nbsp;and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey&nbsp;purposes;</li>\n<li>to improve&nbsp;our&nbsp;service&nbsp;to ensure that content is presented in the most effective manner for you and for your&nbsp;computer;</li>\n<li>to allow you to participate in interactive features of our service, when you choose to do&nbsp;so;</li>\n<li>as part of our efforts to keep&nbsp;our&nbsp;service&nbsp;safe and&nbsp;secure;</li>\n<li>to measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you;&nbsp;and</li>\n<li>to make suggestions and recommendations to you and other users of&nbsp;our&nbsp;service&nbsp;about goods or services that may interest you or them.</li>\n</ul>\n<p>©2023 - HUGO &nbsp;|&nbsp.\nAll right reserved</p> Facebook Twitter Youtube Stackoverflow <ul>\n<li> Winter Cashback </li>\n<li> Privacy </li>\n<li> Terms </li>\n</ul> Space Cookies<br>\nWe use cookies to improve your browsing experience and to analyze our website traffic.\n<br>\nBy browsing our website, you consent to our use of cookies.\nLearn more by reading our cookie policy.LET'S GO<br>\nPrivacy &amp.\nCookies Policy Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these cookies, the cookies that are categorized as necessary are stored on your browser as they are as essential for the working of basic functionalit...\nNecessary Necessary Always Enabled Necessary cookies are absolutely essential for the website to function properly.\nThis category only includes cookies that ensures basic functionalities and security features of the website.\nThese cookies do not store any personal information.\nSAVE &amp.\nACCEPT ", "created_at": "2023-04-25 00:41:19.528653", "updated_at": "2023-04-25 00:41:39.697628"}, {"id": 15712, "name": "Terms and Conditions", "url": "https://hugoenergyapp.co.uk/terms-and-condition", "xpath": "//body", "text": " <ul>\n<li>Features</li>\n<li>Media PressBlogVideos\n</li>\n<li>Ask HUGO Virtual AssistantFAQsContact Us\n</li>\n<li>Offset Co2</li>\n</ul> SIGN UP ONLINE GET HUGO APP Terms and Condition Terms And Conditions PLEASE READ THESE LICENCE TERMS CAREFULLY\n<p>By downloading the HUGO Energy App you agree to these terms.&nbsp.\n&nbsp;If you do not agree to these term do not download the App.</p>\nLicence\n<p>We, Hugo Technologies Limited, a company registered in England and Wales with company number 10551450 and its registered office at 117a Blackbrook Lane, Bromley, England, BR1 2LP, license you to use:</p>\n<ul>\n<li>the HUGO energy mobile application software (<b>App</b>) and any updates or supplements to it.\nand</li>\n<li>any services you connect to via the App and the content we provide to you through it (<b>Service</b>),</li>\n</ul>\n<p>as permitted in these terms.</p>\nYour Privacy\n<p>We only use personal data we collect through your use of the App and the Services in the ways set out in our privacy policy</p>\nApp Store’s Terms\n<p>The ways in which you can use the App and Service may also be controlled by the terms, rules and/or policies of the store from which you download the App, such as the Apple AppStore, or the Google Play Store.</p>\nSupport for the App and how to tell us about problems\n<p>If you think the App or the Services are faulty or misdescribed or wish to contact us for any other reason please email our customer service team at support@hugoenergyapp.co.uk</p>\nUse of the App\n<p>In return for your agreeing to comply with these terms you may:</p>\n<ul>\n<li>download or stream a copy of the App onto any mobile telephone or handheld device onto which app may be downloaded and view, use and display the App and the Service on such devices for your personal purposes only.\nand</li>\n<li>use any documentation created by us and made available via the App to support your permitted use of the App and the Service.</li>\n</ul>\n<p>If you are provided with a username, password or other login details or credentials, you agree that you will keep them safe and confidential at all times, and will immediately notify us if you become aware of any unauthorised disclosure, use or loss of the same.</p>\n<p>We do not guarantee that the App or the Service will be online and operational at all times, but will endeavour to ensure that it remains so.</p>\nAge Requirements\n<p>You must be 18 or over to accept these terms and buy the App.</p>\nPersonal Licence\n<p>We are giving you personally the right to use the App and the Service as set out above.\nYou may not otherwise transfer the App or the Service to someone else, whether for money, for anything else or for free.\nIf you sell any device on which the App is installed, you must remove the App from it.</p>\nLicence Restrictions\n<p>You agree that you will:</p>\n<ul>\n<li>not rent, lease, sub-license, loan, provide, or otherwise make available, the App or the Service in any form, in whole or in part to any person, or otherwise use the App or Service for the purposes of providing services to third parties;</li>\n<li>not collect or harvest any information or data from any Service or our systems or attempt to decipher any transmissions to or from the servers running any Service;</li>\n<li>not directly or indirectly extract, repurpose, copy, store and/or aggregate any data featuring on the App or the Service (including in relation to price comparison services);</li>\n<li>not copy the App or Service, or any of the content featuring on the App or Service, except as part of the normal use of the App or where it is necessary for the purpose of back-up or operational security;</li>\n<li>not translate, merge, adapt, vary, alter or modify, the whole or any part of the App or Service, nor permit the App or the Services or any part of them to be combined with, or become incorporated in, any other programs, except as necessary to use the App and the Services on devices as permitted in these terms;</li>\n<li>not disassemble, de-compile, reverse engineer or create derivative works based on the whole or any part of the App or the Service nor attempt to do any such things.\nand</li>\n<li>comply with all applicable technology control or export laws and regulations that apply to the technology used or supported by the App or any Service.</li>\n</ul>\nAcceptable Use Restrictions\n<p>You must:</p>\n<ul>\n<li>not use the App or any Service in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with these terms, or act fraudulently or maliciously, for example, by hacking into or inserting malicious code, such as viruses, or harmful data, into the App, any Service or any operating system;</li>\n<li>not infringe our intellectual property rights or those of any third party in relation to your use of the App or any Service;</li>\n<li>not transmit any material that is defamatory, offensive, sexually explicit or otherwise objectionable in relation to your use of the App or any Service;</li>\n<li>not upload any comments or data to the App or Service (including contributions to the top tips tiles section) which are inaccurate or misleading in any respect.\nand</li>\n<li>not use the App or any Service in a way that could damage, disable, overburden, impair or compromise our systems or security or interfere with other users.</li>\n</ul>\nIntellectual Property Rights\n<p>All intellectual property rights in the App, the Services and any content featured on them throughout the world belong to us or our licensors, and the rights in the App and the Services are licensed (not sold) to you.</p>\n<p>You have no intellectual property rights in the App, the Services or any content featured on them other than the right to use them in accordance with these terms.</p>\nLiability\n<p>The App and the Service are meant as an aid to assist you in managing your energy usage.\nWe do not warrant, and we provide no guarantee, that your use of the App or the Service will result in a reduction to your energy or CO<sup>2</sup> usage or bills.</p>\n<p>You are responsible for checking your SmartMeter.\nWe accept no liability for errors in energy or CO<sup>2</sup> calculations or reports which feature on the App or Service, including errors in bill calculations or estimates.</p>\n<p>We do not guarantee that any projections, reports, tariff data or other information provided by us to you are accurate, and we are not responsible for any errors or inaccuracies in the same.\nYou are responsible for managing your own energy usage and expenditure.</p>\n<p>Occasionally, when preparing reports to you, we do not have access to up to date tariff data.\nWhere this is the case, we base our figures on estimates based on our experience and understanding, but we cannot guarantee that the figures provided are accurate.</p>\n<p>You are responsible for ensuring that any estimates provided for energy providers using the price comparison tool are accurate.\nEnergy providers may change their quotes at any time, and we accept no liability for any differences is prices shown on the App or Service and the ultimate quote provided by the energy provider.</p>\n<p>The App and the Services are provided for general information purposes only.\nThey do not offer advice on which you should rely.\nYou must obtain professional or specialist advice before taking, or refraining from, any action on the basis of information obtained from the App or the Service.\nAlthough we make reasonable efforts to update the information provided by the App and the Service, we make no representations, warranties or guarantees, whether express or implied, that such information is accurate, complete or up to date.</p>\n<p>The energy top tips tiles provided on the App and our Services are created and shared by other users.\nWe are not responsible for the accuracy or reliability of any such top tips.\nIf you report any top tips as being in breach of our Acceptable Use Restrictions above, then we will endeavour to remove such top tips, but accept no responsibility for any failure or delay in doing so.</p>\n<p>If defective digital content that we have supplied damages a device or digital content belonging to you, we will either repair the damage or pay you compensation.</p>\n<p>The App and the Service is for domestic and private use.\nIf you use the App for any commercial, business or resale purpose we will have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</p>\n<p>If we fail to comply with these terms, we are responsible for loss or damage you suffer that is a foreseeable result of our breaking these terms or our failing to use reasonable care and skill, but we are not responsible for any loss or damage that is not foreseeable.\nLoss or damage is foreseeable if either it is obvious that it will happen or if, at the time you accepted these terms, both we and you knew it might happen.</p>\n<p>We do not exclude or limit in any way our liability to you where it would be unlawful to do so, including by not excluding liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors, or for fraud or fraudulent misrepresentation.</p>\n<p>We recommend that you back up any content and data used in connection with the App, to protect yourself in case of problems with the App or the Service.</p>\n<p>The App and the Services have not been developed to meet your individual requirements.\nPlease check that the facilities and functions of the App and the Service meet your requirements.</p>\n<p>If our provision of the Services or support for the App or the Services is delayed by an event outside our control then we will contact you as soon as possible to let you know and we will take steps to minimise the effect of the delay.\nProvided we do this we will not be liable for delays caused by the event, but if there is a risk of substantial delay you may contact us to end your contract with us and receive a refund for any Services you have paid for but not received.</p>\nUpdates to the App and the Service\n<p>From time to time, we may automatically update the App or change the Service to improve performance, enhance functionality, reflect changes to the operating system or address security issues.\nAlternatively, we may ask you to update the App for these reasons.</p>\n<p>If you choose not to install such updates or if you opt out of automatic updates you may not be able to continue using the App and the Services.</p>\nIf Someone Else Owns the Phone or Device\n<p>If you download or stream the App onto any phone or other device not owned by you, you must have the owner’s permission to do so.\nYou will be responsible for complying with these terms, whether or not you own the phone or other device.</p>\nEnergy Data\n<p>By using the App or the Service, you agree that we are entitled to connect to your SmartMeter and use the data from your SmartMeter to provide the Service and for our own business purposes.</p>\n<p>We rely on information and data which is provided by third parties to understand your energy usage and expenditure.\nWe are not liable for any inaccuracies in such energy usage or expenditure data.</p>\n<p>We use n3rgy data service (https://data.n3rgy.com) to interface with the national smart meter systems in order to collect, store, manage and share with us your Smart Meter data.\nThis service uses the Smart Energy Code (https://smartenergycodecompany.co.uk/)  Party credentials and Party ID of its parent, N3RGY LIMITED, incorporated and registered in England and Wales with the company number 11203504 whose registered office is at 4 Ovington Drive, Fleet, United Kingdom,&nbsp;GU51 1DF.</p>\n<p>N3rgy data service ( https://data.n3rgy.com&nbsp;) is used by&nbsp;<b>HUGO</b>&nbsp;to interface with the national smart&nbsp;meter systems in order to collect, store, manage and share with&nbsp;<b>HUGO</b>&nbsp;your Smart Meter data.\nThis&nbsp;service uses the Smart Energy Code  (https://smartenergycodecompany.co.uk/)  Party credentials and&nbsp;Party ID of its parent, N3RGY LIMITED, incorporated and registered in England and Wales with the&nbsp;company number 11203504 whose registered office is at 4 Ovington Drive, Fleet, United Kingdom,&nbsp;GU51 1DF.</p>\n<p>N3rgy data limited (https://data.n3rgy.com)&nbsp;requests your consent to access, store and process your energy consumption, generation and tariff information.\nIf you agree, the following information will be requested from your smart meter on a daily or more frequent basis.</p>\n<ul>\n<li>Energy consumption &amp.\ngeneration information for both gas and electricity (where available).</li>\n<li>Energy tariff information containing information of the price you are charged for energy consumed.</li>\n<li>Information identifying the energy meter (number, location, type).</li>\n</ul>\n<p>N3rgy data limited provides the service of gathering energy data for many businesses.\nStill, each time a company requests your data, you will be requested to give consent to that specific company (and will be presented with this notice).\nThe granularity of data gathered is of 30-minute intervals.</p>\n<p>N3rgy data limited does not collect personal contact information and therefore relies on our Customers (the business you are currently consenting to) to agree with you the periods of time for which your data will be held and processed for.</p>\n<p>n3rgy data limited provides full visibility and control of the information you have shared with these businesses via a consumer portal&nbsp;(https://data.n3rgy.com/consumer)&nbsp;where you can:</p>\n<ul>\n<li>Review which organisations you have granted access to.</li>\n<li>Download a copy of your data held by n3rgy data limited.</li>\n<li>Withdraw consent for any or all of the organisations listed.*</li>\n</ul>\n<p>* if consent is withdrawn from all organisations, n3rgy data limited will also remove all of your identifiable data from our platforms.</p>\n<p>All consumption, generation and tariff information gathered by n3rgy data limited will also be cleared of all personal identifiable data (anonymised) and pooled within a data set which is made available to all organisations who use the n3rgy data limited service.\nThis enables us together with our customers to better understand the way we use, generate, and pay for energy, with the intent to further improve our nation’s energy efficiency and carbon reduction.\nDue to the nature of anonymisation used, it is not possible to identify your data from this wider set, and therefore to remove your contribution.</p>\n<p>N3rgy data limited will use the Smart Energy Code (https://smartenergycodecompany.co.uk/) Party credentials and Party ID of its shareholder, N3RGY LIMITED, incorporated and registered in England and Wales with the company number 11203504 whose registered office is at 4 Ovington Drive, Fleet, United Kingdom,&nbsp;GU51 1DF.</p>\nDevice Data\n<p>By using the App or any of the Services, you agree to us collecting and using technical information about the devices you use the App on and related software, hardware and peripherals to improve our products and to provide any Services to you.</p>\nLocation Data\n<p>Certain Services may make use of location data sent from your devices.\nYou can turn off this functionality at any time by turning off the location services settings for the App on the device.\nIf you use these Services, you agree to us and our affiliates’ and licensees’ transmission, collection, retention, maintenance, processing and use of your location data.</p>\n<p>You may stop us collecting such data at any time by turning off the location services settings on your device.</p>\nThird Party Websites\n<p>The App or any Service may contain links to other websites which are not provided by us.\nSuch independent sites are not under our control and we are not responsible for them or any content featured on them.</p>\nTermination\n<p>We may end your rights to use the App and Services at any time by contacting you if you have broken these terms in a serious way.\nIf what you have done can be put right then we will give you a reasonable opportunity to do so.</p>\n<p>If we end your rights to use the App and Service:</p>\n<ul>\n<li>you must stop all activities authorised by these terms, including your use of the App and any Service;</li>\n<li>you must delete or remove the App from all devices in your possession and immediately destroy all copies of the App which you have and confirm to us that you have done this;</li>\n<li>we may remotely access your devices and remove the App from them and cease providing you with access to the Service.</li>\n</ul>\nTransferring Agreement\n<p>We may transfer our rights and obligations under these terms to another organisation.\nWe will always tell you in writing if this happens and we will ensure that the transfer will not affect your rights under the contract.</p>\n<p>You may only transfer your rights or your obligations under these terms to another person if we agree in writing.</p>\nChanges to these terms\n<p>We may need to change these terms from time to time.\nWe will give you at least 30 days’ notice of any change by sending you an SMS with details of the change or notifying you of a change when you next start the App.</p>\n<p>If you do not accept the notified changes you may continue to use the App and the Service in accordance with the existing terms but certain new features may not be available to you, or you may not be permitted to continue to use the App and the Service.</p>\nNo rights for third parties\n<p>This agreement does not give rise to any rights under the Contracts (Rights of Third Parties) Act 1999 to enforce any term of this agreement.</p>\nSeverability\n<p>Each of the paragraphs of these terms operates separately.\nIf any court or relevant authority decides that any of them are unlawful, the remaining paragraphs will remain in full force and effect.</p>\nWaiver\n<p>Even if we delay in enforcing this contract, we can still enforce it later.\nIf we do not insist immediately that you do anything you are required to do under these terms, or if we delay in taking steps against you in respect of your breaking this contract, that will not mean that you do not have to do those things and it will not prevent us taking steps against you at a later date.</p>\nLaw and Jurisdiction\n<p>These terms are governed by English law and you can bring legal proceedings in respect of the products in the English courts.</p>\n<p>&nbsp;</p> Winter Cashback Terms\n<p>&nbsp;</p>\nDemand Flexibility Service\n<p>&nbsp;</p>\n<p>We and our partners are working with National Grid ESO, the people who run the electricity network, to trial the <strong>National Grid’s Demand Flexibility Service (“NGDFS”)</strong>, where households come together to use less energy at certain times – and get rewarded for their efforts.\nWhile your own home might only be a small drop in the ocean, every ocean is made up of many drops.\nso put enough of them together and they soon add up.&nbsp.\n&nbsp;Further details are available here</p>\n<p>&nbsp;</p>\n<p>HUGO users can participate in between 21<sup>st</sup> November 2022 to 31<sup>st</sup> March 2023.</p>\n<p>&nbsp;</p>\n<p>This mean we will pay you to reduce your electricity demand during certain periods this winter&nbsp.\n(“<strong>Demand Events</strong>“), mainly between the hours of 4-9pm when electricity demand peaks and grid carbon intensity levels are highest.\nPayments will vary, but we will try to estimate the payment for reducing each kWh that you would normally use.\nThe expected value of the service will be around £3/kWh saved vs your normal consumption.&nbsp.\n&nbsp;So if during a Demand Event you would use 4 kWh and you end up using 2 kWh the payment would be £6.&nbsp.\n&nbsp;We will split the £3 with you on a 80% – 20% basis.&nbsp.\n&nbsp;So you would get £2.40 per kWh (less any deductions for money transfer fees in order to make a payment to your bank account).&nbsp.\n&nbsp;There will be a minimum of 12 Demand Events between November 2022 and March 2023, but it is likely there will be more.</p>\n<p>&nbsp;</p>\n<p>You don’t have to participate in each one but only the ones that you find suitable.</p>\n<p>&nbsp;</p>\nHow will the trial work?\n<p>Press the <strong>SETTINGS</strong> button (top right) in HUGO and there is a <strong>Winter Cashback</strong> Opt-In toggle button.&nbsp.\n&nbsp;up to 24 hours before each <strong>Demand Event</strong> we will notify you that a <strong>Winter Cashback</strong> period is starting.&nbsp;&nbsp.\nWhen you get this notification via email, SMS or via the APP the Winter Cashback button will become activated and allow you to Opt-In.</p>\n<p>&nbsp;</p>\n<p>Our notification will advise you of the time Demand Event and give you plenty of time to decide to take part and activate the Winter Cashback button.\nWe will also try to sent a reminder message just before the start of the Demand Event.</p>\n<p>&nbsp;</p>\n<p>If your taking part we will read your smart meter data to measure your normal historic consumption (“<strong>Baseline Consumption</strong>“), and track how much you reduce demand during times when National Grid call on the service.</p>\n<p>&nbsp;</p>\n<p>HUGO and/or its Partners will calculate your <strong>Baseline Consumption</strong> using the BSC P376 ‘Utilising a Baseline Methodology to set Physical Notifications’ with an in-day adjustment for domestic customers.\nThis methodology looks at up to 10 days of your recent smart meter history, excluding days where a Session has taken place, to calculate your average consumption.</p>\n<p>&nbsp;</p>\n<p>Once we know how much <strong>Winter Cashback</strong> you have accumulated this credit will be added to the HUGO app for you to review in the CO2 section.&nbsp.\n&nbsp.\nYou will need to reduce your demand by a minimum of&nbsp;25% during a <strong>Demand Event</strong> to earn any <strong>Winter Cashback</strong> money.</p>\n<p>&nbsp;</p>\n<p>If for whatever reason you don’t manage to reduce demand, during the Demand Event there are no penalties for not participating and no penalties for using more electricity during the Demand Event.</p>\n<p>&nbsp;</p>\n<p>After each <strong>Demand Event</strong>, we and our partners will calculate how much you have reduced your <strong>Baseline Consumption</strong> by, during the <strong>Demand Event</strong>.&nbsp.\n&nbsp;The results will appear in the running total in HUGO CO2 section.</p>\n<p>&nbsp;</p>\nWhat can I do to reduce electricity demand during an event?\n<p>Here’s some great ideas for helping you get the most out of participating:</p>\n<ul>\n<li>If you use an electric oven / cooker, why not cook your dinner a bit earlier or later, or use a slow-cooker earlier in the day</li>\n<li>Turns lights down / off and have a candle-lit dinner</li>\n<li>Avoid using energy intensive appliances such as tumble driers, washing machines and dishwashers during the event</li>\n<li>If you have a heat-pump or electric heating, turn down your thermostat a few degrees for an hour</li>\n<li>If you have kids, get them off the TV and computer consoles for an hour and get some quality time back!</li>\n<li>Don’t charge your electric car at this time</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Rule of Participation for HUGO’s Winter Cashback Scheme</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>General</strong>\n</p>\n<p>&nbsp;</p>\n<p>These Terms and Conditions govern HUGO’s <strong>Winter Cashback</strong> Scheme (the “Scheme”).\nBy entering the Scheme, you agree to be bound by the following Rules:</p>\n<p>&nbsp;</p>\n<p>The trial will be run by HUGO TECHNOLOGIES LIMITED, a company registered in England and Wales with registered number 10551450 and registered office at 117a Blackbrook Lane, Bromley BR1 2LP (“HUGO”, “we”, “us”) and its Partner(s) who help HUGO administer the Scheme data with the National Grid ESO.</p>\n<p>&nbsp;</p>\n<p>These Rules, together with any other rules notified by HUGO about this Scheme, are the Scheme rules (“Rules”) and are applicable to this Scheme.\nYou are agreeing to be always bound by these Rules.</p>\n<p>&nbsp;</p>\n<p>HUGO reserves the right to terminate, withdraw or amend the Scheme and/or the Rules without prior notice.\n&nbsp;&nbsp;&nbsp;Any changes will be updated on our website.</p>\n<p>&nbsp;</p>\n<p>If any dispute regarding the Scheme or the Rules, the decision of HUGO shall be final we reserve the right not to notify you about our final decision.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Scheme Participation:</strong>\n</p>\n<p>&nbsp;</p>\n<p>Only users of HUGO’s app (www.hugoenergyapp.co.uk) are eligible to sign up to HUGO and take part in the Scheme.</p>\n<p>&nbsp;</p>\n<p>To be eligible for the Scheme, you must:</p>\n<p>&nbsp;</p>\n<ul>\n<li>At all times complies with these Rules;</li>\n<li>be a successfully registered user of HUGO app</li>\n<li>has a working electricity smart meter which has been sending us 75% of smart meter reading for the past 3 weeks.</li>\n<li>has at least a full day’s worth of half-hourly readings</li>\n<li>register into the Scheme’s <strong>Demand Event</strong> during the registration window by turning on HUGO’s app <strong>Winter Cashback</strong> Opt-In button in HUGO’s app SETTINGS.</li>\n<li>is not taking part in the Demand Flexibility Scheme or related schemes with another provider or supplier.</li>\n<li>Consent to HUGO providing your smart energy data and Baseload Profile to its partners to assess the outcome of the <strong>Demand Event</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>The Scheme starts on 21st November 2022 and will end on 31st March 2023 unless stated otherwise.</p>\n<p>&nbsp;</p>\n<p>To partake you must opt-in to the <strong>Demand Event</strong> before it begins and reduce your electricity demand from the grid by a minimum of 25% against your Baseload Profile as measured by us.</p>\n<p>&nbsp;</p>\n<p>We will only register/count 1 Meter Point Administration Number (‘MPAN’) or 1 user per household.&nbsp.\n&nbsp;If two people register for the <strong>Winter Cashback</strong> scheme from the same household using the same MPAN number we will only pay 1 user and the second or additional users will be deleted from that <strong>Demand Event</strong>.</p>\n<p>&nbsp;</p>\n<p>In the event that we’re unable to pull your meter readings to calculate your usage from any of the Sessions, we’ll work it out using an average across all Scheme participants.\nIf at any point throughout the Scheme you are no longer eligible under Clause 7, we reserve the right to remove you from the Scheme.</p>\n<p>&nbsp;</p>\n<p>If your smart meter is not working on at the time of the <strong>Demand Event</strong> or you no longer live at the address to which you registered with the HUGO app we reserve the right to remove you from the Scheme.</p>\n<p>&nbsp;</p>\n<p>By entering the Scheme, you confirm that your information is up to date and accurate.\nAny you provide any fraudulent or incorrectly completed information or if HUGO has reasonable grounds to believe that you have breached any of the Rules, HUGO reserves the right to disqualify you from the Scheme.</p>\n<p>&nbsp;</p>\n<p>HUGO will not be liable to reimburse any expenses incurred with entering the Scheme and will not be liable for any errors or omissions in its decision making or the decision making of its Partners.&nbsp.\nWe will also deduct any money transfer fees or bank transfer fees from any money we send to you from the Winter Cashback money owed to you when the Scheme ends.</p>\n<p>&nbsp;</p>\n<p>If at any point you wish to opt-out of the Scheme before the <strong>Demand Event</strong> simply turn off the <strong>Winter Cashback</strong> opt-in button in the HUGO app SETTINGS.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Data Protection and Publicity</strong>\n</p>\n<p>&nbsp;</p>\n<p>HUGO’s privacy policy shall apply to any data collected in connection with this Scheme and can be found on our website.</p>\n<p>&nbsp;</p>\n<p>HUGO and its Partners will share customers’ Meter Point Administration Numbers with National Grid ESO to register customers in the Scheme and allocate payment to individual customers.\nHUGO and its Partners will provide National Grid ESO with half hourly electricity consumption, baseline and reduction data, summed across all customers in each of the 14 GSP Groups, for the purposes of delivering the Scheme.\nIn rare cases, National Grid ESO may request detailed half hourly data around the events to audit performance and payment, which may include consumption data on an individual customer basis.\nBy entering the Scheme, you agree to your information being used as such.</p>\n<p>&nbsp;</p>\n<p>HUGO in its sole discretion reserves the right to withdraw or vary the Rules and/or any offer made in connection with them to comply with the decision of any relevant judicial or regulatory body and shall not be held liable to any entrant for doing so.</p>\n<p>©2023 - HUGO &nbsp;|&nbsp.\nAll right reserved</p> Facebook Twitter Youtube Stackoverflow <ul>\n<li> Winter Cashback </li>\n<li> Privacy </li>\n<li> Terms </li>\n</ul> Space Cookies<br>\nWe use cookies to improve your browsing experience and to analyze our website traffic.\n<br>\nBy browsing our website, you consent to our use of cookies.\nLearn more by reading our cookie policy.LET'S GO<br>\nPrivacy &amp.\nCookies Policy Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these cookies, the cookies that are categorized as necessary are stored on your browser as they are as essential for the working of basic functionalit...\nNecessary Necessary Always Enabled Necessary cookies are absolutely essential for the website to function properly.\nThis category only includes cookies that ensures basic functionalities and security features of the website.\nThese cookies do not store any personal information.\nSAVE &amp.\nACCEPT ", "created_at": "2023-04-25 00:41:19.559243", "updated_at": "2023-04-25 00:43:19.406239"}, {"id": 15713, "name": "Cookie Policy", "url": "https://hugoenergyapp.co.uk/cookie-policy/", "xpath": "//body", "text": null, "created_at": "2023-04-25 00:42:09.202129", "updated_at": "2023-04-25 00:43:40.675462"}], "points": [], "urls": ["hugoenergyapp.co.uk"]}}