{"error": 448, "message": "OK", "parameters": {"id": 8058, "name": "GreenBooks", "created_at": "2023-04-16 02:09:35.793328", "updated_at": "2023-04-22 11:50:43.406571", "wikipedia": null, "keywords": null, "related": null, "slug": "greenbooks", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8058.png", "url": "greenbooks.app,savingsapp.com", "documents": [{"id": 15632, "name": "Privacy Policy", "url": "https://savingsapp.com/privacy_and_terms", "xpath": "//body", "text": " Savings 3 Support <ul>\n<li>Blog</li>\n<li>Support</li>\n</ul> Privacy Policy <p>We have a very simple privacy policy.</p>\n<p>We don’t ask you for your email or any personally identifiable information.\nWe don’t ask you to sign up for an account.</p>\n<p>All of the data in the app are stored either locally on your device or transmitted securely to Apple’s iCloud server.\nWe don’t see any of that data.</p>\n<p>When using our Bank Connect service, Plaid, a subsidiary on Visa Inc., is the only party who sees your bank login information.\nSavings 3 does not see it.\nAnd since Plaid has industrial-strengh, bank-grade security, you can be sure that information is handled properly.</p>\n<p>We do aggregate anonymous usage data such as your operating system version, number of accounts and number of usage per month.\nWe only use that data to improve our app and decide what feature to focus our attention on.\nWe never share any of this data with a third party.</p>\n<p>Again, aggregate data is completely anonymous, and nothing sensitive such as your transaction detail is ever sent to our server.</p> Terms &amp.\nConditions <p>Bank Connect is an optional service that requires a subscription the App Store.\nThe subscription will be applied to any number of Mac that shares the same Apple ID.</p>\n<p>The subscription can be either billed annually or monthly, and includes a 30-day free trial.</p>\n<p>Payment will be charged to your iTunes account.\nYour subscription will automatically renew every year unless canceled at least 24 hours before the end of the current period.\nYou will not be able to cancel the subscription for the current period once activated.\nAuto-renewal may be turned off at any time by going to your settings in the iTunes Store after the purchase.</p>\n<small> © 2021 Savings LLC </small> ", "created_at": "2023-04-16 02:09:35.825031", "updated_at": "2023-04-16 02:09:51.040762"}], "points": [], "urls": ["greenbooks.app", "savingsapp.com"]}}