{"error": 448, "message": "OK", "parameters": {"id": 1487, "name": "Brave", "created_at": "2019-04-10 16:56:13.323536", "updated_at": "2023-02-02 22:16:19.998655", "wikipedia": "https://en.wikipedia.org/wiki/Brave_(web_browser)", "keywords": null, "related": null, "slug": "brave", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1487.png", "url": "brave.com,brave4u7jddbv7cyviptqjc7jusxh72uik7zt6adtckl5f4nwy2v72qd.onion,basicattentiontoken.org,", "documents": [{"id": 1167, "name": "Brave websites, forums and email privacy policy", "url": "https://brave.com/website-privacy/", "xpath": "", "text": " ||| <ul>\n<li> Browser <ul>\n<li> Features </li>\n<li> Why Brave? </li>\n<li> Brave Today </li>\n<li> Brave Rewards </li>\n<li> Tipping </li>\n</ul>\n</li>\n<li> Content Creators <ul>\n<li> Overview </li>\n<li> Media Assets </li>\n</ul>\n</li>\n<li>Advertisers </li>\n<li> Company <ul>\n<li> About </li>\n<li> Careers </li>\n<li> Community </li>\n<li> Help Center </li>\n<li> Brand Assets </li>\n</ul>\n</li>\n<li> Blog <ul>\n<li> Latest News </li>\n<li> Brave Insights </li>\n<li> Brave Research </li>\n</ul>\n</li>\n<li>Download </li>\n</ul>\n<p>LAST UPDATED April 23, 2019</p> Brave Websites, Forums, and Email Privacy Policy <p>Read this document to understand how Brave Software (“us”, “we”, “Brave”, etc.) use data to operate its websites, forums, and communications.\nTo learn how we use data for the Brave Browser, see the Brave Browser Privacy Policy.\nTo learn how we use data for publishers and creators, see the Publisher Privacy Policy.</p> Infrastructure <i>\n</i>\n<p>Brave websites are hosted on infrastructure we operate, and on infrastructure operated on our behalf by Amazon, Heroku (a Salesforce company), and Fastly.\nFastly’s infrastructure is designed to be as close to you as possible — probably in the same country as you, though this is not guaranteed.\nThe rest of this infrastructure is located in the United States, which is where information is processed and stored.\nAmazon, Heroku, and Fastly are certified under the EU-US Privacy Shield agreement, which provides safeguards intended to be equivalent to those provided in the EU.\nSee data processing details.</p> Community forums <i>\n</i>\n<p>Co and forum.batcommunity.org are forums on which you may post and publicly communicate with other Brave users and community-members.\nBrave runs these forums, and they are hosted on its behalf by Civilized Discourse Construction Kit.\nTheir privacy policy describes how they use your data to host the forum for us.\nThe IP address of all server requests are stored for no more than 30 days.\nWe have access to the information that you make available on the forum, and can use this to administer the forum.\nInformation about how Discourse keeps your data safe is available here.\nAll of Discourse’s code is open source and subject to public inspection.\nIf you are a user you can access or delete your account (and related data) in the “preferences” panel at co.\nYou can also contact us to request the transfer of your personal data to you or to a third party.\nSee data processing details.</p> Advertising Brave to people using Facebook, Google, and Twitter <i>\n</i>\n<p>Brave uses Facebook, Google, and Twitter ads to attract new users.\nBrave does not track people on Facebook, Google, or Twitter, or use any kind of in-app or Brave-server post-install tracking.\nSee data processing detail.\nThese ads link to pages on a separate website run by a company called Unbounce on Brave’s behalf, on servers based in the EU.\nSee data processing details.</p> Children <i>\n</i>\n<p>Children under the age of 13<sup>1</sup> are not permitted to use the website, sign up for email updates, join the community forum, or send Brave any other information.\nIf you have reason to believe that a child under the age of 13 has interacted with the website, please contact .\nIn that case, we will do our best to remove all related records.</p> Support <i>\n</i>\n<p>If you send a support enquiry to Brave, we will only use the information you provide to resolve your enquiry.</p> Users of Brave websites Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To provide efficient access to Brave websites on the Internet IP address, user agent Our interest in providing a fast-loading website.\nThe data are used in a way that does not negatively affect your rights or interests.\nCloudflare DNS<sup>2</sup> log is 1 week.\nFastly<sup>3</sup> only logs aggregated data unless an IP address is suspected of security threat.\nUsers of the Brave or Bat Community forums Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To operate the forum, including improving it based on feedback and use.\nIP address, user agent (version number of your operating system version and browser), community pages visited, incoming and outgoing links, reading times per post, user profiles viewed, likes given and flags being requested, registration IP addresses, posts that you write, pseudonym or real name, profile photo Necessary for the performance of a contract between us (and necessary for us to provide the requested service).\nThe time necessary to deliver the requested service.\nTo send user-requested notifications or respond to user questions E-mail address, pseudonym or real name Necessary for the performance of a contract between us (and necessary for us to provide the requested service).\nThe time necessary to deliver the requested service.\nTo provide customer service and support IP address, user agent (version number of operating system version and browser), community pages visited, incoming and outgoing links, reading times per post, user profiles viewed, likes given and flags being requested, registration IP addresses, posts that you write, pseudonym or real name, profile photo Necessary for the performance of a contract between us (and necessary for us to provide the requested service).\nThe time necessary to deliver the requested service.\nTo display ongoing community conversations that include posts from members who have left the community.\nPosts by former members (these may no longer be personal data because once user name is removed the former user may no longer be identifiable) Our interest in maintaining an unbroken community conversation.\nThe data are used in a way that does not negatively affect your rights or interests.\nUntil the forum closes.\nAdvertising Brave to people using Facebook, Google, and Twitter Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To market Brave to prospective users who use Facebook and Google websites and apps.\nFor Facebook: Facebook ID (not available to Brave, and used by Facebook for people logged in to Facebook), actions on Facebook, location, age, gender, previously visited website, device details.\nFor Google: Google ID (not available to Brave), keywords used in searches, and interests determined by Google based on what the person has done and browsed (“affinity audiences” and “custom intent audiences”).\nLegitimate interest.\nBrave’s interest is to attract users, and to defend those users’ privacy over the long term.\nEverybody has an interest in gaining protection from online surveillance.\nTherefore, Brave uses advertising on Facebook and Google to offer its service to people whose privacy and data rights are currently unprotected.\nBrave does not receive or store data.\nGoogle or Facebook store the data until the user deletes their Google or Facebook account.\nTo market Brave to prospective users using variations of landing pages that cater to their interests.\nUnique ID assigned by Unbounce, unique ID assigned by Facebook, referral URL.\nCountry/region, timezone, operating system, device, browser, ID, IP address, timestamp, page variant visited.\nLegitimate interest.\nThis might seem unusual, but consider the following.\nBrave’s interest is to attract users, and to defend those users’ privacy over the long term.\nEverybody has an interest in gaining protection from online surveillance.\nTherefore, Brave uses advertising on Facebook and Google to offer its service to people whose privacy and data rights are currently unprotected.\nUnbounce stores the data for 184 days.\nResearch and product development Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To receive user testing responses (from survey and tests in person) Name, contact details, responses to survey questions about use of Brave Browser Consent 1 year To send Brave Beta Testers new software E-mail address, Name Consent The duration of a person’s participation in Brave Beta Testing Correspondence/contact/competitions Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To run occasional contests E-mail address, IP address Consent The duration of an individual contest.\nGeneral correspondence Data sent by the person communicating.\nOur interest in correctly responding to users, and maintaining good relations with them.\nThe data are used in a way that does not negatively affect your rights or interests.\nIndefinite.\nTo respond to requests for customer support IP address, email address, data submitted in a support request Legitimate interests of Brave and the customer The time needed to resolve the customer support query <i>\n</i> Contacting Brave about your privacy <i>\n</i>\n<p>We are always interested in hearing and responding to questions and concerns at twitter.com/brave and at github.com/brave.\nMore in-depth conversations can be had at co.</p>\n<p>You can contact our data protection officer and the rest of our privacy team at .\nWe are represented in Europe by Brave Software Europe Ltd.</p>\n<p>You can ask to know what information we have about you, update incorrect information, delete it, object to our use of it, or get a copy of it.\nIf you’re in the European Union, you also have the right to complain to your local data protection authority (though everyone should have this right).</p>\n<p>We’ll update this policy whenever we make material changes to our practices, and we’ll announce it to let you know.</p>\n<p>\n<sup>2</sup>\n<sup>3</sup>\n</p>\n<ol>\n<li>\n<p>Some countries in the European Union have defined a child as any person under the age of 13.\nThis varies from country to country, as provided for in Article 8(1) of the General Data Protection Regulation (GDPR).\nThis policy uses the lowest age for consistency.\n↩︎</p>\n</li>\n<li>\n<p>The Domain Name Systems (DNS) translates domain names such as Brave.com in to the IP addresses that web browsers use.\nCloudflare is our DNS provider.\nSee https://www.cloudflare.com/learning/dns/what-is-dns/.\n↩︎</p>\n</li>\n<li>\n<p>Content Management Networks (CDNs) attempt to speed up websites by using servers near to the user requesting the site.\nFastly is our CDN provider.\nSee&nbsp;https://www.fastly.com/solutions/digital-publishing.\n↩︎</p>\n</li>\n</ol> Resources <ul>\n<li>F.A.Q</li>\n<li>Brave Store</li>\n<li>Help Center</li>\n<li>Community</li>\n<li>Brave Branding</li>\n<li>Media Assets</li>\n<li>Status</li>\n<li>Transparency Report</li>\n<li>Learn</li>\n</ul> Product <ul>\n<li>Brave Release</li>\n<li>Brave Beta</li>\n<li>Brave Nightly</li>\n</ul> Privacy Policy <ul>\n<li>Brave Browser</li>\n<li>Website &amp.\nEmail</li>\n<li>Publishers &amp.\nCreators</li>\n<li>Advertisers</li>\n</ul> Company <ul>\n<li>Research</li>\n<li>Careers</li>\n<li>In the Press</li>\n<li>Github</li>\n<li>Blog</li>\n</ul> Social Media <ul>\n<li>Reddit </li>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>YouTube</li>\n</ul> Contact Support community.brave.com Advertising adsales@brave.com Please only use this email address if you are interested in purchasing advertising with Brave.\nFor support, please visit community.brave.com.\nBusiness bizdev@brave.com Press press@brave.com Offices Brave San Francisco <p>512 Second St., Floor 2<br> San Francisco, CA 94107</p> Choose a language English Terms of Use | Report a Security Issue &lt;img src=\"https://analytics.brave.com/piwik.php?idsite=2\" style=\"border:0;\" alt=\"\"&gt.\n", "created_at": "2019-04-12 06:38:56.050388", "updated_at": "2020-12-14 21:33:54.379679"}, {"id": 1166, "name": "publishers and content creators privacy policy", "url": "https://brave.com/publishers-creators-privacy/", "xpath": "", "text": " ||| <ul>\n<li> Browser <ul>\n<li> Features </li>\n<li> Why Brave? </li>\n<li> Brave Today </li>\n<li> Brave Rewards </li>\n<li> Tipping </li>\n</ul>\n</li>\n<li> Content Creators <ul>\n<li> Overview </li>\n<li> Media Assets </li>\n</ul>\n</li>\n<li>Advertisers </li>\n<li> Company <ul>\n<li> About </li>\n<li> Careers </li>\n<li> Community </li>\n<li> Help Center </li>\n<li> Brand Assets </li>\n</ul>\n</li>\n<li> Blog <ul>\n<li> Latest News </li>\n<li> Brave Insights </li>\n<li> Brave Research </li>\n</ul>\n</li>\n<li>Download </li>\n</ul>\n<p>LAST UPDATED May 8, 2020</p> Publishers &amp.\nCreators Privacy Policy <p>Read this document to learn how we use data for publishers and content creators.\nIn this policy “we”, “us”, etc.\nrefers to Brave Software Inc.</p>\n<p>(To learn how we use data to operate this website and other Brave sites, forums, and communications, see the Website Privacy Policy.\nTo learn how we use data for the Brave Browser, see the Brave Browser Privacy Policy).</p> Basic Attention Token Tips <i>\n</i>\n<p>If you are a creator who has a YouTube or Twitch account, or owns a website, Brave has a function that allows you to automatically receive gifts of BAT from Brave itself, and from your visitors.\nBrave tallies BAT donations to each website and channel (i.e.\nYouTube channel, Twitch channel, etc.) anonymously.</p>\n<p>Contributions to creators that have not signed up with Brave will be reserved on the device.\nNo data about these creators or the attention spent on their sites will be transmitted to us at Brave.\nThe data and all of the logic surrounding it will be entirely “client-side” (i.e.\non the device only).</p>\n<p>To collect Basic Attention Tokens (BAT) you must create a Brave Rewards account on this site.\nThis involves entering your name, email address, and phone number.\nIt is also necessary to demonstrate that you are the owner of the site(s) or channel(s) for which you receive BAT.\nThis is done by providing information from your web server or DNS provider.\nWe may authenticate your credentials with the site that hosts your channel.</p>\n<p>Before you can redeem BAT you will have to connect your Brave Rewards account to Uphold or Gemini, a payments service.\nUphold or Gemini, based on your selection, will then tell us whether your account is in good standing, the list of currencies you have configured, and your preferred currency.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>We record IP addresses when requests are made to identify &amp.\nprevent fraud and to protect the integrity of the service.\nWe also monitor how the account is used, for anti fraud and to maintain the reliability and performance of the service.</p> E-mail <i>\n</i>\n<p>If you ask us to keep in touch with you by email, we will use SendGrid or MailChimp to contact you.\nThis is certified under the EU-US Privacy Shield agreement, which provides safeguards intended to be equivalent to those provided in the EU.\nEvery email we send like this includes an unsubscribe link.</p> Minimum age to join Uphold or Gemini <i>\n</i>\n<p>The minimum age to join Uphold is 18 years old.\nThe minimum age to join Gemini is also 18 years old.</p> Publishers and content creators Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To communicate with publishers and creators that have signed up as Brave business partners.\nName, e-mail address, frequency of access to these emails, links clicked, and phone number (if provided).\nNecessary for the performance of the contract agreed between both the creator and Brave (and necessary for us to provide the requested service).\nThe duration of the creator’s account with Brave.\nTo maintain accounts, statistics, and billing with publishers and creators that have signed up as Brave business partners.\nName, e-mail address, Uphold wallet ID, phone number, names and URIs<sup>1</sup> of websites, Youtube, Twitch etc., including their favicons or avatars, an internal publisher ID, and transaction details.\nNecessary for the performance of the contract agreed between both the creator and Brave (and necessary for us to provide the requested service).\nThe duration of the creator’s account with Brave.\nTo enable all publishers and creators to accumulate contributions of BAT from Brave, and from Brave users.\nNames and URIs<sup>1</sup> of websites, Youtube, Twitch&nbsp;etc., and publicly available contacts, and transaction details.\nOur interest in providing publishers and content creators with BAT as soon as they start to work with Brave.\nThe data are used in a way that does not negatively affect your rights or interests.\nIndefinite.\nTo comply with tax obligations.\nUphold wallet ID (plus Brave revenue from transactions, which are not personal data), and transaction details.\nNecessary for compliance with a legal obligation.\n4 years after end of creator’s account.\nInternal communications.\nName, e-mail address, and internal publisher ID at the time of communication.\nNecessary for the performance of the contract agreed between both the creator and Brave (and necessary for us to provide the requested service).\nIndefinite.\nTo detect fraudulent claims of “referral rewards” and “user growth pool” BAT grants.\nName, e-mail, phone number, names and addresses of channels (websites, Youtube, Twitch URI<sup>1</sup> etc.) including their favicons or avatars, an internal publisher ID, internal identifiers.\nWhere PayPal is used, the PayPal user’s country, verification status, and PayPal account ID.\nNecessary for the performance of the contract agreed between both the creator and Brave (and necessary for us to provide the requested service).\nNecessary for the performance of the contract agreed between both the creator and Brave (and necessary for us to provide the requested service).\nThe duration of the creator’s account with Brave.\n(Data may be stored indefinitely in the case of detected fraudsters).\n<i>\n</i> Contacting Brave about your privacy <i>\n</i>\n<p>We are always interested in hearing and responding to questions and concerns at twitter.com/brave and at github.com/brave.\nMore in-depth conversations can be had at community.brave.com.</p>\n<p>You can contact our data protection officer and the rest of our privacy team at privacy@brave.com.\nWe are represented in Europe by Brave Software Europe Ltd.</p>\n<p>You can ask to know what information we have about you, update incorrect information, delete it, object to our use of it, or get a copy of it.\nIf you’re in the European Union, you also have the right to complain to your local data protection authority (though everyone should have this right).</p>\n<p>We’ll update this policy whenever we make material changes to our practices, and we’ll announce it to let you know.</p>\n<p>\n<sup>1</sup>\n</p>\n<ol>\n<li>\n<p>For an explanation of what a URI is see https://en.wikipedia.org/wiki/Uniform_Resource_Identifier.\nIf some of the names of these websites and channels that Brave has recorded to facilitate BAT gifts from Brave and donations from users happen to contain people’s names, then we treat these URLs as personal data.\n↩︎</p>\n</li>\n</ol> Resources <ul>\n<li>F.A.Q</li>\n<li>Brave Store</li>\n<li>Help Center</li>\n<li>Community</li>\n<li>Brave Branding</li>\n<li>Media Assets</li>\n<li>Status</li>\n<li>Transparency Report</li>\n<li>Learn</li>\n</ul> Product <ul>\n<li>Brave Release</li>\n<li>Brave Beta</li>\n<li>Brave Nightly</li>\n</ul> Privacy Policy <ul>\n<li>Brave Browser</li>\n<li>Website &amp.\nEmail</li>\n<li>Publishers &amp.\nCreators</li>\n<li>Advertisers</li>\n</ul> Company <ul>\n<li>Research</li>\n<li>Careers</li>\n<li>In the Press</li>\n<li>Github</li>\n<li>Blog</li>\n</ul> Social Media <ul>\n<li>Reddit </li>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>YouTube</li>\n</ul> Contact Support community.brave.com Advertising adsales@brave.com Please only use this email address if you are interested in purchasing advertising with Brave.\nFor support, please visit community.brave.com.\nBusiness bizdev@brave.com Press press@brave.com Offices Brave San Francisco <p>512 Second St., Floor 2<br> San Francisco, CA 94107</p> Choose a language English Terms of Use | Report a Security Issue &lt;img src=\"https://analytics.brave.com/piwik.php?idsite=2\" style=\"border:0;\" alt=\"\"&gt.\n", "created_at": "2019-04-12 06:29:29.456781", "updated_at": "2020-12-14 21:33:59.242764"}, {"id": 1168, "name": "Terms of policy document", "url": "https://brave.com/terms-of-use/", "xpath": null, "text": " ||| <ul>\n<li> Browser <ul>\n<li> Features </li>\n<li> Why Brave? </li>\n<li> Brave Today </li>\n<li> Brave Rewards </li>\n<li> Tipping </li>\n</ul>\n</li>\n<li> Content Creators <ul>\n<li> Overview </li>\n<li> Media Assets </li>\n</ul>\n</li>\n<li>Advertisers </li>\n<li> Company <ul>\n<li> About </li>\n<li> Careers </li>\n<li> Community </li>\n<li> Help Center </li>\n<li> Brand Assets </li>\n</ul>\n</li>\n<li> Blog <ul>\n<li> Latest News </li>\n<li> Brave Insights </li>\n<li> Brave Research </li>\n</ul>\n</li>\n<li>Download </li>\n</ul>\n<p>LAST UPDATED July 14, 2020</p> Terms of Use <strong>Table of contents</strong>\n<ul>\n<li>Acceptance of Terms</li>\n<li>Modification of Terms of Use</li>\n<li>Other Policies</li>\n<li>Brave Browser License</li>\n<li>Rules and Conduct</li>\n<li>Trademarks &amp.\nPatents</li>\n<li>Termination</li>\n<li>Disclaimer</li>\n<li>Idemnification</li>\n<li>Limitation of Liability</li>\n<li>Miscellaneous</li>\n<li>Copyright Dispute Policy</li>\n<li>Brave Firewall + VPN Subscription</li>\n<li>Brave Firewall + VPN Payment</li>\n</ul>\n<p>\n<strong>PLEASE READ THESE TERMS OF USE (“AGREEMENT” OR “TERMS OF USE”) CAREFULLY BEFORE USING THE SERVICES OFFERED BY BRAVE SOFTWARE, INC.\n(“BRAVE”).\nTHIS AGREEMENT SETS FORTH THE LEGALLY BINDING TERMS AND CONDITIONS FOR YOUR USE OF THE BRAVE WEB BROWSER AND ALL RELATED SERVICES, INCLUDING, WITHOUT LIMITATION, ANY FEATURES, CONTENT, WEBSITES (INCLUDING WWW.BRAVE.COM) OR APPLICATIONS OFFERED FROM TIME TO TIME BY BRAVE IN CONNECTION THEREWITH (COLLECTIVELY “SERVICE(S)”).\nBY USING THE SERVICES IN ANY MANNER, YOU AGREE TO BE BOUND BY THIS AGREEMENT.</strong>\n</p> Acceptance of Terms <i>\n</i>\n<p>The Service is offered subject to acceptance without modification of all of these Terms of Use and all other operating rules, policies and procedures that may be published from time to time in connection with the Services by Brave.\nIn addition, some services offered through the Service may be subject to additional terms and conditions promulgated by Brave from time to time.\nyour use of such services is subject to those additional terms and conditions, which are incorporated into these Terms of Use by this reference.</p>\n<p>Brave may, in its sole discretion, refuse to offer the Service to any person or entity and change its eligibility criteria at any time.\nThis provision is void where prohibited by law and the right to access the Service is revoked in such jurisdictions.</p> Modification of Terms of Use <i>\n</i>\n<p>Brave reserves the right, at its sole discretion, to modify or replace any of the Terms of Use, or change, suspend, or discontinue the Service (including without limitation, the availability of any feature, database, or content) at any time by posting a notice on the Brave websites or Service or by sending you an email.\nBrave may also impose limits on certain features and services or restrict your access to parts or all of the Service without notice or liability.\nIt is your responsibility to check the Terms of Use periodically for changes.\nYour continued use of the Service following the posting of any changes to the Terms of Use constitutes acceptance of those changes.</p> Other Policies <i>\n</i>\n<p>For information regarding Brave’s treatment of personally identifiable information, please review Brave’s current Privacy Policies at brave.com/privacy_ios and https://brave.com/privacy/.\nIf you believe that material or content residing on or accessible through the Service infringes a copyright, please review Brave’s Copyright Dispute Policy at the bottom of these Terms of Service.</p> Brave Browser License <i>\n</i>\n<p>The executable code version of the Brave browser is made available under the terms set forth below.\nSource code for parts of the Brave browser may be available for use under open source licenses and accessible via https://github.com/brave.\nNothing in this Agreement will be construed to limit any rights granted under such open source licenses with respect to code specifically covered by such licenses.</p>\n<p>Subject to the terms hereof, Brave grants you a personal, non-exclusive license to install and use the executable code version of the Brave browser.\nBrave and its licensors shall retain all intellectual property rights in the Brave browser (and Service), except for the rights expressly granted in this Agreement.\nYou may not remove or alter any trademark, or logo (collectively, “Marks”), copyright or other proprietary notice on the Brave browser.\nThis license does not grant you any right to use Marks of Brave or its licensors.\nIf you breach this Agreement, the above license and your right to use the Brave browser will terminate immediately and without notice.\nUpon termination, you must destroy all copies of the Brave browser.</p> Rules and Conduct <i>\n</i>\n<p>As a condition of use, you promise not to use the Service for any purpose that is prohibited by the Terms of Use.\nFor purposes of the Terms of Use, the term “Content” includes, without limitation, any information, data, text, photographs, videos, software, scripts, graphics, and interactive features generated, provided, or otherwise made accessible on or through the Service.\nBy way of example, and not as a limitation, you shall not (and shall not permit any third party to) take any action (including contributing any Content) that: would constitute a violation of any applicable law, rule or regulation.\ninfringes any intellectual property or other right of any other person or entity.\nis threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another’s privacy, tortious, obscene, offensive, or profane.\nconstitutes unauthorized or unsolicited advertising, junk or bulk e-mail.\ncontains software viruses or any other similar computer codes, files, or programs.\nor impersonates any person or entity.</p>\n<p>Further, you shall not (directly or indirectly): (i) take any action that imposes or may impose an unreasonable or disproportionately large load on Brave’s (or its third party providers’) infrastructure.\nor (ii) interfere or attempt to interfere with the proper working of the Service or any activities conducted on the Service.\n(iii) bypass any measures Brave may use to prevent or restrict access to the Service (or parts thereof).</p> Trademarks &amp.\nPatents <i>\n</i>\n<p>All Brave logos, marks and designations are trademarks or registered trademarks of Brave.\nAll other trademarks mentioned in this website are the property of their respective owners.\nThe trademarks and logos displayed on this website may not be used without the prior written consent of Brave or their respective owners.\nPortions, features and/or functionality of Brave’s products may be protected under Brave patent applications or patents.</p> Termination <i>\n</i>\n<p>Brave may terminate your access to all or any part of the Service at any time if you fail to comply with these Terms of Use, which may result in the forfeiture and destruction of all information associated with your account.\nFurther, either party may terminate the Services for any reason and at any time upon written notice.\nIf you wish to terminate your account, you may do so by following the instructions on the Service.\nAny fees paid hereunder are non-refundable.\nUpon any termination, all rights and licenses granted to you in this Agreement shall immediately terminate, but all provisions hereof which by their nature should survive termination shall survive termination, including, without limitation, warranty disclaimers, indemnity and limitations of liability.</p> Disclaimer <i>\n</i>\n<p>ALL USE OF THE SERVICE AND ANY CONTENT IS UNDERTAKEN ENTIRELY AT YOUR OWN RISK.\nTHE SERVICE (INCLUDING, WITHOUT LIMITATION, THE BRAVE BROWSER AND ANY CONTENT) IS PROVIDED “AS IS” AND “AS AVAILABLE” AND IS WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nSOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p> Idemnification <i>\n</i>\n<p>You shall defend, indemnify, and hold harmless Brave, its affiliates and each of its, and its affiliates employees, contractors, directors, suppliers and representatives from all liabilities, losses, claims, and expenses, including reasonable attorneys’ fees, that arise from or relate to (i) your use or misuse of, or access to, the Service, or (ii) your violation of the Terms of Use or any applicable law, contract, policy, regulation or other obligation.\nBrave reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will assist and cooperate with Brave in connection therewith.</p> Limitation of Liability <i>\n</i>\n<p>IN NO EVENT SHALL BRAVE OR ITS DIRECTORS, EMPLOYEES, AGENTS, PARTNERS, SUPPLIERS OR CONTENT PROVIDERS, BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICE (I) FOR ANY LOST PROFITS, DATA LOSS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER, OR SUBSTITUTE GOODS OR SERVICES, (II) FOR YOUR RELIANCE ON THE SERVICE OR (III) FOR ANY DIRECT DAMAGES IN EXCESS (IN THE AGGREGATE) OF THE FEES PAID BY YOU FOR THE SERVICE OR, IF GREATER, $500.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.</p> Miscellaneous <i>\n</i>\n<p>The Terms of Use are the entire agreement between you and Brave with respect to the Service, and supersede all prior or contemporaneous communications and proposals (whether oral, written or electronic) between you and Brave with respect to the Service.\nIf any provision of the Terms of Use is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that the Terms of Use will otherwise remain in full force and effect and enforceable.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.\nBrave shall not be liable for any failure to perform its obligations hereunder due to any cause beyond Brave’s reasonable control.\nThe Terms of Use are personal to you, and are not assignable or transferable by you except with Brave’s prior written consent.\nBrave may assign, transfer or delegate any of its rights and obligations hereunder without consent.\nNo agency, partnership, joint venture, or employment relationship is created as a result of the Terms of Use and neither party has any authority of any kind to bind the other in any respect.\nExcept as otherwise provided herein, all notices under the Terms of Use will be in writing and will be deemed to have been duly given when received, if personally delivered or sent by certified or registered mail, return receipt requested.\nwhen receipt is electronically confirmed, if transmitted by facsimile or e-mail.\nor two days after it is sent, if sent for next day delivery by recognized overnight delivery service.</p> Copyright Dispute Policy <i>\n</i>\n<p>The Digital Millennium Copyright Act of 1998 (the “DMCA”) provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nIf you believe in good faith that any Content made available in connection with the Service infringes your copyright, you (or your agent) may send us a notice requesting that the Content be removed, or access to it blocked as set forth below (see https://www.copyright.gov/&nbsp;for further details).\nIt is Brave’s policy to (1) block access to or remove material that it believes in good faith to be copyrighted material that has been illegally copied and distributed by any of our advertisers, affiliates, content providers, members or users.\nand (2) remove and discontinue service to repeat offenders.\nThe address of Brave’s Designated Agent to Receive Notification of Claimed Infringement (“Designated Agent”) is listed at the end of this policy.</p>\n<p>\n<strong>A.\nProcedure for Reporting Copyright Infringements:</strong> If you believe that material or content residing on or accessible through the Brave Service infringes a copyright, please send a notice of copyright infringement containing the following information to the Designated Agent listed below: 1.\nA physical or electronic signature of a person authorized to act on behalf of the owner of the copyright that has been allegedly infringed.\n2.\nIdentification of works or materials being infringed.\n3.\nIdentification of the material that is claimed to be infringing including information regarding the location of the infringing materials that the copyright owner seeks to have removed, with sufficient detail so that Brave is capable of finding and verifying its existence.\n4.\nContact information about the notifier including address, telephone number and, if available, e-mail address.\n5.\nA statement that the notifier has a good faith belief that the material identified in (3) is not authorized by the copyright owner, its agent, or the law.\nand 6.\nA statement made under penalty of perjury that the information provided is accurate and the notifying party is authorized to make the complaint on behalf of the copyright owner.</p>\n<p>\n<strong>B.\nOnce Proper Bona Fide Infringement Notification is Received by the Designated Agent:</strong> It is Brave’s policy: 1.\nto remove or disable access to the infringing material.\n2.\nto notify the content provider, member or user that it has removed or disabled access to the material.\nand 3.\nthat repeat offenders will have the infringing material removed from the system and that Brave will terminate such content provider’s, member’s or user’s access to the service.</p>\n<p>\n<strong>C.\nProcedure to Supply a Counter-Notice to the Designated Agent:</strong> If the content provider, member or user believes that the material that was removed or to which access was disabled is either not infringing, or the content provider, member or user believes that it has the right to post and use such material from the copyright owner, the copyright owner’s agent, or pursuant to the law, the content provider, member or user must send a counter-notice containing the following information to the Designated Agent listed below: 1.\nA physical or electronic signature of the content provider, member or user.\n2.\nIdentification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or disabled.\n3.\nA statement that the content provider, member or user has a good faith belief that the material was removed or disabled as a result of mistake or a misidentification of the material.\nand 4.\nContent provider’s, member’s or user’s name, address, telephone number, and, if available, e-mail address and a statement that such person or entity consents to the jurisdiction of the Federal Court for the judicial district in which the content provider’s, member’s or user’s address is located, or if the content provider’s, member’s or user’s address is located outside the United States, for any judicial district in which Brave is located, and that such person or entity will accept service of process from the person who provided notification of the alleged infringement.</p>\n<p>If a counter-notice is received by the Designated Agent, Brave’s may send a copy of the counter-notice to the original complaining party informing that person that Brave may replace the removed material or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed material may be replaced or access to it restored in 10 to 14 business days or more after receipt of the counter-notice, at Brave’s discretion.</p>\n<p>\n<strong>Notices and counter notices with respect to the Service should be sent to Brave at:</strong>\n<br>\nCopyright Designated Agent<br>\nBrave, Inc.<br>\n512 Second Street, Floor 2<br>\nSan Francisco, CA 94107<br>\nSupport: community.brave.com</p> Brave Firewall + VPN Subscription <i>\n</i>\n<p>Brave VPN is a paid service and at your sole discretion, you can pay to upgrade.\nYou can upgrade to the Monthly or Yearly plan in the iOS app.</p> Brave Firewall + VPN Payment <i>\n</i>\n<p>Payment for your subscription plan is due and collected by Apple.\nYour subscription payment will be subject to Apple’s applicable payment policy, which may not provide for refunds.\nWe strongly recommend you read Apple terms and conditions before subscribing to one of our plans.\nPlease note that these terms and conditions are subject to amendments by Apple.\nBrave is not responsible for any payment error or fraud on your Apple account.\nAlso, any fee payment will be deemed final, and we will not provide you any refund.\nApple may collect personal data and payment card data when you make purchases.\nThey do not give this data to Brave.\nBrave does not collect or process credit or debit card data.</p>\n<p>\n<strong>Terms of Use Effective Date:</strong>\n<br>\nJuly 14, 2020</p> Resources <ul>\n<li>F.A.Q</li>\n<li>Brave Store</li>\n<li>Help Center</li>\n<li>Community</li>\n<li>Brave Branding</li>\n<li>Media Assets</li>\n<li>Status</li>\n<li>Transparency Report</li>\n<li>Learn</li>\n</ul> Product <ul>\n<li>Brave Release</li>\n<li>Brave Beta</li>\n<li>Brave Nightly</li>\n</ul> Privacy Policy <ul>\n<li>Brave Browser</li>\n<li>Website &amp.\nEmail</li>\n<li>Publishers &amp.\nCreators</li>\n<li>Advertisers</li>\n</ul> Company <ul>\n<li>Research</li>\n<li>Careers</li>\n<li>In the Press</li>\n<li>Github</li>\n<li>Blog</li>\n</ul> Social Media <ul>\n<li>Reddit </li>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>YouTube</li>\n</ul> Contact Support community.brave.com Advertising adsales@brave.com Please only use this email address if you are interested in purchasing advertising with Brave.\nFor support, please visit community.brave.com.\nBusiness bizdev@brave.com Press press@brave.com Offices Brave San Francisco <p>512 Second St., Floor 2<br> San Francisco, CA 94107</p> Choose a language English Terms of Use | Report a Security Issue &lt;img src=\"https://analytics.brave.com/piwik.php?idsite=2\" style=\"border:0;\" alt=\"\"&gt.\n", "created_at": "2019-04-12 09:19:57.091189", "updated_at": "2020-12-14 21:34:10.461747"}, {"id": 14105, "name": "Brave Rewards: User Terms of Service", "url": "https://basicattentiontoken.org/user-terms-of-service/", "xpath": "/html/body/main/section[2]/div/div[2]", "text": "<p>Last Updated: July 23, 2019</p>\n<p>Brave Software International SEZC</p>\n<p>These Brave Publisher Terms of Service (\"<em>Terms</em>\") apply to your access to and use of Services (as defined in Section 1 below) provided by Brave Software International SEZC, a Cayman Islands company (\"<em>Company</em>\" or \"<em>we</em>\").\n<strong>By accessing or using our Services, you agree to these Terms.\nIf you do not agree to these Terms, including the mandatory arbitration provision and class action waiver in Section 15, do not access or use our Services.</strong>\n</p>\n<p>If you have any questions about these Terms, please contact us at contributors@basicattentiontoken.org.</p>\n<p>You and Company agree as follows:</p>1.\nOverview and Scope<p>Company has released a decentralized, open-source platform (the \"Platform\") for advertising, contributions to publishers, and other attention-based services in connection with the Brave browser.\nPeople who use the Brave browser may activate the Platform's rewards feature (\"Brave Rewards\") for making optional contributions in Basic Attention Tokens (\"BAT\") to publishers and for earning BAT for viewing or interacting with advertisements.</p>\n<p>These Terms govern the services (the \"Services\") that Company makes available to Brave browser users who activate Brave Rewards (\"Brave Rewards Users\"), including the ability to make BAT contributions, earn BAT from viewing advertisements, and obtain related services through the Platform.</p>2.\nEligibility<p>In order to access and use our Services, you must</p>\n<ul>\n<li>(a) be at least 18 years old and have the capacity to enter into a legally binding agreement,</li>\n<li>(b) comply with all the terms and conditions set forth in these Terms, and</li>\n<li>(c) activate the Services as described in Section 3 below.</li>\n</ul>\n<p>You may not access or use our Services if:</p>\n<ul>\n<li>(d) you have been suspended from using our Services,</li>\n<li>(e) under the applicable law of the jurisdiction(s) in which you reside or conduct business, you are prohibited from using the Services or do not have the requisite licenses or other governmental authorizations to use the Services,</li>\n<li>(f) you are located in a country that is subject to a U.S.\ngovernment embargo or that has been designated by the U.S.\ngovernment as a \"terrorist supporting\" country,</li>\n<li>(g) you are listed on any U.S.\ngovernment list of prohibited or restricted parties, or</li>\n<li>(h) your use of the Services breaches any other agreement to which you are a party.</li>\n</ul>\n<p>If you are accessing or using our Services on behalf of another person or entity: references to \"you\" in these Terms collectively refer to you and that person or entity, and you represent that you are authorized to accept these Terms on that person or entity's behalf and that the person or entity agrees to be responsible to us if you or the other person or entity violates these Terms.</p>\n<p>If you are the parent or legal guardian of individual(s) between 16 and the legal age of majority in the jurisdiction where you reside, you may allow those individual(s) to use the Services solely under your direct supervision and only in accordance with these Terms, provided that you agree that you will remain liable for all activities of such individual(s), including their breach of these Terms, and references to \"you\" shall refer jointly to you and such individual(s).</p>3.\nActivation &amp.\nDeactivation, User Wallet, Uphold Wallet3.1 Activation<p>To become a Brave Rewards User, you must activate the Services within your Brave browser, and review and accept these Terms with Company.</p>\n<p>When you activate the Services, a BAT user wallet will be created for you in the Brave browser (\"User Wallet\") through a third party wallet provider, Uphold, Inc.\n(\"Uphold\").\nYou agree to comply with Uphold's Terms and Conditions, available at https://uphold.com/en/legal/membership-agreement, in connection with your use of the User Wallet.\nYou may be required to complete additional verification steps with Uphold before using certain features of the Services.\nCompany has no responsibility or liability with respect to any disputes or any relations whatsoever between you and Uphold.</p>3.2 Deactivation<p>You can discontinue being a Brave Rewards User at any time by deactivating the Services in your Brave browser.</p>3.3 User Wallet<p>The private cryptographic key needed to authenticate you as the owner of the User Wallet is stored only locally in your Brave Browser.\nCompany has no access to this key and cannot restore or replace it if it is lost.\nAccordingly, you are strongly advised to take the following precautions, as failure to do so may result in loss of access to your User Wallet:</p>\n<ul>\n<li>(a) maintain the security of your User Wallet by protecting your access to your computer and your User Wallet,</li>\n<li>(b) promptly notify us if you discover or otherwise suspect any security breaches related to your User Wallet, and</li>\n<li>(c) use the private key backup functionality provided by the Brave browser and safeguard your backup private key file as you would safeguard other important financial information.\nCompany has no responsibility or liability with respect to your use of your User Wallet, or your inability to use or access your User Wallet, regardless of cause.</li>\n</ul>\n<p>To contribute to registered publishers (<em>\"Brave Verified Publishers\"</em>) as a Brave Rewards User, you may add BAT to your User Wallet in your Brave browser.\n<strong>Once added to your User Wallet, BAT cannot be withdrawn.\nIt can only be used for the purpose of making contributions as part of the Services.</strong> More information about adding BAT to your User Wallet is available at https://brave.com/faq and at https://support.brave.com/hc/en-us/categories/360001053052-Rewards.</p>3.4 Uphold Wallet<p>As of Brave version 0.69, it is possible to verify your User Wallet with Uphold.\nThis links your Uphold account with your Brave Browser, claiming ownership of your User Wallet (a <em>\"Verified Wallet\"</em>).\nOnce linked, Uphold processes your direct tips as part of your Uphold account.\nThese tips are transfered directly by Uphold: Company is not a party to these transactions, and information about these transactions is transmitted from your Brave Browser directly to Uphold so that they can process said transactions.\nYour relationship with respect to this Verified Wallet is exclusively with Uphold, not Company, and is governed exclusively by the terms of your agreement with Uphold.\nFeatures in future versions of the Brave Browser may integrate or interact with your Verified Wallet.\nWith a Verified Wallet, you are responsible for maintaining exclusive control of your Uphold account.\nCompany is unable to assist you should you fail to maintain exclusive control of your Uphold account or require any other assistance with your Verified Wallet.</p>4.\nContributions<p>The Brave Rewards feature in your Brave browser allows you to support the Brave Verified Publishers by contributing BAT to them subject to these Terms.</p>\n<p>This feature provides several mechanisms for you to contribute BAT from your User Wallet to Brave Verified Publisher(s).\nCurrently, these mechanisms include automatic attention-based monthly contributions (\"Auto-Contribute\") and direct tips (\"Tipping\").\nWhen you first enable the Brave Rewards feature in your Brave Browser, please familiarize yourself with the these options.\nYou can learn more about how Brave Rewards works in your Brave browser at https://brave.com/faq/ and at https://support.brave.com/hc/en-us/categories/360001053052-Rewards.</p>\n<p>To use the Auto-Contribute mechanism, you select a monthly total amount of BAT to contribute to the sites you visit.\nThe Brave browser assesses the attention you pay to the sites you visit, according to a reasonable attention metric that Company determines, and assigns your monthly BAT contribution among those sites based on that metric.\nTo use the Tipping mechanism, you select a one-time or recurring amount of BAT to be contributed to a particular site.\nYou can change your monthly Auto-Contribute amount or recurring Tipping amounts at any time in the Brave Rewards pane of your Brave browser.</p>\n<p>If you have not verified your User Wallet with Uphold, your Brave browser uses a privacy-protecting protocol to assign your BAT contributions to a site.\nThis protocol is designed to ensure that we know how much BAT has been contributed to each site, without knowing which Brave Rewards Users support which sites, preserving your privacy.</p>\n<p>The total amount of Brave Rewards User contributions assigned to each site is calculated approximately every calendar month.\nContributions are sent from User Wallets and made available to sites that are Brave Verified Publishers through a process facilitated by our third-party wallet provider, Uphold.\nThis process is typically completed by the 8th day of the following calendar month.\nFor operating the Service, we charge Brave Verified Publishers a fee equal to 5% of the contributions assigned to them.</p>\n<p>Sites and content creators must become Brave Verified Publishers in order to receive contributions.\nIf you attempt to contribute to a site that is not a Brave Verified Publisher when the contribution is attempted, that attempted contribution will not be completed at that time.\nYour Brave browser will periodically check whether the site has become a Brave Verified Publisher.\nNinety days after the attempted contribution, if the site is still not a Brave Verified Publisher, your Brave browser will stop checking and cancel the unsuccessful contribution attempt.\nIf the site becomes a Brave Verified Publisher during this period, the contribution will be processed at that time.</p>5.\nUser Growth Pool<p>The User Growth Pool is a pool of Company-owned BAT allocated to encouraging use of the Platform and Services.\nWe may from time to time make UGP Grants available to you.\nUGP Grants allow you to use Brave Rewards without adding BAT to your User Wallet.\nInstead, Company makes contributions to Brave Verified Publishers from the User Growth Pool.</p>\n<p>We make UGP Grants for the specific purpose of encouraging your use of the Services to support Brave Verified Publishers whose work you appreciate.\nUGP Grants are exclusively for use by actual humans using the Brave Browser.\nAny other use of UGP Grants is prohibited, including attempts to:</p>\n<ul>\n<li>(a) use automated means to accept or make contributions though UGP Grants,</li>\n<li>(b) use the same UGP Grants multiple times such as through the use of many copies of the Brave browser, or</li>\n<li>(c) use UGP Grants for your own personal enrichment.\nWhen you opt to use a UGP Grant through your Brave browser, the BAT is not sent to your User Wallet.\nInstead, your Brave browser is given a ticket indicating that we may supplement your contributions to Brave Verified Publisher(s) with a UGP Grant.\nYou have a limited time (typically a few months) in which to contribute to Brave Verified Publishers with a UGP Grant, after which the ticket will expire.\nWhen you make a contribution to Brave Verified Publisher(s) with a UGP Grant, we send a quantity of BAT corresponding to the grant amount directly to those Brave Verified Publisher(s).</li>\n</ul>\n<p>In previous versions of the Brave browser, it was possible to allocate UGP Grants to sites which were not Brave Verified Publishers.\nBrave servers will maintain these portions of UGP Grants on behalf of unverified publisher sites indefinitely.\nIf we are holding BAT that was previously allocated to a site via a UGP Grant and they become a Brave Verified Publisher, they will receive this BAT as part of their first month of publisher contributions.</p>\n<p>When you attempt to contribute BAT from a UGP Grant to a Brave Verified Publisher, we may undertake additional analysis to ensure that your contribution is legitimate.\nWe reserve the right not to fulfill a UGP Grant or prohibit you from using UGP Grants at our discretion, including if we detect attempts to defraud us, to use automated means to use UGP Grants, to use the same UGP Grant multiple times, or to misuse the UGP Grant in any way.</p>\n<p>In particular, we will not contribute BAT we own to any person or organization, who in our sole judgement:</p>\n<ul>\n<li>(a) engages in or advocates for violence, online or offline,</li>\n<li>(b) directly incites violence against individuals or groups, online or offline, or</li>\n<li>(c) directly threatens any person, place, organization or group.</li>\n</ul>6.\nBrave Ads<p>Brave Rewards includes private ads.\nWhen you enable Brave Rewards, these ads provide you with an opportunity to earn BAT.\nIn order to earn in this way:</p>\n<ul>\n<li>(a) You must be using a version of the Brave browser with Brave Rewards and ads enabled.</li>\n<li>(b) You must see or interact with one or more ads.</li>\n<li>(c) You must be in compliance with these terms, and you must not be suspended.</li>\n<li>(d) You must claim your BAT once a month.\nThis claim process may involve a challenge to prove that you are human.</li>\n</ul>\n<p>If all these requirements are met, you earn BAT based on the specific ads you were shown over the course of the given monthly cycle.\nYou earn BAT equal to approximately 70% of the revenue Company earns from the ad campaigns shown to you.\nAs a convenience, estimated earnings are displayed in Brave Rewards.\nYour actual earnings may differ from this estimate.\nWe do not guarantee ad earnings until we have verified that the conditions above are met.\nYou must then claim your earnings at the end of each monthly cycle.</p>\n<p>Private ads are only available in certain regions, which we may change from time to time.\nIf you're not in one of these regions, ads will not be available in Brave Rewards for you.\nYou may not make any attempt to view ads not intended for your region.\nYou'll only see ads if there are ads in the catalog which match your Brave Rewards profile.\nFor this reason, we don't guarantee that there will be ads available for you, even if private ads are available in your region.</p>\n<p>You can support Brave Verified Publishers with the BAT you earn from ads.\nYou will soon be able to withdraw it directly by connecting your User Wallet with a verified Uphold account.\nThis integration is not yet complete in released versions of the Brave Browser.</p>\n<p>The Services is designed to protect your privacy, and Company does not learn which ads you saw, only an aggregate of how much BAT you earned.\nFrom time to time, ad campaigns may perform differently from our projections and tallies of the ads you've seen or interacted with may be delayed.\nYou may disable ads at any time within your Brave browser.</p>7.\nTaxes<p>You are responsible for determining what, if any, taxes apply to your use of the Services, and for withholding, collecting, reporting and remitting the correct taxes, if any, to the appropriate tax authorities.\nCompany is not responsible for withholding, collecting, reporting, or remitting any tax arising from your use of the Services.</p>8.\nBrave Verified Publishers and Advertisers<p>Company is not a party to and has no responsibility or liability with respect to any communications, transactions, interactions, disputes or any relations whatsoever between you and any Brave Verified Publisher or Brave Advertiser.\nCompany has no control over and has no responsibility or liability with respect to Brave Verified Publisher content.\nCompany and has no responsibility or liability with respect to Brave Advertiser content.\nCompany does not have any obligation to investigate or verify the reputation, conduct, morality or criminal background of any Brave Verified Publisher or Brave Advertiser.</p>\n<p>While the Brave browser may denote URLs that belong to Brave Verified Publishers, such denotation indicates only that the Brave Verified Publisher is registered with Company and eligible to receive publisher contributions, and not that Company endorses the Brave Verified Publisher.\nWhile the Brave browser may display ads from Brave Advertisers, such display indicates only that the Brave Advertiser is registered with Company and eligible to place ads, and not that Company endorses the Brave Advertiser.</p>9.\nPrivacy<p>The information you provide to Brave U.S.\nvia the Brave browser when accessing the Services is subject to the Brave Browser Privacy Policy, available at https://brave.com/privacy/.</p>\n<p>The Brave browser sends information related to Publisher URL activity, vote totals, and contributions to the Company server for our provision and support of the Services, but as noted above, consistent with our mission to protect user privacy, we have incorporated privacy-protecting technology into the Services that is designed and intended to prevent us, Brave Verified Publishers, or other third parties from identifying such information to particular Brave Rewards Users.</p>\n<p>Although the Company server necessarily receives IP addresses from the network in connection with our Services, we discard such IP addresses.\nWe also receive User Wallet addresses and related information from Uphold in connection with our Services, but we delete components of that information that are identifiable to Brave Rewards Users and use the remaining information only to facilitate contributions as part of the Services.</p>10.\nProhibited Conduct<p>While using or accessing our Services, you will not:</p>\n<ul>\n<li>(a) violate any applicable law, contract, intellectual property or other third-party right or commit a tort;</li>\n<li>(b) engage in, encourage or promote any activity that violates these Terms;</li>\n<li>(c) attempt to circumvent any content-limiting techniques we employ;</li>\n<li>(d) develop or use any non-Brave scripts or applications designed to scrape, or extract data from the Services;</li>\n<li>(e) use the Services in any manner that could interfere with, disrupt, negatively affect or inhibit other users from utilizing the Services or that could damage, disable, overburden or impair the functioning of the Services in any manner;</li>\n<li>(f) use the Services for benchmarking purposes or for the purpose of developing a competitive product.\nor</li>\n<li>(g) manipulate, or attempt to manipulate, the Services in any way.</li>\n</ul>11.\nAcknowledgment of Risks Related to Platform and BAT<p>As noted above, the integration of the Platform with the Brave browser is an integral part of the Services.\nYou acknowledge and agree that there are risks associated with accessing and using the Platform and holding BAT, as disclosed and explained in <strong>Exhibit C</strong> of the BAT Terms of Sale, available at https://basicattentiontoken.org/terms-and-conditions/.\nIf you have any questions regarding these risks, please contact us at contributors@basicattentiontoken.org.\n<strong>By using the Services and the Platform and holding BAT, you expressly acknowledge and assume these risks.</strong>\n</p>12.\nIndemnification<p>To the fullest extent permitted by applicable law, you will indemnify, defend and hold harmless Company and our respective past, present and future employees, officers, directors, contractors, consultants, equity holders, suppliers, vendors, service providers, parent companies, subsidiaries, affiliates, agents, representatives, predecessors, successors and assigns (the <em>\"Company Parties\"</em>) from and against all claims, demands, actions, damages, losses, costs and expenses (including attorneys' fees) that arise from or relate to:</p>\n<ul>\n<li>(a) your access or use of the Services, including any contributions you make as part of the Services,</li>\n<li>(b) your responsibilities or obligations under these Terms,</li>\n<li>(c) your violation of these Terms, or</li>\n<li>(d) your violation of any rights of any other person or entity.</li>\n</ul>\n<p>Company reserves the right to exercise sole control over the defense, at your expense, of any claim subject to indemnification under this Section 12.\nThis indemnity is in addition to, and not in lieu of, any other indemnities set forth in a written agreement between you and Company.</p>13.\nDisclaimers<p>\n<strong>To the fullest extent permitted by applicable law and except as otherwise specified in writing by us:</strong>\n</p>\n<ul>\n<li>\n<strong>(a) the Services are made available on an \"as is\" and \"as available\" basis without warranties of any kind;</strong>\n</li>\n<li>\n<strong>(b) we expressly disclaim all implied warranties as to the Services, including, without limitation, implied warranties of merchantability, fitness for a particular purpose, title and non-infringement;</strong>\n</li>\n<li>\n<strong>(c) we do not represent or warrant that the Services are reliable, current or error-free, meet your requirements, or that defects in the Services will be corrected;</strong> and</li>\n<li>\n<strong>(d) we cannot and do not represent or warrant that the Services are free of malware or other harmful components.</strong>\n</li>\n</ul>\n<p>Some jurisdictions do not allow the exclusion of certain warranties or disclaimer of implied terms in contracts with consumers, so some or all of the exclusions of warranties and disclaimers in this section may not apply to you.</p>14.\nLimitation of Liability<p>\n<strong>(a) To the fullest extent permitted by applicable law:</strong>\n</p>\n<ul>\n<li>\n<strong>(i) in no event will Company or any of the Company Parties be liable to you for any indirect, special, incidental, consequential, or exemplary damages of any kind (including, but not limited to, where related to loss of revenue, income or profits, loss of use or data, or damages for business interruption) regardless of the form of action, whether based in contract, tort (including, but not limited to, simple negligence, whether active, passive or imputed), or any other legal or equitable theory (even if the party has been advised of the possibility of such damages and regardless of whether such damages were foreseeable);</strong> and</li>\n<li>\n<strong>(ii) in no event will the aggregate liability of Company and the Company Parties (individually or jointly), whether in contract, warranty, tort (including negligence, whether active, passive or imputed), or other theory, arising out of or relating to the Services or these Terms exceed the total amount of BAT you contribute as part of the Services.</strong>\n</li>\n</ul>\n<p>\n<strong>(b) The limitations set forth in Section 14(a) will not limit or exclude liability for the gross negligence, fraud or intentional, willful or reckless misconduct of Company.</strong>\n</p>\n<p>(c) Some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the limitations of this section may not apply to you.</p>15.\nRelease<p>To the fullest extent permitted by applicable law, you release Company and the other Company Parties from responsibility, liability, claims, demands and/or damages (actual and consequential) of every kind and nature, known and unknown (including, but not limited to, claims of negligence), arising out of or related to disputes between you and other Brave Rewards Users, Brave Verified Publishers, Brave Advertisers, Uphold or the acts or omissions of third parties.\n<strong>You expressly waive any rights you may have under California Civil Code § 1542 as well as any other statute or common law principles that would otherwise limit the coverage of this release to include only those claims which you may know or suspect to exist in your favor at the time of agreeing to this release.</strong>\n</p>16.\nDispute Resolution.\nArbitration<p>\n<strong>Please read the following section carefully because it contains additional provisions applicable only to individuals located, resident, or domiciled in the United States.\nIf you are located, resident, or domiciled in the United States, this section requires you to arbitrate certain disputes and claims with Company and limits the manner in which you can seek relief from us.</strong>\n</p>1.\nBinding Arbitration.<p>Except for any disputes, claims, suits, actions, causes of action, demands or proceedings arising from or related to the Services, including the Terms (collectively, \"Disputes\") in which either Party seeks injunctive or other equitable relief for the alleged unlawful use of intellectual property, including, without limitation, copyrights, trademarks, trade names, logos, trade secrets or patents, or small claims disputes in which you or Company seeks to bring an individual action in small claims court located in the county of your billing address, you and Company:</p>\n<ul>\n<li>(i) <strong>waive your and Company's respective rights to have any and all Disputes resolved in a court</strong>, and</li>\n<li>(ii) <strong>waive your and Company's respective rights to a jury trial.\nInstead, you and Company will arbitrate Disputes through binding arbitration</strong> (which is the referral of a Dispute to one or more persons charged with reviewing the Dispute and making a final and binding determination to resolve it instead of having the Dispute decided by a judge or jury in court).</li>\n</ul>2.\nNo Class Arbitrations, Class Actions or Representative Actions.<p>\n<strong>Any Dispute is personal to you and Company and will be resolved solely through individual arbitration and will not be brought as a class arbitration, class action or any other type of representative proceeding.</strong> There will be no class arbitration or arbitration in which an individual attempts to resolve a Dispute as a representative of another individual or group of individuals.\nFurther, a Dispute cannot be brought as a class or other type of representative action, whether within or outside of arbitration, or on behalf of any other individual or group of individuals.</p>3.\nFederal Arbitration Act<p>The enforceability of this Section 16 will be both substantively and procedurally governed by and construed and enforced in accordance with the Federal Arbitration Act, 9 U.S.C.\n§ 1 et seq.\n(the \"FAA\"), to the maximum extent permitted by applicable law.</p>4.\nNotice.\nInformal Dispute Resolution<p>Each Party will notify the other Party in writing of any Dispute within thirty (30) days of the date it arises, so that the Parties can attempt in good faith to resolve the Dispute informally.\nNotice to Company shall be sent by e-mail to Company at contributors@basicattentiontoken.org.\nNotice to you shall be by email to the then-current email address in your Account or using other means of notification via the Services as applicable.\nYour notice must include:</p>\n<ul>\n<li>(i) your name, postal address, email address and telephone number,</li>\n<li>(ii) a description in reasonable detail of the nature or basis of the Dispute, and</li>\n<li>(iii) the specific relief that you are seeking.</li>\n</ul>\n<p>If you and Company cannot agree how to resolve the Dispute within thirty (30) days after the date notice is received by the applicable Party, then either you or Company may, as appropriate and in accordance with this Section 16, commence an arbitration proceeding or, to the extent specifically provided for in Section 16.1, file a claim in court.</p>5.\nVenue &amp.\nArbitrator<p>Any arbitration will occur in San Francisco County, California although you may elect to hold the arbitration in your county of residence.\nArbitration will be conducted confidentially by a single arbitrator in accordance with the Streamlined Arbitration Rules and Procedures of the Judicial Arbitration and Mediation Services (<em>\"JAMS Rules\"</em>), which are hereby incorporated by reference.\nThe state and federal courts located in San Francisco County, California will have exclusive jurisdiction over any appeals and the enforcement of an arbitration award.</p>6.\nAuthority of Arbitrator.\nExchange of Information.\nFees &amp.\nCosts<p>As limited by the FAA, these Terms and the applicable JAMS Rules, the arbitrator will have</p>\n<ul>\n<li>(i) the exclusive authority and jurisdiction to make all procedural and substantive decisions regarding a Dispute, including the determination of whether a Dispute is arbitrable, and</li>\n<li>(ii) the authority to grant any remedy that would otherwise be available in court.\nprovided, however, that the arbitrator does not have the authority to conduct a class arbitration or a representative action, which is prohibited by these Terms.\nThe arbitrator may only conduct an individual arbitration and may not consolidate more than one individual's claims, preside over any type of class or representative proceeding or preside over any proceeding involving more than one individual.\nThe arbitration will allow for the discovery or exchange of non-privileged information relevant to the Dispute.\nFor any arbitration you initiate, you will pay the filing fee (up to a maximum of $250), and Company will pay the remaining JAMS fees and costs.\nFor any arbitration initiated by Company, Company will pay all JAMS fees and costs.</li>\n</ul>7.\nRules of JAMS<p>The JAMS Rules and additional information about JAMS are available on the JAMS website.\nBy agreeing to be bound by these Terms, you either</p>\n<ul>\n<li>(i) acknowledge and agree that you have read and understand the JAMS Rules, or</li>\n<li>(ii) waive your opportunity to read the JAMS Rules and any claim that the JAMS Rules are unfair or should not apply for any reason.</li>\n</ul>8.\nSeverability of Dispute Resolution.\nArbitration<p>If any term, clause or provision of this Section 16 is held invalid or unenforceable, it will be so held to the minimum extent required by law, and all other terms, clauses and provisions of this Section 16 will remain valid and enforceable.</p>9.\nOpt Out<p>You have the right to opt out of binding arbitration within 30 days of the date you first accepted the Terms or before May 1st 2019, whichever is the later, by notifying Company via email at support@basicattentiontoken.org.\nIn order to be effective, the opt-out notice must include your full name and address and clearly indicate your intent to opt out of binding arbitration.\nBy opting out of binding arbitration, you are agreeing to resolve Disputes in accordance with Section 17.</p>17.\nGoverning Law and Venue<p>These Terms will be governed by and construed and enforced in accordance with the laws of the Cayman Islands, without regard to conflict of law rules that would cause the application of the laws of any other jurisdiction.\nAny Dispute between the Parties arising out of relating to these Terms or its subject matter or formation (including non-contractual Disputes of claims) that is not subject to arbitration will be resolved in the courts of the Cayman Islands.</p>18.\nChanges to these Terms<p>We may make changes to these Terms from time to time.\nIf we make changes, we will notify you of the amended Terms within the Brave browser and update the \"Last Updated\" date above.\nUnless we say otherwise in our notice, the amended Terms will be effective immediately and your continued access to or use of the Services after we provide notice will confirm your acceptance of the changes.\nIf you do not agree to the amended Terms, you must stop accessing and using the Services.</p>19.\nTermination and Suspension<p>We reserve the right, without notice and in our sole discretion, to terminate or suspend your right to access or use the Services with immediate effect.\nWe are not responsible for any loss or harm related to your inability to access or use the Services.</p>20.\nSeverability<p>If any term, clause or provision of these Terms is held unlawful, void or unenforceable, then that term, clause or provision will be severable from these Terms and will not affect the validity or enforceability of any remaining part of that term, clause or provision, or any other term, clause or provision of these Terms.</p>21.\nMiscellaneous<p>These Terms constitute the entire agreement between you and us relating to your access to or use of the Services, and supersede any prior agreements with Company or its affiliates, express or implied, relating to the Services.\nWe may make changes to these Terms from time to time as reasonably required to comply with applicable law or regulation.\nYou may not assign your rights and obligations under these Terms without our express written consent.\nOur failure to exercise or enforce any right or provision of these Terms will not operate as a waiver of such right or provision.\nWe will not be liable for any delay or failure to perform any obligation under these Terms where the delay or failure results from any cause beyond our reasonable control.\nYour access to or use of the Services does not create any form of partnership, joint venture or any other similar relationship between you and us.\nExcept as otherwise provided in herein, these Terms are intended solely for the benefit of you and us and are not intended to confer third-party beneficiary rights upon any other person or entity.\nYou agree and acknowledge that all agreements, notices, disclosures, and other communications that we provide to you, including these Terms, may be provided in electronic form.</p>", "created_at": "2023-02-02 22:17:34.388439", "updated_at": "2023-02-02 22:18:12.86428"}, {"id": 14106, "name": "Brave Rewards: Publisher Terms of Service", "url": "https://basicattentiontoken.org/publisher-terms-of-service/", "xpath": "/html/body/main/section[2]/div/div[2]", "text": "<p>Last Updated: June 28, 2021</p>\n<p>Brave Software International SEZC</p>\n<p>These Brave Publisher Terms of Service (\"<em>Terms</em>\") apply to your access to and use of Services (as defined in Section 1 below) provided by Brave Software International SEZC, a Cayman Islands company (\"<em>Company</em>\" or \"<em>we</em>\").\n<strong>By accessing or using our Services, you agree to these Terms.\nIf you do not agree to these Terms, including the mandatory arbitration provision and class action waiver in Section 14, do not access or use our Services.</strong>\n</p>\n<p>If you have any questions about these Terms, please contact us at publishers@basicattentiontoken.org.</p>\n<p>You and Company agree as follows:</p>1.\nOverview and Scope<p>Company has released a decentralized, open-source platform (the \"Platform\") for advertising, contributions to publishers, and other attention-based services in connection with the Brave browser.\nPeople who use the Brave browser may activate the Platform's rewards feature (\"Brave Rewards\") for making optional contributions in Basic Attention Tokens (\"BAT\") to publishers and for earning BAT for viewing or interacting with advertisements.</p>\n<p>These Terms govern the services (the \"Services\") that Company makes available to publishers who register for a publisher account with Company (\"Brave Verified Publishers\"), including the ability to receive BAT contributions and obtain related services through the Platform.</p>2.\nEligibility<p>In order to access and use our Services, you must</p>\n<ul>\n<li>(a) be at least 18 years of age and have the capacity to enter into a legally binding agreement,</li>\n<li>(b) comply with all the terms and conditions set forth in these Terms,</li>\n<li>(c) register for a Publisher Account in accordance with Section 3, which requires you to create an ERC20-compatible Ethereum wallet address (\"<em>Publisher Wallet</em>\") with one of the third-party wallet providers approved by Brave (a \"<em>Custodian</em>\"), and complete all required verification steps with the Custodian, and</li>\n<li>(d) maintain your Publisher Wallet in good standing with the Custodian.</li>\n</ul>\n<p>Custodians that have been approved by Brave to provide Publisher Wallets include bitFlyer, Inc (\"<em>bitFlyer</em>\")., Gemini Trust Company, LLC (\"<em>Gemini</em>\"), and Uphold, Inc.\n(\"<em>Uphold</em>\").\nbitFlyer is the only option available to Brave publishers located in Japan, and Custodians may also have other limits on their scope of operations based on licensing or other considerations.</p>\n<p>You may not access or use our Services if</p>\n<ul>\n<li>(e) you are using our Services for personal, family or household purposes,</li>\n<li>(f) you have been suspended from using our Services,</li>\n<li>(g) under the applicable law of the jurisdiction(s) in which you reside or conduct business, you are prohibited from using the Services or do not have the requisite licenses or other governmental authorizations to use the Services,</li>\n<li>(h) you are located in a country that is subject to a U.S.\ngovernment embargo or that has been designated by the U.S.\ngovernment as a \"terrorist supporting\" country,</li>\n<li>(i) you are listed on any U.S.\ngovernment list of prohibited or restricted parties, or</li>\n<li>(j) your use of the Services breaches any other agreement to which you are a party.</li>\n</ul>\n<p>If you are accessing or using our Services on behalf of another person or entity: references to \"you\" in these Terms collectively refer to you and that person or entity, and you represent that you are authorized to accept these Terms on that person or entity's behalf and that the person or entity agrees to be responsible to us if you or the other person or entity violates these Terms.</p>\n<p>If you are the parent or legal guardian of individual(s) between 16 and the legal age of majority in the jurisdiction where you reside, you may allow those individual(s) to use the Services solely under your direct supervision and only in accordance with these Terms, provided that you agree that you will remain liable for all activities of such individual(s), including their breach of these Terms, and references to \"you\" shall refer jointly to you and such individual(s).</p>3.\nPublisher Account and Wallet<p>To register for a Publisher Account, you will need to access our publisher registration webpage and provide us your name, email address, and the URL at which your publisher content is located (\"<em>Publisher URL</em>\").\nYour phone number, name, email address, Publisher URL and Publisher Wallet address are your \"<em>Account Information</em>\", and are subject to additional terms and conditions set forth in Section 7.</p>\n<p>We will send a message to the email address you provide with steps</p>\n<ul>\n<li>(a) designed to confirm that you control your Publisher URL and</li>\n<li>(b) for creating a Publisher Wallet with a Custodian for the purpose of receiving contributions through Brave Rewards.</li>\n</ul>\n<p>As part of creating your Publisher Wallet, you must authorize your Custodian to provide us your Publisher Wallet address.\nYou agree to comply with the Custodian's Terms and Conditions in connection with your use of the Publisher Wallet (which are available at: for Uphold, https://uphold.com/en/legal/membership-agreement.\nfor Gemini,https://www.gemini.com/legal/user-agreement.\nand for bitFlyer, https://bitflyer.com/en-jp/usepolicy.\nYou must complete all additional verification steps required by the Custodian to become one of their verified members.\nCompany will not have control of your Publisher Wallet.\nCompany has no responsibility or liability with respect to your use of your Publisher Wallet, or your inability to use or access your Publisher Wallet, regardless of cause.\nCompany also has no responsibility or liability with respect to any disputes or any relations whatsoever between you and your Custodian.</p>\n<p>You must maintain the security of your Publisher Account and promptly notify us if you discover or suspect that someone has accessed your Publisher Account without your permission.\nIf you permit others to use your Publisher Account credentials, you are responsible for the activities of such users that occur in connection with your Publisher Account.\nYou are responsible for providing and maintaining accurate contact information in your Publisher Account and for maintaining your Publisher Wallet with your Custodian.</p>4.\nContributions<p>Each Brave browser operated by a person who activates Brave Rewards in their Brave browser (a \"<em>Brave Rewards User</em>\") from time to time indicates to one of our servers that they wish to contribute BAT to Brave Verified Publisher(s).\nThis indication is made via a privacy-protecting protocol which allows us to calculate the total contributed to each Brave Verified Publisher without knowing which Brave Verified Publisher(s) each Brave Rewards User contributed to.\nThe Brave Rewards User contribution mechanism is described in further detail in the Brave Rewards Terms of Service for Users.</p>\n<p>The total amount of Brave Rewards User contributions assigned to each site is calculated approximately every calendar month.\nContributions are sent from User Wallets and made available to sites that are Brave Verified Publishers approximately through a process facilitated by Brave and/or third-party wallet providers.\nThis process is typically completed by the 8th day of the following calendar month.\nFor operating the Service, we charge Brave Verified Publishers a fee equal to 5% of the contributions assigned to them.</p>\n<p>Assignment of contributions to Brave Verified Publishers will be calculated solely based on our accounting.\nYou will not be entitled to any publisher contributions if you are in breach of these Terms at any point during the time period in which such publisher contributions would have otherwise accrued.\nYou will also not be entitled to receive any publisher contribution immediately following the effective date of your Publisher Account termination or suspension.\nPublisher contributions may be withheld to reflect or adjusted to exclude any amounts arising from breach of these Terms.</p>\n<p>In addition to our other rights and remedies, we may require you to return within 30 days of any publisher contribution, or may elect to deduct from your subsequent publisher contributions, any amounts that were erroneously sent to you in prior periods, including as a result of our later discovery that you were in breach of these Terms during such prior periods.\nIf you dispute any publisher contribution amount sent to you, you must notify us at publishers@basicattentiontoken.org within thirty days of receiving any such contribution.\nIf you do not, you waive any claim relating to any such disputed publisher contribution.</p>\n<p>You are responsible for any other charges assessed by your Custodian or any other third party in connection with publisher contributions.\nWe are also not a party to, and have no responsibility or liability with respect to, any communications, transactions, interactions, disputes or any relations whatsoever between you and any Brave Rewards User.</p>5.\nCompany-contributed BAT1.\nUser Growth Pool<p>The User Growth Pool is a pool of Company-owned BAT allocated to encouraging use of the Platform and Services.\nWe may from time to time make <em>UGP Grants</em> available to Brave Rewards Users.\nUGP Grants allow Brave Rewards Users to use Brave Rewards without adding BAT to their User Wallets.\nInstead, Company makes contributions to Brave Verified Publishers from the User Growth Pool.</p>\n<p>We make UGP Grants for the specific purpose of encouraging the use of the Services to support Brave Verified Publishers whose work Brave Rewards Users appreciate.\nAny other use of UGP Grants is prohibited.\nMore information about UGP Grants for Brave Rewards Users is in the Brave Rewards: Terms of Service for Users.</p>\n<p>When a Brave Rewards User attempts to contribute BAT from a UGP Grant to a Brave Verified Publisher, we may undertake additional analysis to ensure that their contribution is legitimate.\nWe reserve the right to not fulfill a UGP Grant, to prohibit a Brave Rewards User from using UGP Grants, or prohibit a Brave Verified publisher from receiving UGP grants at our discretion, including if we detect attempts to defraud us, to use automated means to use UGP Grants, to use the same UGP Grant multiple times, or to misuse the UGP Grant in any way.</p>\n<p>Misuse of grants includes (but is not limited to):</p>\n<ul>\n<li>(a) creating Brave Verified Publisher channels without substantial creative content, with the intent to accept UGP Grants via these channels.\nor</li>\n<li>(b) any mechanism that results in a Brave browser contributing a UGP Grant automatically, without a deliberate action by the person using that browser.</li>\n</ul>\n<p>BAT used as part of our Referral Program also comes from the User Growth Pool.</p>2.\nRestrictions on Use<p>Company will not contribute BAT we own to any person or organization, who in our sole judgement:</p>\n<ul>\n<li>(a) engages in or advocates for violence, online or offline,</li>\n<li>(b) directly incites violence against individuals or groups, online or offline, or</li>\n<li>(c) directly threatens any person, place, organization or group.</li>\n</ul>\n<p>BAT we own includes that used for UGP Grants as well as that used as part of our Referral Program which is described in Section 19.</p>6.\nTaxes<p>You are responsible for determining what, if any, taxes apply to your use of the Services, and for withholding, collecting, reporting and remitting the correct taxes, if any, to the appropriate tax authorities.\nCompany is not responsible for withholding, collecting, reporting, or remitting any tax arising from your use of the Services.\nYou agree to provide information reasonably requested by Company, including completed and signed tax forms, as applicable.</p>7.\nAccount Information<p>We will collect Account Information from you in connection with your registration for a Publisher Account.</p>\n<p>We may use your Account Information for verifying that you control your Publisher URL, establishing your Publisher Account, denoting in the Brave browser that your URL belongs to a Brave Verified Publisher, determining your compliance with these Terms, and for facilitating publisher contributions.</p>\n<p>Except where prohibited by law, excluding the foregoing uses, and unless you notify us at publishers@basicattentiontoken.org that you wish to opt out, your access to or use of the Services constitutes consent to our use of your name and Publisher URL for our advertising, promotional, and other business purposes without further permission or compensation.</p>\n<p>We may share your Account Information as follows:</p>\n<ul>\n<li>(a) with vendors, consultants and other service providers who need access to such information to carry out work on our behalf;</li>\n<li>(b) in response to a request for information if we believe disclosure is in accordance with, or required by, any applicable law, regulation or legal process;</li>\n<li>(c) if we believe your actions are inconsistent with these Terms or to protect the rights, property and safety of Company or others;</li>\n<li>(d) in connection with, or during negotiations of, any merger, sale of Company assets, financing or acquisition of all or a portion of our business by another company;</li>\n<li>(e) between and among Company and our current and future parents, affiliates, subsidiaries and other companies under common control and ownership.\nand</li>\n<li>(f) otherwise, with your consent or at your direction.</li>\n</ul>\n<p>We may also share aggregated or de-identified information, which cannot reasonably be used to identify you.</p>\n<p>You acknowledge that we may obtain some Account Information from third parties such as your Custodian, including your Publisher Wallet address, and you authorize us to use such Account Information in accordance with these Terms.\nWe are not responsible for the collection, use or sharing of any information that you provide to third parties or that such third parties collect from you.</p>\n<p>You must provide accurate Account Information and promptly update such Account Information if it changes.\nYou may update or correct Account Information at any time by logging into your Publisher Account.\nIf you wish to delete or deactivate your Publisher Account, you may do so according to Section 17, but note that we may retain certain information as permitted by law, regulation or court order.</p>8.\nProhibited Conduct<p>While using or accessing our Services, you will not:</p>\n<ul>\n<li>(a) violate any applicable law, contract, intellectual property or other third-party right or commit a tort;</li>\n<li>(b) engage in, encourage or promote any activity that violates these Terms;</li>\n<li>(c) attempt to circumvent any content-limiting techniques we employ;</li>\n<li>(d) develop or use any non-Brave scripts or applications designed to scrape or extract data from the Services;</li>\n<li>(e) use the Services in any manner that could interfere with, disrupt, negatively affect or inhibit other users from utilizing the Services or that could damage, disable, overburden or impair the functioning of the Services in any manner;</li>\n<li>(f) use the Services for benchmarking purposes or for the purpose of developing a competitive product.\nor</li>\n<li>(g) manipulate, or attempt to manipulate, the Services in any way (including, for purposes of illustration only, by making contributions of money, requests or other inducements to Brave Rewards Users to favor or disfavor certain publishers, or by making manipulative or fraudulent referrals in our Referral Program, as defined in Section 19).</li>\n</ul>\n<p>In the course of using or accessing the Services, you must not:</p>\n<ul>\n<li>(h) commit a criminal offense.\nviolate any local, state, national, or international law.\nencourage others to do so.\nor provide instructions for doing so;</li>\n<li>(i) infringe any patent, trademark, trade secret, copyright, or other similar exclusive or proprietary right protected by law.\nor</li>\n<li>(j) distribute malicious software or malformed data which is intended to or has the effect of disrupting the operation of other computer systems.</li>\n</ul>\n<p>Enforcement of this Section 8 is solely at Company's discretion, and failure to enforce this section in some instances does not constitute a waiver of our right to enforce it in other instances.\nIn addition, this Section 8 does not create any private right of action on the part of any third party or any reasonable expectation that the Services will not contain any content that is prohibited by such rules.</p>9.\nAcknowledgment of Risks Related to Platform and BAT<p>As noted above, the integration of the Platform with the Brave browser is an integral part of the Services.\nYou acknowledge and agree that there are risks associated with accessing and using the Platform and receiving and holding BAT, as disclosed and explained in <strong>Exhibit C</strong> of the BAT Terms of Sale, available at https://basicattentiontoken.org/terms-and-conditions/.\nIf you have any questions regarding these risks, please contact us at publishers@basicattentiontoken.org.\n<strong>By using the Services and the Platform and receiving BAT as publisher contributions, you expressly acknowledge and assume these risks.</strong>\n</p>10.\nIndemnification<p>To the fullest extent permitted by applicable law, you will indemnify, defend and hold harmless Company and our respective past, present and future employees, officers, directors, contractors, consultants, equity holders, suppliers, vendors, service providers, parent companies, subsidiaries, affiliates, agents, representatives, predecessors, successors and assigns (the \"<em>Company Parties</em>\") from and against all claims, demands, actions, damages, losses, costs and expenses (including attorneys' fees) that arise from or relate to:</p>\n<ul>\n<li>(a) your access or use of the Services, including your receipt of publisher contributions and participation in the Referral Program as defined in Section 19,</li>\n<li>(b) your responsibilities or obligations under these Terms,</li>\n<li>(c) your violation of these Terms, or</li>\n<li>(d) your violation of any rights of any other person or entity.</li>\n</ul>\n<p>Company reserves the right to exercise sole control over the defense, at your expense, of any claim subject to indemnification under this Section 10.\nThis indemnity is in addition to, and not in lieu of, any other indemnities set forth in a written agreement between you and Company.</p>11.\nDisclaimers<p>\n<strong>To the fullest extent permitted by applicable law and except as otherwise specified in writing by us:</strong>\n</p>\n<ul>\n<li>\n<strong>(a) the Services are made available on an \"as is\" and \"as available\" basis without warranties of any kind;</strong>\n</li>\n<li>\n<strong>(b) we expressly disclaim all implied warranties as to the Services, including, without limitation, implied warranties of merchantability, fitness for a particular purpose, title and non-infringement;</strong>\n</li>\n<li>\n<strong>(c) we do not represent or warrant that the Services are reliable, current or error-free, meet your requirements, or that defects in the services will be corrected.\nand</strong>\n</li>\n<li>\n<strong>(d) we cannot and do not represent or warrant that the Services are free of malware or other harmful components.</strong>\n</li>\n</ul>12.\nLimitation of Liability<p>\n<strong>(a) To the fullest extent permitted by applicable law:</strong>\n</p>\n<ul>\n<li>\n<strong>(i) in no event will Company or any of the Company Parties be liable to you for any indirect, special, incidental, consequential, or exemplary damages of any kind (including, but not limited to, where related to loss of revenue, income or profits, loss of use or data, or damages for business interruption) regardless of the form of action, whether based in contract, tort (including, but not limited to, simple negligence, whether active, passive or imputed), or any other legal or equitable theory (even if the party has been advised of the possibility of such damages and regardless of whether such damages were foreseeable).\nand</strong>\n</li>\n<li>\n<strong>(ii) in no event will the aggregate liability of Company and the Company Parties (individually or jointly), whether in contract, warranty, tort (including negligence, whether active, passive or imputed), or other theory, arising out of or relating to the Services or these Terms exceed the total amount of BAT you have received as publisher contributions.</strong>\n</li>\n</ul>\n<p>\n<strong>(b) The limitations set forth in Section 12(a) will not limit or exclude liability for the gross negligence, fraud or intentional, willful or reckless misconduct of Company.</strong>\n</p>\n<p>(c) Some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the limitations of this section may not apply to you.</p>13.\nRelease<p>To the fullest extent permitted by applicable law, you release Company and the other Company Parties from responsibility, liability, claims, demands and/or damages (actual and consequential) of every kind and nature, known and unknown (including, but not limited to, claims of negligence), arising out of or related to disputes between you and other Brave Verified Publishers, Brave Advertisers, Brave Rewards Users, any Custodian or the acts or omissions of third parties.\n<strong>You expressly waive any rights you may have under California Civil Code § 1542 as well as any other statute or common law principles that would otherwise limit the coverage of this release to include only those claims which you may know or suspect to exist in your favor at the time of agreeing to this release.</strong>\n</p>14.\nDispute Resolution.\nArbitration<p>\n<strong>Please read the following section carefully because it contains additional provisions applicable only to individuals located, resident, or domiciled in the United States.\nIf you are located, resident, or domiciled in the United States, this section requires you to arbitrate certain disputes and claims with Company and limits the manner in which you can seek relief from us.</strong>\n</p>1.\nBinding Arbitration.<p>Except for any disputes, claims, suits, actions, causes of action, demands or proceedings arising from or related to the Services, including the Terms, the data we process in connection with the Services and our Publishers and Content Creators Privacy Policy (collectively, \"<em>Disputes</em>\") in which either Party seeks injunctive or other equitable relief for the alleged unlawful use of intellectual property, including, without limitation, copyrights, trademarks, trade names, logos, trade secrets or patents, or small claims disputes in which you or Company seeks to bring an individual action in small claims court located in the county of your billing address, you and Company:</p>\n<ul>\n<li>\n<strong>(i) waive your and Company's respective rights to have any and all Disputes resolved in a court, and</strong>\n</li>\n<li>\n<strong>(ii) waive your and Company's respective rights to a jury trial.\nInstead, you and Company will arbitrate</strong>\n</li>\n</ul>\n<p>Disputes through binding arbitration (which is the referral of a Dispute to one or more persons charged with reviewing the Dispute and making a final and binding determination to resolve it instead of having the Dispute decided by a judge or jury in court).</p>2.\nNo Class Arbitrations, Class Actions or Representative Actions.<p>Any Dispute is personal to you and Company and will be resolved solely through individual arbitration and will not be brought as a class arbitration, class action or any other type of representative proceeding.\nThere will be no class arbitration or arbitration in which an individual attempts to resolve a Dispute as a representative of another individual or group of individuals.\nFurther, a Dispute cannot be brought as a class or other type of representative action, whether within or outside of arbitration, or on behalf of any other individual or group of individuals.</p>3.\nFederal Arbitration Act<p>The enforceability of this Section 14 will be both substantively and procedurally governed by and construed and enforced in accordance with the Federal Arbitration Act, 9 U.S.C.\n§ 1 et seq.\n(the \"<em>FAA</em>\"), to the maximum extent permitted by applicable law.</p>4.\nNotice.\nInformal Dispute Resolution<p>Each Party will notify the other Party in writing of any Dispute within thirty (30) days of the date it arises, so that the Parties can attempt in good faith to resolve the Dispute informally.\nNotice to Company shall be sent by e-mail to Company at publishers@basicattentiontoken.org.\nNotice to you shall be by email to the email address in your Publisher Account.\nYour notice must include</p>\n<ul>\n<li>(i) your name, postal address, email address and telephone number,</li>\n<li>(ii) a description in reasonable detail of the nature or basis of the Dispute, and</li>\n<li>(iii) the specific relief that you are seeking.</li>\n</ul>\n<p>If you and Company cannot agree how to resolve the Dispute within thirty (30) days after the date notice is received by the applicable Party, then either you or Company may, as appropriate and in accordance with this Section 14, commence an arbitration proceeding or, to the extent specifically provided for in Section 14.1, file a claim in court.</p>5.\nVenue &amp.\nArbitrator<p>Any arbitration will occur in San Francisco County, California.\nArbitration will be conducted confidentially by a single arbitrator in accordance with the Streamlined Arbitration Rules and Procedures of the Judicial Arbitration and Mediation Services (\"<em>JAMS Rules</em>\"), which are hereby incorporated by reference.\nThe state and federal courts located in San Francisco County, California will have exclusive jurisdiction over any appeals and the enforcement of an arbitration award.</p>6.\nAuthority of Arbitrator.\nExchange of Information.\nFees and Costs<p>As limited by the FAA, these Terms and the applicable JAMS Rules, the arbitrator will have</p>\n<ul>\n<li>(i) the exclusive authority and jurisdiction to make all procedural and substantive decisions regarding a Dispute, including the determination of whether a Dispute is arbitrable, and</li>\n<li>(ii) the authority to grant any remedy that would otherwise be available in court.\nprovided, however, that the arbitrator does not have the authority to conduct a class arbitration or a representative action, which is prohibited by these Terms.\nThe arbitrator may only conduct an individual arbitration and may not consolidate more than one individual's claims, preside over any type of class or representative proceeding or preside over any proceeding involving more than one individual.</li>\n</ul>\n<p>The arbitration will allow for the discovery or exchange of non-privileged information relevant to the Dispute.\nFor any arbitration you initiate, you will pay the filing fee, and Company will pay the remaining JAMS fees and costs.\nFor any arbitration initiated by Company, Company will pay all JAMS fees and costs.</p>7.\nRules of JAMS<p>The JAMS Rules and additional information about JAMS are available on the JAMS website.\nBy agreeing to be bound by these Terms, you either</p>\n<ul>\n<li>(i) acknowledge and agree that you have read and understand the JAMS Rules, or</li>\n<li>(ii) waive your opportunity to read the JAMS Rules and any claim that the JAMS Rules are unfair or should not apply for any reason.</li>\n</ul>8.\nSeverability of Dispute Resolution and Arbitration Provisions<p>If any term, clause or provision of this Section 14 is held invalid or unenforceable, it will be so held to the minimum extent required by law, and all other terms, clauses and provisions of this Section 14 will remain valid and enforceable.</p>9.\nOpt Out<p>You have the right to opt out of binding arbitration within 30 days of the date you first accepted the Terms or before May 1st 2019, whichever is the later, by notifying Company via email at publishers@basicattentiontoken.org.\nIn order to be effective, the opt-out notice must include your full name and address and clearly indicate your intent to opt out of binding arbitration.\nBy opting out of binding arbitration, you are agreeing to resolve Disputes in accordance with Section 14.</p>15.\nGoverning Law and Venue<p>These Terms will be governed by and construed and enforced in accordance with the laws of the Cayman Islands, without regard to conflict of law rules that would cause the application of the laws of any other jurisdiction.\nAny Dispute between the Parties arising out of relating to these Terms or its subject matter or formation (including non-contractual Disputes of claims) that is not subject to arbitration will be resolved in the courts of the Cayman Islands.</p>16.\nChanges to these Terms<p>We may make changes to these Terms from time to time.\nIf we make changes, we will update the \"Last Updated\" date above, and inform you.\nUnless we notify you to the contrary, the amended Terms will be effective immediately and your continued access to or use of the Services will confirm your acceptance of the changes.\nIf you do not agree to the amended Terms, you must stop accessing and using the Services.</p>17.\nTermination and Suspension<p>We reserve the right, without notice and in our sole discretion, to terminate or suspend your right to access or use the Services (including termination or suspension of your Publisher Account and/or participation in the Referral Program (as defined in Section 19 below)), with immediate effect.\nWe are not responsible for any loss or harm related to your inability to access or use the Services.</p>\n<p>You may terminate your Publisher Account or your participation in the Referral Program (as defined in Section 18 below) at any time by providing notice to us at publishers@basicattentiontoken.org.</p>18.\nSeverability<p>If any term, clause or provision of these Terms is held unlawful, void or unenforceable, then that term, clause or provision will be severable from these Terms and will not affect the validity or enforceability of any remaining part of that term, clause or provision, or any other term, clause or provision of these Terms.</p>19.\nReferral Program<p>By accessing or using our Services, you may be subject to additional terms, rules, policies, and conditions associated with the Brave Referral Program (the \"<em>Referral Program</em>\"), in which we may offer certain rewards from time to time in exchange for referring persons to download and use the Brave browser.\nSpecifically, if you participate in the Referral Program in any way, you agree that you will comply with the Referral Program terms set forth in this Section 19 and the promotional offer terms (\"<em>Promotional Offer</em>\") set forth on the Brave website, which are incorporated by reference into these Terms.\nPursuant to Section 16 above, we reserve the right to change, modify and/or eliminate the Referral Program or any policy or Promotional Offer pertaining to the Referral Program at any time and in our discretion.</p>1.\nReferral Program Overview.<p>You may earn compensation if you are a Brave Verified Publisher for obtaining referrals for persons who download the Brave browser and become active users of the Brave browser.\nWhen engaging in promotional activities and communicating to others about the Brave browser and Platform, you agree that your messages will comply with the representations, warranties and covenants set forth in Section 19.4.1.</p>2.\nEligibility<p>You are only eligible to be compensated as part of the Referral Program if none of the factors in Section 5.2 (<em>Company-contributed BAT, Restrictions on Use</em>) of these Terms apply to you.</p>3.\nHow to Earn Referral Rewards.<p>The benefits that are available to you through the Referral Program are based on the number of people who download the free Brave browser and become active users, subject to the Promotional Offer available at the time.\nSpecifically, complete the following steps to be eligible to earn a referral reward (\"<em>Referral Reward</em>\").</p>\n<ol>\n<li>When you register for a Publisher Account or from time to time thereafter at our discretion, we may provide you with, or you may request, a hyperlink, button, or code via email, social media, or your account that contains a unique referral link associated with your account (\"<em>Referral Link</em>\");</li>\n<li>Communicate your Referral Link and invite people to click on your Referral Link, download the Brave browser, and use the Brave browser in compliance with the Representations and Warranties set forth in Section 19(c) below (\"<em>Invitation</em>\").\nand</li>\n<li>Upon receipt of a \"<em>Qualifying Referral,</em>\" you will be eligible to receive a Referral Reward as set forth in a valid Promotional Offer.\nA \"Qualifying Referral\" occurs when an individual that either (a) does not currently have, and has never had, the Brave browser, or (b) may be using the Brave browser on one platform, but does not have it on another platform, (1) completes a download of the Brave browser.\nand (2) uses the Brave browser actively (as defined by the promotion on the Brave website), unless otherwise expressly specified in the Promotional Offer.\nWe will determine in our sole discretion whether a Qualifying Referral has occurred and will distribute a Referral Reward upon verification.</li>\n</ol>\n<p>The Referral Rewards available at a given time (if any) – including the number, amount, and other details and limitations – will be set forth in the Promotional Offer on the Brave website.\nUnless otherwise specified in the Promotional Offer, Referral Rewards will be made in the advertised amount of BAT, less any taxes or other amounts that Company is required by law to withhold.\nWe reserve the right to investigate any fraudulent, suspicious, or inappropriate activity and are not required to pay a Referral Reward if we determine in our discretion that the referral is not bona fide or you have engaged in any fraudulent or deceitful behavior, including directly or indirectly offering any person financial or other incentive to complete a Qualifying Referral or using your Referral Link in a confusing or misleading manner.\nPursuant to Section 6 of these Terms, you are responsible for all taxes associated with your Referral Rewards.</p>4.\nReferral Program Representations, Warranties and Covenants.1.\nGeneral Representations, Warranties and Covenants.<p>By participating in the Referral program, you represent, warrant and covenant that:</p>\n<ol>\n<li>Your Invitation(s) will not include any content which might in Company's sole judgement reasonably lead a person perceiving that invitation to believe that you are representing yourself to be Company, or to be an authorized agent, representative, or affiliate of Company.\nYou will not use Company's branded terms including but not limited to \"Brave\", \"Brave.com\", \"Brave Browser\", or \"Brave Software\" for to target or promote your Invitation(s).\nYour Invitation(s) will not imitate or resemble Company's websites, social media profiles, or other public communications, nor will they use trademarks, graphics, images, logos or other assets from such.</li>\n<li>You will comply with all applicable laws, regulations, and regulatory guidance, including the Federal Trade Commission's Endorsement Guides and the CAN-SPAM Act.\nFor example, where it is not clear that your communication regarding the Referral Program is advertising or otherwise promotional in nature, you must include a clear and prominent statement disclosing your paid relationship to Company (e.g., if you attempt to obtain referrals through webpages, blog posts, social media, or incentivize others to do so, you must ensure that your communication includes a clear and prominent disclosure that it is an advertisement, such as #paidreferral, or you may disclose in sentence form that you will receive referral compensation).</li>\n<li>Your Invitation(s) and all communications in connection with the Referral Program are</li>\n</ol>\n<ul>\n<li>(i) not untruthful, incomplete, unsupported, inaccurate or misleading;</li>\n<li>(ii) reflect your honest opinions, beliefs, or experiences.\nand</li>\n<li>(iii) are voluntary, meaning submitted in your sole discretion.</li>\n</ul>1.\nYour Invitation(s) and participation in the Referral Program does not:<ul>\n<li>(i) violate any third-party rights, including copyrights, trademark rights, or rights of privacy and publicity;</li>\n<li>(ii) include threats to any person, place, business, or group;</li>\n<li>(iii) contain (in our sole judgement) obscene, offensive, or indecent content;</li>\n<li>(iv) state or imply that Company in any way endorses the content on your site or channel;</li>\n<li>(v) contain material that promotes bigotry, racism, hatred or harm against any group or individual or promotes discrimination based on race, gender, religion, nationality, disability, sexual orientation or age;</li>\n<li>(vi) constitute an Investment Communication;</li>\n<li>(vii) to the extent your messages depicts any individual or features the voice or other qualities of any individual, you are the individual pictured, heard, or otherwise featured in the Invitation;</li>\n<li>(viii) the Invitation complies with all applicable social media platform terms of use, guidelines, if such Invitation is posted on social media.\nand</li>\n<li>(ix) the Invitation complies with all requirements herein.</li>\n</ul>\n<ol>\n<li>You will not send unsolicited bulk emails (spam) or engage in any other behaviors resembling spam, as determined at Company's sole discretion.</li>\n<li>You will not engage in any fraudulent, suspicious, or inappropriate activity relating to the Referral Program.</li>\n</ol>\n<p>A failure to comply with these general representations, warranties and covenants will result in your termination from the Referral Program at Company's discretion and you will receive no further Referral Rewards.</p>2.\nUtility Token Representations, Warranties and Covenants.<p>Consistent with the BAT's status as a non-financial utility token, <strong>you represent, warrant and covenant that you will not engage in any messaging or communications that, in our sole discretion, tend to</strong>\n</p>\n<ul>\n<li>\n<strong>(1) encourage the mistaken impression that BAT should be viewed as an investment.\nor</strong>\n</li>\n<li>\n<strong>(2) encourage speculation on the potential market value of BAT.</strong>\n</li>\n</ul>\n<p>Messages that discuss trading BAT for profit or otherwise treat the token as an investment will not be eligible for any rewards (\"<em>Investment Communications</em>\").\nFurther, if we discover that you are engaging in any Investment Communications in connection with the Referral Program, you agree and acknowledge that upon notice from us:</p>\n<ul>\n<li>(i) your involvement with the Referral Program will be terminated immediately,</li>\n<li>(ii) you will permanently delete all such Investment Communications, to the extent possible, and</li>\n<li>(iii) you will cease and desist from making any other Investment Communications.</li>\n</ul>20.\nMiscellaneous<p>These Terms, and any Promotional Offers incorporated by reference, constitute the entire agreement between you and us relating to your access to or use of the Services, and supersede any prior agreements with Company or its affiliates, express or implied, relating to Brave Rewards.\nWe may make changes to these Terms from time to time as reasonably required to comply with applicable law or regulation.\nYou may not assign your rights and obligations under these Terms without our express written consent.\nOur failure to exercise or enforce any right or provision of these Terms will not operate as a waiver of such right or provision.\nWe will not be liable for any delay or failure to perform any obligation under these Terms where the delay or failure results from any cause beyond our reasonable control.\nYour access to or use of the Services does not create any form of partnership, joint venture or any other similar relationship between you and us.\nExcept as otherwise provided in herein, these Terms are intended solely for the benefit of you and us and are not intended to confer third-party beneficiary rights upon any other person or entity.\nYou agree and acknowledge that all agreements, notices, disclosures, and other communications that we provide to you, including these Terms, may be provided in electronic form.</p>", "created_at": "2023-02-02 22:21:09.840601", "updated_at": "2023-02-02 22:21:17.886035"}, {"id": 1193, "name": "Brave Rewards: Advertiser Privacy Policy", "url": "https://brave.com/advertiser-privacy/", "xpath": "//body", "text": " ||| <ul>\n<li> Browser <ul>\n<li> Features </li>\n<li> Why Brave? </li>\n<li> Brave Today </li>\n<li> Brave Rewards </li>\n<li> Tipping </li>\n</ul>\n</li>\n<li> Content Creators <ul>\n<li> Overview </li>\n<li> Media Assets </li>\n</ul>\n</li>\n<li>Advertisers </li>\n<li> Company <ul>\n<li> About </li>\n<li> Careers </li>\n<li> Community </li>\n<li> Help Center </li>\n<li> Brand Assets </li>\n</ul>\n</li>\n<li> Blog <ul>\n<li> Latest News </li>\n<li> Brave Insights </li>\n<li> Brave Research </li>\n</ul>\n</li>\n<li>Download </li>\n</ul>\n<p>LAST UPDATED April 24, 2019</p> Brave Rewards Advertiser Privacy Policy <p>Read this document to learn how we use data about advertisers.\nIn this policy “we”, “us”, etc.\nrefers to Brave Software Inc.</p>\n<p>(To learn how we use data to operate this website and other Brave sites, forums, and communications, see the Website Privacy Policy.\nTo learn how we use data for the Brave Browser, see the Brave Browser Privacy Policy).</p> Advertiser Privacy <i>\n</i>\n<p>When you establish an advertiser account with us, we will ask you for the information we need to validate your identity and to bill you for advertising services.\nThis always includes:</p>\n<ul>\n<li>your name, email address, and phone number;</li>\n<li>your business’s name and mailing address;</li>\n<li>the domain name(s) to which your ads will direct people who see them.\nand</li>\n<li>billing information needed to process payment.</li>\n</ul>\n<p>Other information may be required by your advertising account representative in order to process and fulfill your orders.\nThe only information we collect from you is the information you provide us in these communications with your account representative.</p>\n<p>We need this information in order to operate the advertising services you’re purchasing from us according to the&nbsp;Brave Rewards: Terms of Service for Advertisers contract.\nThis same information is required in order for us to maintain accurate records and accounts of the services we have provided, in which we have a legitimate interest.</p>\n<p>We keep all this info as long as you have an advertiser account with us, and for seven years afterwards.\nBeyond seven years, we no longer store your personal information, only information about your company.</p>\n<p>We may share your Account Information as follows:</p>\n<ul>\n<li>with vendors, consultants and other service providers who act as data processors on behalf of Brave;</li>\n<li>in response to a request for information if we believe the disclosure is in accordance with, or required by, any applicable law, regulation or legal process.\nor</li>\n<li>otherwise, with your consent or at your direction.</li>\n</ul>\n<p>We may also share information which cannot reasonably be used to identify you.</p>\n<p>We may use SendGrid or MailChimp to contact you by email.\nThis is certified under the EU-US Privacy Shield agreement, which provides safeguards intended to be equivalent to those provided in the EU.\nEvery email we send like this includes an unsubscribe link.</p> Contacting Brave about your privacy <i>\n</i>\n<p>We are always interested in hearing and responding to questions and concerns at twitter.com/brave and at github.com/brave.\nMore in-depth conversations can be had at community.brave.com.</p>\n<p>You can contact our data protection officer and the rest of our privacy team at&nbsp;privacy@brave.com.\nWe are represented in Europe by Brave Software Europe Ltd.</p>\n<p>You can ask to know what information we have about you, update incorrect information, delete it, object to our use of it, or get a copy of it.\nIf you’re in the European Union, you also have the right to complain to your&nbsp;local data protection authority&nbsp;(though everyone should have this right).</p>\n<p>We’ll update this policy whenever we make material changes to our practices, and we’ll announce it to let you know.</p> Resources <ul>\n<li>F.A.Q</li>\n<li>Brave Store</li>\n<li>Help Center</li>\n<li>Community</li>\n<li>Brave Branding</li>\n<li>Media Assets</li>\n<li>Status</li>\n<li>Transparency Report</li>\n<li>Learn</li>\n</ul> Product <ul>\n<li>Brave Release</li>\n<li>Brave Beta</li>\n<li>Brave Nightly</li>\n</ul> Privacy Policy <ul>\n<li>Brave Browser</li>\n<li>Website &amp.\nEmail</li>\n<li>Publishers &amp.\nCreators</li>\n<li>Advertisers</li>\n</ul> Company <ul>\n<li>Research</li>\n<li>Careers</li>\n<li>In the Press</li>\n<li>Github</li>\n<li>Blog</li>\n</ul> Social Media <ul>\n<li>Reddit </li>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>YouTube</li>\n</ul> Contact Support community.brave.com Advertising adsales@brave.com Please only use this email address if you are interested in purchasing advertising with Brave.\nFor support, please visit community.brave.com.\nBusiness bizdev@brave.com Press press@brave.com Offices Brave San Francisco <p>512 Second St., Floor 2<br> San Francisco, CA 94107</p> Choose a language English Terms of Use | Report a Security Issue &lt;img src=\"https://analytics.brave.com/piwik.php?idsite=2\" style=\"border:0;\" alt=\"\"&gt.\n", "created_at": "2019-04-24 12:02:11.368109", "updated_at": "2023-02-02 22:21:40.233884"}, {"id": 14887, "name": "Refunds and Returns", "url": "https://store.brave.com/refunds-and-returns/", "xpath": "/html/body/div/main/article", "text": "Refunds &amp.\nReturns <p>All of our products are print-on-demand and therefore cannot be exchanged or returned for a refund under normal circumstances.\nWe can only replace or refund defective, damaged, or lost-in-transit orders.</p>\n<p>Any claims for misprinted, damaged, or defective items must be submitted within 30 days of receipt of the product.\nFor packages lost in transit, all claims must be submitted no later than 30 days after the estimated delivery date.\nClaims deemed an error on our part are covered at our expense.</p>\n<p>If you notice an issue with the product[s] you ordered or anything else on the order, please email merch@brave.com.\nIn your email, please explain the issue in detail and upload relevant photos where possible.\nWe can then send you information about how to return or exchange your order.</p>\n", "created_at": "2023-03-21 19:54:21.444688", "updated_at": "2023-03-21 19:54:29.654356"}, {"id": 1164, "name": "Privacy policy", "url": "https://brave.com/privacy/browser/", "xpath": "/html/body/main", "text": " <p>LAST UPDATED March 20, 2023</p> Brave Browser Privacy Policy <p>\n<em>Our company does not store any record of people’s browsing history.\nWe don’t write any personal data to the blockchain.\nThe only way a user’s data is stored by Brave is if the user has switched on Rewards or Sync.</em>\n</p>\n<p>Read this document to understand how the Brave Browser uses data.</p>\n<p>To learn how we use data to operate our websites, forums, and communications, visit the Website Privacy Policy.\nTo learn how we use data for publishers and creators visit the Publisher Privacy Policy on the Basic Attention Token website.</p>\n<p>In this policy “we”, “us”, etc.\nrefers to Brave Software Inc, while “Brave” refers to the browser.</p> Security &amp.\nupdates <i>\n</i>\n<p>Brave automatically checks with us for updates.\nThis ensures that you always have access to the latest security fixes.\nWe count the number and type of these requests when we receive them to produce aggregate statistics.\nNo particular person’s information can be identified in the statistics we produce.</p>\n<p>You can also update to the latest version here.</p> Safe Browsing <i>\n</i>\n<p>The Brave Browser automatically uses Google Safe Browsing to help protect you against websites, downloads and extensions that are known to be unsafe (such as sites that are fraudulent or that host malware).\nOn desktop, we use the Safe Browsing Update API which relies on storing URL hashes locally on your device.\nWe proxy these requests through Brave’s servers to reduce the amount of information sent to Google (for example, we remove your IP address) to protect against Google profiling or tracking you when using Safe Browsing.\nOn iOS, Apple proxies Google Safe Browsing through their own servers.\nFor iOS users in mainland China, Apple may also use the Tencent Safe Browsing service.\nMore details at https://www.apple.com/legal/privacy/data/en/safari/.\nOn Android, we use the SafetyNet Safe Browsing API which sends partial URL hashes directly to Google when a URL is determined to be potentially malicious by the list stored locally on your device, as per the Safe Browsing Update API.</p>\n<p>If you prefer not to use Safe Browsing, just visit <code>brave://settings/security</code> to change your settings to “No protection (not recommended)”.\nOn iOS, open “Brave Shields &amp.\nPrivacy” inside settings and disable “Block Dangerous Sites”.\nOn Android, open “Brave Shields &amp.\nprivacy” inside settings and then set the Safe Browsing option to “No protection (not recommended)”.</p> Sync <i>\n</i>\n<p>If you switch on Sync then your bookmarks (and soon passwords and other data) will be saved in an encrypted file on a cloud storage service, to which you will have the only decryption key.\nThe data<sup>1</sup> are entirely inaccessible to Brave and to the cloud storage provider.\nLearn how to switch on Sync here.\n(Note that only Brave version 0.59 and above have the Sync feature.\nYou can update to the latest version here.)</p> Location <i>\n</i>\n<p>If you use Brave to visit a website that wants to determine your location, you will be asked whether you want it to be allowed to know where you are.\nIf you click yes to this message, then the website will be sent an approximation of where you are based on your IP address.\nYour IP address will not be stored by Brave, but it may be stored by the website you have visited.\nSee data processing detail.</p> Brave Rewards <i>\n</i>\n<p>If you enable Brave Rewards, we assign your Brave browser a “Rewards Payment ID,” which is used to account for Basic Attention Token (BAT) rewards you may earn for seeing Brave Private Ads.\nWe will also ask you to select your country, which we will use to assign a country code to your Rewards Payment ID.\nThe country code helps us ensure Ads are displayed to individuals depending on their country.\nWe will also use the country code to help us prevent fraud.\nYou can find your Rewards Payment ID by navigating to brave://rewards-internals.</p>\n<p>If you want to withdraw any BAT from your Brave Rewards balance, add BAT to it, or send on-demand tips to Brave Creators, you will need to link Brave Rewards to a custodial account using one of our custodial partners such as Uphold, Gemini, or bitFlyer (Japan only).\nWhen you make an on-demand tip to Brave Creators using BAT from your linked custodial account(s), the custodian can see and record the details of your tipping transactions (such as, but not limited to, the amount and the recipient).\nThis is subject to the privacy policies of Uphold, Gemini, or bitFlyer.\nHowever, when using the Auto-Contribute feature to support Brave creators with BAT from your custodial account, neither Brave nor your custodian can tell which specific creators you’re contributing to.</p>\n<p>Even with Brave Rewards enabled and a Rewards Payment ID assigned, we never collect your browsing history or similar information, and we can’t derive this information from your contributions to content creators or sites.\nWe also cannot tell which specific Brave Private Ads you’ve seen or interacted with.\nWhen you link a custodial account to Brave Rewards, three things become associated with your Rewards Payment ID: a custodian ID, deposit address(es), and a country code.\nAll three are assigned by the custodial partner.\nThe deposit address allows us to make deposits to your custodial account, while the country code helps us prevent fraud and limit service to users in countries where Brave Rewards is supported.\nIn addition, we also use IP addresses and Rewards Payment IDs associated with monthly BAT payments to safeguard against fraud.\nSee Brave Rewards data processing table</p>\n<p>We record these identifiers on servers located in the United States.\nWe take a range of technical and organisational measures to safeguard personal data.</p> Ads <i>\n</i>\n<p>If you switch on Brave Rewards we automatically enable Brave Ads.\nThis means you will receive ads in the form of notifications and in-browser sponsored content, and Basic Attention Tokens to reward you for viewing those ads.\nWhile the categories of ads that you see and when you see them are inferred from your browsing activity, the data are stored on your device and are inaccessible to us.\nWe will receive anonymized confirmations for ads that you have viewed, but no data that identifies you or that can be linked to you as an individual leaves the Brave browser on your device.\nYou can disable Ads by visiting <code>Settings &gt.\nBrave Rewards &gt.\nAds</code> and turning off the Ads default.</p>\n<p>In the cases where we collect high-level statistics relating to web activity data (e.g.\nwhat are the estimated amount of ads that can be served to different content categories that users encounter as they browse the web) we use proven privacy mechanisms like local differential privacy that guarantee that no information about individual users will ever be revealed to us.\nRead more about how we achieve this with Privacy Preserving Product Analytics and Private Advertising Analytics.\nTo read more about Brave Ads and privacy have a look at our FAQ.</p> Brave Wallet <i>\n</i>\n<p>The Brave Wallet is a secure crypto wallet built directly into the Brave browser.\nYou can buy, send, store, and swap thousands of assets (and NFTs) seamlessly on 100+ blockchain networks including Ethereum, Solana, Filecoin, and more.\nYou can learn more about ‘crypto wallets’ and the Brave Wallet here</p>\n<p>Brave does not track any of the actions you make in your wallet.\nWe strive to put privacy first:</p>\n<ul>\n<li>Brave proxies and strips the IP address associated with access to the Brave Wallet.</li>\n<li>When you make a transaction using a third party that redirects you to their services, such as an on-ramp partner, they will capture your IP address and may conduct identity verification checks in order to meet obligations they have under sanctions and anti-money laundering laws.\nYou should review the privacy notices and terms of service of those third parties.</li>\n<li>We use Decentralised Exchange Aggregators (DEX) such as 0x for swaps made on EVM compatible blockchains and Jupiter for swaps completed on the Solana blockchain.\nThey will also process your wallet address, related transaction data and your IP address but will ONLY use this data to fulfil the transaction (including getting a quote).</li>\n<li>We will use anonymized and aggregated statistics from on-ramp partners that include regional volumes of transactions, including daily number of transactions by token/chain.\ndaily $ volume of transactions by token/chain.\nmonthly unique transactions by token/chain.\nWe use this statistical data to understand at a high level which cryptocurrency assets are being used and on which platforms.</li>\n</ul> Brave News <i>\n</i>\n<p>Brave News is a private, ad-supported content news reader integrated into the Brave browser.\nIt provides news content, Brave offers, display advertising, and promoted content.\nIt is off by default.</p>\n<p>When you turn ON Brave News, a range of content is presented by default.\nThe default content is selected using Brave Search.\nYou can at any time change the default content settings and choose what content you want appearing in your feed.\nYou can also add feeds manually by subscribing directly to publishers’ content using publicly available RSS feeds.</p>\n<p>To protect your privacy, Brave employs a combination of methods for delivering content that ensure your browser cannot be identified or tracked by Brave or any third party.\nHeadlines are made available on a public CDN in text files, the same file for all users for each region.\nSome images from publishers and images in the Brave News user interface are processed to improve performance and ensure they display correctly in the Brave News user experience.\nProcessed images are all delivered through a private and encrypted proxy method.\nThe proxy removes and does not retain IP addresses before passing the encrypted request to the private content server, which then sends the encrypted reply back to the browser via the proxy.\nAll other publisher images are collected directly from the publishers from your device.\nWhen you add RSS feeds manually, the text and images are collected directly from the publisher of the RSS feed and included in Brave News on the client.\nThe feed of text and images from Brave and from your RSS feeds is temporarily stored on your device, and it is replaced upon starting or refreshing your Brave News session.</p>\n<p>Display advertising and promoted content is delivered to all browsers within a given country that have turned on and enabled Brave News.\nImages from these are served by Brave using its private and encrypted proxy.\nIf you also enable Brave Ads, advertising will be presented based on your interests, as inferred from your browsing behaviour and done on your device.\nBrave News remains private to you and anonymous.</p>\n<p>Brave News will offer suggestions of sources you might like to follow.\nIf you choose to follow a suggested source it will be added to your Following list.\nyou can always unfollow a source via the Settings panel.\nThe suggestions and your choices are determined on your browser and never leave your device.\nYour Brave News sessions are not logged or saved by Brave.\nThis information is private to you and only you.</p>\n<p>Brave’s source list, content aggregator and Suggestions service are open source and available to view via GitHub.</p>\n<p>\n<strong>Please note</strong>: The RSS feed content you add is collected directly from the feed source and not proxied by Brave.\nThe Brave browser fetches it without ever hitting Brave servers, and Brave never knows anything about your chosen RSS feeds.</p>\n<p>It’s your choice.\nYou can add, follow, unfollow, or hide content sources any time.</p> Brave Talk <i>\n</i>\n<p>Brave Talk is a private video and/or audio conference tool.\nWhat you say or type in the service is not logged or saved.\nWho you talk to, when, and how, is private to you.\nSee data processing detail.</p>\n<p>Please note that Brave uses the 8x8 communications platform, and software (API) capabilities of 8x8 (based on the Jitsi Open Source video conferencing software) to help deliver Brave Talk.\n8x8 provides a service on behalf of Brave, and we remain responsible for Brave Talk.</p> What information does Brave Talk process? <i>\n</i>\n<p>We process the minimum information necessary to provide the Brave Talk service.\nThis includes:</p>\n<ul>\n<li>Your IP address and the URL of the meeting that will be processed only to enable calls.\nthey are not retained after a call ends.</li>\n<li>If you use the chat function, chats will be temporarily cached for the duration of the meeting.</li>\n<li>If you record a meeting that you host, the recording will be temporarily stored on the server for 24 hours to allow you to download it.\nYour name and email address that you choose to display will be processed and available during the meeting.</li>\n</ul>\n<p>While communications are encrypted between the Brave browser and Brave Talk servers via transport layer encryption, they are not encrypted on the server during a call, unless you enable Video Bridge Encryption (VBE).\nAdditional security options are available to you in the settings menu once you initiate a call.\nThese include:</p>\n<ul>\n<li>\n<strong>Enable Lobby</strong>: This lets you protect your meeting by only allowing people to enter after being approved by a moderator.</li>\n<li>\n<strong>Add a passcode</strong>: This lets you restrict access to the meeting to people who have been provided the code.</li>\n<li>\n<strong>Enable Video Bridge Encryption (VBE)</strong>: This is currently experimental.\nIf you enable VBE, it will disable server side services such as recording, live streaming, and phone participation.\nNote that if you enable VBE but other participants do not, they won’t be able to see or hear you.</li>\n</ul>\n<p>Please note that if you upgrade to the Brave Talk Premium plan, Brave will require an email address to initially create a premium account, and subsequently to manage your access to the account using anonymous credentials.\nWe use the third-party payment provider Stripe to process payments for premium subscriptions.\nStripe will process your email address, name, and payment card data for the purpose of managing your subscription payments only.\nBrave does not receive nor have access to your payment method details supplied to Stripe, and we cannot associate an account email address or payment details with your communications on Brave Talk.</p>\n<p>\n<strong>To avoid scams:</strong> For the avoidance of phishing attacks, note that we at Brave will never contact Brave Browser users in a Brave Talk call.</p> Brave Translate <i>\n</i>\n<p>Brave removes IP addresses associated with requests submitted to the translation service.\nAdditionally, any text submitted is not retained after the request completes.\nWe do this to protect your privacy.</p> Brave Firewall + VPN <i>\n</i>\n<p>You can subscribe to the Brave Firewall + VPN via the applicable iOS App Store and Google Play Store.\nThe Firewall + VPN is powered by the Guardian and who also provide technical support to Brave.\nSee data processing detail.</p> Web Discovery Project <i>\n</i>\n<p>The Web Discovery Project is intended to make Brave Search more relevant and useful for everyone.\nIf you opt in, you’ll contribute some anonymous data about searches and web page visits made within the Brave Browser (including pages arrived at via some, but not all, other search engines).\nThis data helps build the Brave Search independent index, and ensure we show relevant results to your search queries and support more relevant experiences with Brave products and services.</p>\n<p>Collection is done in a privacy preserving fashion.\nBy default, the Web Discovery Project discards search queries that are too long or suspicious looking (e.g.\nthose that include phone numbers).\nIt also discards odd URLs (e.g.\nthose containing hashes), URLs of pages with a no-index flag, and pages that are not public or require any sort of authentication.</p>\n<p>The system is designed so that no data received can be linked back to individuals or their devices.\nFor a URL to be sent it needs to be visited independently by a large number of people.\nAll data received is unlinkable, making it impossible to build profiles or sessions of Web Discovery Project contributors.</p>\n<p>Read a full description of the Web Discovery Project methodology.</p> How we improve Brave <i>\n</i> Diagnostic reports <i>\n</i>\n<p>When Brave crashes or freezes, it creates a report that can be sent to us to help us diagnose and fix whatever caused the problem.\nThis report contains technical information about your computer system and the event causing the problem.\nThe data can’t be used to identify you.</p>\n<p>We use a service called Backtrace.io to store the reports.\nYou can choose whether to send us these reports.\nEven if you have chosen to send reports in the past, you can turn off future reports in settings.</p> Privacy Preserving Product Analytics <i>\n</i>\n<p>The Browser sends us anonymous reports to alert us to product problems and necessary improvements.\nNone of the information it reports harms your privacy.\nThe report only describes general use of the Browser, such as a general range of how many extensions are installed, a general range of how many tabs are open, and whether features like Shields, Rewards, and Ads are switched on.\nSee the full list of questions here.\nThese reports are stripped of metadata, and aggregated with measurements reported by many other instances of Brave.\nThe data are not personal, and cannot be combined to identify you.\nYou can deactivate Privacy-Preserving Product Analytics in Settings.</p> Your feedback <i>\n</i>\n<p>If you write feedback for Brave, we will use this to improve the product.\nSee data processing detail.</p> Nightly, Dev, and Beta browser versions <i>\n</i>\n<p>Nightly, Dev, and Beta versions of the Brave Browser are experimental previews of new Brave Browser versions.\nThey allow us to test new features so that we can find and fix errors before releasing a new version of the Brave Browser.\nThese test versions of the Browser may automatically send crash reports to Brave so that we can identify and fix problems.\nA crash report can contain personal information.\nSee data processing details.</p>\n<p>\n<strong>How to switch this feature off.</strong>\nYou can switch off “Automatically send usage statistics and crash reports to Brave Software” in settings.</p>\n<blockquote>\n<p>\n<strong>Tip:</strong>&nbsp;you can quickly access settings by copying <em>\n<strong>brave://settings</strong>\n</em>&nbsp;into your address bar.</p>\n</blockquote>\n<p>These incomplete versions of Brave represent unfinished and untested work on future versions of Brave, and their incomplete behaviour may not be adequately described by this policy.\nMore information about the safety &amp.\nreliability of pre-release versions of Brave can be found in our development documentation.</p> Location Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To estimate the user’s physical location at the request of a website and with the confirmation of the user.\nIP address, and information about nearby WiFi access points (MAC address, signal strength, and SSID).\nLegitimate interest.\nNo storage.\nBrave Rewards Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To make and verify Basic Attention Token contributions, (including to detect and prevent fraud).\nIP address at time of claiming a grant of BAT tokens or requesting confirmation tokens.\n<p>Necessary for the performance of a contract between us and necessary to provide the requested service.</p>\n<p>Processing for the purposes of fraud prevention is based on the legitimate interests of Brave and users of Brave Rewards.</p> Generally stored for 7 days.\nIn cases of suspected fraud, stored for up to 60 days.\nIn case of confirmed fraud, stored for up to 2 years.\nTo make and verify Basic Attention Token contributions, (including to detect and prevent fraud).\nRewards Payment ID, declared country code and Custodian ID and custodial country code when verifying a Brave Rewards wallet with a custodial partner.\n<p>Necessary for the performance of a contract between us, (and necessary to provide the requested service &amp.\nto provide customer support).</p>\n<p>Processing for the purposes of fraud prevention is based on the legitimate interests of Brave and users of Brave Rewards.</p> The duration of the user’s account, plus 4 years in order to comply with US Internal Revenue Service requirements.\nBrave News Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To collect content from the server in order to display it for the user.\nIP addresses.\nLegitimate interest.\nThe data are used in order to deliver the service, and the risk of the processing of the data is minimal.\nThe duration of the request and response Brave Talk Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To facilitate communications via Brave Talk.\nIP address, meeting URL, chat content, audio and video, recordings of meetings.\nLegitimate interest.\nThe processing is necessary to provide the requested service.\nDuration of the call, except for recordings of meetings that are temporarily stored for 24 hours.\nTo create a Brave Premium account and manage account access.\nEmail address <p>Legitimate interest.</p>\n<p>The data is necessary to establish an account and manage account access.</p> Until an account is deleted.\nBrave Firewall + VPN Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To send an alert to the user when a firewall rule is triggered.\nPseudonymous user ID, details of the blocked tracker/firewall rule triggered.\nNecessary for the performance of the contract (to deliver the service).\n3 days.\nTo create private connections.\nIP Address.\nNecessary for the performance of the contract (to deliver the service).\nNone.\nIP addresses are not logged.\nTo provide customer support.\nEmail address and other personal data that a user may choose to share when requesting technical support from Guardian.\nNecessary for the performance of the contract (to deliver the service).\n12 Months after closing a support ticket.\nBrave IPFS Public Gateway Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To allow access to IPFS content when the user cannot access it via a local IPFS node IP address Legitimate interest.\nThe user requested the service, and the risk of the processing of the data is minimal.\nIndefinite.\n(Protocol Labs) Your feedback Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To use feedback sent by users to improve the product.\nPersonal data that a user may include in the text they write when sending feedback through an app store or any other means.\nLegitimate interest.\nThe user intends for the data to be used for this purpose, and the risk of the processing of the data is minimal.\n2 years.\nBrowser testing and research (Nightly, Dev, and Beta versions only) Purpose of processingCategories of personal data processedLegal basis of processingDuration of storage To fix problems in the Brave Browser by acting on issues highlighted by crash reports from Beta and Dev versions of the Browser Device model, iOS version, language, timezone, CPU architecture, carrier, connection status.\nOptional: Crash log (crash logs will also be sent if you opted-in when activating iOS) Optional: Comments and screenshots you share if you send feedback through TestFlight.\nOur interest in testing the product and fixing problems.\nThe data are used in a way that does not negatively affect your rights or interests.\nApple retains the data for one year.\nBrave may retain some crash reports indefinitely, if useful for testing.\n<i>\n</i> Help with privacy settings in Brave <i>\n</i>\n<p>You can find guides on how to change privacy settings in Brave in the Help Center..</p> Contacting Brave about your privacy <i>\n</i>\n<p>We are always interested in hearing and responding to questions and concerns at twitter.com/brave and at github.com/brave.\nMore in-depth conversations can be had at community.brave.com.</p>\n<p>We are represented in Europe by Brave Software Europe Ltd (based in the UK).\nYou can contact our data protection officer and the rest of our privacy team at privacy@brave.com.\nHowever, from the 1st January 2021, given the UK’s exit from the EU, Brave has appointed an EU nominated representative and which you may contact if you would prefer not to contact Brave directly:</p>\n<p>Brave EU Nominated Representative<br>\nCare of Castlebridge<br>\nUnit 7, 12 Mountjoy Square,<br>\nDublin 1<br>\nIreland</p>\n<p>brave@gdprnomrep.eu</p>\n<p>You can ask to know what information we have about you, update incorrect information, delete it, object to our use of it, or get a copy of it.\nIf you’re in the European Union, you also have the right to complain to your local data protection authority (though everyone should have this right).</p>\n<p>We’ll update this policy whenever we make material changes to our practices, and we’ll announce it to let you know.\nWe hope you’ll find any changes agreeable, but if you’re not comfortable with changes to the info we collect or how we use it, we understand your choice to stop using Brave.&nbsp;</p>\n<ol>\n<li>\n<p>Data are personal if the data can single a person out (on their own or in combination with other data), without an unlikely degree of effort or expense or technological development.\nThe GDPR definition of “personal data” includes any data that can indirectly contribute to singling out an individual, including unique IDs codes, certain types of IP addresses, and encrypted data that one can decrypt without disproportionate effort.\nBut data that are entirely impossible to access are not personal.&nbsp;↩︎</p>\n</li>\n</ol> ", "created_at": "2019-04-11 10:48:55.977383", "updated_at": "2023-04-09 10:44:23.271265"}], "points": [{"id": 6230, "title": "You can request access and deletion of personal data", "source": "https://brave.com/website-privacy/", "status": "Generated through the annotate view", "created_at": "2019-04-12 08:32:54.098341", "updated_at": "2020-12-09 09:18:15.110037", "quoteText": null, "case_id": 195, "document_id": 1167, "quoteStart": null, "quoteEnd": null}, {"id": 6227, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2019-04-12 08:03:29.391852", "updated_at": "2021-02-10 00:01:21.833017", "quoteText": null, "case_id": 122, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 6231, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://brave.com/website-privacy/", "status": "Generated through the annotate view", "created_at": "2019-04-12 08:33:53.925068", "updated_at": "2020-12-09 09:21:23.672239", "quoteText": null, "case_id": 122, "document_id": 1167, "quoteStart": null, "quoteEnd": null}, {"id": 6229, "title": "The service refers users to external documents for more information", "source": "https://brave.com/website-privacy/", "status": "Generated through the annotate view", "created_at": "2019-04-12 08:18:07.173551", "updated_at": "2023-07-11 06:34:46.990215", "quoteText": null, "case_id": 299, "document_id": 1167, "quoteStart": null, "quoteEnd": null}, {"id": 14821, "title": "There is a date of the last update of the agreements", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-25 04:49:02.348329", "updated_at": "2023-07-11 10:05:19.363522", "quoteText": null, "case_id": 331, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 9514, "title": "The service provides details about what kinds of personal information they collect", "source": "https://brave.com/advertiser-privacy/", "status": "Generated through the annotate view", "created_at": "2020-06-25 13:30:03.71562", "updated_at": "2023-07-11 10:07:38.123756", "quoteText": null, "case_id": 228, "document_id": 1193, "quoteStart": null, "quoteEnd": null}, {"id": 9513, "title": "The service provides information about how they intend to use your personal data", "source": "https://brave.com/advertiser-privacy/", "status": "Generated through the annotate view", "created_at": "2020-06-25 13:29:11.537198", "updated_at": "2023-07-11 10:07:38.648464", "quoteText": null, "case_id": 227, "document_id": 1193, "quoteStart": null, "quoteEnd": null}, {"id": 12401, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2020-12-09 09:20:52.253969", "updated_at": "2023-07-11 10:08:15.132686", "quoteText": null, "case_id": 295, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 6228, "title": "Many third parties are involved in operating the service", "source": "https://brave.com/website-privacy/", "status": "Generated through the annotate view", "created_at": "2019-04-12 08:15:48.343821", "updated_at": "2021-02-06 04:32:02.168075", "quoteText": null, "case_id": 208, "document_id": 1167, "quoteStart": null, "quoteEnd": null}, {"id": 14818, "title": "You cannot distribute or disclose your account to third parties", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-25 04:46:38.55369", "updated_at": "2023-07-11 10:11:26.079015", "quoteText": null, "case_id": 229, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14817, "title": "You have the right to leave this service at any time", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-25 04:45:43.662235", "updated_at": "2023-07-11 10:11:09.532073", "quoteText": null, "case_id": 170, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14679, "title": "Your personal data is aggregated into statistics", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2021-01-21 15:28:33.903992", "updated_at": "2023-07-11 10:11:16.883075", "quoteText": null, "case_id": 190, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 14677, "title": "Third parties may be involved in operating the service", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2021-01-21 15:26:20.069835", "updated_at": "2023-07-11 10:11:17.898751", "quoteText": null, "case_id": 207, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 14678, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2021-01-21 15:27:26.979825", "updated_at": "2023-07-11 10:11:17.987445", "quoteText": null, "case_id": 399, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 14713, "title": "Prohibits the posting of pornographic content", "source": "https://brave.com/terms-of-use/", "status": "\"By way of example, and not as a limitation, you shall not (and shall not permit any third party to) take any action (including contributing any Content) that:[...] is [...] tortious, obscene, offensive, or profane. \"", "created_at": "2021-01-21 18:24:14.574886", "updated_at": "2023-07-11 10:11:20.37722", "quoteText": null, "case_id": 315, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14721, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:31:18.178458", "updated_at": "2023-07-11 10:11:20.462666", "quoteText": null, "case_id": 374, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 14712, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://brave.com/terms-of-use/", "status": "By way of example, and not as a limitation, you shall not (and shall not permit any third party to) take any action (including contributing any Content) that: [...] is threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another’s privacy, tortious, obscene, offensive, or profane.\"", "created_at": "2021-01-21 18:23:58.141844", "updated_at": "2023-07-11 10:11:20.544816", "quoteText": null, "case_id": 283, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14710, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:22:46.667997", "updated_at": "2023-07-11 10:11:20.715474", "quoteText": null, "case_id": 147, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14715, "title": "They may stop providing the service at any time", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:26:40.17507", "updated_at": "2023-07-11 10:11:20.79511", "quoteText": null, "case_id": 203, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14716, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or $500", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:27:16.782688", "updated_at": "2023-07-11 10:11:20.878126", "quoteText": null, "case_id": 149, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14711, "title": "Users agree not to use the service for illegal purposes", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:23:38.173989", "updated_at": "2023-07-11 10:11:21.230575", "quoteText": null, "case_id": 280, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14718, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:28:32.912278", "updated_at": "2023-07-11 10:11:21.408155", "quoteText": null, "case_id": 294, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14720, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:30:44.247015", "updated_at": "2023-07-11 10:11:21.577938", "quoteText": null, "case_id": 242, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 14709, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:20:44.886371", "updated_at": "2023-07-11 10:11:24.37537", "quoteText": null, "case_id": 290, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14822, "title": "The service provides a free help desk", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-25 04:49:35.134053", "updated_at": "2023-07-11 10:11:27.777397", "quoteText": null, "case_id": 232, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14815, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-25 04:40:42.949804", "updated_at": "2023-07-11 10:11:29.143649", "quoteText": null, "case_id": 403, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14814, "title": "This service throttles your use", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-25 04:40:17.392453", "updated_at": "2023-07-11 10:11:29.244505", "quoteText": null, "case_id": 157, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14820, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-25 04:47:57.877611", "updated_at": "2023-07-11 10:11:29.343293", "quoteText": null, "case_id": 310, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 6225, "title": "There is a date of the last update of the terms", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2019-04-12 07:37:45.749504", "updated_at": "2021-01-25 08:03:36.228065", "quoteText": null, "case_id": 331, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 14819, "title": "Provides instructions on how to submit a copyright claim", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-25 04:47:28.398952", "updated_at": "2023-07-11 10:11:30.100986", "quoteText": null, "case_id": 138, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 27823, "title": "The service claims to be GDPR compliant for European users", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2022-05-15 15:20:31.830229", "updated_at": "2023-07-11 06:24:56.690273", "quoteText": null, "case_id": 481, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 6226, "title": "You can request access and deletion of personal data", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2019-04-12 07:58:21.802132", "updated_at": "2023-07-11 06:24:59.291375", "quoteText": null, "case_id": 195, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 6224, "title": "This service employs separate policies for different parts of the service", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2019-04-12 07:36:32.084774", "updated_at": "2023-07-11 06:24:59.368413", "quoteText": null, "case_id": 200, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 29018, "title": "An onion site accessible over Tor is provided", "source": "https://support.brave.com/hc/en-us/articles/4537609459469-List-of-Brave-Onion-Addresses", "status": "braves website is accessible from https://brave4u7jddbv7cyviptqjc7jusxh72uik7zt6adtckl5f4nwy2v72qd.onion/", "created_at": "2022-11-12 15:50:09.581434", "updated_at": "2022-11-26 22:20:42.677432", "quoteText": null, "case_id": 406, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27822, "title": "The service claims to be GDPR and CCPA compliant for applicable users", "source": "https://brave.com/privacy-features/", "status": "\"The European Union’s General Data Protection Regulation (GDPR) and the California Consumer Privacy Act (CCPA) are two of the strongest pieces of legislation to protect user data online. Brave strives to comply with these regulations, and go a step further: to safeguard your data by not collecting it in the first place.\r\nWe also join open letters to regulatory bodies to strengthen data protections, and call out Big Tech when they try to skirt the law. See an example letter Brave wrote to the California state legislature, and another post detailing work we did to uncover a Google scheme to circumvent GDPR.\r\nLearn more about Global Privacy Control (GPC).\"", "created_at": "2022-05-15 15:16:57.73234", "updated_at": "2023-03-21 20:00:15.476945", "quoteText": null, "case_id": 481, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30205, "title": "You are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://store.brave.com/refunds-and-returns/", "status": "Generated through the annotate view", "created_at": "2023-03-21 19:59:15.416146", "updated_at": "2023-07-11 06:27:57.401677", "quoteText": null, "case_id": 161, "document_id": 14887, "quoteStart": null, "quoteEnd": null}, {"id": 14813, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2021-01-25 04:37:59.126891", "updated_at": "2023-07-11 06:28:38.684698", "quoteText": null, "case_id": 300, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 14719, "title": "IP addresses of users are not tracked", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:29:34.226038", "updated_at": "2023-07-11 06:28:38.772106", "quoteText": null, "case_id": 192, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 14680, "title": "The service uses your personal data for advertising", "source": "https://brave.com/ios_privacy.html", "status": "Generated through the annotate view", "created_at": "2021-01-21 15:29:54.92545", "updated_at": "2023-06-13 22:01:06.176668", "quoteText": null, "case_id": 216, "document_id": 1164, "quoteStart": null, "quoteEnd": null}, {"id": 14708, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:20:25.390675", "updated_at": "2023-07-11 10:11:20.209383", "quoteText": null, "case_id": 286, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14714, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://brave.com/terms-of-use/", "status": "By way of example, and not as a limitation, you shall not (and shall not permit any third party to) take any action (including contributing any Content) that: [...] constitutes unauthorized or unsolicited advertising, junk or bulk e-mail.\"", "created_at": "2021-01-21 18:24:25.247154", "updated_at": "2023-07-11 10:11:20.293644", "quoteText": null, "case_id": 281, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14707, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:20:02.764323", "updated_at": "2023-07-11 10:11:21.32211", "quoteText": null, "case_id": 146, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14717, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-21 18:28:18.62181", "updated_at": "2023-07-11 10:11:21.492264", "quoteText": null, "case_id": 293, "document_id": 1168, "quoteStart": null, "quoteEnd": null}, {"id": 14816, "title": "The service can suspend your account for several reasons", "source": "https://brave.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-01-25 04:45:13.097906", "updated_at": "2023-07-11 10:12:58.407695", "quoteText": null, "case_id": 205, "document_id": 1168, "quoteStart": null, "quoteEnd": null}], "urls": ["brave.com", "brave4u7jddbv7cyviptqjc7jusxh72uik7zt6adtckl5f4nwy2v72qd.onion", "basicattentiontoken.org", ""]}}