{"error": 448, "message": "OK", "parameters": {"id": 9425, "name": "Griffith University", "created_at": "2023-08-23 21:48:12.353038", "updated_at": "2023-08-23 22:02:29.839265", "wikipedia": "https://en.wikipedia.org/wiki/Griffith_University", "keywords": null, "related": null, "slug": "griffith-university", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9425.png", "url": "griffith.edu.au", "documents": [{"id": 18572, "name": "Privacy Plan", "url": "https://www.griffith.edu.au/about-griffith/corporate-governance/plans-publications/griffith-university-privacy-plan", "xpath": "//body", "text": " <p>Griffith University</p>\n<ul>\n<li>Close</li>\n</ul> Study International Research Engage Advancement About Griffith Staff <ul>\n<li>myGriffith </li>\n<li>Staff portal </li>\n<li>Contact us\n</li>\n</ul>\n<ul>\n<li>Close</li>\n</ul> Search Griffith University Search <p>Popular sites</p>\n<ol>\n<li>Study </li>\n<li>International </li>\n<li>Research study </li>\n<li>Griffith professional </li>\n<li>Life at Griffith </li>\n<li>Campuses and facilities </li>\n<li>Contact us </li>\n<li>Library </li>\n<li>Academic calendar </li>\n<li>Subsidised postgraduate degrees\n</li>\n</ol>\n<ul>\n<li>Menu </li>\n<li>Search\n</li>\n</ul>\n<ul>\n<li>myGriffith </li>\n<li>Staff portal </li>\n<li>Contact us <ul>\n<li>Future student enquiries 1800 677 728 </li>\n<li>International future students +61 7 3735 6425 </li>\n<li>Current students 1800 154 055 +61 7 5552 8811 </li>\n<li>General enquiries 07 3735 7111 </li>\n<li>Online enquiries </li>\n<li>Staff directory </li>\n</ul>\n</li>\n<li> Search Griffith University Search </li>\n</ul> Study International Research Engage Advancement About Griffith Staff <p>Home &gt.\nAbout Griffith &gt.\nCorporate Governance &gt.\nPlans and Publications &gt.\nPrivacy plan </p>\nPrivacy plan Privacy Plan <p>Griffith University values the privacy of every individual's personal information and is committed to protecting your personal information</p>\n<p>This Privacy Plan applies to all personal information held by us and all groups and elements must collect, manage and use personal information in accordance with this Privacy Plan.</p>\n<p>Our Privacy Plan is designed to:</p>\n<ul>\n<li>inform you of what information we collect and what we use it for;</li>\n<li>explain your rights regarding how we collect and process your personal information;</li>\n<li>describe the legal obligations that apply to us, how we meet those laws and how they protect you.</li>\n</ul>\n<p>It applies when you interact and transact with us, either in person, via telephone and email, on our social media channels, or on our websites, whenever we refer to or link to this Privacy Plan.</p>\n<p>Please read our Privacy Plan carefully.\nWe may change our Privacy Plan from time to time as required, when there are material changes to our practices or when there are legislative amendments made.\nAny changes to our privacy practices will be published on our website.\nWe encourage you to check our website periodically to ensure that you are aware of these changes.&nbsp;&nbsp;We will notify you of any modifications to this Privacy Plan that might materially affect the way we use or disclose your personal information prior to the change becoming effective.\nNon-material changes will not require notification.</p>\n<p>If you are visiting this site from the European Economic Area (EEA), see Users from the EEA section below.</p> Privacy at Griffith Students <p>More Information</p> Staff <p>More information</p> Alumni and Donors <p>More information</p> Research <p>More information</p> Health Services <p>More information</p> General Information <p>Enquiries</p> Access and enquiries<p>You can:</p>\n<ul>\n<li>request information about the personal information we may hold about you;</li>\n<li>request an amendment to the personal information held by us about you.\nand</li>\n<li>request an internal review of a decision made in response to a request for access or amendment.</li>\n</ul>\n<p>All requests should be directed to the Privacy Officer.\nSee&nbsp;Contact Us for information on how to contact the Privacy Officer.</p>Complaints<p>If you believe your personal information has not been dealt with in accordance with the University Privacy Plan, or relevant laws, you can complain to the Privacy Officer.</p>\n<p>If you do not agree with the decision of the Privacy Officer, you can request an internal review.</p>\n<p>You can also complain to the Office of the Information Commissioner without requesting an internal review if at least 45 business days have elapsed since the complaint was made to the Privacy Officer.</p>\n<p>See&nbsp;Contact Us for information on how to contact the Privacy Officer.</p>\n<p>Data Breach</p> Data Breach Response<p>We are committed to protecting your privacy and where there has been a notifiable data breach we will follow the process in our Data Breach Response Plan and:</p>\n<ul>\n<li>investigate any reported actual or suspected data security breach;</li>\n<li>where applicable, make the required report of a data breach to the relevant regulatory authority within the required time period.\nand</li>\n<li>notify the affected individuals if a data breach is likely to result in a high risk to their rights and freedoms and notification as required by law.</li>\n</ul>\n<p>\n<strong>\n</strong>\n</p>Tips for Protecting your Personal Information<p>We take reasonable steps to ensure the security of your personal information, it is important that you also take reasonable precautions to protect your personal details.</p>\n<p>Here are some tips to assist you:</p>\n<ul>\n<li>Close your browser when you have finished your user session and logout of the computer, particularly in public or common-use facilities such as Learning Centres, internet cafes, libraries.</li>\n<li>Do not reveal your username, password or student/staff identification number to anyone else.&nbsp;&nbsp;The University will never ask for your username and password via email.</li>\n<li>Do not allow others to use your account.\nThis includes not sharing your login username and password with others.</li>\n<li>If you voluntarily disclose personal information over the internet (e.g.\nin discussion groups, Chat rooms, online forums etc.) you may receive unsolicited messages in return.</li>\n</ul>\n<p>You are responsible for maintaining the security of your username, passwords and any other account information.\nPlease be careful and responsible whenever using systems or services that utilise this and other personal information.</p>\n<p>For further information please refer to the University's&nbsp;Information Security Policy or contact the IT Service Centre.</p>\n<p>Legal</p>\n<p>The University has legal obligations to protect the personal information it collects from students, staff and members of the public.</p>\n<p>These obligations arise principally from the <em>Information Privacy Act 2009 </em>(Qld).\nThe <em>Information Privacy Act 2009 (Qld) </em>(and the <em>Right to Information&nbsp;&nbsp;Act 2009 (Qld)</em>) are&nbsp;&nbsp;designed to provide appropriate safeguards for the way the public sector handles an individual's personal information.\nThere are also instances where processing maybe covered by the <em>Privacy Act 1988 </em>(Cth) and the EU <em>General Data Protection Directive Regulation </em>(Regulation (EU) 2016/679.</p>Responsibility<p>Overall responsibility for privacy in the University resides with the Vice Chancellor and President.\nThe responsibility for day to day management has been delegated to the Vice President (Corporate Services).</p>\n<p>The Vice President (Corporate Services) as Privacy Contact Officer is the first point of contact for members of the campus community and the public on privacy matters including general information, requests to access and/or amend personal information, and for internal review and resolution of complaints.</p>\n<p>Resources</p> Refer to the following resources for more information<ul>\n<li>Cookies and On-line Tracking</li>\n<li>Tips for protecting your personal information</li>\n</ul>Other University policies and guidelines<ul>\n<li>Code of Conduct</li>\n<li>IT Code of Practice</li>\n<li>Information Security Policy</li>\n</ul>Other privacy resources<p>The website of the Office of the Information Commissioner Queensland provides information and resources on privacy including contact details for their enquiry service.</p>\n<p>Contact the Information Commissioner Queensland</p>\n<p>The Office of the Australian Information Commissioner also has a range of resources on its web site and has developed a ‘Privacy Youth Portal’ including a range of&nbsp;&nbsp;guidance aimed at young adults on privacy matters such as online banking and social networking (see links below).</p>\n<p>IPA Application Form (Queensland)</p>\n<p>IPA Act (Queensland)</p>\n<p>Office of the Information Commissioner, Queensland Privacy web site</p>\n<p>Office of the Australian Information Commissioner Privacy web site</p>\n<p>Privacy Youth Portal</p>\n<p>\n<strong>\n</strong>\n</p>Cookies and site usage:&nbsp;&nbsp;What are cookies?<p>Cookies are small strings of text placed on a website user’s hard drive when a browser points to a website.\nCookies allow a website to store information on a user's machine for it to be retrieved at a later time.</p>\n<p>Cookies can only store information that is explicitly provided by the visitor in the first place, or information that the website already has about the user, such as their IP address.</p>Griffith University website uses cookies for:<p>\n<em>Identifying unique visitors to the site</em>.\nUsers are allocated a visitor number, associated with their IP address, which is held in a cookie on that computer or device for a fixed period, such as 30 days.</p>\n<p>\n<em>Validating staff and/or students’ identity </em>when they attempt to access a restricted part of the Griffith University website.\nA cookie is created in that computer or device's memory to improve the user&nbsp;&nbsp;experience the next time the user goes to access a restricted part of the website, such&nbsp;&nbsp;as student mail.\nThe cookie contains the following information:</p>\n<ul>\n<li>internal unique ID generated by Griffith University</li>\n<li>full name and email alias</li>\n</ul>\n<p>\n<em>Marketing communication purposes</em> with Google and other third-party vendors.\nCookies allow Griffith University to reach people who have previously visited the Griffith University website and serve them tailored messages based on their Griffith University website behaviour.</p>\n<p>\n<strong>\n</strong>\n</p>Google and third-party analytics<p>We use Google Analytics and third-parties to gather statistics about how the website and email correspondence is accessed and used.\nGoogle Analytics uses cookies to gather information for statistical reporting.\nNo personally identifying information is intentionally recorded or provided and no user account information is linked to Google Analytics or other third-parties except on occasions where identifiers (such as the student name or sNumber) are dynamically included in the website's page title.</p>\n<p>\n<strong>\n</strong>\n</p>Website personalisation and remarketing<p>We use third-parties to collect information on individuals accessing and using the website and email correspondence in order to personalise their website experience and marketing communications.</p>\n<p>\n<strong>\n</strong>\n</p>Opting Out<p>Visitors can opt out of Google’s use of cookies by visiting Google’s Ad Settings.</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>Visitors can choose to accept or reject cookies in general, by adjusting their browser settings.\nIt’s important to note that occasionally, rejecting cookies can result in the loss of some website functionality.\nFor example, you may not be able to access a secure site such as the Griffith Portal.\nIt may also mean that you are prompted to verify your identity several times during a session on the Griffith University website.</p>\n<p>Visitors can opt out of email correspondence by selecting the unsubscribe option included within emails.</p>Tips for protecting your personal information<p>We take reasonable steps to ensure the security of your personal information, it is important that you also take reasonable precautions to protect your personal details.</p>\n<p>Here ae some tips to assist you:</p>\n<ul>\n<li>Close your browser when you have finished your user session and logout of the computer, particularly in public or common-use facilities such as Learning Centres, internet cafes, libraries.</li>\n<li>Do not reveal your username, password or student/staff identification number to anyone else.\nThe University will never ask for your username or password via email.</li>\n<li>Do not allow others to use your account.\nThis includes not sharing your login username and password with others.</li>\n<li>If you voluntarily disclose personal information over the internet (e.g.\nin discussion groups, Chat rooms, online forums etc.) you may receive unsolicited messages in return.</li>\n</ul>\n<p>You are responsible for maintaining the security of your username, passwords and any other account information.\nPlease be careful and responsible whenever using systems or services that utilise this and other personal information.</p>\n<p>For further information please refer to the University's Information Security Policy or contact the IT Service Centre.</p> What do we collect and what do we use it for? <p>Collection of personal information</p>\n<p>The basis for the collection of personal information is to provide teaching, research, community service and engagement activities.\nWe cannot function in carrying out our activities without collecting and holding your personal information.\nThe collection of the personal information is only for the intended purpose to carry out our activities.\nWe do not collect personal information that does not relate to our functions and activities.</p>\n<p>What personal information do we collect?</p>\n<p>In providing education, research and other services we collect, store, and use personal information.</p>\n<p>Refer to the relevant Students, Staff, Alumni and Donors, Research, or Health Services section for more information about the information we collect.</p>\n<p>Why do we collect, use and disclose personal information?</p>\n<p>We collect, hold, use or disclose to third parties personal information only as reasonably necessary to provide our education, research and other services.&nbsp;&nbsp;We may collect, hold, use and disclose your personal information for the following purposes:</p>\n<ul>\n<li>to enable you to access and use our services;</li>\n<li>to operate, protect, improve and optimise our services, business and user experience, such as to perform analytics, conduct research and for advertising and marketing and communications;</li>\n<li>to send you service, support and administrative message, reminders, technical notices, updates, security alerts, and information requested by you;</li>\n<li>to send you marketing and promotional messages and other information that may be of interest to you, including information sent by, or on behalf of, our business partners that we think you may find interesting;</li>\n<li>to administer rewards, surveys, contests, or other promotional activities or events sponsored or managed by us or our business partners;</li>\n<li>to comply with our legal obligations, resolve any disputes, and enforce our agreements with third parties.\nand</li>\n<li>to enhance security on our campuses and to respond to security incidents (and this particularly relates to personal information collected by the CCTV networks installed upon our campuses).</li>\n</ul>\n<p>We may also use or disclose your information where you are or ought reasonably to be aware of, or you have consented to, that use of disclosure.</p>\n<p>We will also use or share personal information where required by relevant Data Protection Laws or other laws.\nWe may disclose your information to a number of Australian and state government departments and agencies (including law enforcement bodies) where we are obliged to do so or when we consider it necessary or prudent to do so (for example, to prevent or assist in the investigation of a breach of the law or to protect the safety and well being of an individual).</p>Do we use your personal information for direct marketing?<p>With your consent where required by law, we and or our carefully selected business partners may send you direct marketing communications and information about our services.\nThis may take the form of emails, SMS, mail or other forms of communications.&nbsp;&nbsp;We will comply with the <em>Spam Act 2003 (Cth)</em> and the <em>Information Privacy Act 2009 (Qld)</em>.\nYou may opt-out of receiving marketing materials from us by using the opt-out facilities provided (e.g.\nunsubscribe link).</p>\n<p>You may need to separately opt-out of receiving marketing from third party agents affiliated with us.</p>\n<p>To whom do we disclose your personal information?</p>\n<p>We may disclose personal information for the purposes described in this Privacy Plan to:</p>\n<ul>\n<li>our staff to administer the services we offer to you;</li>\n<li>third party suppliers and service providers who support us in providing services to you;</li>\n<li>carefully selected business partners, advisers and agents;</li>\n<li>payment system operators.\nand</li>\n<li>other persons, including government agencies, regulatory bodies and law enforcement agencies, or as required, authorised or permitted by law.</li>\n</ul>\n<p>We may also collect from or disclose your personal information to trusted third parties.\nThis includes recruitment agents, tertiary admission centres, external service providers, marketing organisations, government agencies and other educational institutions.\nThese trusted third parties may also hold other information about you.\nThis third party may combine that information to enable it and us to develop anonymised consumer insights so that we can better understand your preferences and interests, personalise your experience and enhance the products and services that you receive.</p>\n<p>If we share your personal information with third parties, we will ensure those third parties are subject to strict controls which protect your personal information from unauthorised use or disclosure, and any access to and right to use to your personal information is limited to the extent necessary for the purposes of providing the particular service.</p>\n<p>We will not otherwise use or disclose personal information unless you are aware of or have consented to that use of disclosure.</p>Collection and or disclosure of personal information outside Australia<p>We may collect or disclose personal information outside of Australia (for example, international students enquiring and or enrolling in the services we offer).\nWe will, however, take reasonable steps to ensure that any overseas recipient will deal with such personal information in a way that is consistent with our Privacy Plan.</p> Security, retention and international transfers <p>Security</p>\n<p>We take reasonable steps to protect your personal information from misuse, interference and loss, as well as unauthorised access, modification or disclosure.\nWe use appropriate physical, administrative, personnel and technical measures in accordance with our Information Security Policy to keep personal information secure.</p>\n<p>Storage and retention</p>\n<p>Most personal information held by us is stored in our systems, including student management information systems, HR management systems, finance systems and records management systems.&nbsp;&nbsp;Some of these systems may be externally hosted or managed.</p>\n<p>Generally, personal information will be retained for, for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.\nIn all cases, personal information is retained and disposed of according to the provisions of the relevant records disposal authority approved by the Queensland State Archives.</p>\n<p>International transfer of personal information</p>\n<p>Personal information we collect may be transferred from the EEA to the USA, UK, the EU and other countries.\nThis includes transfers to our employees and third-parties, particularly our third-party service providers.</p>\n<p>These countries may not provide the same level of data protection as your home country.</p>\n<p>We take appropriate steps to ensure that recipients of your personal information are bound to duties of confidentiality, that we implement measures to ensure that any transferred personal information remains protected and secure in line with Data Protection Laws and otherwise comply with the provisions of relevant Data Protection Laws relating transborder data flows.</p> Exercising Your Rights <p>Accessing or correcting your personal information</p>\n<p>We will take reasonable steps to ensure the personal information we hold about you is accurate, up-to-date, complete, relevant and not misleading.</p>\n<p>Students are responsible for providing accurate and up to date personal information to the University via myGriffith page.</p>\n<p>You can request access to the personal information we hold about you at any time by contacting the Privacy Officer.&nbsp;&nbsp;You also have a right to ask us to correct any inaccurate personal information we hold about you.&nbsp;&nbsp;Sometimes, we may not be able to provide you with access to all your personal information and, where this is the case, we will tell you why.</p>\n<p>We may also need to verify your identity when you request your personal information.</p>\n<p>Making a complaint</p>\n<p>If you think we have breached the <em>Information Privacy Act 2009 (Qld),</em> or you wish to make a complaint about the way we handle your personal information, you may contact the Privacy Officer.</p>\n<p>We will acknowledge your complaint and respond to you regarding your complaint within a reasonable period of time.</p>\n<p>If you think we have failed to resolve the complaint satisfactorily, you have the right to contact the Office of the Information Commissioner Queensland if at least 45 business days have elapsed since the complaint was made to the Privacy Officer.</p>\n<p>Contact the Information Commissioner Queensland</p> Users from the European Economic Union <p>Legal basis for processing</p>\n<p>The following section only applies if you use our website or services offered by us.\nand you are in a country that is a Member State of the European Economic Area (EEA).\nThe information below supplements the information in this Privacy Plan.</p>\n<p>If you are an individual in the EEA, we collect and process personal information about you only where we have a legal basis for doing so under relevant EU law.&nbsp;&nbsp;This means we collect and use your personal information only where that processing:</p>\n<ul>\n<li>is necessary for the delivery of education and research services, which are tasks carried out in the public interest and in the exercise of official authority vested in the University.\nor</li>\n<li>satisfies a legitimate interest (which is not overridden by your data protection interests), such as for research and development, to market and promote our services and products and to protect our legal rights and interests.\nor</li>\n<li>is necessary to comply with a legal obligation.\nor</li>\n<li>with your consent.</li>\n</ul>\n<p>In some instances, you may be required to provide us with personal information for processing as described above, in order for us to be able to provide all of our services, and for you to use all the features of our website.</p>\n<p>Several areas of our operations will come within the reach the General Data Protection Regulation (GDPR).\nThese include programs to attract European students to Griffith University, research conducted with European participants and interactions with alumni and donors.\nWe also appreciate that our European partners will often want to impose GDPR compliant clauses in the agreements we reach with them, to enable them to meet the GDPR requirements.</p>\n<p>The <em>Information Privacy Act 2009</em> (Qld) takes the same principle-based approach to data protection as the GDPR.\nAccordingly, we already have many consistent practices with the GDPR.</p>\n<p>Your Rights</p>\n<p>You may be able to exercise additional rights including:</p>\n<ul>\n<li>to have data erased (subject to our obligations as a Statutory Authority to maintain and preserve public records);</li>\n<li>to object to the processing of personal information;</li>\n<li>to restrict the processing of personal information temporarily.\nand</li>\n<li>to object to decision making based on automated profiling.</li>\n</ul>\n<p>If you have consented to our use of information about you for a specific purpose, you have the right to change your mind at any time, but this will not affect any processing that has already taken place.</p>\n<p>Requests to exercise these rights should be submitted to the Privacy Contact Officer.</p>\n<p>If you are in the EEA and you have any concerns or complaints about how we are collecting or processing your personal information, you may lodge a complaint to your local data protection authority if you consider that our processing of your personal information violated applicable law.</p>\n<p>To locate the data protection authority most relevant to you please refer to the website of the&nbsp;European Protection Advisory Board.</p>\n<p>Making a complaint</p>\n<p>If you are in the EEA and you have any concerns or complaints about how we are collecting or processing your personal information, you may lodge a complaint to your local data protection authority if you consider that our processing of your Personal information violated applicable law.\nPlease follow this link to locate the data protection authority most relevant to you.</p>\n<strong>Students</strong>What personal information do we collect?<p>The personal information we collect about you includes:</p>\n<ul>\n<li>\n<strong>contact and identification information</strong>, such as name and contact details (including, address, email address, telephone number(s)), date of birth, passport and driver’s licence details and images and emergency contacts;</li>\n<li>\n<strong>financial information,</strong> such as payment card and bank details.\nand</li>\n<li>\n<strong>personal records,</strong> including educational records.\nemployment records.\ncitizenship and residency records and health data.</li>\n</ul>What is your personal information used for?<p>We only use personal information in relation to the provision of education, research and other services.&nbsp;&nbsp;We will never sell your personal information to a third party.</p>\n<p>The uses of your information include:</p>\n<ul>\n<li>to provide information about the University to prospective students;</li>\n<li>to administer and manage the provision of educational and support services, including admission, enrolment, scholarships, billing and collection of fees and charges, examinations, academic standing and electoral rolls.\nand</li>\n<li>to review, develop, optimise and personalise the delivery of all our services.</li>\n</ul>\n<p>Additional information about your rights and how we handle your information is included in Exercising Your Rights.</p>Personal information may be collected and used to administer the following:<ul>\n<li>on-campus accommodation at residential colleges;</li>\n<li>delivery of library services;</li>\n<li>school and workplace visits;</li>\n<li>Placements and professional experiences;</li>\n<li>work integrated learning programs.\nand</li>\n<li>student surveys.</li>\n</ul>\n<p>We may disclose your information to a number of Australian and state government departments and agencies (including law enforcement bodies) where we are obliged to do so or when we consider it necessary or prudent to so so (for example, to prevent or assist in the investigation of a breach of the law or to protect the safety and well being of an individual).</p>\n<strong>Public register</strong>\n<p>We maintain an online verification form that can be accessed and searched by the public which discloses graduate names, awards conferred and conferral data.</p> Staff<strong>What personal information do we collect? </strong>\n<p>The personal information we collect about staff and job candidates includes:</p>\n<ul>\n<li>\n<strong>recruitment information</strong> including position classifications and position applications, job applications, criminal history checks, references and reference checks and copies of qualifications;</li>\n<li>\n<strong>employment contracts</strong> and conditions of employment, including records relating to previous employment checks, character checks, security clearances and Working with Children (Blue Card) Checks;</li>\n<li>criminal record checks, where you are employed in or being considered for a role where a criminal history may be relevant;</li>\n<li>\n<strong>employee records</strong> relating to attendance and overtime, leave applications and approvals, records relating to personal development and training and graduate, volunteer and work experience scheme participation, performance appraisals and promotions and records relating to discipline matters, complaints and grievances and investigation;</li>\n<li>\n<strong>financial information</strong> including payroll and pay related records, banking details, tax file numbers and superannuation fund details.\nand</li>\n<li>\n<strong>health information</strong> including medical records and records of accidents, incidents and injuries, along with records relating to compensation and rehabilitation.</li>\n</ul>\n<strong>What is your personal information used for?</strong>\n<p>We only use your personal information in relation to the services and functions of the University.&nbsp;&nbsp;The University will never sell your information to a third party.</p>\n<p>The uses of your information include:</p>\n<ul>\n<li>to maintain accurate and up-to-date employment records and contact details (including emergency contact details), leave details, and records of employee contractual and statutory rights;</li>\n<li>to manage performance including disciplinary and grievance processes and to ensure acceptable conduct within the workplace and planning for career development;</li>\n<li>to obtain occupational health advice, to ensure the University complies with duties in relation to individuals with disabilities, meets its obligations under health and safety law, and ensures that employees are receiving the pay or other benefits to which they are entitled;</li>\n<li>to administer and enhance staff services and staff benefit schemes.\nand</li>\n<li>to ensure effective general HR and business administration.</li>\n</ul>\n<p>Additional information about your rights and how we handle your information included in Exercising Your Rights.</p>Privacy by design<p>Our staff must consider&nbsp;privacy&nbsp;at the initial&nbsp;design&nbsp;stages and throughout the complete development process of new products, processes or services that involve processing personal information.</p>Staff responsibilities<p>Our staff, collectively and individually are responsible for:</p>\n<ul>\n<li>ensuring that when they collect, manage and use personal information that they do so in accordance with this Privacy Plan;</li>\n<li>following the personal information collection protocol published here mandated by the Chief Operating Officer when collecting personal information;</li>\n<li>complying with our privacy by design commitment when developing new products, processes or services that involve processing personal information.\nand</li>\n<li>promptly informing their manager/supervisor if they become aware of an actual or suspected privacy breach and emailing privacyofficer@griffith.edu.au relevant details of the actual or suspected privacy breach.</li>\n</ul>Accessing or correcting your personal information<p>We will take reasonable steps to ensure the personal information we hold about you is accurate, up-to-date, complete, relevant and not misleading.&nbsp;&nbsp;&nbsp;Students are responsible for providing accurate and up to date personal information to the University via myGriffith page.</p>\n<p>You can request access to the Personal Information we hold about you at any time by contacting us using the information below.&nbsp;&nbsp;You also have a right to ask us to correct any inaccurate Personal Information we hold about you.&nbsp;&nbsp;Sometimes, we may not be able to provide you with access to all of your personal information and, where this is the case, we will tell you why.\nWe may also need to verify your identity when you request your personal information.</p> Alumni and Donors<p>We maintain relationships with alumni and donors and with other interested parties, including the local community, business, industry and professional organisations concerned with or supporting the core functions of the University (education and research).</p>\n<p>As part of maintaining these relationships, we may collect personal information of:</p>\n<ul>\n<li>donors or scholarship providers;</li>\n<li>alumni and their friends and family;</li>\n<li>members of ‘Friends of Griffith’ groups;</li>\n<li>subscribers to the <em>Griffith Review</em>.\nand</li>\n<li>other participants in out-reach or marketing campaigns or attendees at University events.</li>\n</ul>\n<p>This information may be used:</p>\n<ul>\n<li>to inform you about University courses/events;</li>\n<li>to inform you of and provide alumni benefits.\nand</li>\n<li>to inform you of opportunities to engage with and support the University.</li>\n</ul>\n<p>The University will never sell your personal information to a third party.\nAdditional information about your rights and how we handle your information included in Exercising Your Rights.</p> Research and research participants<p>We collect, store and use research participant’s personal information to administer research programs.</p>\n<p>Before collecting or using personal information in research, the researcher must have obtained approval from the University Ethics Committee.&nbsp;&nbsp;The University requires researchers to demonstrate potential research participants have given voluntary, informed consent consistent with the <em>National Statement on Ethical Conduct in Human Research</em> (2007) (as updated).\nResearchers also keep a record of that consent.</p>\n<p>It is the responsibility of the researcher and the relevant Group/Element to ensure compliance with all relevant Data Protection Laws.</p>\n<p>Additional information about what personal information is handled as part of research programs, please contact the <strong>Research Ethics and Integrity Team.</strong>\n</p> University Health Services<p>The University provides a range of health services including:</p>\n<ul>\n<li>Dentistry and Oral Health;</li>\n<li>Nutrition and Dietetics;</li>\n<li>Physiotherapy;</li>\n<li>Exercise Physiology;</li>\n<li>Speech Pathology.\nand</li>\n<li>Social Work.</li>\n</ul>\n<p>As part of these services, we collect, store and use personal information, including health information.</p>\n<strong>What personal information do we collect?</strong>\n<p>The personal information we collect about people who use our health services includes:</p>\n<ul>\n<li>name, address and contact information of the individual, dependents and other family members, and of health professionals who are currently or have previously provided treatment;</li>\n<li>medicare and health insurance details;</li>\n<li>records such as patient records including assessments and treatments.\nmedical records, including medications, and any current or past medical conditions;</li>\n<li>x-rays, video/audio/digital recordings and images and models/castings;</li>\n<li>financial records related to the treatments given and associated fees charged.\nand</li>\n<li>notes on the consultations and treatments given and correspondence that may take place between you and the clinic, or any health service provider and the clinic.</li>\n</ul>\n<strong>What is your personal information used for?</strong>\n<p>We only use your personal information collected in relation to the provision of health services and to contribute to the University’s teaching, research and development activities in relevant fields.</p>\n<p>The University will never sell your personal information and health information to a third party.</p>\n<p>Should there be a dispute with a patient over the University’s ability to disclose records outside the University, any agreement or contract that the University may have with an external party for provision of treatment which requires or permits the disclosure of records will prevail.</p>\n<p>Patients may request access to view their clinic record.\nhowever, the record remains the property of the University.\nSuch viewings by patients of clinic records will be conducted in accordance with the process set down by the University and may involve the presence of a senior staff member or the treating clinician.</p> Contact us<p>\n<strong>Griffith Privacy Officer</strong>\n</p>\n<p>\n<strong>Phone: + 61 (07) 3735 7914</strong>\n</p>\n<p>\n<strong>privacyofficer@griffith.edu.au</strong>\n</p> Postal address:<p>The Privacy Officer</p>\n<p>Office of the Chief Operating Officer</p>\n<p>Griffith University</p>\n<p>170 Kessels Rd</p>\n<p>Nathan QLD 4111</p> Footer Study areas <ul>\n<li>Architecture, construction and planning</li>\n<li>Business and government</li>\n<li>Criminology and law</li>\n<li>Education</li>\n<li>Engineering, <abbr>IT</abbr> and aviation</li>\n<li>Humanities, languages and social science</li>\n<li>Medicine, dentistry and health</li>\n<li>Music and performing arts</li>\n<li>Science and environment</li>\n<li>Visual and creative arts</li>\n</ul> Campuses <ul>\n<li>Digital campus</li>\n<li>Gold Coast campus</li>\n<li>Logan campus</li>\n<li>Mount Gravatt campus</li>\n<li>Nathan campus</li>\n<li>South Bank campus</li>\n</ul> Getting to Griffith <ul>\n<li>Cycling</li>\n<li>Intercampus bus</li>\n<li>Maps</li>\n<li>Parking</li>\n</ul> On campus <ul>\n<li>Accommodation</li>\n<li>Aquatic and Fitness Centre</li>\n<li>Clubs</li>\n<li>Griffith College</li>\n<li>Health Clinics</li>\n<li>Library</li>\n<li>Medical</li>\n<li>Shops</li>\n<li>Sport</li>\n<li>What's on</li>\n</ul> Support <ul>\n<li>Childcare</li>\n<li>Paying your fees</li>\n<li>Griffith Pay</li>\n<li>Griffith Honours College</li>\n<li>\n<abbr>GUMURRII</abbr> Student Success Unit </li>\n<li>\n<abbr>IT</abbr> Service Centre</li>\n<li>International</li>\n<li>Printing services</li>\n<li>Room bookings</li>\n<li>Safe campuses</li>\n<li>Student support</li>\n<li>Assessment, exams and grades</li>\n</ul> Academic groups <ul>\n<li>Arts, Education and Law</li>\n<li>Griffith Business School</li>\n<li>Griffith Health</li>\n<li>Griffith Sciences</li>\n</ul> Contact us <ul>\n<li>Emergency information</li>\n<li>Media</li>\n<li>Security</li>\n<li>Addresses</li>\n<li>Phone</li>\n<li>Complaints and grievances</li>\n</ul> Need help? <ul>\n<li>Ask us </li>\n</ul> Disclaimer <ul>\n<li>Privacy plan</li>\n<li>Copyright matters</li>\n<li>\n<abbr>CRICOS</abbr> - 00233E</li>\n<li>\n<abbr>TEQSA</abbr> - PRV12076</li>\n</ul> Locations <ul>\n<li>Gold Coast </li>\n<li>Logan </li>\n<li>Brisbane </li>\n<li>Australia </li>\n</ul> First Peoples of Australia&nbsp.\n<ul>\n<li>Aboriginal&nbsp.\n</li>\n<li>Torres Strait Islander </li>\n</ul> ", "created_at": "2023-08-23 21:48:12.384383", "updated_at": "2023-08-23 21:51:15.401646"}], "points": [], "urls": ["griffith.edu.au"]}}