{"error": 448, "message": "OK", "parameters": {"id": 8217, "name": "Virginia Cyber Range", "created_at": "2023-05-05 18:50:54.211196", "updated_at": "2023-08-27 22:02:14.242334", "wikipedia": "https://en.wikipedia.org/wiki/Virginia_Cyber_Range", "keywords": null, "related": null, "slug": "virginia-cyber-range", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8217.png", "url": "virginiacyberrange.org,console.virginiacyberrange.org,login.virginiacyberrange.org,kb.virginiacyberrange.org", "documents": [{"id": 15936, "name": "Terms of Use", "url": "https://www.virginiacyberrange.org/terms-of-use", "xpath": "//body", "text": " Knowledge Base Supportnavigated to Terms of Use | Virginia Cyber Range navigation skip to main content <ul>\n<li> Features </li>\n<li> Courseware </li>\n<li> Exercises </li>\n<li> Community </li>\n<li> Resources </li>\n</ul>\n<i>\n</i> Sign Up Login <ul>\n<li>Home</li>\n<li>&gt;</li>\n<li>Terms of Use</li>\n</ul> Terms of Use <p>The Virginia Cyber Range is a portal of educational resources and was designed for use by faculty and students in Virginia public high schools, colleges and universities.\nFor specifics about the Virginia Cyber Range visit our&nbsp;About&nbsp;page.\nThe Courseware Repository is for faculty use only, while the Exercise Area (The Range) is for faculty and student use.\nStudents gain access to the Exercise Area by invitation only from faculty using the site.</p>\n<p>If your organization is not a Virginia public educational institution and you want to employ a cyber range, please look into signing up through the US Cyber Range of Virginia Tech.\nYou can find more information at&nbsp;https://uscyberrange.org.</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>The privacy policy set forth herein refers solely to the Virginia Cyber Range website.\nThe policy pertains to how we gather and use information you provide us while using the Virginia Cyber Range site.\nThis policy does not pertain to information you provide us offline.\nPlease read over this policy carefully, and if you have any questions or concerns, please feel free to&nbsp;contact us.</p>\n<p>Any user of the Virginia Cyber Range may request their user data be modified or deleted by contacting us at contact@virginiacyberrange.org.\n</p>\n<p>As the Virginia Cyber Range evolves, our Privacy Policy may be revised to reflect changes in the law, our practices, and the features of the Virginia Cyber Range.\nAccordingly, please review the Privacy Policy regularly to remain up to date on our most current version.</p>\n<p>\n<strong>Gathering and Use of Information</strong>\n</p>\n<p>To get full access to Virginia Cyber Range resources, you must request an account which requires supplying us with some personally identifiable information (PII), i.e.\nyour name, email address, school/organization, and job title/position.\nThis information is used initially to help us determine your eligibility for access, i.e.\ncurrently a faculty member at a Virginia.\nhigh school, college or university.</p>\n<p>Once your account is approved and you are authenticated on our site, we will use this information to record which courseware materials you download and when.\nThis information will only be used in the aggregate, to identify by organization (school) how much content is being used and which content is most popular.\nThis will help us understand our audience and evaluate the access and use of Virginia Cyber Range resources and the impact of Virginia Cyber Range on the educational community.\nWe will analyze website traffic records to determine information such as which pages (courseware content) are most popular, which browsers are most used, how long users spend on the site, and which sites they have come from.</p>\n<p>The Virginia Cyber Range will not willfully disclose your personal information to any third party without first receiving your permission, unless required by law.</p>\n<p>The Virginia Cyber Range may use elements of the information you provide us for internal and promotional purposes, e.g.\nto send periodic emails regarding updates to our site and news items of interest.</p>\n<p>The Virginia Cyber Range will not share your email address with any other organization.\nIf you voluntarily provide your email address or other contact information, we might also use it to inform you of changes to the Virginia Cyber Range, to survey you about your use or opinion of the Virginia Cyber Range, or to ask for your support.\nAt your request, we will remove your contact information from our emailing lists.</p>\n<p>\n<strong>CAN-SPAM Act</strong>\n</p>\n<p>The CAN-SPAM Act is a law that sets the rules for commercial email, which establishes requirements for commercial messages, gives recipients the right to opt out, and spells out tough penalties for violations.\nIn accordance with the CAN-SPAM Act, we will:</p>\n<p>\n<br>\n</p>\n<ol>\n<li>Not use false or misleading header information.</li>\n<li>Not use deceptive subject lines.</li>\n<li>Identify the email as an ad.</li>\n<li>Include our valid physical postal address in all emails.</li>\n<li>Tell you how to opt out of receiving future email from us.</li>\n<li>Honor opt-out requests promptly.</li>\n</ol>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>We also use \"cookies\" to improve your Virginia Cyber Range experience and to collect anonymous information about how you use the Virginia Cyber Range.\nCookies, however, are not required to use the Virginia Cyber Range website.\nThe user's cookie file lives on the user's machine, and can be deleted at any time by the user.\nIf your browser is configured not to accept cookies, you will still be able to access the Virginia Cyber Range and its content.</p>\n<p>\n<strong>External Links</strong>\n</p>\n<p>You will find links from the Virginia Cyber Range to various websites with content of interest.\nThese external links may be operated by third parties who independently produce, maintain, and monitor these sites.\nThe Virginia Cyber Range does not control the content of these sites.</p>\n<p>You should review the privacy policies of these third-party sites for their policies and practices regarding the collection and use of personally identifiable information as their policies may differ from ours.</p>\n<p>\n<strong>Children's Internet Protection Act (CIPA) Compliance</strong>\n</p>\n<p>In accordance with CIPA, the Virginia Cyber Range website, specifically the&nbsp;Exercise Area&nbsp;(The Range), has blocking and filtering measures in place to: ensure minors do not gain access to inappropriate matter on the Internet.\nsafeguard personal information regarding minors.\nand, restrict minors' access to materials harmful to them.</p>\n<p>\n<strong>Submission of Courseware Content</strong>\n</p>\n<p>All content (syllabi, lesson plans, presentation slides, exercises, etc.) contained in the Courseware Repository is submitted by faculty (henceforth referred to as authors).\nThese authors agree the work is their own and its use does not violate others’ copyrights or intellectual property rights.</p>\n<p>Upon submission to the Virginia Cyber Range, the author acknowledges that any intellectual property shall be licensed under the Attribution-NonCommercial-ShareAlike 4.0 International Creative Commons License (see&nbsp;https://creativecommons.org/licenses/by-nc-sa/4.0/legalcode).\nThis means that the content can be used and modified by anyone for any non-commercial purpose, as long as they attribute the content to the original author and likewise agree to share the work, and/or any derivatives, under the same creative commons licensing model.\nMore information on creative commons licensing can be found at&nbsp;https://creativecommons.org.</p>\n<p>The author agrees to indemnify and hold harmless the Commonwealth of Virginia and Virginia Polytechnic Institute and State University, and respective agents, employees, and students, for any infringement or other violation of intellectual property that arises from a claim or cause of action related to the author’s submission to the Virginia Cyber Range.</p>\n<p>Once content is approved for inclusion in the Courseware Repository, the author consents to their contact information (institutional email) and image being displayed on this website and associated with the content they contributed.</p>\n<p>\n<strong>Use of Logos in Courseware Content</strong>\n</p>\n<p>All logos used in any courseware content are the property of their respective trademark owners.\nTheir use in these educational materials is not authorized by, sponsored by, or associated with the trademark owners.\nNo endorsement of the trademark owners by the author of the material or the Virginia Cyber Range is given or should be inferred.</p>\n<p>\n<strong>Infringement Notification</strong>\n</p>\n<p>Prior to making any materials publicly available, the Virginia Cyber Range reviews all material extensively to determine the correct ownership of the material and obtain the appropriate licenses to make the material available to our users.\nThe Virginia Cyber Range will promptly remove any material that is determined to be infringing on the rights of others.\nIf you believe any Virginia Cyber Range material infringes another's copyright,&nbsp;contact us&nbsp;immediately.</p>\n<p>\n<strong>Download/Use of Courseware Content</strong>\n</p>\n<p>Only faculty members at Virginia high schools, colleges, or universities may download and freely use content from the Virginia Cyber Range Courseware Repository.\nThis content can be used and modified by these faculty members for any non-commercial purpose, as long as they attribute the content to the original author and likewise agree to share the work, and/or any derivatives, under the same creative commons licensing model.\nMore information on creative commons licensing can be found at&nbsp;https://creativecommons.org.</p>\n<p>\n<strong>Interpretation of \"Non-commercial\"</strong>\n</p>\n<p>Non-commercial use means users may not sell, profit from, or commercialize Virginia Cyber Range materials or works derived from them.</p>\n<p>\n<strong>Use of the Virginia Cyber Range Name/Logo</strong>\n</p>\n<p>The Virginia Cyber Range and its logos are copyrighted.\nExcept for purposes of attribution as required by our Creative Commons License, you may not use Virginia Cyber Range’s name or logos, or any variations thereof, without prior consent of the Virginia Cyber Range.\nYou may not use the Virginia Cyber Range name in any of its forms nor logos for promotional purposes, or in any way that deliberately or inadvertently claims, suggests, or gives the appearance or impression of a relationship with or endorsement by the Virginia Cyber Range.</p>\n<p>\n<strong>Acceptance of the Virginia Cyber Range Privacy Policy Terms and Conditions</strong>\n</p>\n<p>By using this site, you signify your agreement to the terms and conditions of this Virginia Cyber Range Privacy Policy.\nIf you do not agree to these terms and conditions, please do not use the site.\nWe reserve the right, at our sole discretion, to change, modify, add, or remove portions of this policy at any time.\nPlease check this page periodically for any changes.\nYour continued use of the Virginia Cyber Range following the posting of any changes to these terms shall mean that you have accepted those changes.</p>\n<p>Reviewed/Updated: October 1st, 2019</p> Making Virginia a national resource for cybersecurity education.\nServices Courseware Exercises Community Weekly Workshops Resources Events News newsletter signup Knowledge Base Resources Contact About Team Careers Contact Us Terms of Use/Privacy Policy &nbsp.\n&nbsp.\n© 2023 Virginia Cyber Range <i>\n</i>\n<i>\n</i> ", "created_at": "2023-05-05 18:50:54.242016", "updated_at": "2023-05-05 18:51:30.651348"}], "points": [{"id": 34492, "title": "Third parties are not allowed to access your personal information without a legal basis", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-27 18:43:19.133122", "updated_at": "2023-08-27 10:15:14.247232", "quoteText": null, "case_id": 167, "document_id": 15936, "quoteStart": null, "quoteEnd": null}, {"id": 34493, "title": "Your information is only shared with third parties when given specific consent", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-27 18:44:41.466469", "updated_at": "2023-10-28 22:00:25.039555", "quoteText": null, "case_id": 296, "document_id": 15936, "quoteStart": null, "quoteEnd": null}, {"id": 34491, "title": "The service explains how to prevent disclosure of personal information to third parties", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-27 18:38:11.323095", "updated_at": "2023-10-28 22:00:25.143582", "quoteText": null, "case_id": 334, "document_id": 15936, "quoteStart": null, "quoteEnd": null}, {"id": 34495, "title": "Your personal data is aggregated into statistics", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-27 18:47:02.132354", "updated_at": "2023-08-28 19:13:46.194952", "quoteText": null, "case_id": 190, "document_id": 15936, "quoteStart": null, "quoteEnd": null}, {"id": 34497, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-27 18:52:03.825534", "updated_at": "2023-08-28 19:14:34.315245", "quoteText": null, "case_id": 331, "document_id": 15936, "quoteStart": null, "quoteEnd": null}, {"id": 34494, "title": "Your information is only shared with third parties when given specific consent", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-27 18:45:18.440735", "updated_at": "2023-08-28 19:12:52.870644", "quoteText": null, "case_id": 296, "document_id": 15936, "quoteStart": null, "quoteEnd": null}, {"id": 34490, "title": "You can delete your content from this service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-27 18:36:05.765641", "updated_at": "2023-10-27 22:00:22.064392", "quoteText": null, "case_id": 175, "document_id": 15936, "quoteStart": null, "quoteEnd": null}, {"id": 34496, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-27 18:49:10.195948", "updated_at": "2023-10-28 22:00:25.188179", "quoteText": null, "case_id": 408, "document_id": 15936, "quoteStart": null, "quoteEnd": null}], "urls": ["virginiacyberrange.org", "console.virginiacyberrange.org", "login.virginiacyberrange.org", "kb.virginiacyberrange.org"]}}