{"error": 448, "message": "OK", "parameters": {"id": 7110, "name": "Gigablast", "created_at": "2022-12-23 01:01:00.444697", "updated_at": "2022-12-29 18:45:31.884925", "wikipedia": "https://en.wikipedia.org/wiki/Gigablast", "keywords": null, "related": null, "slug": "gigablast", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7110.png", "url": "gigablast.com", "documents": [{"id": 13519, "name": "Terms of Service ", "url": "https://www.gigablast.com/terms.html", "xpath": "//body", "text": " <br> Terms of Service <br> The parties agree as follows: CONTENT PROVIDED TO Customer Company will provide to Customer search results (\"Content\") generated by\nCompany's proprietary search engine.\nContent includes all pages generated\nby Company's search engine upon standard processing of a query and all\npages previously archived by Company's search engine which may be displayed\nto an end user.\nCompany is not responsible for the data and information contained in the\nContent.\nCustomer will not cache, copy, compile or otherwise store the Content for\nredistribution, and will not permit End Users to cache, copy, compile or\notherwise store the Content for redistribution.\nFor purposes of this\nAgreement, an \"End User\" is a user identifiable by a unique IP address or\nby a unique registration ID with Customer.\nNotwithstanding the foregoing,\nthe customer may distribute search results to its affiliates.\nHowever, all\nqueries received from said affiliates must be forwarded to Gigablast.\nCompany will not provide Customer with more than 10 results per Search.\nTo\nreceive more than 10 results for a Search, multiple Searches will be\nrequired or Customer will pay the additional amounts as described below.\nCustomer may rebrand, rerank or add information to the search results as it\nsees fit.\nPRICING Company may change any and all prices at anytime without notice.\nAll deposits are non-refundable.\nCONTENT OWNERSHIP AND LICENSE.\nQUERIES Company will retain all right, title and interest in and to the Content\nworldwide (including, but not limited to, ownership of all copyrights and\nother intellectual property rights therein).\nSubject to the terms and\nconditions of this Agreement, Company hereby grants to Customer a non-\nexclusive, worldwide license to transmit the Content derived from each\nsearch to a single End User in accordance with this Agreement.\nThe parties will jointly own all queries entered by End Users and will be\nable to use such queries without accounting to the other.\nEach party will\nown any compilations of queries it creates, and will not be required to\nshare such compilations with the other.\nTRADEMARK OWNERSHIP AND LICENSE Company will retain all right, title and interest in and to its trademarks,\nservice marks and trade names worldwide, including any goodwill associated\ntherewith, subject to the limited license granted to Customer hereunder.\nAny use of any such trademarks by Customer shall inure to the benefit of\nCompany and Customer shall take no action that is inconsistent with\nCompany's ownership thereof.\nCompany hereby grants to Customer a non-exclusive, limited license to use\nits trademarks, service marks or trade names only as specifically described\nin this Agreement.\nAll such use shall be in accordance with Company's\nreasonable policies regarding advertising and trademark usage as\nestablished from time to time.\nAs the parties may agree in writing.\nor To the extent permitted by applicable law.\nLIMITATION OF LIABILITY THE LIABILITY OF COMPANY FOR DAMAGES OR ALLEGED DAMAGES HEREUNDER, WHETHER\nIN CONTRACT, TORT OR ANY OTHER LEGAL THEORY, IS LIMITED TO, AND WILL NOT\nEXCEED $0.00.\nDISPUTE RESOLUTION In the event that disputes between the parties arising from or concerning\nin any manner the subject matter of this Agreement, other than disputes\narising from or concerning trademarks, service marks or trade names and/or\nconfidentiality, cannot be resolved through good faith negotiation within\n30 days after notice of dispute is provided to the other party, the parties\nwill refer the dispute(s) to the American Arbitration Association for\nresolution through binding arbitration by a single arbitrator pursuant to\nthe American Arbitration Association's rules applicable to commercial\ndisputes.\nThe arbitration will be held in the United States District Court\nof New Mexico GENERAL Governing Law.\nThis Agreement will be governed by and construed in\naccordance with the laws of the State of New Mexico.\nNo Agency.\nThe parties are independent contractors and will have no power\nor authority to assume or create any obligation or responsibility on behalf\nof each other.\nThis Agreement will not be construed to create or imply any\npartnership, agency or joint venture.\nSeverability.\nIn the event that any of the provisions of this Agreement are\nheld to be unenforceable by a court or arbitrator, the remaining portions\nof the Agreement will remain in full force and effect.\nEntire Agreement.\nThis Agreement is the complete and exclusive agreement\nbetween the parties with respect to the subject matter hereof, superseding\nany prior agreements and communications (both written and oral) regarding\nsuch subject matter.\nThis Agreement may only be modified, or any rights\nunder it waived, by a written document executed by both parties.\n[last update: Apr 4 2019] Copyright © 2016.\nAll rights reserved.\n", "created_at": "2022-12-23 00:01:51.084355", "updated_at": "2022-12-23 00:01:59.337647"}, {"id": 13518, "name": "Privacy Policy", "url": "https://www.gigablast.com/privacy.html", "xpath": "//body", "text": " <br> Privacy Policy <br>\n<br>\n<b>1.</b>Your queries are <u>your</u> property.\n<b>2.</b>Gigablast does not give any third party access to your query.\n<b>3.</b>Gigablast does not give any third party access to your IP address.\n<b>4.</b>Gigablast does not use your queries for anything other than returning search results to you.\n<b>5.</b>Query logs are deleted on a regular basis.\n<br> ", "created_at": "2022-12-23 01:01:00.447178", "updated_at": "2022-12-23 00:02:12.034438"}], "points": [], "urls": ["gigablast.com"]}}