{"error": 448, "message": "OK", "parameters": {"id": 8005, "name": "Mother Jones", "created_at": "2023-04-15 22:31:41.31672", "updated_at": "2023-04-22 11:50:41.65924", "wikipedia": null, "keywords": null, "related": null, "slug": "mother-jones", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8005.png", "url": "motherjones.com", "documents": [{"id": 15493, "name": "Terms of Service", "url": "https://www.motherjones.com/about/terms/", "xpath": "//*[@id=\"main\"]", "text": " Terms of Service <p>\n<strong>Welcome to the <em>Mother Jones </em>website.</strong>\n<strong>\n</strong>Please read these terms of service carefully.\nThey contain important information regarding your legal rights, remedies, and obligations, including how the content you provide can be used and how any disputes will be resolved.</p>\n<strong>1.\nREVISION DATE</strong>\n<p>These Terms of Service were last revised on <strong>September 09, 2010</strong>.</p>\n<strong>2.\nACCEPTANCE OF TERMS</strong>\n<p>The nonprofit Foundation for National Progress (“Foundation”) provides the <em>MotherJones.com</em> website to you subject to the following Terms of Service (\"TOS\").\nBy registering with or by using the <em>MotherJones.com</em> site (the “Site”), and in exchange for the Foundation’s agreement to provide the Site to you, you agree to be bound by these TOS.&nbsp;</p>\n<p>The TOS may be revised from time to time.\nWe will indicate at the beginning of the TOS when they were last revised.\nYour continued use of the Site constitutes your agreement to all terms of the most recent TOS.\n&nbsp;</p>\n<p>You must be at least thirteen (13) years of age to use the Site.\nAny registration by, use of, or access to the Site by anyone under 13 is unauthorized, unlicensed, and in violation of these TOS.\nBy using the Site, you represent and warrant that you are at least 13 years old.</p>\n<p>The Foundation reserves the right to refuse access to the Site or to any other service or product provided by the Foundation, without notice, at any time, and for any reason.</p>\n<strong>3.\nPROVISION AND MODIFICATION OF SERVICE </strong>\n<p>The Site includes software, services, content, and advertising provided by the Foundation.\nHowever, some of the content of the Site is provided by users who submit or post content on the Site.\nIn addition, the Site includes advertising placed by advertisers and ad networks.\nThe Foundation takes no responsibility for such content.&nbsp;</p>\n<p>You understand and agree that the Site is provided to you on an AS IS and AS AVAILABLE basis.\nThe Foundation disclaims all responsibility for the availability, timeliness, security, or reliability of the Site or any feature or software included in the Site.\nThe Foundation also disclaims all responsibility for the acts or omissions of third parties whose services, software, content, or advertising may be utilized in connection with the Site.\nYou agree that the Foundation shall not be liable for any such faults.</p>\n<p>The Foundation reserves the right at any time to modify or discontinue, temporarily or permanently, the Site (or any part thereof) with or without notice.\nThe Site also may be subject to interruptions, caused by the Foundation or others.\nYou agree that the Foundation will not be liable for any modification, suspension, interruption, or discontinuance of the Site.</p>\n<strong>4.\nREGISTRATION AND ACCOUNT CREATION </strong>\n<p>Certain features of the Site require you to register and create a user profile (“Profile Page”).\nAs part of the registration process, you will select a member ID (username) and a password, and you will provide the Foundation with certain registration information.\nIn consideration of your use of the Site, you agree to provide accurate, current, and complete information, and to promptly update the information you provide in connection with creating or maintaining your account, in order to keep it accurate, current, and complete.\n(If any of your registration or account information changes, you can update it by using the “Edit” tab on your Profile Page.)&nbsp;</p>\n<p>You also agree that you will maintain the security of your password, that you will be responsible for all use of your account, and that you will notify the Foundation immediately of any breach of security or unauthorized use of your account.\nYou agree that you will not register for more than one account, register for an account on behalf of anyone other than yourself, or use another’s account without permission.</p>\n<strong>5.\nCONDITIONS ON USE OF THE SITE</strong>\n<p>The Foundation grants you permission to access and use the Site as set forth in these TOS, and in exchange you agree as follows:</p>\n<ol>\n<li>You will access and use the Site solely for your own personal use;</li>\n<li>You will not use the Site in any illegal manner or for any illegal purpose, in any other manner that could damage, disable, overburden, or impair the Site, or in any manner inconsistent with these TOS;</li>\n<li>You will not defeat or interfere with any security feature of the Site, or attempt to do so;</li>\n<li>You will not alter or modify any content or component of the Site, other than content you have submitted to or posted on the Site;</li>\n<li>You will not reproduce, duplicate, copy, sell, trade, resell, or exploit, for any commercial purpose, any content, component, or feature of the Site without the prior written permission of the Foundation, except for content you have submitted to or posted on the Site, or content which you have the prior written permission of the owner to use;</li>\n<li>You will not use any automated system, software, or device to generate and send unsolicited communications to or through the Site;&nbsp;</li>\n<li>You will not collect or harvest any personally identifiable information, including without limitation account names or email addresses, from the Site, nor use the communication systems provided by the Site for purposes of sending any commercial solicitation;</li>\n<li>You will not upload, post, transmit, share, or otherwise make available any material that contains software viruses or any other computer code designed to interfere with the functionality of or obtain any nonpublic information from any computer software or hardware or telecommunications equipment.\nand</li>\n<li>You will not harass or intimidate any other user of the Site.&nbsp;</li>\n</ol>\n<strong>6.\nYOUR CONDUCT AND USE OF THE SITE</strong>\n<p>You acknowledge that you are solely responsible for the Profile Page (including your name, image or likeness, and biographical information), text, comments, and other content that you post, publish, upload, or display on the Site, or transmit to or share with others using the Site (collectively \"User Content\"), and for the consequences of posting, publishing, uploading, displaying, or sharing any User Content.</p>\n<p>You understand and agree that any User Content you submit or post on the Site is intended to and generally will be made public, and that once made public User Content cannot be made private again.\nYou consent to the public dissemination of all User Content you submit or post using the Site.\nHowever, the Foundation will generally not make your email address public, even if you choose to allow other users to contact you through your Profile Page.\nYour email address will not be considered User Content unless you make it publicly available on the site.</p>\n<p>You agree that you will not use the Site to post, transmit, or share User Content that you did not create or that you do not have permission to post, transmit, or share.\nYou affirm that you own or have all intellectual property rights (including without limitation copyright and trademark rights), licenses, and permissions to User Content you provide that are needed to use and to authorize the Foundation to use that User Content in the manner described in these TOS.\nBy submitting or posting User Content, you warrant that it does not infringe any intellectual property rights of another person.</p>\n<p>You agree that you will not use the Site to post, transmit, or share child pornography.\nThe use of the Site to publish or transmit child pornography will not be tolerated.\nIf identified, it will be reported to law enforcement authorities, and will result in termination of your account.</p>\n<p>You agree that you will not use the Site to post, transmit, or share User Content that is obscene, defamatory, or invasive of the privacy of another person, graphically violent, physically threatening, intended for any illegal purpose, or otherwise inappropriate on a site intended for a general audience.\nBy submitting or posting User Content, you warrant that it is not obscene, defamatory, or invasive of the privacy of any other person, or otherwise illegal.</p>\n<p>You understand that the Foundation does not promise that User Content you submit to or post on the Site will be maintained by the Foundation.\nYou are solely responsible for creating backup copies of and replacing any User Content you submit to or post on the Site.\nYou agree that the Foundation has no responsibility or liability for the deletion of, or the failure to store or to transmit, any User Content or other communications provided on or through the Site.\nThe Foundation retains the right to create limits on use and storage at its sole discretion, at any time, with or without notice.</p>\n<p>You agree that you will not use the Site to promote any product or service on behalf of any person or entity that sells, provides, or offers the product or service.</p>\n<strong>7.\nRIGHTS TO AND USE OF THE CONTENT ON THE SITE</strong>\n<p>Except for User Content, all content and components of the Site (“Mother Jones Content”), including without limitation, the software, text, photos, video and audio content, graphics, and features, and all trademarks, service marks, and logos contained therein, are owned by or licensed to the Foundation, subject to any copyrights or other intellectual property rights held by others pursuant to law.\nThe Foundation reserves all rights to the Mother Jones Content and any other component or content of the Site not expressly granted to you by these TOS.</p>\n<p>By submitting or posting User Content to the Site, you grant the Foundation an irrevocable, perpetual, nonexclusive, transferable, fully paid, worldwide license to: (1) use, copy, publicly perform, publicly display, reformat, translate, excerpt (in whole or in part), and distribute the User Content in or through any medium now known or hereafter invented, for any purpose.\n(2)&nbsp;to prepare derivative works using the User Content, or to incorporate it into other works, for any purpose.\nand (3) to grant and authorize sublicenses of any or all of the foregoing rights.</p>\n<p>You may remove your User Content from the Site at any time.\nIf you choose to remove your User Content, the User Content will no longer appear on the Site.\nHowever, you acknowledge that the Foundation may retain archived copies of your User Content, and that the Foundation will retain the rights to the content granted by these TOS.\n&nbsp;</p>\n<p>The Foundation does not assert any ownership over your User Content.\nrather, as between the Foundation and you, and subject to the rights granted to us in these TOS, you retain full ownership of all of your User Content and any intellectual property rights or other proprietary rights associated with your User Content.&nbsp;</p>\n<p>The Foundation may obtain and exercise intellectual property rights over compilations, collective works, derivative works, or revisions that incorporate User Content you have provided.\nIn that case, the rights we obtain will apply only to the compilation, collective work, derivative work, or revision.\nas between the Foundation and you, subject to the rights granted to us in these TOS, you will retain full ownership of and rights to your User Content.</p>\n<p>When you post User Content to the Site, you also authorize and direct us to make such copies thereof as we deem necessary in order to facilitate the posting, maintenance, and storage of the User Content on the Site.</p>\n<strong>8.\nOBJECTIONABLE OR INAPPROPRIATE CONTENT </strong>\n<p>By its very nature, the Site may include offensive, harmful, inaccurate or otherwise offensive or objectionable material.\nIn some cases, the Site may include content that has been mislabeled or is otherwise deceptive.\nPlease use caution and common sense and exercise proper judgment when using <em>MotherJones.com</em>.\nThe Foundation does not endorse, support, represent, or guarantee the truthfulness, accuracy, or reliability of any content appearing on the Site at the direction of others.\nThe Foundation does not endorse any opinions expressed by others on the Site.\nYou acknowledge that any reliance on material appearing on the Site will be at your own risk.</p>\n<p>The Foundation will not routinely review or revise content submitted to or posted on the Site by others.\nHowever, the Foundation may read any such content, and reserves the right to refuse to distribute any such content, to remove any content from the Site, or to edit any content, in its sole discretion.</p>\n<p>If you find content appearing on the Site that you believe violates these TOS, or that is offensive or otherwise objectionable, you may inform the Foundation by sending a message to feedback (at) motherjones (dot) com.\nBe sure to type \"Feedback\" in the subject line.\nThe Foundation will review your message and the content to which you object (assuming it is still on the Site).\nWe may remove the content if, in our judgment, it is inappropriate.\nHowever, please understand that deciding whether content is inappropriate is a judgment call, and that the Foundation is not legally responsible for content that it does not originate.\nNeither is the Foundation legally responsible for keeping content that it deems inappropriate off of the Site.</p>\n<p>If content you have submitted is not published or is removed, please review these TOS and understand that the value of the <em>Mother Jones </em>website is, to a large extent, based on providing an experience that is both enlightening and pleasant for the people who use the Site.&nbsp;</p>\n<p>The Foundation reserves the right to access, read, preserve, and disclose any information it reasonably believes is necessary to do any of the following: (1) satisfy any applicable law, regulation, legal process, or governmental request.\n(2) enforce these TOS, including investigation of potential violations hereof.\n(3) detect, prevent, or otherwise address fraud, security, or technical issues.\n(4) respond to user support requests.\nor (5) protect the rights, property, or safety of the Foundation, its users, or the public.\nYou agree that the Foundation will not be liable for exercising or failing to exercise any of these rights.</p>\n<strong>9.\nUSE, PROMOTION, AND DISTRIBUTION OF CONTENT </strong>\n<p>You understand and agree that you will receive no compensation from the Foundation for any User Content you submit to or post on the Site.</p>\n<p>By submitting User Content to the Foundation or posting it on the Site, you agree as follows:</p>\n<ol>\n<li>User Content you submit to or post on the Site may be organized, arranged, formatted, categorized, designated, displayed, and edited as the Foundation determines, in its sole discretion.</li>\n<li>The Foundation, in its discretion, may place your User Content in a location or locations of its choosing on the Site, and may apply designations currently existing or created in the future to your User Content.\nYou will have no claim for compensation or any other remedy based on the location or designation of User Content you submit.</li>\n<li>The Foundation, in its discretion, may modify your User Content as described in these TOS.\nThe Foundation will not be responsible for any claims arising from modifications that do not substantially change the meaning of the content, add new and different meanings, or result in the addition of new material that give rise to a claim.&nbsp;</li>\n</ol>\n<strong>10.\nOTHER INTELLECTUAL PROPERTY RIGHTS</strong>\n<p>The Foundation for National Progress, Mother Jones, <em>Mother Jones</em> Magazine, and <em>MotherJones.com</em> logos and product or service names are trademarks of the Foundation for National Progress.\nAll other trademarks appearing on the Site are trademarks of their respective owners and our reference to them does not imply or indicate any approval or endorsement by their owners unless such approval or endorsement is expressly made.\nReferences to other names and trademarks are necessary in the course of providing information and commentary about the subjects addressed on the Site.\n&nbsp;</p>\n<strong>11.\nSPONSORS, ADVERTISERS, AND THIRD PARTIES</strong>\n<p>The Site may contain links to sponsor, advertiser, or other third-party websites that are not owned or controlled by the Foundation.\nInclusion of, linking to, or permitting the use or installation of any third-party site, applications, software, content, or advertising does not imply approval or endorsement thereof by the Foundation.\nThe Foundation has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third parties.&nbsp;</p>\n<p>Your correspondence or dealings with, or participation in promotions of, sponsors, advertisers, or other third parties found on or through the Site, are solely between you and such third parties.\nYou agree that the Foundation shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such sponsors, third parties, or advertisers on the Site.</p>\n<strong>12.\nPRIVACY</strong>\n<p>As a condition of using the Site, you agree to the terms of the Mother Jones Privacy Policy, which may be updated from time to time, as expressed in the most recent version that exists at the time of your use.\nYou agree that the Foundation may access or disclose your personal information, including the content of your communications, if we are required to do so in order to comply with any valid legal process or governmental request (such as a court order, search warrant, subpoena, civil discovery request, or statutory authorization), or as otherwise provided in these TOS or the Mother Jones Privacy Policy.</p>\n<strong>13.\nCOPYRIGHT</strong>\n<p>The Foundation respects the intellectual property rights of others.\nWe prohibit users from uploading, posting, or otherwise transmitting materials that violate the intellectual property rights of others.\nWhen we receive notification of alleged copyright infringement that complies with the Digital Millennium Copyright Act (17 U.S.C.\n§ 512, the “DMCA”), we promptly remove or disable access to the allegedly infringing material.\nWe also terminate the accounts of repeat infringers.&nbsp;</p>\n<p>If you are a copyright owner or an agent thereof and you believe that any content on the Site infringes upon your copyrights, you may submit a notice by following the directions on our Copyright Policy page.</p>\n<strong>14.\nTERMINATION</strong>\n<p>You may terminate your use of or participation in the Site at any time.\nPromptly after your termination, we will remove your Profile Page.\nHowever, comments or other content you have submitted to or posted on the Site may remain there.\nIn addition, the rights granted to the Foundation with respect to User Content or other information you have submitted to the Foundation or posted on the Site will survive the termination of your use or participation.</p>\n<p>The Foundation may, in its sole discretion, terminate your account, delete your profile and any content or information that you have posted on the Site, and/or prohibit you from using or accessing the Site, at any time, with or without notice, for any reason, including but not limited to violation of these TOS.</p>\n<strong>15.\nDISCLAIMER OF WARRANTIES</strong>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:<br> YOUR USE OF THE SITE IS AT YOUR SOLE RISK.\nTHE SITE IS PROVIDED ON AN \"AS&nbsp;IS\" AND \"AS AVAILABLE\" BASIS.\nTHE FOUNDATION EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NONINFRINGEMENT.</p>\n<p>In particular, and without limitation, the Foundation makes no warranty that (1) the Site will meet your requirements.\n(2) the Site will be uninterrupted, timely, secure, or error free.\n(3) the results that may be obtained from the use of the Site will be accurate or reliable.\n(4) the quality of any products, services, information, or other material purchased or obtained by you through the Site will meet your expectations.\n(5) any errors in the contents or components of the Site will be corrected.\nor (6) that the Site is free of viruses or other harmful components.</p>\n<p>No advice or information, oral or written, obtained by you from the Foundation shall create any warranty not expressly stated in these TOS.</p>\n<strong>18.\nLIMITATION OF LIABILITY </strong>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT THE FOUNDATION SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES (EVEN IF IT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM THE USE OF OR THE INABILITY TO USE THE SITE.</p>\n<p>In particular, and without limitation, the Foundation will have no liability for damages arising from (1)&nbsp;accessing, downloading, or otherwise obtaining any content or component of the Site, even if it results in the inadvertent transfer of harmful computer code, such as viruses, malware, or spyware.\n(2)&nbsp;unauthorized access to or disclosure or alteration of your transmissions or data.\n(3)&nbsp;statements or conduct of any third party on the Site.\nor (4)&nbsp;as otherwise provided in these TOS.</p>\n<strong>19.\nEXCLUSIONS AND LIMITATIONS </strong>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS ON LIABILITY AND DAMAGES MAY NOT APPLY TO YOU.</p>\n<strong>20 .\nINDEMNIFICATION </strong>\n<p>You agree to hold harmless and indemnify the Foundation, and its subsidiaries, affiliates, officers, agents, and employees from and against any third-party claim arising from or in any way related to your use of the Site, including any liability or expense arising from all claims, losses, damages (actual and consequential), suits, judgments, litigation costs, and attorneys’ fees, of every kind and nature.\nThe Foundation will make reasonable efforts to provide you with written notice of any such claim, suit or action, but the failure of the Foundation to provide such notice will not relieve you of these obligations.</p>\n<strong>21.\nGENERAL SEVERABILITY</strong>\n<p>If any provision of the TOS is found to be invalid or unenforceable, the parties agree that the provision will be enforced to the maximum extent permissible, the arbitrator or court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the TOS remain in full force and effect.&nbsp;</p>\nCHOICE OF LAW\n<p>The agreement created by these TOS, and any dispute arising from or relating to these TOS or the provision or use of the Site, will be governed by the laws of the State of California, without giving effect to its conflict of laws provisions.</p>\nARBITRATION AND VENUE\n<p>The parties hereby expressly waive trial by jury in any action, proceeding, or counterclaim brought by either of the parties against the other on any matters whatsoever arising out of or related to these TOS or the provision or use of the Site (“Claim”).\nThe parties agree to submit any Claim to binding arbitration, to be held in San Francisco, California.\nIn the event any Claim is mutually agreed by the parties or deemed by a court not to be subject to arbitration, it will be submitted to the state or federal courts sitting in San Francisco, California, and the parties agree that they are and will be subject to the personal jurisdiction of those courts.</p>\nNONWAIVER\n<p>The failure of the Foundation to exercise or enforce any right or provision of the TOS shall not constitute a waiver of such right or provision.\n&nbsp;</p>\nLIMITATION OF LEGAL ACTIONS\n<p>You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the TOS, or the provision or use of the Site, must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\nENTIRE AGREEMENT\n<p>These TOS, together with the Mother Jones Privacy Policy, constitute the entire agreement between you and the Foundation and govern your use of the Site, superseding any prior agreements between you and the Foundation.\nYou also may be subject to additional terms and conditions that may apply when you use or purchase certain products or services, including third-party products or services.</p>\n<p>I HAVE READ AND UNDERSTAND THESE TERMS OF SERVICE, AND I AGREE TO BE BOUND BY THEM.</p> ", "created_at": "2023-04-15 22:31:41.349019", "updated_at": "2023-04-15 22:32:11.615151"}, {"id": 15494, "name": "Privacy Policy", "url": "https://www.motherjones.com/about/privacy-policy/", "xpath": "//*[@id=\"main\"]", "text": " Privacy Policy <p>The <em>MotherJones.com</em> website is operated by the nonprofit Foundation for National Progress (the \"Foundation\"), which also publishes <em>Mother Jones</em> magazine.</p>\n<p>The Foundation provides <em>MotherJones.com</em> to you subject to the terms of this Privacy Policy.\nBy registering with or using the <em>MotherJones.com</em> site (the \"Site\"), you accept and agree to this Privacy Policy.</p>\n<p>We respect your privacy.\nWe allow you to \"opt out\" of providing us with certain information.\nHowever, choosing to share information with us will help make your experience at <em>MotherJones.com</em> and other interactions with us more pleasant and successful for you, and will help us to continue providing outstanding investigative journalism.</p>\n<p>Most of the information we collect on our website is aggregated to track general patterns, such as browser and platform usage and overall traffic patterns.\nWe use name, address, and email information primarily to deliver items you request, such as magazines or email newsletters.\nWe may also use your email address to remind you to renew your subscription, notify you about new products or upcoming events, or send you donation appeals and sponsored messages with offers from other organizations.\nYou may always opt out of receiving these communications.</p>\n<p>Upon request, we provide our users, including subscribers to the magazine, with access to any personally identifiable information that we maintain about them.\nUsers may correct this information or have themselves removed from any list of users or subscribers that we may share with others by contacting us by postal mail at our San Francisco office or by email.\n(For more information on contacting us, please see below.)&nbsp;</p>\n<strong>1.\nCHANGES TO PRIVACY POLICY AND REVISION DATE</strong>\n<p>This Privacy Policy may change from time to time.\nThe Revision Date below will show you when the Privacy Policy was last revised.\nBy continuing to use this Site, you agree to all terms of the most recent version of this Privacy Policy.</p>\n<p>This Privacy Policy was last revised on <strong>November 14, 2022</strong>.</p>\n<strong>2.\nCONTENT YOU SUBMIT</strong>\n<p>The Site allows you to submit and post comments and to recommend comments posted by others (collectively \"User Content\").\nUser Content that you submit to <em>Mother Jones</em> or post on the Site, including any personal information included in your User Content, becomes publicly available and can be seen, collected, and used by others.</p>\n<p>The comment function on the Site is provided by Coral.\nTo learn about how Coral will handle your information, please see their privacy policy, located here.</p>\n<p>The Site may also allow you to send email messages to other users.\nWhile the content of such messages will not be publicly displayed on the Site, the Foundation has no ability to control how the content of messages sent to other users is used or disseminated.\nYou should assume that anything you put into an email message to another user may become public.</p>\n<strong>3.\nHOW WE USE YOUR EMAIL ADDRESS</strong>\n<p>We use your email address for administrative purposes (such as notifying you of changes to the Site or customer service).\nWe may also use your email address to remind you to renew your subscription, to contact you about new products or upcoming events, and to send you newsletters or other editorial content, donation appeals, and sponsored messages with offers from other organizations.\nIf you make a donation, we may use your email address to send you occasional messages about our projects or ways that you can support <em>Mother Jones</em>.\n&nbsp;</p>\n<p>In order to send you some of these communications, we may provide your email address to Sailthru, which will then be subject to Sailthru’s Privacy Policy.\nYou may opt out of receiving these communications by contacting us at the postal address below with your request, along with your full name, address, and email address.\nIn addition, electronic messages to you will provide you with the opportunity to opt out of receiving similar messages in the future.\nFor information on how to opt out, see Section 11 below.</p>\n<strong>4.\nSITE USAGE INFORMATION: COLLECTION AND USE BY THE FOUNDATION</strong>\n<p>The Site uses cookies.\n(A cookie is a small amount of data—sent to your browser from a web server and stored on your computer’s hard drive—that may be accessed when you use a website.) Cookies are used primarily as follows: (1) to help deliver advertisements, and in particular to spare users the irritation of seeing the same pop-up ads repeatedly in the same visit.\n(2) to store information so that you will not have to reenter it during your visit or the next time you visit the Site.\n(3) to track usage throughout the Site (e.g., tracking where traffic comes from, how traffic flows within the Site, etc.).\n(4) to monitor aggregate metrics, such as the total number of visitors, pages viewed, etc.\nMost web browsers are initially set up to accept cookies, but you can reset your web browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, certain features of the Site may not work if you delete or disable cookies.</p>\n<p>In addition, when you visit the Site, some basic technical information may be collected by us or by a third party that provides us with Site usage information, including your IP address, domain name (e.g., whether you logged on from AOL.com or WhiteHouse.gov), referral data (e.g., the address of the last website you visited prior to clicking through to the Site), and browser and platform type (e.g., a Firefox browser on a Macintosh platform).</p>\n<p>Information about users and usage of the Site may be merged into aggregated data, which may then be used by the Foundation and/or shared with our advertisers and others.\nWe generally receive only aggregate information about Site usage, which is not linked to any identifiable individual.\nIf we provide aggregated information to outside companies, they will not be able to identify you or contact you based on that data.\nWe will not disclose personally identifiable information about you, except to the degree that you disclose it through your comments or Profile Page, or as provided in this Privacy Policy, or with your permission.</p>\n<strong>5.\nUSAGE INFORMATION: USE BY ADVERTISERS AND OTHERS</strong>\n<p>The Site includes advertisements placed by advertisers or ad networks.\nThese companies use technology to deliver advertisements you see on the Site and other websites directly to your Web browser.\nIn doing so, they automatically receive your IP address.\nCompanies that place advertising on the Site also have the ability to use cookies or Web beacons to collect information, such as your \"click stream\" (your viewing and/or purchasing behavior) and information about your usage of the Site.\nAdditionally, other companies may also use and track this type of information for <em>Mother Jones</em> to provide and improve the Site, to provide tailored services to you, and for other purposes.\nWe also use advertising features from Facebook and Google Analytics, which provide aggregated information on user demographics and interests.\nYou can see which data Facebook collects on you here, and you can opt out of the Google features here.</p>\n<p>We do not control the processes that advertisers and other companies use to collect information.\nHowever, cookies and web beacons alone generally cannot be used to identify individuals, only computers.\nTherefore, these companies generally will not know who you are unless you provide additional information to them, by responding to an advertisement, by entering into an agreement with the company, by creating an account with the company, or by some other means.\nOur systems do not recognize browser \"Do Not Track\" signals, but several of our service providers who utilize these cookies or web beacons on the Site enable you to opt out of targeted advertising practices.\nTo learn more about these advertising practices or to opt out of this type of advertising, you can visit www.networkadvertising.org and www.aboutads.info/choices.\nWe also provide you with additional tools to opt out of marketing from us.\nYou can learn about this in Section 11 below.</p>\n<p>The Site may also contain links to sponsor, advertiser, or other third-party websites that are not owned or controlled by the Foundation.\nWe have no control over, and we assume no responsibility for, the conduct, practices, or privacy policies of others.\nYou should review the privacy polices of the companies who operate those websites.</p>\n<strong>7.\nINFORMATION REGARDING SUBSCRIBERS AND DONORS</strong>\n<p>When you subscribe to our magazine (either the print or the digital edition), subscribe to our online newsletter, or make a donation, you may provide us with your name, physical address, and email address.\nYou may also provide credit card account information.&nbsp;</p>\n<p>The Foundation does not retain or use any credit card or other financial account information.\nThat information is conveyed to third-party payment services, and is used only to clear the payment for your subscription or donation.\nWhen sending or receiving credit card information, we automatically direct users to a secure transaction server.&nbsp;</p>\n<p>When you subscribe, we use the information you provide to deliver the magazine or newsletter, and to send you periodic reminders to renew your subscription.\nWe may also use it to contact you about new products or upcoming events, to send you donation appeals, or to send you sponsored messages with offers from other organizations.\nIn addition, we may share your information with reputable companies who may contact you via mail or email with products or services we think will be of interest to you.\nIf you do not wish to receive such communications, you can contact us at the postal address below with your request, along with your full name, address, and email address.\nIn addition, electronic messages to you will provide you with the opportunity to opt out of receiving similar messages in the future.</p>\n<p>When you donate, we use the information you provide to process your donation.\nOnline donations made to <em>Mother Jones </em>are processed by SFG or PayPal.\nWe do not share your name, address, email address, or any other personally identifiable information about your donation with anyone else.\nIf you provide us with your postal address or email, we will use that information for the purpose of delivering any benefit or information you have requested, such as your magazine subscription, newsletter, or other premium content.\nWe may also use that information to send you occasional messages about our projects or ways that you can support <em>Mother Jones</em>.\nIf you do not wish to receive such communications, you can write to us at the postal or email address below with your request, along with your full name, address, and email address.\nIn addition, electronic messages to you will provide you with the opportunity to opt out of receiving similar messages in the future.</p>\n<strong>7.\nPROMOTIONS AND SURVEYS</strong>\n<p>From time to time, we may sponsor promotions, contests, surveys, or other events which require the collection, processing, and storage of individual contact information (e.g.\nyour name and mailing or email address) and demographic information (e.g., your age and state of residence) to be used for the event.\nWe may cosponsor these events with other companies.\nIn that case, your individual contact and demographic information is likely to be shared with other sponsors.</p>\n<p>Demographic information may be compiled and reported or shared in the aggregate with others, but no personal details that can be linked to specific individuals will be provided.\nWe will not release personally identifiable contact or demographic information to any third party other than named sponsors without your consent (except as provided in Section 9).&nbsp;</p>\n<p>We request that cosponsors uphold the privacy of your information by not distributing or sharing such information with any other businesses or organizations.\nHowever, we do not control the information practices of others, and cannot guarantee that they will not disclose your information.\nYou should review the privacy policy of any cosponsor before participating in a promotion or survey.</p>\n<strong>8.\nCHILDREN’S PRIVACY</strong>\n<p>Protecting the privacy of young children is important to us.\nFor that reason, we do not collect or maintain information at our Site from those we know are younger than 13, and no part of our Site is designed to attract anyone younger than 13.\nIf you are younger than 13, you should not submit or post any personal information on our Site.</p>\n<strong>9.\nDISCLOSURE OF PERSONAL INFORMATION</strong>\n<p>We will not use or disclose your personal information (personally identifiable data such as your name, email address, password, and the content of your communications) except: (1) as described in our Terms of Service or this Privacy Policy.\n(2) after obtaining your permission to a specific use or disclosure.\n(3) if we are required to do so in order to comply with any valid legal process or governmental request (such as a court order, a search warrant, a subpoena, a civil discovery request, or a statutory requirement).\nor (4) as otherwise required by law.</p>\n<strong>10.\nNOTICE TO CALIFORNIA RESIDENTS—YOUR CALIFORNIA PRIVACY RIGHTS</strong>\n<p>As set forth in this Privacy Policy, we offer our visitors the ability to opt out of sharing your personally identifiable information with third parties for their direct marketing purposes.\nTo make such a request, please contact us at support@motherjones.com and clearly state your request, including your name, mailing address, email address, and phone number.\nPlease see Section 11 of this Privacy Policy for additional information.</p>\n<strong>11.\nASKING QUESTIONS, MAKING CHANGES, OR OPTING OUT</strong>\n<p>If you have questions about this Privacy Policy or about our privacy practices, or if you want to review and correct any personal information we may have about you, please contact us at privacy@motherjones.com, with \"Privacy\" in the subject line.&nbsp;</p>\n<p>If you want to opt out of receiving messages regarding new products or upcoming events, requests for donations, messages about our projects or ways that you can support <em>Mother Jones</em>, or advertisements from our partners, please write to us with your request, including your full name, address, and email address, at:</p>\n<p>Foundation For National Progress<br> P.O.\nBox 584<br> San Francisco, CA 94104-0584</p>\n<p>You may also email your request to support@motherjones.com.\nIf you send us an email, please write \"Unsubscribe\" in the subject line.\nIn addition, electronic messages to you will provide you with the opportunity to opt out of receiving similar messages in the future.</p> ", "created_at": "2023-04-15 22:32:16.461738", "updated_at": "2023-04-15 22:32:53.783371"}], "points": [], "urls": ["motherjones.com"]}}