{"error": 448, "message": "OK", "parameters": {"id": 7847, "name": "URLDecoder", "created_at": "2023-03-31 22:44:50.71076", "updated_at": "2023-04-22 11:50:35.496259", "wikipedia": null, "keywords": null, "related": null, "slug": "urldecoder", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7847.png", "url": "urldecoder.io", "documents": [{"id": 15151, "name": "Privacy Policy", "url": "https://www.urldecoder.io/privacy-policy/", "xpath": "//body", "text": "URLDecoder<ul>\n<li>Blog</li>\n<li>URLEncoder.io</li>\n</ul>URLDecoder Privacy PolicyRajeev Singh3 mins<p>\n<strong>Your privacy is important to us</strong>.\nWe at <strong>URLDecoder.io</strong> respect your privacy and are committed to protect your personal information.</p>\n<p>This privacy policy document outlines the type of personal information we collect from you and how it is used.</p>\n<p>If you have any concerns about our privacy policy, please write to us at rajeevhub@gmail.com.</p>\n<p>We may change our privacy policy in future.\nIf we decide to change it, we will post the changes on this page along with the date from which the new privacy policy is effective.</p>\n<p>This privacy policy is effective from <strong>8th Nov 2018</strong>.</p>\nWhat information do we collect?\n<p>You may be asked to enter your name and email address when you subscribe to our newsletter, comment on our website or fill out a form.</p>\n<p>We use Google Analytics on our website to understand our visitors and analyze trends.\nGoogle analytics collects various information that includes your IP address, browser type, Internet Service Provider (ISP), date/time stamp, landing/exit pages and number of clicks.</p>\n<p>We also use Disqus commenting system on our website that collects the comments, replies and up-votes you do on our website.</p>\n<p>In addition, Google, as a third party vendor, uses cookies to serve ads on our website.\nGoogle’s use of the DART cookie enables it to serve ads to you based on your visits to our site and other sites on the Internet.\nYou may opt out of the use of DART cookie by visiting the Google ad and content network privacy policy.</p>\nWhat do we use your information for?\n<p>Any information that we collect from you is used in one of the following ways -</p>\n<ul>\n<li>\n<strong>To improve our website</strong> (We use the information collected through Google analytics and Disqus commenting platform to improve our website and provide relevant content.)</li>\n<li>\n<strong>To follow up with you after correspondence</strong> (The email you provide to us may be used to follow up with you after an inquiry.)</li>\n<li>\n<strong>To send periodic emails</strong> (If you subscribe to our newsletter, we’ll use your email address to send periodic emails when we publish new content on our website.)</li>\n</ul>\nHow do we protect your information?\n<p>We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information.</p>\n<p>We use Secure Socket Layer (SSL) technology on our website.\nAny information that you supply is encrypted.</p>\nDo we use Cookies?\n<p>We <strong>do not</strong> use cookies ourselves.\nHowever, Third party services used on our website like Google analytics, Google Adsense and Disqus commenting platform use cookies to identify you, save your preferences and serve relevant ads.</p>\nDo we disclose any information to outside parties?\n<p>We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information.\nThis does not include trusted third parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.\nWe may also release your information when it’s release is appropriate to comply with the law, enforce our site policies, or protect ours or others’ rights, property or safety.</p>\n<p>However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.</p>\nConcerns?\n<p>We welcome your questions, concerns, and feedback about this privacy policy at rajeevhub@gmail.com</p>\n<ul>\n<li>Share on social media</li>\n<li> Facebook</li>\n<li> Twitter</li>\n<li>Linkedin</li>\n<li>Reddit</li>\n</ul>URLDecoderCopyright © 2018 URLDecoderPrivacy Policy<ul>\n<li>Home</li>\n<li>Blog</li>\n<li>About</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Base64 Encoder</li>\n<li>Base64 Decoder</li>\n<li>JSON Formatter</li>\n<li>ASCII Table</li>\n<li>QRCodeBit</li>\n<li>CalliCoder</li>\n</ul>", "created_at": "2023-03-31 22:44:50.743136", "updated_at": "2023-03-31 22:45:16.812141"}], "points": [], "urls": ["urldecoder.io"]}}