{"error": 448, "message": "OK", "parameters": {"id": 6905, "name": "VG Insights", "created_at": "2022-11-18 07:49:48.138853", "updated_at": "2022-11-18 23:01:09.552349", "wikipedia": null, "keywords": null, "related": null, "slug": "vg-insights", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6905.png", "url": "vginsights.com", "documents": [{"id": 12651, "name": "Privacy Policy", "url": "https://vginsights.com/privacy-policy", "xpath": "/html/body/app-root/mat-sidenav-container/mat-sidenav-content/app-privacy-policy/div", "text": "VG INSIGHTS PRIVACY POLICY<p> We at VG Insights are committed to protecting your privacy.\nThis privacy notice applies solely to information collected by this website.\nThis Privacy Policy governs our data collection, processing and usage practices.\nIt also describes your choices regarding use, access and correction of your personal information.\nBy using our website, client portal, or Subscription Service, you consent to the data practices described in this Privacy Policy.\nIf you do not agree with the data practices described in this Privacy Policy, please do not use these services.\n</p>The Information That VG Insights Collects<p> You are free to explore VGInsights.com without providing any Personal Information about yourself.\nWhen you register as a user, or download a report, we request that you provide Personal Information about yourself and we may collect Navigational Information.\n</p>\n<p> Personal Information refers to any information that you voluntarily submit to us and that identifies you personally, including contact information, such as your name, email address, company name, address, phone number.\nThis can also include information about any transactions, both free and paid, that you enter into on the websites, and information about you that is available on the internet, such as from Facebook, LinkedIn, Twitter and Google.\n</p>\n<p> Navigational Information refers to information about your visits to our website such as your IP address, geographical location, browser type, referral source, length of visit, pages viewed, and device information.\nThis is collected through the use “cookies”, which help you personalize your online experience.\nA cookie is a text file that is placed on your hard disk by a Web server.\nCookies are not used to run programs or deliver viruses to your computer.\nCookies are uniquely assigned to you and can only be read by a Web server in the domain that issued the cookie to you.\nOne of the primary purposes of cookies is to provide a convenience feature to save you time.\n</p>\n<p> Cookies are stored on your individual device and you have full control over their use.\nYou may deactivate or restrict the transmission of cookies by changing the settings of your web browser.\nCookies that are already stored may be deleted at any time.\n</p>How We Use Information We Collect<p> We use the information we collect only in compliance with this Privacy Policy.\nRegistered customers are obligated through our agreements with them to comply with this Privacy Policy.\nWe will NEVER sell your Personal Information to any third party.\n</p>\n<p> In addition to the uses identified elsewhere in this Privacy Policy, we may use your Personal Information to: (a) improve your browsing experience (b) send information to you which we think may be of interest to you by email (c) send you marketing communications relating to our business.\n</p>\n<p> We use Navigational Information to operate and improve the website and the our service.\nWe may also use Navigational Information alone or in combination with Personal Information to provide you with personalized information about VG Insights.\n</p>\n<p> If you give us credit card information, we use it solely to check your financial qualifications and collect payment from you.\nWe use a third-party service provider to manage credit card processing.\nThis service provider is not permitted to store, retain, or use the information you provide except for the sole purpose of credit card processing on our behalf.\n</p>Security of Your Personal Information<p> We use a variety of security technologies and procedures to help protect your Personal Information from unauthorized access, use or disclosure.\nWe secure the Personal Information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure.\nWhen sensitive Personal Information (such as a credit card number and/or geo-location data) is collected on our Websites and/or transmitted to other websites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.\n</p>Retention of Personal Information<p> We retain Personal Information that you provide as long as we consider it potentially useful in contacting you about our services, or as needed to comply with our legal obligations, resolve disputes and enforce our agreements, and then we securely delete the information.\nWe will delete this information from the servers at an earlier date if you so request, as described in “Opting Out and Unsubscribing” below.\n</p>Opting Out and Unsubscribing<p> Upon request, VG Insights will provide you with information about whether we hold any of your Personal Information.\nYou can review, update, or correct this Personal Information by contacting us on twitter - https://twitter.com/VG_Insights.\nTo opt-out of receiving our newsletters, you can follow the unsubscribe instructions at the bottom of our emails or contact us at the above email address.\nWe will respond to your request within 30 days, but usually in a day or two.\nCustomers cannot opt out of receiving transactional emails related to their account with us.\n</p>", "created_at": "2022-11-18 07:49:48.141176", "updated_at": "2022-11-18 06:51:36.443076"}, {"id": 12652, "name": "Terms of Service", "url": "https://vginsights.com/tos", "xpath": "/html/body/app-root/mat-sidenav-container/mat-sidenav-content/app-terms-conditions/div", "text": "VG INSIGHTS TERMS OF SERVICEServices<p> VG Insights provides free and premium services to its visitors.\nSome content is available only for paid subscribers.\nBusiness tier subscribers have the ability to also download large datasets as xlsx files.\n</p>Ownership of data and rights<p> Unless explicitly stated otherwise VG Insights only provides multi-client services and no single client has exclusive rights in relation to any data, reports or insight that are part of the products and services provided by VG Insights.\nAll materials generated by VG Insights remains solely the property of VG Insights.\n</p>Permitted use and publication of data<p> Any data, report, or insight provided by VG Insights to a subscribed client is for internal use by employees of the client only.\nThis also applies to any custom reports provided to clients, which will be made available as digital files only.\nThe limitations do not apply to analysis that we provide for free to guests and free users.\nClients shall refrain from disclosing to third parties, in any manner whatsoever, any of VG Insights' data, insights or reports unless permission is granted by VG Insights beforehand.\nPlease contact us at support@vginsights.com should you wish to do so.\n</p>\n<p> Publication of any data is not allowed without the prior written consent of VG Insights.\nAuthorization will only be considered if only selected data points are used, VG Insights has ample time for inspection and approval, and clear references to VG Insights are included.\nVG Insights reserves the right to deny permission for publication at its sole discretion.\n</p>Account usage<p> All paid accounts are to be used by one individual only, unless specifically stated otherwise by VG Insights.\nAccount sharing is prohibited.\nThe exception to this is unlimited accounts agreement for enterprise solutions.\n</p>Limitations on third party use<p> Only you are permitted to access or use the Software.\nYou shall not license, sublicense, sell, resell, market, lease, loan, rent, transfer, assign, distribute, disclose, or make accessible to any third party, or allow any third party to analyze or access the information provided by the Software, or otherwise commercially exploit the Software or grant any right to access or use the Software to any third party.\n</p>Journalistic coverage<p> The use of VG Insights data for journalistic purposes, including articles, news, blogs and reports is allowed and encouraged as long as VG Insights is properly referenced.\n</p>Payment<p> Unless Parties agreed otherwise in writing, clients are required to settle the entire invoiced amount prior to being given access to any product or the commencement of any services.\nAll prices mentioned are stated exclusive of value-added tax.\n</p>No guarantees<p> VG Insights uses third-party suppliers and applications, often internet enabled.\nVG Insights can therefore not guarantee the continuous availability of such third-party services.\nVG Insights will inform clients as soon as possible in the event third-party services become (temporarily) unavailable.\n</p>\n<p> While VG Insights will do its best to provide the most accurate data available, we cannot guarantee the accuracy of all data coming from third parties.\nThis might be due to mis-tagging or mis-reporting of data and VG Insights will adjust and fix the issues when highlighted to us.\n</p>Limitation of liability<p> VG Insights hereby declines any and all liability for damage, consequential loss and/or indirect loss owing to the use of VG Insights’ data and services.\nVG Insights’ liability will, in any event, be capped at the amount it has received from a client in the six months preceding a claim.\n</p>Termination<p> A client may terminate the Client Agreement at any moment, but will under no circumstances be entitled to a refund.\nVG Insights is authorized to dis¬solve the Client Agreement extrajudicially either in whole or in part, without service of notice of default or judi¬cial interposition being required, in any one of the following scenarios: (a) that of the client either in whole or in part transferring, winding up, or closing down or discontinuing (parts of) its business or its business operations.\n(b) that of (impending) breach of contract on the client’s part.\n(c) that of the client applying for bankruptcy or (provisional) moratorium of payment, being declared bankrupt, or similar.\n</p>", "created_at": "2022-11-18 07:49:48.143401", "updated_at": "2022-11-18 06:52:17.38544"}], "points": [], "urls": ["vginsights.com"]}}