{"error": 448, "message": "OK", "parameters": {"id": 9105, "name": "smashrun", "created_at": "2023-07-12 19:40:52.81515", "updated_at": "2023-07-12 22:02:24.327824", "wikipedia": null, "keywords": null, "related": null, "slug": "smashrun", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9105.png", "url": "smashrun.com", "documents": [{"id": 17837, "name": "privacy policy", "url": "https://smashrun.com/privacy-policy", "xpath": "//body", "text": " <ul>\n</ul>\n<ul>\n<li>\n</li>\n<li>FAQ</li>\n<li>Apps</li>\n<li>blog</li>\n<li>pro features</li>\n</ul> Connect with Facebook Login Register Privacy Policy <p>Last updated: May 10, 2019</p>\n<p> Smashrun is committed to the privacy and protection of your data.\nIf you ever have any concerns about security, you can always reach us via email at hi@smashrun.com.\n</p>\n<p> This Privacy Policy provides you with information on what data Smashrun collects, how it is used, and what choices you have with respect to that data.\n</p>\n<p> “Personal Data” is information that relates to an identified or identifiable natural person.\nWE DO NOT AND WILL NOT SELL OR RENT YOUR PERSONAL DATA TO ANYONE, FOR ANY REASON, AT ANY TIME.\n</p>\n<p> This policy covers Smashrun's treatment of your Personal Data while you are on Smashrun's website and when you use Smashrun services.\nThis policy does not apply to the practices of third parties that Smashrun does not own or control.\n</p> Categories of Personal Data Processed by Smashrun <p>\n<strong>Personal data that is processed when you create a Smashrun account:</strong>\n</p>\n<p> When you create a Smashrun account, we ask you to provide your name, email address, and a display name.\n</p>\n<p> Smashrun only uses your personal data as follows: </p>\n<ul>\n<li>To analyze website usage and improve our services;</li>\n<li>To email you any relevant announcements or notices relevant to your use of Smashrun;</li>\n<li>For internal research, development planning, troubleshooting problems, detecting and protecting against error, fraud, and other criminal activity;</li>\n<li>To enforce the Smashrun Terms of Service.\nand</li>\n<li>As otherwise set forth in this Policy.</li>\n</ul>\n<p> In addition, the display name you provide is associated with your account profile and is displayed to your Friends and Followers when you engage within Social, when you like other users’ activity, when you send a friend or follow request, when you invite someone to Smashrun, and when you submit comments.\n</p>\n<p> If you provide your opt-in consent to receive email concerning new feature releases, notifications when people follow you, send you a friend request, or when someone registers from your invite, or important announcements, such as site notices and promotions, you may withdraw your consent at any time within your Profile by changing your Email Notification Preferences under Email Settings or through the unsubscribe link at the bottom of our emails.\n</p>\n<p> We use your registration data to help improve Smashrun, to keep you notified of important announcements, and to create a better experience when using our site.\n</p>\n<p>\n<strong>Additional personal data that is processed if you choose to provide it:</strong>\n</p>\n<p> You can add supplemental information to your profile such as your birthday, gender, height, weight, and resting heart rate.\n</p>\n<p> We use this information to perform the following calculations: </p>\n<ul>\n<li>Your birthday and gender to estimate your max heart rate, and for demographic ranks;</li>\n<li>Your height and weight to calculate Net Calories Burned.\nand</li>\n<li>Your resting heart rate to calculate your Heart Rate Reserve and Heart Rate Zones.</li>\n</ul>\n<p> You can withdraw your consent at any time by deleting or disabling this information from your Profile under User Information.\n</p> You can optionally provide additional information to your profile, which helps us calculate certain metrics that are useful to you for analyzing your run data.\n<p>\n<strong>Personal data that is processed when you sign in via Facebook:</strong>\n</p>\n<p> You may choose to create a Smashrun account or sign in using your Facebook credentials.\nIf you choose to do this, the first time you do so, you will be asked whether you agree that Facebook may provide certain information to Smashrun, such as your name, email address, profile photo, and gender.\n</p>\n<p> If you decide that you would like to search for your Facebook friends on Smashrun, Facebook will ask you if you agree to providing us with your list of friends.\nSmashrun <i>does not store your list of Facebook friends</i>.\nWe only use it to help you find your Facebook friends on Smashrun.\n</p>\n<p> The only information that Smashrun retains and processes is your name, email address, profile photo, and gender.\nIf you do not want any of this information to be shared with Smashrun, then you can simply create an account with your name and email address or sign in with your Smashrun credentials instead of your Facebook credentials.\n</p> Signing in via Facebook provides us with information that you can edit or delete on Smashrun.\nIf you choose to do so, you can also search for your Facebook friends on Smashrun.\nYou can disconnect your Facebook account at any time.\n<p>\n<strong>Personal data that is processed when you upload running activities to Smashrun:</strong>\n</p>\n<p> Your Smashrun profile, by design, is only useful when you upload running activities.\nThis includes activity data such as distance, pace, duration, heart rate, and, when provided by the data source, location, cadence, power, and elevation.\n</p>\n<p> When you upload or sync your runs to Smashrun, you control whether others can see your stats by managing the Privacy Settings in your Smashrun account.\n</p>\n<p> Smashrun processes your activity data, if you choose to upload it to Smashrun, to enable you to analyze your running stats and track your running goals, and, if you wish, share your activity data with others as permitted by your Privacy Settings.\n</p> You are always in control of the privacy of your running data.\nTo hide specific information regarding your runs, hide your stats from everyone, or to tell Google not to index your page, visit your Privacy Settings within your Profile.\n<p>\n<strong>Personal data that is processed when you connect your Smashrun account to an integrated 3rd party application:</strong>\n</p>\n<p> If you choose to connect your Smashrun account to integrated mobile apps such as iSmoothrun, Run.GPS, Sportractive, or Caledos Runner, or web applications such as Garmin Connect, TomTom MySports, or Microsoft Health, we will obtain your running activities and associated activity data from such account(s).\n</p>\n<p> You can withdraw your consent at any time by revoking access to your Smashrun account within your Profile under Connected Apps and/or within your Synced Devices.\n</p>\n<p> We import running activities from 3rd party applications that you authorize to connect to your Smashrun account.\nYou can revoke access at any time.\n</p>\n<p>\n<strong>Personal data that is processed when you communicate with Smashrun:</strong>\n</p>\n<p> When you interact with Smashrun to receive support via email, our Facebook page, or our Twitter account, we collect personal data, such as your name and email address, and information about your Smashrun account.\nWe may also create event logs that are useful in diagnosing errors you may have found in site functionality or site performance-related issues.\nWe only use this information to provide you customer and product support.\n</p>\n<p> We use your preferred method of contact when helping you resolve an issue.\nWe also create logs that we use to diagnose errors so that we can fix them.\n</p> Categories of Recipients of Personal Data <p>\n<strong>Other Smashrun users</strong>\n</p>\n<p> Smashrun believes that social accountability can be inherently motivating and can help runners maintain an active lifestyle.\nFor this reason, your Smashrun dashboard may be seen by others depending on your privacy settings.\nyou can always update your privacy within your Profile under Privacy Settings.\n</p>\n<p> If you consent to using Social, you can join Groups and Challenges, and interact with its members, your Friends, and your Followers.\nBy using Social, you will be displaying your recent running activity to other Smashrun users.\n</p>\n<p> A public profile does not make you discoverable.\nIt just makes it easier for you to share your runs with people you know.\nTo interact with other Smashrunners, you'll have to provide your consent.\n</p>\n<p>\n<strong>Integrated 3rd party applications or web platforms utilizing the Smashrun API</strong>\n</p>\n<p> If you choose to authorize Smashrun to permit a 3rd party, such as an integrated mobile app or web platform, to access your activity data in your Smashrun account, then we will share such data with the 3rd party.\n</p>\n<p> We will not share your activity data on Smashrun without your explicit consent.\nOnce you direct us to share data with a 3rd party, the 3rd party’s handling of your personal data is the responsibility of that 3rd party and you should carefully review the 3rd party’s privacy policy.\n</p>\n<p> You can choose to stop sharing data with the 3rd party app or web platform at any time within your Profile under Connected Apps.\n</p>\n<p> We only share your running activity data with apps you authorize to have access to your Smashrun data.\n</p>\n<p>\n<strong>Other Disclosures</strong>\n</p>\n<p> We may disclose personal data about you to others: </p>\n<ul>\n<li>if we have your valid consent to do so;</li>\n<li>to enforce any of our terms and conditions or policies;</li>\n<li>when required by any applicable law, rule, regulation, subpoena or other legal process;</li>\n<li>as necessary to pursue available legal remedies or defend legal claims.\nor</li>\n<li>in connection with sale of our company or any of its assets, or disposition of its assets in bankruptcy.</li>\n</ul>\n<p> We may release your information to authorities where required by law.\n</p> Transfers of Personal Data <p>When you create a Smashrun account, add personal data in your profile, or upload data to your Smashrun account, your personal data will be collected and stored on servers in the United States.\nOur hosting provider is an SSAE-SOC 1 Type 2, SSAE-SOC 2 Type 2, HIPAA, PCI and ISAE-3402 compliant company, is an active participant in the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework, pursuant to Art.\n44, Rec.\n102 of the E.U.\nGDPR.</p>\n<p> Any data you enter in your profile or upload to your Smashrun account goes to our servers, located in a secured data center in the United States.\n</p> Cookies and Similar Technology <p>\n<strong>Website</strong>\n</p>\n<p> Smashrun uses standard web browser cookies.\nSmashrun uses cookies in the following ways: </p>\n<ul>\n<li>to maintain your logged-in state to the website;</li>\n<li>to help us determine whether you read the blog posts that we write;</li>\n<li>to help us determine your timezone to update demographic ranks.\nand</li>\n<li>to store your language preference.</li>\n</ul>\n<p> It is highly likely that other future site functionality may utilize cookies as well.\nRest assured, however, no personally identifiable information is ever stored inside these cookies, and they can be safely deleted at any time.\n</p>\n<p> We will track you via industry-standard web browser cookies, so we can remember you and help load things a bit faster for your next visit.\n</p>\n<p>\n<strong>Analytics and Conversion Tracking</strong>\n</p>\n<p> Smashrun uses Google Analytics to help us evaluate how users and visitors interact with the site.\n</p>\n<p> Google Analytics uses cookies to collect standard Internet log information and visitor behavior information in an anonymous form.\nThe information generated by the cookie about your use of the website, including your IP address, is transmitted to Google.\nThis information is then used to analyze how users and visitors interact with the site and to compile reports on site activity.\nGoogle will not associate your IP address with any other data held by Google.\n</p>\n<p> You may refuse the use of cookies by selecting the appropriate settings on your browser.\nHowever, please note that if you do this, you may not be able to use the full functionality of this website.\nFor more information or to opt-out, please see Google’s Advertising and Privacy Policy.\n</p>\n<p> Additionally, Smashrun has implemented Twitter website tags to monitor site visits via Twitter and to help us track the actions taken by a visitor after viewing or engaging with a tweet from Smashrun.\nThis information will also be used to help us measure the results of our marketing efforts through promoted tweets.\nTo opt-out, please see Twitter’s privacy controls for tailored ads.\n</p>\n<p> By using Smashrun, you consent to the processing of data about your interaction with this site by Google Analytics and Twitter in the manner and for the purposes set out above.\n</p>\n<p> We use Google Analytics to understand how our users interact with Smashrun and use Twitter website tags to track site visits via Twitter.\n</p> Retention of Personal Data <p> We will retain your personal data as long as your account on Smashrun is active.\nYou can always request a bulk export of all your Smashrun data and deactivate your account within your Account page.\n</p>\n<p> Once your account is deactivated, <i>all of your data will be purged from our database within 24 hours</i>, and we will notify any connected integrated 3rd party applications or web platforms of your account deactivation.\n</p>\n<p> You can exercise your right to delete all personal data on Smashrun at any time by deactivating your account.\n</p> Privacy Policy Updates <p> The Smashrun Privacy Policy is subject to change at any time, and we will notify all of our users of any amendments made to our Policy.\nThe Policy's most recently revised date will always appear at the top of the Policy.\nChanges take effect immediately upon posting.\n</p>\n<p> For any questions, comments, concerns, or feedback regarding this Policy or any other privacy or security concerns, please contact us via email at support@smashrun.com or hi@smashrun.com.\n</p>\n<p> This Privacy Policy may change.\nWe will notify you when this happens.\n</p> training.smashrun.com The science behind your running Smashrun was built by chris, steve, and jacklyn Català English (U.S.) English (UK) Français Español (Spain) Nederlands Русский Español (LatAm) 中文（正體） Norsk Bokmål Slovencina Dansk Deutsch Italiano Português Magyar العَرَبِيةُ Ceština Português (Brasil) Svenska Eλληνικά हिन्दी Bahasa Indonesia Norsk Nynorsk Српска Afrikaans 日本語 Polski <ul>\n<li>team</li>\n<li>press</li>\n<li>story</li>\n<li>blog</li>\n<li>FAQ</li>\n<li>terms of service</li>\n<li>privacy</li>\n</ul> Questions, problems, ideas or just want to help? hi@smashrun.com ", "created_at": "2023-07-12 19:40:52.845569", "updated_at": "2023-07-12 19:41:29.764299"}, {"id": 17838, "name": "TERMS OF SERVICE", "url": "https://smashrun.com/tos", "xpath": "//body", "text": " <ul>\n</ul>\n<ul>\n<li>\n</li>\n<li>FAQ</li>\n<li>Apps</li>\n<li>blog</li>\n<li>pro features</li>\n</ul> Connect with Facebook Login Register TERMS OF SERVICE <p> Before using any of Smashrun's services, you are required to read, understand, and agree to these terms.\nThe column on the right provides a quick summary for the Terms of Use and is not legally binding.\nYou can also view our Privacy Policy which describes how we handle specific data you provide to us.\n</p>\n<p>These terms were last updated on July 17, 2018.</p>\n<p>\n<strong>Introduction</strong> This website and any other URLs and websites administered under the Smashrun brand and its affiliates (collectively, the \"Website\") are offered by New York on Tap, Inc.\nand its affiliates (collectively, \"Smashrun\" or \"We\" or \"Us\") to You, the User, subject to your acceptance of all the terms and conditions set forth below (\"Terms of Service\").\nThe terms \"You\" and \"User\" refers to all individuals and entities that access the Website.\n</p>\n<p> BY YOUR AFFIRMATIVE ACTIONS OF REGISTERING FOR, USING, AND/OR VISITING THE WEBSITE, YOU AGREE AND CONSENT TO BE BOUND BY ALL OF THE TERMS OF SERVICE AND YOUR AGREEMENT TO COMMUNICATE WITH US ELECTRONICALLY.\nIF YOU DO NOT AGREE TO ALL OF THESE TERMS AND CONDITIONS, DO NOT USE OR REGISTER AT THIS WEBSITE.\n</p>\n<p>\n<strong>Modifications to This Agreement</strong> These Terms of Service are subject to change by Smashrun in its sole discretion, at any time, with or without notice.\nIt is the User's responsibility to review Terms of Service for any changes, deletions, inclusion and/or modifications (collectively, “revisions”).\nThe User's continued use of and/or registration on this Website after the posting of revisions will constitute the User's acceptance of such revisions.\nPlease consult the end of these Terms of Service to determine when the Terms of Service were last revised.\n</p> By using Smashrun, you agree to all of the terms.\nDon't use Smashrun if you don't agree with this document! <p>\n<strong>Age and Eligibility</strong> We prohibit individuals under the age of 16 from using Smashrun without consent from a parent or guardian.\nIndividuals under the age of 16 will need to provide us with an email address for their parent or guardian so that we can verify consent.\n</p> If you're not old enough to use Smashrun, we'll need to to get your parent or guardian to provide consent.\n<p>\n<strong>Health Precautions</strong> It is always important to consult your physician before starting an exercise program or changing your diet! This is particularly true if any of the following apply to your current medical condition:</p>\n<ul>\n<li>Chest pain or pain in the neck and/or arm</li>\n<li>Shortness of breath</li>\n<li>A diagnosed heart condition</li>\n<li>Joint and/or bone problems</li>\n<li>Currently taking cardiac and/or blood pressure medications</li>\n<li>Have not previously been physically active</li>\n<li>Dizziness</li>\n<p>\n</p>\n</ul>\n<p>\n</p>\n<p> Ensure You start gradually and sensibly.\nIf You feel any of the physical symptoms listed above before, or at the beginning of your exercise program, contact your physician right away.\nMake sure you consult your physician before beginning an exercise program.\nAn exercise-stress test may be used to help plan your exercise program.\nIt is important to recognize that the statistics and content on this Website are for informational use only and should not be construed as advocating, promoting, or encouraging a particular exercise or training routine.\nThis Website is not designed to replace a traditional relationship with your physician or other professional medical provider.\nWE ARE NOT LICENSED MEDICAL PROFESSIONALS AND HAVE NO QUALIFICATIONS TO DIAGNOSE, PREDICT, OR PRESCRIBE TREATMENT FOR MEDICAL CONDITIONS OF ANY KIND.\nDO NOT DISREGARD INSTRUCTIONS OR ADVICE PROVIDED BY LICENSED MEDICAL PROFESSIONALS NO MATTER HOW EAGER AND MOTIVATED YOU MAY BE TO PARTICIPATE WITH OTHER SMASHRUN COMMUNITY MEMBERS! In particular, some of the badges and top rankings on the site are not obtainable by everyone.\nBy participating in any exercise program or physical activity, You run some risk of physical injury, up to and including death.\nIF YOU EXPERIENCE PAIN OR BELIEVE YOU MIGHT BE EXPERIENCING A MEDICAL EMERGENCY, DISCONTINUE THE ACTIVITY AND CALL YOUR DOCTOR, 911, OR, IF YOU ARE OUTSIDE OF THE UNITED STATES, CALL YOUR LOCAL EMERGENCY NUMBER IMMEDIATELY.\n</p>\n<p> Smashrun specifically disclaims any liability for injuries that may result from your participation in training, exercise routines, or races in conjunction with your use of this site.\nYOUR USE OF THIS WEBSITE IS AT YOUR OWN RISK.\n</p> We’re not doctors or professional medical people of any sort, but we do love to run! This website is fun, not meant to be taken as any kind of serious advice.\nToo many runners get hurt from running too much too soon.\nPlease be careful.\n<p>\n<strong>User-Generated Content</strong> The User shall be solely responsible for User Content submitted and the consequences of our posting or publishing such User Content.\nIn connection with any User Content that the User submits, the User affirms, represents, and/or warrants that: </p>\n<ol>\n<li> the User owns or has the necessary licenses, rights, consents, and permissions to use and authorize Smashrun to use all patents, trademarks, trade secrets, copyrights or other proprietary rights in and to any and all User Content to enable inclusion and use of the User Content in the manner contemplated by the Website and these Terms of Use </li>\n<li>the User has the express consent, release, and/or permission of each and every identifiable individual person in the User Content to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of the User Content in the manner contemplated by the Website and these Terms of Use.\n</li>\n</ol>\n<p>\n</p>\n<p> By submitting the User Content to Us, You hereby grant Us a perpetual, non-exclusive, royalty-free, sublicenseable, and transferable license to use, reproduce, distribute, prepare derivative works of, modify, display, and perform all or any portion of the User Content in connection with our operation of the Website and our (and our successors') business, including without limitation for promoting and redistributing part or all of the Website (and derivative works thereof) in any media formats and through any media channels, including, but not limited to, social media networks, throughout the universe.\nThe User also hereby grants each User of the website a non-exclusive license to access his or her User Content through the Website, if the User has permitted such access through his or her account settings, and to use, reproduce, distribute, prepare derivative works of, display and perform such User Content as permitted through the functionality of the Website and under these Terms of Use.\nSmashrun may maintain copies of any User Content for purposes of backup, security, or maintenance, or as required by law.\n</p>\n<p>\n<strong>Smashrun's Content</strong> All intellectual property on this Website, except for User Generated Content provided to the Website, is owned by Smashrun or its licensors, which includes, but is not limited to, materials protected by copyright, trademark, rights of publicity, or patent laws.\nAll content on this Website, except for User Generated Content provided to Website, including but not limited to text, software, scripts, code, designs, graphics, photos, sounds, music, videos, applications, interactive features and all other content (\"Content\") is a collective work under the United States and other copyright laws and is the proprietary property of Smashrun.\nall rights reserved.\n</p> You own your content, but you give us permission to use it, which makes you awesome.\n<p>\n<strong>User Conduct</strong> Smashrun expects our Users to be polite and courteous in their comments, tags, and online interactions with other people - both on and off our site.\nThis Website contains functionality that permits Users to log their run data manually, and Smashrun expects our Users to be honest and forthright with their recordkeeping.\nSmashrun integrates with various social networks such as Facebook and Twitter.\nOur aim is to be a helpful and positive tool for fitness success, and we expect our Users to be positive and helpful in their interactions with others.\n</p> Don't post anything inappropriate and you'll be just fine.\nAnd be honest.\nWhat's the point of tracking your data if it's not an accurate representation of all your hard-earned runs? <p>\n<strong>Email</strong> Smashrun collects User email addresses primarily for the purpose of providing training reports, site updates, maintenance notices, and new feature releases.\nThe User's email address is private.\nWe will never sell, rent, or share the User's email address to anyone.\nWe are real people with real email addresses and take this point seriously.\n</p> We're not going to sell your email address to anyone.\nEver.\nWe hate spam too.\n<p>\n<strong>Third Party Websites</strong> Links to other websites found on Smashrun are provided to assist the User in locating certain information.\nNote that these links take you outside of the Smashrun website and beyond Smashrun's control.\nSuch third party links may appear in sections including, but not limited to, Smashrun's \"About\" pages, the Smashrun blog, \"Press\" material, and sponsored badges.\nSmashrun has no responsibility for content of the websites found at these third party links, or beyond, and does not endorse or attest to the accuracy of the information contained therein.\nYour decision to enter any linked site is at your own risk.\nBe aware that third-party websites may have their own Privacy Policies that require compliance.\nSmashrun makes no warranties, either express or implied, concerning the content of such third-party websites, or any information, product or services located therein, including its accuracy, reliability or suitability thereof for any particular purpose.\nAlso, Smashrun will not and cannot edit or remove the content of any third-party website.\nAccordingly, Smashrun advises that You take notice when You leave the Website and that You read the terms, conditions, and privacy policy of any third-party websites that You visit.\n</p> When you click any links that takes you outside of Smashrun, you do so at your own risk.\n<p>\n<strong>Copyright, Trademarks, and Service Marks of Third Parties</strong> Smashrun has in place certain legally mandated procedures regarding allegations of copyright infringement occurring on the Website.\nSmashrun has adopted a policy that provides for the immediate removal of any content or the suspension of any User that is found to have infringed on the rights of Smashrun or of a third party or that has otherwise violated any intellectual property laws or regulations or any of the terms and conditions of this Terms of Service.\nSmashrun's policy is to investigate any allegations of copyright infringement brought to its attention.\nIf the User has evidence, knows, or has a good faith belief that his or her rights or the rights of a third party have been violated and the User wants Smashrun to delete, edit, or disable the material in question, the User must provide Smashrun with all of the following information: </p>\n<p>\n</p>\n<ol>\n<li>An electronic or physical signature of a person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.\n</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are covered by a single notification, a representative list of such works.\n</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled.\n</li>\n<li>Information reasonably sufficient to permit Smashrun to contact You, such as an address, telephone number, and if available, an electronic mail address at which You may be contacted.\n</li>\n<li>A statement that You have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand </li>\n<li>A statement that the information in the notification is accurate, and, under penalty of perjury, that You are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n</ol>\n<p>\n</p>\n<p> For this notification to be effective, the User must provide it to Smashrun's designated Copyright Agent at: </p>\n<p> Copyright Agent <br> c/o Smashrun <br> 1562 1st Ave #205-3513 <br> New York,&nbsp;NY&nbsp;10028-4004 <br> United States <br> copyright@smashrun.com </p> We respect copyright.\nIf anything is wrong, please send an email with details to copyright@smashrun.com <p>\n<strong>Changes to Website and Fees</strong> Smashrun may change or discontinue, temporarily or permanently, any feature or component of the Website at any time without further notice.\nIn addition, We may, without notice to the applicable user, terminate accounts that have been inactive for more than 90 days (but have no obligation to do so).\nThe User agrees that Smashrun shall not be liable to the User or any third party for any modification, suspension or discontinuance of any feature or component of the Website.\nSmashrun is currently offered at no charge.\nThis is subject to change.\n</p> Smashrun services and features are subject to change without notice.\nJust remember that change is good.\n<p>\n<strong>Law and Jurisdiction</strong> If a dispute arises under these Terms of Service, the parties agree to promptly notify each other of the dispute and work in good faith to attempt to resolve it.\nIf they are unable to resolve the dispute, either party shall commence arbitration before the American Arbitration Association (AAA), New York Branch, under the Rules of Commercial Arbitration, before a panel of three arbitrators.\nThese Terms of Service will be governed by the laws of the State of New York, without regard to its conflicts of laws provisions.\n</p> Any disputes on this agreement will be governed by NY law.\n<p>\n<strong>Severability</strong> If, at any time, any or all the provisions in these Terms of Use is deemed unlawful, void or unenforceable, then that provision is deemed severable from these Terms of Use, and the remaining provisions are still valid and enforceable.\n</p>\n<p>\n<strong>Indemnity</strong> The User agrees to defend, indemnify and hold harmless Smashrun and its parents, subsidiaries, partners, affiliates, service providers, licensors, officers, directors, employees and agents from and against any and all losses, liabilities, damages and costs, including, but not limited to, reasonable legal and accounting fees, arising from any claims, actions or demands related to or alleged to relate to: </p>\n<p>\n</p>\n<ol>\n<li>User's use or misuse of the Website, including any User Generated Content you post, store, reproduce, display, or distribute via the Website.\n</li>\n<li> User's violation of the Terms of Service.\n</li>\n<li> User's violation of any intellectual property or other third party rights or any applicable law in connection with your use of the Website.\n</li>\n<li> any claim or damage that may arise out of use or misuse of this Website or as a result of any uploaded material that is provided to Smashrun.\n</li>\n<li> any other party's access and use or misuse of Website with your username, password, or other applicable security code.\nSmashrun reserves the right to assume control of the defense of any third-party claim that is subject to indemnification by the User, in which event the User will cooperate with Smashrun in asserting available defenses.\n</li>\n</ol>\n<p>\n</p> We are not liable if something goes really wrong while you're using Smashrun.\nYou should always have a backup of your running data.\nIt's good practice.\n<p>\n<strong>Disclaimer of Warranty and Limitation of Liability</strong> WE, OUR AFFILIATES, OUR PARTNERS, AND OUR AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, OR LICENSORS, MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE CONTENT (INCLUDING THE USER CONTENT), INCLUDING BUT NOT LIMITED TO ITS ACCURACY, RELIABILITY, COMPLETENESS, TIMELINESS, OR RELIABILITY.\n</p>\n<p> NEITHER WE NOR OUR AFFILIATES OR PARTNERS SHALL BE SUBJECT TO LIABILITY FOR TRUTH, ACCURACY, OR COMPLETENESS OF ANY INFORMATION CONVEYED TO USERS OF THE SITE OR FOR ERRORS, MISTAKES OR OMISSIONS THEREIN OR FOR ANY DELAYS OR INTERRUPTIONS OF THE DATA OR INFORMATION STREAM FROM WHATEVER CAUSE.\nYOU AGREE THAT YOU USE THE SITE AND THE CONTENT AT YOUR OWN RISK.\n</p>\n<p> WE MAKE NO WARRANTY THAT THE SITE WILL OPERATE ERROR-FREE OR THAT THE SITE, ITS SERVER, OR THE CONTENT ARE FREE OF COMPUTER VIRUSES OR SIMILAR CONTAMINATION OR DESTRUCTIVE FEATURES.\nIF YOUR USE OF THE SITE OR THE CONTENT RESULTS IN THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR DATA, WE SHALL NOT BE RESPONSIBLE FOR THOSE COSTS.\n</p>\n<p> THE SITE AND CONTENT ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTIES OF ANY KIND.\nWE HEREBY DISCLAIM ALL WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE WARRANTY OF TITLE, MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTIES' RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.\n</p>\n<p> IN NO EVENT SHALL WE BE LIABLE FOR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, INCIDENTAL AND CONSEQUENTIAL DAMAGES, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION) RESULTING FROM THE USE OR INABILITY TO USE THE SITE AND THE CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY, EVEN IF A WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p>\n<p> Some states do not allow exclusion of implied warranties or limitation of liability for incidental or consequential damages, so the above limitations or exclusions may not apply to you.\nIN SUCH STATES, OUR LIABILITY SHALL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.\n</p> Again.\nWe're not liable.\nAlthough, between the three of us, we'll always do our very best to ensure that things run as smoothly as possible.\nTERMS SPECIFICALLY RELATED TO OUR PREMIUM SERVICE <p> Below is an outline of the terms of use associated with Smashrun Pro.\nYou may only upgrade an account after reading and accepting these terms.\n</p>\n<p>\n<strong>Description of the Premium Subscription</strong> If You have elected to purchase a premium subscription to Smashrun Pro, for your membership fee, Smashrun hereby grants You a license to use the following features and services solely for your personal, non-commercial use, subject to this Agreement and the Smashrun Terms of Service: Smashrun Training Bands, the Smashrun Performance Index (SPI), Progress Towards Goal, Analyze Run View, Pro Map, Pacing Variability metrics, and all additional features listed on the Smashrun Pro FAQ section (together, “Smashrun PRO”).\n</p> You can subscribe to Smashrun Pro and get access to all the awesome features described in the pro page.\n<p>\n<strong>Smashrun Pro Memberships and Gift Subscriptions</strong> We offer a 4-month and 1-year plan, and the specific pricing terms applicable to your account may vary depending on promotions and type of subscription.\nIn addition, some of our subscription plans renew automatically at the start of the 4-month or annual period, as applicable.\n</p>\n<p> Smashrun will not automatically renew any 4-month or 1-year Gift Subscriptions.\n</p> When you upgrade to Smashrun Pro, your plan may auto-renew, unless otherwise stated.\nIf you give it as a gift, you're only charged once.\n<p>\n<strong>Payments, fees, and renewals</strong> Effective as of July 22, 2018, Smashrun Pro subscription fees, except gifts, will renew automatically at the same amount as your initial charge for the duration of your membership until You cancel.\n</p>\n<p> We use a third party credit card payment processor to process all payments.\nIf You provide your payment information, You authorize us and our third party payment processor to receive, store, and encrypt your payment information.\n</p>\n<p> Members changing from a 4-month to a 1-year subscription will have the annual rate take effect at the beginning of the next billing date.\n</p>\n<p> Smashrun reserves the right to increase membership fees or to institute new fees at any time upon reasonable notice posted in advance on smashrun.com/tos or via email.\n</p> Your membership may auto-renew, unless otherwise stated, or until you cancel.\nMembership fees will remain the same unless you change subscription types.\n<p>\n<strong>Cancellations.</strong> Cancellation of your membership can be done from your Settings Account page within Smashrun.\nIf You choose to cancel, your cancellation will take effect at the end of your current billing cycle, and You will have the same level of access to Smashrun Pro through the remainder of such billing cycle.\nIf your credit card is invalid for any reason, charged back, or if Smashrun does not receive payment, we may make reasonable efforts to notify You and resolve the issue.\nhowever, we reserve the right to cancel your Smashrun Pro membership benefits immediately.\n</p> You can cancel your Pro account at any time or, we may cancel it for you if your account is not paid.\n<p>\n<strong>Refund Policy and Termination.</strong> Smashrun reserves the right to terminate any Premium Subscription without refund in the event that a User violates this Agreement or the Smashrun Terms of Service.\nYou may cancel a Premium Subscription within 14 days of joining or renewal and be eligible, upon request by emailing hi@smashrun.com, for a full refund.\nLifelong Runner Plans, however, are non-refundable.\n</p>\n<p>\n<strong>Smashrun Elected Termination.</strong> There is no current plan or anticipated reason for Smashrun to ever terminate its service in the future but, in the event that Smashrun is unable to continue service, the amount of any refund issued will be decided at the sole discretion of Smashrun.\n</p>\n<p> Termination of your Premium Subscription or Lifelong Runner Plan and the refund rights above are your sole remedies under this Agreement.\n</p> If you cancel your Pro account within 14 days of joining or renewal, we'll give you a full refund.\n<p>\n<strong>Representation, Warranties, and Covenants.</strong> You represent, warrant, and covenant that (i) the membership and credit card information you provide is true, correct, and complete (ii) You will pay any charges, including any applicable taxes, in connection with Smashrun PRO (iii) You will update your membership and credit card details as required (iv) You will not transfer your password or membership to anyone else and (v) You will report to us any unauthorized or prohibitive use of your membership.\n</p> Make sure that your payment details are always up-to-date and don't share your Smashrun Pro account with others.\n<p>\n<strong>Amendment.</strong> You agree that Smashrun reserves the right to amend the Premium Subscription terms at any time and for any reason.\nAny changes may be posted to smashrun.com/tos or sent to You via email.\n</p> If these terms of use change, we will post the changes on this page or email you.\n<p>\n<strong>Miscellaneous Disclaimer.</strong>\n<br>\n<br> \"Coucou Icons\" used on the pro page is by Anny Chen and Julien Rousseau and is licensed under CC BY 3.0 / Color overlay changed from the original </p>\n<p> \"OpenWeatherMap\" used on the By Run pages, where applicable, is licensed under CC BY-SA 2.0 </p> training.smashrun.com The science behind your running Smashrun was built by chris, steve, and jacklyn Català English (U.S.) English (UK) Français Español (Spain) Nederlands Русский Español (LatAm) 中文（正體） Norsk Bokmål Slovencina Dansk Deutsch Italiano Português Magyar العَرَبِيةُ Ceština Português (Brasil) Svenska Eλληνικά हिन्दी Bahasa Indonesia Norsk Nynorsk Српска Afrikaans 日本語 Polski <ul>\n<li>team</li>\n<li>press</li>\n<li>story</li>\n<li>blog</li>\n<li>FAQ</li>\n<li>terms of service</li>\n<li>privacy</li>\n</ul> Questions, problems, ideas or just want to help? hi@smashrun.com ", "created_at": "2023-07-12 19:41:03.515871", "updated_at": "2023-07-12 19:41:11.40927"}], "points": [], "urls": ["smashrun.com"]}}