{"error": 448, "message": "OK", "parameters": {"id": 8143, "name": "FoxyProxy ", "created_at": "2023-05-01 18:28:23.045476", "updated_at": "2023-05-01 22:02:10.170911", "wikipedia": null, "keywords": null, "related": null, "slug": "foxyproxy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8143.png", "url": "getfoxyproxy.org", "documents": [{"id": 15808, "name": "Terms of Service", "url": "https://getfoxyproxy.org/terms-of-service/", "xpath": "/html/body/div[2]/div", "text": " Terms of Service <p>Last Update: June 2018</p> Service Agreement 1.\nIntroduction <p> If you wish to access the products, services and computing equipment (referred to collectively as \"Services\" in this document) at getfoxyproxy.org (\"Website\") you must agree to abide by these Terms of Service (\"Terms\").\nYou accept these Terms if you access any of the Services.\n</p> 2.\nEligibility <p> You must be of at least 18 years old and be legally eligible to access these Services.\n</p> 3.\nTermination <p> FoxyProxy may terminate your access immediately for violation of these terms.\nFoxyProxy may also terminate your access for any reason it deems injurious to the security or integrity of its Services and users.\n</p> 4.\nThird-Party Content And Services <p> You acknowledge that FoxyProxy has no control over products and services provided by third parties, including (but not limited to) open proxies and that if you access these products and services, you do so at your own risk.\n</p> 5.\nChanges To Terms <p> FoxyProxy may update these Terms at any time by making them available on the Site.\n</p> 6.\nLiability <p> FoxyProxy does not guarantee the results of the Services, and any use that you make of them shall be at your sole risk and expense.\nFoxyProxy shall not be liable to you for any special, indirect, consequential, lost profits, or punitive damages.\n</p> 7.\nPerformance <p> FoxyProxy does not provide a specific bandwidth Service Level Agreement (SLA) or warrant the suitability of the Services for any particular application unless such an SLA or warranty is mutually agreed upon by you and FoxyProxy prior to your use of the Services.\nYou acknowledge that streaming video applications may from time to time be adversely impacted by server and network load.</p> 8.\nRestrictions and Limitations <p> Under normal circumstances, no restrictions or limitations are imposed on your Services.\nYou are free to connect to any IP address, URL, or network device available on the public internet at unrestricted speeds and with unmetered bandwidth.\nHowever, in order to provide quality of service to all customers, FoxyProxy reserves the right to impose restrictions on your Services as it deems necessary.\nSuch restrictions include but are not limited to: bandwidth throttling, bandwidth capping, temporary account disablement, changes to IP addresses, hostnames, or ports, restrictions on accessing IP addresses.\nFoxyProxy will make every reasonable effort to notify you of such restrictions or limitations prior to their implementation.</p>\n<p>You agree not to share username, password, hostname, and IP address (referred to collectively as \"account\") with anyone except FoxyProxy Customer Support.\nYou are welcome to use an account on any number of devices, but you agree that only one person will use the account.</p> 9.\nForce Majeure <p> FoxyProxy shall not be responsible for delays or failures (including any delay by FoxyProxy to make progress in the prosecution of any Services) if such delay arises out of causes beyond its control.\nSuch causes may include, but are not restricted to, acts of God or of the public enemy, fires, floods, epidemics, riots, strikes, earthquakes, electrical outages, computer or communications failures, and severe weather, and acts or omissions of subcontractors or third parties.\n</p> 10.\nRefund Policy <p>You are entitled to a refund to one account for most any reason for 7 days after purchase.\nHowever, refunds are granted by FoxyProxy's sole discretion only.\nHere is a non-exhaustive list non-refundable transactions:</p>\n<ul>\n<li>Transactions older than 45 days cannot be refunded.\nThis is a limitation of our bank.</li>\n<li>Refunds are not granted if your Service worked with a website at the time of purchase but stopped working before your term expired.</li>\n<li>Refunds are not granted if you use excessive bandwidth during or after the \"7-day refund\" period.</li>\n<li>Refunds are not granted for recurring payments that you failed to cancel before the billing date.</li>\n<li>Pro-rated refunds are not granted for partial service.</li>\n<li>If your account is terminated due to a Terms of Service violation, you are not entitled to any refund.</li>\n<li>If you purchase multiple accounts, the 7-day refund policy only applies to only one of those accounts.\nThis is to prevent abuse.</li>\n<li>Refunds are not granted if you threaten and/or use offensive or abusive language.</li>\n<li>One-time setup fees (if any) and consulting fees (if any) are not refundable unless previously negotiated.</li>\n<li>Custom orders are not refundable unless previously negotiated.\nThis is because we typically purchase items from our vendors for custom orders, and those vendors do not refund us.</li>\n</ul>\n<p>\n</p> 11.\nGoverning Law <p> These Terms will be governed by and construed in accordance with the laws of the State of Delaware, without regard to the principles of conflicts of law.\nThe language of these Terms shall be deemed to be the result of negotiation among the parties and their respective counsel and shall not be construed strictly for or against any party.\nEach party (i) agrees that any action arising out of or in connection with these Terms shall be brought solely in courts of the State of Delaware, (ii) hereby consents to the jurisdiction of the courts of the State of Delaware and (iii) agrees that, whenever a party is requested to execute one or more documents evidencing such consent, it shall do so immediately.\n</p> ", "created_at": "2023-05-01 18:28:23.082514", "updated_at": "2023-05-01 18:29:06.279331"}, {"id": 15810, "name": "Privacy Policy", "url": "https://getfoxyproxy.org/privacy-policy/", "xpath": "/html/body/div[2]/div", "text": " Privacy Policy <p>Last Update: Jan 3, 2023</p>\n<p>\n</p> Summary Without the Legalese! <p>Our privacy policy is closely aligned with our philosophy on free speech, free press, and the right to anonymity.</p>\n<ol>\n<li>We log only the amount of bandwidth you consume.\nWe do not log anything else, including URLs you visit, content you send or receive, metadata, and anything else about how you use FoxyProxy.</li>\n<li>We don't track what you do with your VPN/proxy services.\nWe don't sell your data or personal info, even if you provide it.\n<strong>Even if we are acquired by or merge with another company or dissolve, no data we have about you will be sold or provided to 3rd parties in any way unless required by law.</strong>\n</li>\n<li>We don't advertise.</li>\n<li>We don't do affiliate marketing.\nWe do not have 'affiliates' and reject the affiliate marketing business.</li>\n<li>If you use one of our free products or services, we don't collect any information about you.</li>\n<li>If you use our support system, this system asks for an email address in order to notify you of replies.\nYou are encouraged to use a disposable email address for this purpose, although we will never share or sell that address, give it to a 3rd party unless required by law, nor send any emails to it except reply notifications.</li>\n<li>If you use one of our paid services, we collect the minimum information possible in order only to bill you.\nFor example, we cannot bill a credit card without a name.\nIf we did collect billing information from you, that information (except your email address) is not stored by us.\nIt is stored by our payment processor, Recurly.\nWe also accept digital currencies (bitcoin, ethereum, etc) if you'd prefer not to divulge any information about yourself.</li>\n<li>If you use one of our paid services, we ask for an email address.\nYou are encouraged to use a disposable, anonymous email address.\nWe use this email address only to provide you with account information, and to alert you of changes to your account information.</li>\n<li>If we did collect minimal billing information from you during checkout, we will never share or sell it.\nWe will never give it to a 3rd party unless required by law.\nWe will never market to you directly unless you expressly opt-in when making a purchase or when setting the marketing preference in the control panel.\nOnce again, if we did collect billing information from you, that information (except your email address) is not stored by us.\nIt is stored by our payment processor, Recurly.\nThis information can be deleted here.</li>\n<li>Automatic renewal of service will only occur if you opt-in when making a purchase or when setting the automatic-renewal preference in the control panel.</li>\n<li>We don't use cookies and other tracking technologies except when you log into the Control Panel on our website.\nThis panel uses a single cookie to maintain your logged-in session.\nLogin to that panel is not required to use your FoxyProxy services.</li>\n</ol> Principles <p>FoxyProxy is committed to collecting no information, or the minimum information necessary for operation, and handling responsibly any information we do collect.\nWe have designed our Privacy Policy and our Data Usage Policy consistent with the following principles (based on the Creative Commons privacy policy): </p>\n<ol>\n<li>Privacy policies and data collection and use policies will be human readable, comprehensive, and easy to locate</li>\n<li>Only the minimum amount of information necessary to provide you with services will be collected and maintained, and only for so long as reasonably needed or required</li>\n<li>Information you provide through our Websites, or that we gather as a result of your use of our Websites, will not be used for marketing or advertising purposes, nor will it be provided voluntarily (without your permission) to anyone else unless required by United States law</li>\n<li>Unless restricted or prohibited by United States law, and provided your email address has been collected and retained, you will be notified when circumstances require FoxyProxy to provide a third party with your personal information.</li>\n</ol>\n<p>\n</p> The Policy <p>Except as required by United States court order, FoxyProxy: </p>\n<ul>\n<li>will not track, store or transmit to any server or third party, information regarding users' data (including web browsing activity and behavioral data)</li>\n<li>will not sell or otherwise work with third parties to market additional software to users</li>\n<li>will not deliver or help others deliver any targeted advertising to users</li>\n<li>will not store users' passwords and login credentials except those issued by FoxyProxy VPN/proxy services</li>\n</ul>\n<p>Please note: FoxyProxy's policy is <strong>required by law</strong>, not <strong>permitted by law</strong>, since <strong>permitted</strong> means almost anything is allowed, <strong>Required by law </strong> means situations where company executives receive a valid United States court order and is compelled to comply or face prison and/or fines.</p>\n<p>\n</p> Chrome and Firefox Browser Extensions <p>If you enter usernames/passwords for proxy servers into our Chrome or Firefox browser extensions, those usernames/passwords are stored on your local devices only.\nThey are not transmitted to us unless you use a FoxyProxy proxy server with username/password authentication.\nIn that case, the username/password is sent to our server for authentication only.\nThey are not stored and not shared.\nIf you enable browser synchronization, Chrome and Firefox may transmit these credentials to your other devices.</p> Information We Collect When You Use VPN/Proxy Service (because we can't avoid it) <p>We do not log <strong>anything</strong> on our VPN/proxy servers except amount of bandwidth used by your account (identified by your username only, not email address or IP address).\nWe collect bandwidth usage to properly load-balance our servers.\nLoad-balancing is required to maintain a good level of service for all customers.\nWe do not log <strong>anything else</strong>, including information about you, the sites you visit, or anything about the way in which you use our servers.\nYou can see an example log file in our FAQ.</p> Information We Collect On Our Website (because we can't avoid it) <ul>\n<li>We use cookies on this site, but only if you log into the FoxyProxy Control Panel (not required to use your servers).</li>\n<li>We do not use web beacons, analytics software, or any other tracking methods on our websites.</li>\n<li>If purchasing from us, we ask for an email address.\nYou are encouraged to use an anonymous or disposable email address.\nWe use this email address only to provide you with account information, and to alert you of changes to your account information.\nWe do not store your name, credit/debit card numbers, addresses, or anything else you provide for purchase.\nHowever, our payment processors, Stripe and Recurly, may do so.</li>\n<li>We won't share your information unless we are compelled by legal orders from a United States court.</li>\n<li>No specifics of users and what they do on our site are gathered or retained.</li>\n<li>We do not track which pages on our site are visited or when (\"web analytics\").</li>\n</ul>\n<p>This website is not directed at individuals under thirteen years of age.</p>\n<p>If you have questions about (or suggestions for!) this policy, please contact us.</p> ", "created_at": "2023-05-01 18:28:23.150873", "updated_at": "2023-05-01 18:29:22.298457"}, {"id": 15809, "name": "DMCA Policy", "url": "https://getfoxyproxy.org/dmca/", "xpath": "/html/body/div[2]/div", "text": " DMCA Policy FoxyProxy DMCA &amp.\nCopyright Policy <p>FoxyProxy implements automated virtual private network (“VPN”) and proxy services.\nOur service is completely automated.\nWe do not log our users' activities.\nWe do not select the recipients our users transmit to or the material our users access while using our services.\nWe do not store, access, or modify any content that our users access while using our services.</p>\n<p>Therefore, FoxyProxy's VPN/Proxy services qualify as a provider of transitory digital network communications under 17 U.S.C.\n§ 512(a) of the Copyright Act.\nSince we do not store any content accessed by our users, we are unable to delete any infringing content.\nBecause we do not log our users' activities in order to protect and respect their privacy, we are unable to identify individual users that may be infringing upon the lawful copyrights of others.</p> Copyright Infringement Notification <p>Pursuant to 17 U.S.C.\n§ 512(c)(3) of the Digital Millennium Copyright Act, in order to file a copyright infringement notification with us, you must send written communication that includes: </p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are covered by a single notification, a representative list of such works.</li>\n<li>Sufficient information for us to locate the allegedly infringing content;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity.</li>\n<li>Sufficient information to permit us to contact the complaining party such as an email address, telephone number, and physical mailing address.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Your written Notification of Claimed Infringement must be sent to our Designated Copyright Agent at the email address below.\nWe review and address all notices that substantially comply with the requirements identified above.\nIf your notice does not substantially comply with all of these requirements, we can not respond to your notice.</p>\n<p>Please note that you may be liable for damages if you make a false claim of copyright infringement.\nSection 512(f) of the Copyright Act provides that any person who knowingly materially misrepresents that material is infringing is be subject to liability.</p>\n<p> FoxyProxy<br> DMCA Agent<br>\n<i>\n</i> support@getfoxyproxy.org<br> FoxyProxy is a USA company privately owned by Americans.\nMailing address is available upon request.<br>\n</p> ", "created_at": "2023-05-01 18:28:23.121654", "updated_at": "2023-05-01 18:29:42.416417"}], "points": [], "urls": ["getfoxyproxy.org"]}}