{"error": 448, "message": "OK", "parameters": {"id": 7919, "name": "Plutus", "created_at": "2023-04-07 19:47:44.68775", "updated_at": "2023-04-22 11:50:37.051713", "wikipedia": null, "keywords": null, "related": null, "slug": "plutus", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7919.png", "url": "plutus.it", "documents": [{"id": 15317, "name": "Privacy Policy", "url": "https://plutus.it/privacy", "xpath": "//body", "text": "🍪 &nbsp;&nbsp;&nbsp.\nWe use cookies to personalise your experience on Plutus AcceptThe requirements for Plutus' Reward Levels will be adjusted in Q2 -&nbsp;details here &gt;Scan the QR code to get startedYou will be directed to the app store to download the app.Scan to downloadDownload the app on Android or IOS Get app linkWe have sent you a link to download the app.Or sign up on web &nbsp;&gt;Privacy Policy | PlutusPlutus - Unlock the Potential of Your CryptocurrenciesLog inProductCardA rewarding debit card for crypto enthusiastsPlutusDEXSecurely convert between crypto and fiatEEARewardsPluton RewardsEarn 3% crypto reward on every single purchasePlutus PerksEarn additional cash back at selected retailersAbout usCompanyLearn about the product and its benefitsTeamLearn more about usBlogKeep up to date with the latest announcementsPlansLog inGet the appPlutusContisModulrPrivacy Policy<p>as of Oct 21, 2021</p>DOWNLOAD<strong>ABOUT US</strong>\n<p>We Block Code Ltd trading as Plutus (also referred to as “we”, “us”, or “our”) is a company registered in England (Company no.\n09674279).\nOur registered address is 9 Heathmans Road, 2nd Floor, London, SW6 4TJ, England.</p>\n<p>We’re committed to protecting and respecting your privacy.\nIf you have any questions about your personal information please chat with us on our website, or email us at dataprivacy@plutus.it, or by writing to us at Plutus, 9 Heathmans Road, 2nd Floor, London, SW6 4TJ, England.</p>\n<p>If you apply for and receive a debit card, our card issuer, Contis Financial Services Limited (“Contis”), will also collect your personal information.\nWe might pass certain information to Contis to allow you to apply for a Card, and Contis might also collect certain personal information directly from you.\nPlease read Contis’s privacy policy to understand how Contis collects, uses, and shares your personal information.</p>\n<p>Before accessing or using our services or applying for a debit card, please ensure that you have read and understood how we collect, store, use and disclose your personal information as described in this privacy policy.</p>\n<strong>Overview</strong>\n<p>The UK left the European Union and organisations such as ours are subject to two privacy regimes, the UK, and the EU.\nAt present, they do not differ and therefore, this Privacy Notice is compatible with both and below you can read about how we process your data regardless of whether you reside in the UK or in the EU</p>\n<p>Article 5 of the UK and EU GDPR states that Personal Data must be processed lawfully fairly and in a transparent manner.\nIn line with the UK and EU GDPRs changes, we are updating our Privacy Notice so you can better understand why and how we collect, process, and destroy your data.\nWe are committed to protecting and respecting your privacy.\nThis policy (together with the Terms and Conditions and any other documents referred to in it) sets out the legal basis on which any Personal Data we collect from you, or that you provide to us, will be processed by us.\nPlease read the following carefully to understand our views and practices regarding your Personal Data and how we will treat it.</p>\n<strong>What types of Personal Data do we collect?</strong>\n<p>We may control, process and use your Personal Data, which may include names, postal addresses, email addresses, telephone numbers or any other Personal Data that you provide to us.\nWe may also, in appropriate cases and to the extent permitted by law, control, process and use certain special categories of Personal Data which are more sensitive in nature (e.g.\nwhen undertaking \"Know Your Customer\" (KYC) or anti-money laundering (AML) checks, we may collect information about any criminal conviction offence that you or the directors of any company might have committed).</p>\n<strong>Who is responsible for the use of your personal data?</strong>\n<p>Plutus and Contis are each separate data controllers of the personal information we or Contis hold about you in connection with your use of the services and products we provide to you.\nThis means that Plutus and Contis will determine and be responsible for how your personal information is used in accordance with their individual privacy policy.</p>\n<strong>Lawful basis for Processing</strong>\n<p>Where we act as Data Controller, we rely on the following legal basis for processing your personal data</p>\n<ul>\n<li>\n<p>consent - if you are a recipient of our online direct marketing;</p>\n</li>\n<li>\n<p>legitimate interests - if you are our client or prospect client, business affiliate, employee or potential employee, or our website visitor;</p>\n</li>\n<li>\n<p>performance of contract - if you are our client, supplier, employee, akin to employee or business affiliate or our website visitor;</p>\n</li>\n<li>\n<p>legal obligation - if we process Personal Data according to requirements of domestic legislation.\nFor example, we are obligated under the Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017 (SI 2017/692) to retain personal data for a period of five years.</p>\n</li>\n</ul>\n<strong>Data protection officer</strong>\n<p>Our data protection officer can be contacted at dataprivacy@plutus.it, and will work to address any questions or issues that you have with respect to the collection and processing of your personal information.</p>\n<strong>Purpose of data collected</strong>\n<p>The personal information we collect is for the following legitimate interest:</p>\n<ul>\n<li>\n<p>provision of financial products and services;</p>\n</li>\n<li>\n<p>promotion of ideas and events relating to services we provide;</p>\n</li>\n<li>\n<p>accuracy of client records;</p>\n</li>\n<li>\n<p>maintenance of records of communications and management of your relationship with us;</p>\n</li>\n<li>\n<p>to respond to you enquires;</p>\n</li>\n<li>\n<p>to comply with any present or future law, rule, regulation, guidance, decision or directive (including those concerning anti-terrorism, fraud, AML and anticorruption);</p>\n</li>\n<li>\n<p>to carry out, in appropriate cases, KYC checks and other procedures that we undertake prior to you becoming a customer of ours;</p>\n</li>\n<li>\n<p>prevention and detection of fraud and other illegal activity or misconduct;</p>\n</li>\n<li>\n<p>and for informing you about compliance with legal and regulatory obligations and provide related guidance;</p>\n</li>\n</ul>\n<strong>Automated decisions</strong>\n<p>As part of the processing of your personal data, decisions may be made by automated means.\nThis means we may automatically decide that you pose a fraud or money laundering risk if:</p>\n<ul>\n<li>\n<p>our processing reveals your behaviour to be consistent with that of known fraudsters or money launderers, or is inconsistent with your previous submissions, or</p>\n</li>\n<li>\n<p>you appear to have deliberately hidden your true identity.</p>\n</li>\n</ul>\n<p>You have rights in relation to automated decision making: if you want to know more please contact us using the details below.</p>\n<strong>Consequences of processing</strong>\n<p>If we, or a fraud prevention agency, determine that you pose a fraud or money laundering risk, we may refuse to provide the services and financing you have requested or we may stop providing existing services to you.</p>\n<p>A record of any fraud or money laundering risk will be retained by the fraud prevention agencies and may result in others refusing to provide services, financing or employment to you.\nIf you have any questions about this, please contact us on the details below.</p>\n<p>Other than the automated processing set out above, we shall not carry out solely automated decision-making using your personal data.</p>\n<strong>Social media</strong>\n<p>If you connect or integrate any social media services with services we provide, you may receive social notifications either from us or from third party companies providing social media services on our behalf.\nYou can manage these social notifications through changing your privacy settings on the relevant social media site or discontinuing any interaction.\nIf you register and provide information to a forum or blog on our Website or App, the information you provide will be published and will be publicly available on our Website or App.\nIt may also be used to address any concerns or complaints about our services directly with you if you are an account holder.</p>\n<strong>Who we share our information with</strong>\n<p>We will not share personal information about you with third parties without your consent.\nWe are required, by law, to sometimes pass on some of this Personal Data to:</p>\n<ul>\n<li>\n<p>companies and organisations that assist us in processing, verifying or refunding transactions you make via our apps or website and in providing any of our Services that you have requested;</p>\n</li>\n<li>\n<p>card producers and networks;</p>\n</li>\n<li>\n<p>customer 'interface' providers (like the ones who manage our support platform);</p>\n</li>\n<li>\n<p>companies that do advertising for us (but we won't share identifiable personal data with third parties for their own marketing unless you give us permission, and you can opt out at any time);</p>\n</li>\n<li>\n<p>anyone who you give us explicit permission to share it with;</p>\n</li>\n<li>\n<p>identity verification agencies to undertake required verification checks;</p>\n</li>\n<li>\n<p>fraud prevention agencies to help fight against financial crime including fraud, money- laundering and terrorist financing;</p>\n</li>\n<li>\n<p>any third party as a result of any restructure, sale or acquisition of our group or any Affiliates, provided that any recipient uses your information for the same purposes as it was originally supplied to us and/or used by us.\nand</p>\n</li>\n<li>\n<p>regulatory and law enforcement authorities, whether they are outside or inside of the EEA, where the law allows or requires us to do so.</p>\n</li>\n</ul>\n<strong>International transfer outside the EEA</strong>\n<p>The Firm does not transfer your personal information outside of the European Economic Area (EEA) unless the transfer is necessary for one of the reasons set out in the GDPR including the performance of a contract between the Firm and the Data Subject, reasons of public interest, to establish, exercise or defend legal claims or to protect the vital interests of the Data Subject where the Data Subject is physically or legally incapable of giving consent and, in some limited cases, for our legitimate interest.</p>\n<p>In these cases, we will follow the GDPR Guidelines in protecting the transfer of data to countries outside the EEA to ensure that the level of data protection afforded to individuals by the GDPR is not undermined.</p>\n<p>The Firm will only transfer Personal Data outside the EEA if one of the following conditions applies:</p>\n<ul>\n<li>\n<p>the European Commission has issued a decision confirming that the country to which we transfer the Personal Data ensures an adequate level of protection for the Data Subjects’ this refers to (individual’s resident rights and freedoms);</p>\n</li>\n<li>\n<p>appropriate safeguards are in place such as binding corporate rules (BCR), standard contractual clauses approved by the European Commission, an approved code of conduct or a certification mechanism, a copy of which can be obtained from the Responsible Officer;</p>\n</li>\n<li>\n<p>the Data Subject has provided Explicit Consent (Explicit consent is where permission has been given by the Data Subject in writing to the proposed transfer after being informed of any potential risks.</p>\n</li>\n</ul>\n<strong>Retention</strong>\n<p>We will keep your Personal Data for no longer than reasonably necessary.\nWe will retain your personal information in accordance with legal and regulatory requirements as set out in our Data retention policy.</p>\n<strong>Your rights and your Personal Data</strong>\n<p>Individuals are provided with legal rights governing the use of their personal data.\nThese grant individuals the right to understand what personal data relating to them is held, for what purpose, how it is collected and used, with whom it is shared, where it is located, to object to its processing, to have the data corrected if inaccurate, to make copies of the data and to place restrictions on its processing.\nIndividuals can also request the deletion of their personal data.</p>\n<p>You have a right:</p>\n<ul>\n<li>\n<p>to request a copy of your Personal Data which the Firm or related data Controller holds about you;</p>\n</li>\n<li>\n<p>to request the Firm or any related data Controller to correct any Personal Data if it is found to be inaccurate or out of date;</p>\n</li>\n<li>\n<p>to request your Personal Data is erased where it is no longer necessary for the Firm or related data Controller to retain such data;</p>\n</li>\n<li>\n<p>to withdraw your consent to the Processing at any time if consent constitutes the lawful basis for processing;</p>\n</li>\n<li>\n<p>to object to Processing based on grounds relating to the Data Subject situation if the processing is necessary for the performance of a task carried out in the public interest or the processing is necessary for the purposes of the legitimate interest by us or a third party, unless such interest is overridden by your fundamental rights and interests;</p>\n</li>\n<li>\n<p>to request a restriction is placed on further Processing;</p>\n</li>\n<li>\n<p>\n</p>to lodge a complaint with the Information Commissioners Office (the UK Supervisory Authority).\nyou can contact the Information Commissioners Office on 0303 123 1113 or via email https://ico.org.uk/global/contact-us/email/ or at the Information Commissioner's Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF;</li>\n</ul>\n<strong>Further Processing</strong>\n<p>Where we may seek to further process your data other than for the original purpose for which it was collected, the Firm shall only further process such data where the new Processing is compatible with the original purpose.</p>\n<strong>Safeguarding measures</strong>\n<p>We take your privacy seriously and take every reasonable measure and precaution to protect and secure your Personal Data.\nWe work hard to protect you and your information from unauthorised access, alteration, disclosure or destruction and have several layers of security measures in place, including, without limitation, encryptions.</p>\n<strong>Special Categories of Data (if applicable)</strong>\n<p>Owing to the products and services that we offer, such as performance of KYC and other background checks, we sometimes need to process special categories of data which are deemed to be more sensitive in nature.\nWhere we collect such information, we will only request and process the minimum necessary for the specified purpose and identify a compliant legal basis for doing so.\nWhere we rely on your consent for Processing Special Categories Data, we will obtain your explicit consent through electronic means.</p>\n<strong>Legitimate Interests (if applicable)</strong>\n<p>We occasionally process your personal information under the Legitimate Interests’ legal basis.\nWhere this is the case, we have carried out a Legitimate Interests’ Assessment (LIA) to ensure that we have weighed your interests and any risk posed to you against our own and that such interests are proportionate and appropriate such as for the purposes of HR, marketing and day-to-day operations.</p>\n<strong>Marketing</strong>\n<p>When sending marketing materials to customers, we may have the option to rely on your consent or legitimate interest.</p>\n<p>We only use legitimate interests for marketing if we have assessed that the information being sent is beneficial to the customer, and have weighed our interests against your own and there is little to no risk posed, the method and content is non-intrusive, and the material being sent is something you would usually expect to receive.</p>\n<strong>Cookies, analytics and traffic data</strong>\n<p>Cookies are small text files which are transferred from our website, applications or services and stored on your device.\nWe use cookies to help us provide you with a personalised service, and to help make our website, applications and services better for you.</p>\n<p>We provide the following information with some explanations to ensure transparency to our users:</p>\n<ul>\n<li>\n<p>what types of cookies are set;</p>\n</li>\n<li>\n<p>how long they persist on your user’s browser;</p>\n</li>\n<li>\n<p>what data they track;</p>\n</li>\n<li>\n<p>for what purpose (functionality, performance, statistics, marketing, etc.;</p>\n</li>\n<li>\n<p>where the data is sent and with whom it is shared;</p>\n</li>\n<li>\n<p>how to reject cookies, and how to subsequently change the status regarding the cookies.</p>\n</li>\n</ul>\n<strong>Changes to our Privacy Policy</strong>\n<p>Any changes we may make to our Privacy Policy in the future will be posted on this page and, where appropriate, notified to you by email.</p>PRODUCT<ul>\n<li>PlutusDEX</li>\n<li>Card</li>\n<li>Plans</li>\n<li>Bounty Policy</li>\n</ul>COMPANY<ul>\n<li>About Us</li>\n<li>Team</li>\n<li>Careers</li>\n<li>Blog</li>\n<li>Press Kit</li>\n<li>Support</li>\n</ul>LEGAL<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Subscription Terms</li>\n</ul>Join our public group on Discord Follow us on TwitterBLOCK CODE LTD, Company number: 09674279 19 Heathman's Rd, Fulham, London SW6 4TJ, England, VAT number (UK): 254982764Plutus is the trading name of Block Code Ltd, Block Code Ltd is a company registered in England and Wales (09674279).\nThe Plutus Account and Visa Card are issued by Contis Financial Services Ltd who are authorised by the Financial Conduct Authority under the Electronic Money Regulations 2011 (registered number 900025) and UAB „Finansinės paslaugos „Contis“ who are authorised by the Bank of Lithuania under the electronic money institution license No.\n53.The Plutus account and Visa Debit Card are electronic money products which are not covered by the Financial Services Compensation Scheme or the Deposit Insurance System of the Republic of Lithuania.\nThe funds will be safeguarded by Contis Financial Services Ltd or UAB „Finansinės paslaugos „Contis“.\nFor any disputes, the Financial Ombudsman Service and the Bank of Lithuania consumers disputes resolutions institution are available.The Plutus Debit Card is an e-money product, and although it is regulated by the FCA and supervised by the Bank of Lithuania, it is not covered by the FSCS nor the Deposit Insurance System of the Republic of Lithuania.\nWe ensure that any funds received by you are held in a segregated account so that in the unlikely event that Contis Financial Services Ltd or UAB “Finansinės paslaugos” becomes insolvent, your funds will be protected against claims made by creditors.Our GBP electronic money account is also provided by Modulr FS Limited, authorised and regulated by the Financial Conduct Authority for issuance of electronic money (FRN 900573) and our EUR electronic money account is provided by Modulr Finance B.V., authorised and regulated by the De Nederlandsche Bank for issuance of electronic money.<ul>\n<li>Card</li>\n<li>PlutusDEX</li>\n<li>Pluton</li>\n<li>Perks</li>\n<li>Plans</li>\n<li>Company</li>\n<li>Team</li>\n<li>Blog</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Support</li>\n<li>Careers</li>\n<li>Log in</li>\n<li>Open an account</li>\n</ul>", "created_at": "2023-04-07 19:47:44.720036", "updated_at": "2023-04-07 19:48:14.948996"}, {"id": 15318, "name": "Terms and Conditions", "url": "https://plutus.it/terms-and-conditions", "xpath": "//body", "text": "🍪 &nbsp;&nbsp;&nbsp.\nWe use cookies to personalise your experience on Plutus AcceptThe requirements for Plutus' Reward Levels will be adjusted in Q2 -&nbsp;details here &gt;Scan the QR code to get startedYou will be directed to the app store to download the app.Scan to downloadDownload the app on Android or IOS Get app linkWe have sent you a link to download the app.Or sign up on web &nbsp;&gt;Terms &amp.\nConditions | PlutusPlutus - Unlock the Potential of Your CryptocurrenciesLog inProductCardA rewarding debit card for crypto enthusiastsPlutusDEXSecurely convert between crypto and fiatEEARewardsPluton RewardsEarn 3% crypto reward on every single purchasePlutus PerksEarn additional cash back at selected retailersAbout usCompanyLearn about the product and its benefitsTeamLearn more about usBlogKeep up to date with the latest announcementsPlansLog inGet the appPlutusPartnersPromotionsPlutus (Europe) General Terms of Service<p>As of Mar 1st, 2023</p>DOWNLOADEUUK<p>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY BEFORE USING THE SERVICES</p>\n<ol>\n<li>WHO WE ARE AND HOW TO CONTACT US<p>Welcome to <strong>Plutus.it</strong>, the website of BLOCK CODE LT UAB trading as<strong> ‘Plutus’</strong>, a company registered in Lithuania under company registration (NIPC) number <strong>305848086 </strong>whose registered office is at Vilnius, Vilkpėdės g.\n22 (<strong>“we”, “We” “our” </strong>or <strong>“us”</strong>, as applicable).\nThe following terms and conditions, together with any documents expressly incorporated by reference (collectively, these <strong>“Terms”</strong>), are a binding agreement between you and us and govern your access to and use of the Services (as defined below).</p>\n<p>To contact us, please email support@plutus.it.</p>\n</li>\n<li>YOUR ACCEPTANCE OF THESE TERMS<ol>\n<li>By registering for an Account or using any of the Services, you confirm that you accept the Terms and that you agree to comply with them.</li>\n<li>If you do not agree to these Terms, you must not use the Services and you must close any Account which you have opened.</li>\n<li>We recommend that you print a copy of these Terms for future reference.</li>\n<li>You should read this document along with our Privacy Policy (https://plutus.it/privacy), and Card and E Wallet Issuer Terms (https://plutus.it/terms-and-conditions-partners).</li>\n</ol>\n</li>\n<li>DEFINITIONS<p>The following definitions apply to these Terms:</p>\n<p>\n<strong>“Account” </strong>means the account provided by us through the Website or Plutus Mobile App, which is managed through the Plutus Dashboard and provides access to the Services;</p>\n<p>\n<strong>“Banking Partners” </strong>means Solaris, Clear Junction and Modulr;</p>\n<p>\n<strong>“Card Issuer Terms” </strong>means the terms between you and Solaris governing your use of the Plutus Card in respect of Plutus;</p>\n<p>\n<strong>“Clear Junction” </strong>means Clear Junction Ltd.\n(company registration number: 10266827) and who is authorised by the Financial Conduct Authority as an Electronic Money Institution;</p>\n<p>\n<strong>“Communications” </strong>means information provided relating to your Account or any Cryptocurrency Transaction or Merchant Transaction, including: any agreements and policies you agree to, (e.g., these Terms including updates to these agreements or policies.\ndisclosures and notices, including prospectuses and reports for transaction receipts or confirmations.\nAccount statements and history.\ndocuments.\nand any other information related to your Account or the Services);</p>\n<p>\n<strong>\"Solaris\" </strong>means UAB “FINANSINES PASLAUGOS, a private company organised under the laws of the Republic of Lithuania (company code: 304406236), registered in the Register of Legal Entities of the Republic of Lithuania, with the registered office is at Mėnulio g.\n11-101, Vilnius, Lithuania;</p>\n<p>\n<strong>“Cryptocurrency”</strong>or <strong>“Cryptocurrencies” </strong>(as applicable) means each and collectively (as applicable) the cryptocurrency tokens (as the term is understood in the industry) available to be traded using our Services and currently includes Pluton and Ether (but it may change from time to time by changing the relevant section of the Website);</p>\n<p>\n<strong>“Cryptocurrency Transaction” </strong>means a transaction, which has been facilitated by the use of the Services and which follows the submission of an Order made between Plutus Users, under which Cryptocurrency is traded in exchange for Funds and/or a Cryptocurrency;</p>\n<p>\n<strong>“Cryptocurrency Wallet” </strong>means a device, physical medium, program or service which stores public and/or private keys and can be used to track ownership, receive or spend cryptocurrencies;</p>\n<p>\n<strong>“External Cryptocurrency Wallet” </strong>means the Cryptocurrency address or wallet of any form which is not offered by us;</p>\n<p>\n<strong>“E-Wallet Terms” </strong>means the terms between you and Clear Junction governing your use of the Plutus Fiat Account in respect of Plutus;</p>\n<p>\n<strong>“Fees” </strong>means the fees which we charge to you in relation to the use of the Services, as further specified at <strong>clause 20</strong>;</p>\n<p>\n<strong>“Funds” </strong>means the monetary value of electronic money available in the Account;</p>\n<p>\n<strong>“Fiat Currencies” </strong>means each and collectively (as applicable) British Pounds Sterling and/or Euros and any other currency as we in our discretion may provide access to from time to time by changing the relevant section of the Website;</p>\n<p>\n<strong>“Login Details” </strong>means the email address entered by you when your Account is created during Registration together with the corresponding password which allows you to access the Services;</p>\n<p>\n<strong>“Merchant Transaction” </strong>means a transaction made between you and a merchant for the provision of goods or services;</p>\n<p>\n<strong>“Order”, </strong>is an order created by you to either sell or purchase (as the case may be) Cryptocurrency using the Services and which, in both cases, is made in accordance with these Terms and the steps of the process reflected on the Website;</p>\n<p>\n<strong>“Plutus Card” </strong>means the physical payment card that is tied to your Plutus Card Wallet, issued and available to you for your use and subject to you successfully passing Registration;</p>\n<p>\n<strong>“Plutus Card Wallet” </strong>means the electronic money account which is provided by Solaris to you through the Account;</p>\n<p>\n<strong>“Plutus Dashboard” </strong>has the meaning given to that term in <strong>clause 4.14</strong>;</p>\n<p>\n<strong>“PlutusDEX” </strong>means the cryptocurrency exchange provided by us via the Website and the Plutus Mobile App;</p>\n<p>\n<strong>“Plutus Fiat Account” </strong>means the electronic money account which is provided by Clear Junction to you through the Account, and is also referred to as an E-Wallet;</p>\n<p>\n<strong>“Plutus Mobile App” </strong>means the application(s) for mobile devices and/or the web application operated and maintained by or on behalf of Plutus, through which part of the Services are offered and may be accessed and used;</p>\n<p>\n<strong>“Plutus Perks” </strong>means PLU rebates at selected brands;</p>\n<p>\n<strong>“Plutus Rewards” </strong>means percentage of your purchase back in Pluton token;</p>\n<p>\n<strong>“Plutus Service” </strong>means the service provided by us, that enables you to fund Merchant Transactions through the use of the Services;</p>\n<p>\n<strong>“Plutus User” </strong>means a user to whom we provide the Services;</p>\n<p>\n<strong>“Registration” </strong>means the process of opening an Account in accordance with the procedure specified in <strong>clause 10</strong>;</p>\n<p>\n<strong>“Services” </strong>means, collectively, the services we provide to you through the Account such as the Plutus Card Wallet, Plutus Fiat Account, PlutusDEX and Plutus Mobile App, after successfully passing Registration and you have received full access, subject to additions, variations and/or limitations as may be determined and implemented by Plutus from time to time;</p>\n<p>\n<strong>“User” </strong>means you;</p>\n<p>\n<strong>“Website”</strong>, or the <strong>“Platform” </strong>(as applicable) means our website which is available at https://plutus.it and any software application which we provide which allows you to use the Services.</p>\n<p>\n<strong>“Withdrawal” </strong>means withdrawing Funds from your Plutus Fiat Account, by requesting a wire transfer to the bank account that is linked to your Plutus Fiat Account, the details which you agree to provide in the Registration procedure.\nand</p>\n<p>\n<strong>“You”, “you”, “your” </strong>or <strong>“Your” </strong>means the natural person named on the Account entering into these Terms.</p>\n</li>\n<li>CONTENT OF THE SERVICES<ol>\n<li>We provide the following services to you through the Website or Plutus Mobile App:<ol>\n<li>Allow you to buy, sell and/or trade Cryptocurrency via the Plutus DEX;</li>\n<li>Allow you to deposit and withdraw your Funds via the Plutus Fiat Account;</li>and<li>Allow you to deposit, withdraw and/or spend Fiat Currencies via the Plutus Card.</li>\n</ol>\n</li>\n<li>We may also offer additional services to those listed above in</li>\n<strong>clause 4.1,</strong>from time to time.\nSuch additional services shall be provided under terms separate to these Terms.<li>We will provide the Services to you with reasonable care and skill.</li>\n<li>Users may register for an Account in accordance with</li>\n<strong>clause 10.</strong>\n<li>To be eligible to become a Plutus User you represent and warrant that:<ol>\n<li>you are at least 18 years old;</li>\n<li>you are eligible to register for and use the Services and the corresponding Account in accordance with the Registration process;</li>\n<li>you have the capacity to enter into legally binding contracts.\nand</li>\n<li>you are not impersonating any other person, operating under an alias or otherwise concealing your identity.</li>\n</ol>\n</li>\n<li>To become a Plutus User, you must also provide us with the information that is requested as part of the account opening process.\nThis includes the information to satisfy 'Know Your Customer' and anti-money laundering checks.\nFailure to provide any information that we reasonably request from you, pursuant to applicable money laundering laws and regulations after you have become a Plutus User shall be grounds for the suspension of the provision of Services to you (including access to your Account) under clause 12 and/or the termination of these Terms under clause 13.\nThe nature and extent of the information you are required to provide may differ, for example, based on the Services provided to you under these Terms and/or the means of payment you use</li>\n<li>When applying to become a Plutus User, you will be asked to create your individual Account which will include a username and password, together your Login Details.\nOnce you have successfully passed Registration, you will be able to access your Account through the Website or the Plutus Mobile App using your Login Details in accordance with these Terms.</li>\n<li>Your Account associated with Fiat Currencies is administered on our behalf by Solaris, Modulr or Clear Junction.\nThis is not the same as a banking institution holding money for you.\nNeither we nor our Banking Partners use the funds to invest or lend to other persons or entities.\nYour Funds will not accrue interest.\nYour Funds will be held in one or more segregated bank accounts, separately from our own Funds.</li>\n<li>You are able to fund Merchant Transactions by depositing fiat to your Account or selling your Cryptocurrency to other Plutus Users;</li>\n<li>Please note, the Cryptocurrency that you would receive as a reward pursuant to the Services in accordance with the remaining provisions contained herein, is not covered by any statutory protections afforded to banks, such as that under the UK Financial Services Compensation Scheme, administered by the UK FCA or the FDIC Deposit Insurance Scheme administered by the FDIC in the USA;</li>\n<li>You are able to fund Merchant Transactions by depositing Fiat Currencies into your Plutus Fiat Account.</li>\n<li>Your Account, that stores your Funds may be used by you to enter into, it being understood that you may be required to provide supplemental information to us to be able to use the full functionality of the Services:<ol>\n<li>Cryptocurrency Transactions via the PlutusDEX;</li>\n<li>Merchant Transactions via the Plutus Card.\nand</li>\n<li>Fiat Currencies deposits and withdrawals via the Plutus Fiat Account.</li>\n</ol>\n</li>\n<strong>Plutus Dashboard</strong>\n<li>As an Account owner, you can access the Plutus Dashboard on the Website or the Plutus Mobile App, where you can (in addition to any other function we make available):<ol>\n<li>Deposit and/or withdraw your Funds;</li>\n<li>Verify your identity with us;</li>\n<li>View transaction history;</li>\n<li>View balance and currency of your Funds;</li>\n<li>Activate or disable your Plutus Card;</li>\n<li>View PIN of your Plutus Card;</li>\n<li>Access security features relating to your Account.\nand</li>\n<li>Access and manage PlutusDEX, Plutus Fiat Account and Plutus Card Wallet.</li>\n</ol>\n</li>\n<strong>Plutus Card</strong>\n<li>Upon successfully passing Registration you will be issued with a Plutus Card in accordance with the completed order during Registration, subject to any issuance charges, as set out in the Fees section at clause 20;</li>\n<li>Your use of our physical Plutus Card is subject to the Card Issuer Terms (https://plutus.it/terms-and-conditions-partners);</li>\n<li>If you lose your Plutus card, you may activate and deactivate Plutus Card using the Plutus Mobile App and Website.\nFailure to disable the Plutus Card upon becoming aware of it being lost or stolen may mean that you lose your right to any compensation for unauthorised transactions(s).</li>\n<li>We reserve the right to refuse to load any Account or Plutus Card Wallet and may suspend or terminate your use of the Services if you have failed to, or in our reasonable belief it becomes apparent that you have failed to:<ol>\n<li>Submit satisfactory Know Your Customer information to be determined at our discretion;</li>\n<li>Submit accurate or complete Know Your Customer information;</li>\n<li>Verify your identity based on the Know Your Customer information you submit.\nor</li>\n<li>At any time, we suspect that you are using your Account for any purpose which is prohibited under these Terms.</li>\n</ol>\n</li>\n<strong>Plutus Fiat Account</strong>\n<li>Upon successfully passing Registration you will be issued with a Plutus Fiat Account in accordance with the information you have provided during Registration, subject to any fees as set out in the Fees section at clause 20;</li>\n<li>Your use of the Plutus Fiat Account is subject to the E-Wallet Terms (https://plutus.it/terms-and-conditions).\nand</li>\n<li>We may, at our reasonable discretion (for example, without limitation, to limit fraud or risk), impose limits on the amount of money and Cryptocurrency you can receive through the Services.\nIn order to change your limit, you must provide us with any supplemental information we request.\nIf you have a restriction or limit on your Account, you may be able to view it by logging onto your Plutus Dashboard</li>\n<li>We reserve the right to refuse to load any Account or Plutus Fiat Account and may suspend or terminate your use of the Services if you have failed to, or in our reasonable belief it becomes apparent that you have failed to:<ol>\n<li>Submit satisfactory Know Your Customer information to be determined at our discretion;</li>\n<li>Submit accurate or complete Know Your Customer information;</li>\n<li>Verify your identity based on the Know Your Customer information you submit.\nor</li>\n<li>Use your Account for any purpose which is prohibited under these Terms.</li>\n</ol>\n</li>\n<strong>PlutusDEX Service</strong>\n<li>The PlutusDEX Service is a decentralised cryptocurrency exchange provided via the Website and Plutus Mobile App, which allows Plutus Users to buy and sell Cryptocurrency from each other;</li>\n<li>You can access and manage the PlutusDEX via the Plutus Dashboard and must connect a Cryptocurrency Wallet;</li>\n<li>You may use the Plutus DEX as follows:<ol>\n<li>In accordance with clause 4.26 below, you may enter into Cryptocurrency Transactions to buy Cryptocurrency from another Plutus User.\nand/or</li>\n<li>In accordance with clause 4.27.\nbelow, you may enter into Cryptocurrency Transactions to sell Cryptocurrency to another Plutus User.</li>\n</ol>\n</li>\n<li>If you wish to buy Cryptocurrency you may do so as follows:<ol>\n<li>You must ensure that you have sufficient Funds in your Plutus Fiat Account to buy the Cryptocurrency, and you may add Funds to it via a wire transfer (please refer to the E-Wallet terms and conditions provided by Clear Junction/Modulr for further information)</li>\n<li>You must submit a purchase Order to the PlutusDEX for the purchase of the Cryptocurrency at a certain price in accordance with the procedure specified on the Website);</li>\n<li>The PlutusDEX will lock the Funds required for the Order and attempt to match your purchase Order with a sell Order set by another Plutus User.\nand</li>\n<li>If your Order is successfully matched, your Plutus Fiat Account will be debited with the relevant amount of Funds and the Cryptocurrency will be sent to your Cryptocurrency Address.</li>\n</ol>\n</li>\n<li>If you wish to sell Cryptocurrency you may do so as follows:<ol>\n<li>You will need to add a Cryptocurrency Wallet to your Account which contains Cryptocurrency;</li>\n<li>By default, your Plutus Fiat Account will be credited, but you have the option to directly credit your Plutus Card Wallet;</li>\n<li>You will then submit an Order to the PlutusDEX for the sale of a certain amount of Cryptocurrency at a certain price;</li>\n<li>The PlutusDEX will attempt to match your sell Order with a purchase Order set by another Plutus User.\nand</li>\n<li>If your Order is successfully matched, your Plutus Fiat Account or Plutus Card Wallet, depending which was chosen, will be credited with the relevant amount of Funds and the Cryptocurrency will be sent to the other Plutus User.</li>\n</ol>\n</li>\n<li>Whenever an Order is successfully matched, you will be notified of this in accordance with clause 16;</li>\n<li>We also permit you to fund your Plutus Card Wallet with traditional payment methods (so that the Plutus Card Wallet can be funded without depositing Cryptocurrency).</li>\n<li>Once your Plutus Card Wallet has been funded following a Cryptocurrency Transaction, you may use the funds within your Plutus Card Wallet as follows:<ol>\n<li>By entering into Merchant Transactions with the use of your Plutus Card.\nand</li>\n<li>In any other manner which is permitted by the terms and conditions provided by the Card Issuer Terms and E-Wallet Terms.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>THERE ARE OTHER TERMS THAT MAY APPLY TO YOU<ol>\n<li>If you use the Website without using the Services or registering an Account, please refer to the Website Terms of services (available at https://plutus.it/terms-and-conditions) which apply.</li>\n<li>As a Plutus User, before using the Services you must agree to the terms of services supplied by our Banking Partners.\nYou can consult and download copies of them here https://plutus.it/terms-and-conditions-partners.</li>\n<li>As a Plutus User, we may make available Pluton rewards to you when you enter into a Merchant Transaction.<br>Plutus remains owner of the Pluton rewards until their transfer to your external wallet address which will occur a minimum 45 days after the Merchant Transaction.<br>The conditions on which we will provide these rewards and what the rewards entitle you to are specified on the Website at https://plutus.it/subscription-terms and https://support.plutus.it/hc/en-us/articles/4713263751197-How-to-earn-PLU-Rewards.\nWe reserve the right to change the terms relating to these rewards at any time without notice to you.</li>\n<li>We only provide our Services for domestic and personal use.\nYou agree not to use the Services for any commercial or business purposes and transactions done in behalf of others.\nWe reserve the right to decline the rewards resulting from commercial or business transactions and transactions done on behalf of others.</li>\n<li>Plutus reserves the right to remove and/or refuse to award any Pluton, including without limitation:<br>(a) upon reasonable suspicion that you may be in breach of these Terms or are otherwise trying to circumvent these Terms such as by opening multiple accounts, earning rewards on personal account via business transactions or abusing any of our incentive schemes;<br>(b) upon reasonable suspicion that a transaction is fraudulent or erroneous;<br>(c) upon reasonable suspicion that your account has been compromised or the Services are being used in a fraudulent or unauthorised manner.</li>\n<li>As a Plutus User, you will be eligible for at least one Plutus Perk.\nThe number of Perks you receive depends on your Subscription Plan and Reward Level.\nThe maximum number of Perks you can receive is 8.<br>For Subscription-based Perks*, as a general rule-of-thumb, only the lowest subscription plans are eligible for rewards.<br>For all Retail-based Perks*, customers will receive up to £/€ 10 worth of PLU per month and per Perk.<br>If a customer's spend is &lt;£/€ 10, their Perk Rebate will match the amount spent at their selected Perk.<br>If a customer's spend is ≥£/€ 10, they will receive the maximum £/€ 10 Perk Rebate.<br>If you have acquired Perks from a Fiat Subscription Plan, this will be active and eligible for rebates immediately.\nPerks acquired via Stacking will only become active and eligible for rebates after 30 days of stacking.<br>Perks can be changed once every month.\nPerks rebates will be held in Pending status for 42 days, before becoming available to withdraw, stack, or sell.<br>If a payment for a Perk is refunded, you may be ineligible for rewards.<br>*More specifics about the perks are available on https://support.plutus.it/hc/en-us/articles/4716233136029-How-Plutus-Perks-work</li>\n</ol>\n</li>\n<li>YOU MUST KEEP YOUR ACCOUNT DETAILS SAFE<ol>\n<li>Each time you seek to access your Account, we will check your identity by asking for your Login Details.\nAs long as your correct Login Details are entered, we will assume that you are the person giving instructions and you will be liable for those instructions.\nYou must, therefore, keep the Login Details secret and secure and make sure that they are not stored in a way that enables others to access them or impersonate you.\nIn addition, if you disclose the Login Details to any person whom you authorise to access your Account, you are also responsible and liable for any access, use, misuse or disclosure of your Login Details and/or Account by such person.</li>\n<li>You must notify us by e-mail at support@plutus.it immediately if you know or suspect:<ol>\n<li>The loss or disclosure to any unauthorised person of any Login Details;</li>\n<li>Any unauthorised access to your Account;</li>\n<li>Any other criminal or fraudulent activity relating to your Account.\nor</li>\n<li>Any other breach of security relating to your Account, whether physical or relating to computer or similar hardware or software.</li>\n</ol>\n</li>\n<li>If we receive such a notification from you or determine ourselves that the security of your Login Details may have been breached, you will not be able to access your Account until measures have been taken to verify your identity;</li>\n<li>Unless and until you tell us that you believe that someone else knows the Login Details or can use your Account by impersonating you:<ol>\n<li>You will be responsible for any instructions which we receive and act on, even if it was not given by you.\nand</li>\n<li>We will not be responsible for any unauthorised access to your Account or the information available in it.</li>\n</ol>\n</li>\n<li>You must ensure that you take all reasonable steps to maintain the security of your Account by:<ol>\n<li>Keeping your Plutus Web and Mobile App safe and secure;</li>\n<li>Preventing unauthorised access to your Account, including but not limited to ensuring that you have 2-factor authentication enabled at all times.\nand</li>\n<li>Ensuring your Plutus Card PIN or any other unique numbers (including CV, expiry and card number) are kept safe and secure.</li>\n</ol>\n</li>\n<li>If you choose, or you are provided with, a user identification code, password or any other piece of information as part of our security procedures, you must treat such information as confidential.\nYou must not disclose it to any third party.</li>\n<li>We have the right to disable any user identification code or password, whether chosen by you or allocated by us, at any time, if in our reasonable opinion, you have failed to comply with any of the provisions of these Terms.</li>\n<li>If you know or suspect that anyone other than you, knows your user identification code or password, you must promptly notify us at support@plutus.it.</li>\n</ol>\n</li>\n<li>WEBSITE INFORMATION<ol>\n<li>The content on our Website is provided for general information only.\nTheinformation and publications are not intended to be and do not constitute financialadvice, investment advice, trading advice or any other advice or recommendation of anysort.\nIf you are in any doubt as to whether you should enter into a Cryptocurrency Transaction, you must seek professional advice.</li>\n<li>Although we make reasonable efforts to update the information on our Website, we make no representations, warranties or guarantees, whether express or implied, that the content on our Website is accurate, complete or up to date.</li>\n</ol>\n</li>\n<li>OUR RESPONSIBILITY FOR LOSS OR DAMAGE SUFFERED BY YOU<ol>\n<li>If you are a consumer or a business user:<ol>\n<li>We do not exclude or limit in any way our liability to you where it would be unlawful to do so.\nThis includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors and for fraud or fraudulent misrepresentation;</li>\n<li>You acknowledge and agree that we do not in the course of providing the Services, hold funds (any funds being held either with Clear Junction/Modulr or with Solaris) or Cryptocurrency (any Cryptocurrency being transferred to the External Cryptocurrency Wallet and/or Cryptocurrency Wallet of the relevant Plutus User);</li>\n<li>If you are a Plutus User, you acknowledge and agree that it is your responsibility to supply a valid and correct External Cryptocurrency Wallet address to which any rewards in the form of a Cryptocurrency may be sent (as applicable) and you acknowledge that you are responsible for the security of your External Cryptocurrency Wallet and acquiring the know-how to operate it, it being understood that we shall not be responsible for any losses that are a result of a fault in the External Cryptocurrency Wallet, your use of the same, or any losses that are a result of the decentralized nature of any Cryptocurrency you receive as a reward hereunder (in accordance with the remaining provisions contained herein) or of the decentralised nature of the Plutus Service, it being understood that Cryptocurrency Transactions are irreversible;</li>\n<li>We shall not be held liable if the banking details entered during Registration by you for Withdrawal requests are incorrect or not updated.\nIt is your responsibility to check and update the banking details associated with your Plutus Fiat Account;</li>\n<li>You acknowledge and agree that the Plutus Fiat Account and the Plutus Card Wallet are provided by Clear Junction/Modulr and Solaris respectively.\nYou agree not to hold us liable in respect of any malfunction with services provided by these third parties;</li>\n</ol>\n</li>\n<li>If you are a consumer user:<ol>\n<li>Please note that we only provide the Services for domestic and personal use.\nYou agree not to use the Services for any commercial or business purposes, and we have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>OUR TRADEMARKS ARE REGISTERED<ol>\n<li>PLUTUS and PLUTON are our registered trademarks.\nYou are not permitted to use them without our prior written approval.</li>\n<li>All intellectual property included in the Website or the Services, including, but not limited to, website logos, databases, website design, text and graphics, software, photos, videos, music, sounds and any combinations of the aforementioned files, and the intellectual property rights of software compilation associated source code and software (including small applications and scripts) belong to us and our licensors absolutely.\nYou are not granted any licence or right to use these materials and other documents or items for any purpose other than in connection to your receipt of the Services.\nYou may not copy, modify, transmit or use any of the foregoing materials or content for commercial purposes.</li>\n<li>All rights contained in the name of the Website (including but not limited to business goodwill and trademarks, logos) belong to us or our licensor absolutely.</li>\n<li>You log into the Account or your use of any of the Services shall not be deemed as our transfer of any intellectual property to you.</li>\n</ol>\n</li>\n<li>ACCOUNT OPENING PROCEDURE<ol>\n<li>\n<strong>Standard opening procedure.\n</strong>If you wish to receive the Services you must fill out a registration form and follow the onboarding process through which you will be directed on the registration page of the Website, and we may require you to provide information to us (including without limitation any of our sub-contractors) based on our anti-money laundering procedures and Know Your Customer procedures.\nDuring the onboarding process, we may obtain and record a range of your personal information including without limitation your phone number, computer information and IP addresses, card information (including without limitation credit cards and ID cards), as well as biometrical information and proof of address, in order to create an Account.\nCompletion of the registration form shall be deemed explicit acceptance by you of these Terms.\nYou may activate your Account by clicking on the link contained in the registration confirmation email sent by us (<strong>“Registration Confirmation”</strong>).\nThe Registration Confirmation contains your Login Details.\nTo finalise the opening procedure, you must login to your Account using the activation link provided in the Registration Confirmation and update the temporary password.</li>\n<li>\n<strong>Registration data.\n</strong>If any of the Registration data becomes out of date, you undertake to update the Registration data provided without delay, to ensure all information provided remains accurate, up to date and complete throughout the period of your use of the Services.</li>\n<li>\n<strong>Your e­mail address.\n</strong>The email address you provided as part of the Registration process which forms part of the Login Details can only be changed by our customer support team.</li>\n</ol>\n</li>\n<li>AML &amp.\nKYC<ol>\n<li>As a matter of best practice for a company incorporated and doing business in the UK, we take proactive measures to avoid money laundering and the financing of terrorism.\nWe will also request you satisfy our identification procedure (and additional or different procedures where necessary at our discretion), whether you are a natural person or a non-natural person, including without limitation through a 3rd party verification service appointed by us.</li>\n<li>We insist on a comprehensive and thorough customer due diligence and AML compliance framework.\nThis includes monitoring of suspicious transactions and obligatory reporting to local regulators and other compliance bodies.</li>\n<li>We reserve the right to refuse registration to persons from jurisdictions that do not meet international AML standards.</li>\n<li>We reserve the right to carry out Account due diligence verification of our Users and their transactions.\nEnhanced Account reviews may be carried out periodically at our discretion as part of our ongoing risk assessment.\nIn addition to this, any attempt to abuse Plutus or our Platform will result in immediate account suspension and reporting violations to respective authorities;</li>\n<li>To be eligible to use the Services, you must:<ol>\n<li>Pass our regulatory due diligence checks;</li>\n<li>Not be in breach of these Terms.\nand</li>\n<li>Not have had any previous Account closed by us or blocked by us.\nWe may at our discretion permit your use of the Services notwithstanding that you have had an Account previously closed or blocked.</li>\n</ol>\n</li>\n<li>You confirm that you are at least 18 years of age, that you have provided correct information during the process of creating an Account and that you are an individual acting solely on your own behalf and are not acting for a purpose related to a trade, business or profession.\nYou undertake that, if your details change, you will notify us immediately.\nYou agree and acknowledge that we shall not be liable for any losses that occur due to the submission of invalid, incorrect or inaccurate information.\nYou agree to cooperate with all requests made by us or any of our third-party service providers on our behalf in connection with your Account, to identify or authenticate your identity or validate your funding sources, Cryptocurrency Transactions, Merchant Transactions, or other use of the Services.\nThis may include, but is not limited to, asking you for further information that will allow us to reasonably identify you, including requiring you to take steps to confirm ownership of your phone number or payment instruments or verifying your information against third party databases or other sources as we choose.</li>\n<li>We reserve the right to close, suspend or limit access to your Account and/or the Services in the event we are unable to obtain or verify any information you provide or if you otherwise do not comply with our requests and this clause 11.</li>\n<li>We may confidentially verify the information you provide to us or which we obtain ourselves or through third parties from secure databases.\nSome of the searches which we or a third party may perform, such as a credit check, may leave a soft footprint on your credit history.\nThis will not affect your credit rating.\nBy entering into these Terms, you confirm that you consent to us or a third party on our behalf carrying out such verifications.</li>\n<li>You must ensure that information on your Account is always accurate and up to date.\nIf at any time we believe that your information is outdated or inaccurate, we may contact you and request further information or request that you go through the verification process again.\nYour Account limit will be adjusted accordingly while we verify your identity.\nWe shall not be liable for any losses arising out of your failure to maintain up to date information;</li>\n<li>We will verify your identity through documentary means and/or non-documentary means you provide to us upon Registration for an Account.\nWe reserve the right to use non-documentary means where necessary to verify the true identity of the Account owner.\nTo verify the identity of the Account owner, we may ask you for a copy of the following information:<ol>\n<li>\n<strong>Proof of your identity.\n</strong>We are required to verify your identity.\nAs evidence of your identity, we may ask for the following documentation, as applicable (without limitation): for natural persons, a copy of a valid identity document, such as a passport, driving licence or Government-issued National Identity Card, issued in the UK or EEA, or if you are company or other legal entity, proof of registration from the company registry of the jurisdiction in which the company is incorporated;</li>\n<li>\n<strong>Proof of your address.\n</strong>We will need to verify where you reside.\nIn support of that evaluation, and as an example, for natural persons we may request a copy of a utility bill (water, gas, electricity) or a copy of the 1st page of a bank statement showing your residence address, such documents being no older than three (3) months.\nand for non-natural persons we may again request an extract of the applicable organisation register of the applicable jurisdiction or bank statement from your corporate bank account.</li>\n<li>\n<strong>Proof of beneficial owners.\n</strong>With respect to any User that is a company or other form of organisation with a separate legal personality or similar, we may request documentation that verifies the beneficial owners of your company or organization.\nand</li>\n<li>\n<strong>Additional or other information.\n</strong>We reserve the right to request any further documents or additional information to allow us to carry out the necessary checks in satisfaction of our legal obligations including without limitation with respect to the prevention of money laundering and terrorist financing.</li>\n</ol>\n</li>\n<li>We will verify the information provided to us within a reasonable time.\nWhere we find suspicious information that indicates possible money laundering, terrorist financing activity, or other suspicious activity, we will, in conjunction with our MLRO, report that activity in accordance with applicable law;</li>\n<li>Where we are not able to confirm with a reasonable degree of certainty the true identity of the Account owner and/or we are not satisfied that the Account owner presents an acceptable level of risk to us, we may:<ol>\n<li>Deactivate or suspend the Account;</li>\n<li>Close an account after attempts to verify the Account owner identity fail.\nand</li>\n<li>Determine whether it is necessary to inform regulators and regulatory bodies in accordance with applicable laws and regulations</li>\n</ol>\n</li>\n<li>We may within a reasonable period of time after the Account is opened (or earlier, if required by another law or regulation or directive issued in connection with an applicable list) determine whether an Account owner appears on any government-issued list of known or suspected terrorists or terrorist organisations following which we may, as required and/or permitted by applicable laws, submit such information to applicable regulatory bodies;</li>\n<li>We maintain records of our verification for anti-money laundering purposes, including information provided by the Account owner regarding their identity, as well as specific details contained within those documents.\nSubject to our Privacy, Data Use and Retention Policy and applicable Data Protection Laws, we will retain records of all identification information for six years from the date such information is provided to us or an Account is closed, whichever is later.\nThe information we hold will be treated as confidential unless disclosure is required to a third party, in which case such disclosure shall be made in accordance with applicable laws and only to the extent required.\nWe are legally obligated to collect and maintain this information, and may be legally obligated to continue maintaining it notwithstanding any request made by you to us to erase such information, where required and permitted under applicable Data Protection Laws and those relating to AML;</li>\n<li>While we do not have a recurring legal obligation to periodically report user activity to any particular foreign authority(is), for example, foreign police or tax authorities, where we receive a request from any foreign authority, we will request that a formal enquiry is made by that foreign entity to the equivalent counterpart in the relevant country in which your Account is administered.\nWhere we receive a request through the appropriate local authority, we are legally obligated, depending on the information requested, to cooperate with that enquiry.\nWe are not able to provide taxation advice or comment on individual cases;</li>\n<li>We reserve the right to monitor your Account for an activity involving unusual transaction sizes, volumes, patterns or types and we may in our sole discretion conduct further investigations in this respect;</li>\n<li>We may file one or more reports with any relevant regulatory authority(is) where we know, suspect or have reason to suspect that a transaction facilitates criminal activity;</li>\n<li>It is our policy that all suspicious activities will be reported regularly to our senior management.</li>\n<li>We are prohibited from transacting business with individuals, companies and countries that are on prescribed sanctions lists.\nWe will, therefore, screen against United Nations, European Union, UK Treasury and OFAC sanctions lists in all jurisdictions in which we operate.</li>\n</ol>\n</li>\n<li>SUSPENSION OF ACCOUNT<ol>\n<li>We may withhold or suspend any Services (including your access to the Account) or any part of its functionality, where:<ol>\n<li>We know or reasonably suspect that the providing of one or more Services:<ol>\n<li>is fraudulent or involves any criminal activity;</li>\n<li>is money laundering or relates to money laundering activities.\nor</li>\n<li>is otherwise in breach of applicable law.</li>\n</ol>\n</li>\n<li>You fail to provide on request such documentation as we (or any third party whose services we use in providing the Services to you under these Terms) reasonably require in order to comply with its obligations under applicable money laundering laws and regulations or otherwise to ensure the verification of your identity and/or funding sources to our satisfaction;</li>\n<li>Any Cryptocurrency Transaction, Merchant Transaction, Fiat Currencies deposit and/or withdrawal is significantly larger in size or is significantly larger in volume than expected;</li>\n<li>We reasonably believe that it is necessary or desirable to do so in order to protect the security of the Account, including circumstances where any Login Details may have been lost or stolen.\nor</li>\n<li>We are obligated to do so as a result of any law or regulation or the direction of any competent authority or regulatory body.\nor</li>\n<li>We reasonably suspect that you have provided us with false information or fabricated documents.</li>\n</ol>\n</li>\n<li>In the case of such withholding or suspension described in this clause 12, we shall make reasonable efforts to inform you about the withholding or suspension, provided that such disclosure:<ol>\n<li>is not in breach of any applicable law or regulation and does not contravene the instruction of any competent authority or regulator.\nand</li>\n<li>would not compromise our reasonable security measures.</li>\n</ol>\n</li>\n<li>We shall not be liable to you for any losses you may suffer as a result of any reasonable action we take to suspend your Account or withhold settlement of any Funds, Cryptocurrency or other value associated with your Account in accordance with this clause 12;</li>\n<li>Where the reasons for our actions under this clause 12 ceases to exist, we may, at our discretion, either reinstate access to the Account and the Services and/or issue you with new Account details.</li>\n</ol>\n</li>\n<li>CLOSING OF ACCOUNT<ol>\n<li>Your Account may be closed upon the termination of these Terms in accordance with these Terms.\nYou accept that after your Account has been closed, we will store personal data about you and all your transactions executed through our Services for a period of five years.</li>\n<li>If your Account holds a balance at the time of its closure, you will have to withdraw any remaining Funds to your external bank account within 5 working days before we are able to close your Account.</li>\n<li>You may not close your Account to evade an investigation.\nIf you attempt to close your Account while we are conducting an investigation, we may suspend your Account to protect all parties that are part of the Services, our affiliates, or a third party against any liability.\nYou will remain liable for any obligations related to your Account even after it is closed.</li>\n</ol>\n</li>\n<li>TERMINATION<ol>\n<li>These Terms will continue in force until terminated in accordance with this clause 14.</li>\n<li>We may terminate these Terms immediately upon providing you with written notice for any reason, including (for the avoidance of doubt) in the following circumstances:<ol>\n<li>You breach any material term of these Terms and, if such breach is capable of remedy, fail to remedy such breach within 7 (seven) days;</li>\n<li>We determine that the user of the Account is not the initial registrant of person who registered that Account;</li>\n<li>You provide any information (including registration information) which you knew to be false or were reckless as to its truth;</li>\n<li>The result of laws, payment scheme rules, regulatory authority rules or guidance or any change in or any instruction thereof (or change in the interpretation or application thereof) means that it is unlawful or contrary to any such law, rules, order or regulations for either of the parties to these Terms to perform or give effect to any of its obligations hereunder and such obligation cannot be readily severed from these Terms;</li>\n<li>You are subject to a bankruptcy, insolvency, winding up or another similar event.\nand/or</li>\n<li>You fail to log in to your Account for an uninterrupted period of five years.</li>\n</ol>\n</li>\n<li>Without prejudice to any rights that have accrued under these Terms or any of your rights or remedies, we may at any time terminate these Terms with immediate effect by giving written notice to you if:<ol>\n<li>We are unable to verify your information in the manner set out in these Terms;</li>\n<li>You die;</li>\n<li>We have reason to believe that your use of the Services: damages, corrupts, degrades, destroys and/or otherwise adversely affects the Services, or any other software, firmware, hardware, data, systems or networks accessed or used by you;</li>\n<li>There is a significant fluctuation (either positive or negative) in the aggregate number of Cryptocurrency Transactions or Merchant Transactions you enter into;</li>\n<li>You have acted or omitted to act in any way which we reasonably determine to diminish our or our Banking Partners business operations and/or reputation and/or goodwill and/or which we reasonably determine or suspect to give rise to any offence or any increased risk or liability to us.\nand/or</li>\n<li>We are unable to provide the Services to you through the inability of any third party to provide us with any good and/or service that we require to provide the Services to you.</li>\n</ol>\n</li>\n<li>You may terminate these Terms by providing us with two months' notice via the Website.\nWhen you choose to terminate in this way, we will suspend all transactions on your account for a period of two months and, at the expiry of that period, we will delete your Account unless you cancel the request.\nAccount closure is permanent, you will not be able to reactivate your account.\nYou must also provide means to allow repatriation of residual funds on the platform to your external bank account.</li>\n<li>Upon termination of these Terms, you agree to immediately terminate any agreement which you have with Solaris or Clear Junction/Modulr (provided that such agreement relates to the provision of the Services).\nWe will not be liable in respect of any fees that you may incur in respect of such termination.</li>\n<li>On termination of these Terms, you must immediately cease using any of the Services.\nUpon termination, your Account will be closed in accordance with clause 13.</li>\n<li>Termination of these Terms requires the closing of your Account and the termination of all Plutus Cards and Plutus Fiat Accounts, and the associated terms and conditions.\nWe will, in conjunction with our Banking Partners, deal with your remaining Funds in accordance with these Terms and our Banking Partners terms.</li>\n</ol>\n</li>\n<li>REPRESENTATIONS AND WARRANTIES BY YOU<ol>\n<li>By applying for an Account, you:<ol>\n<li>Confirm that you are at least 18 years old (or, if different, the statutory age for entering into contracts as is required by the law of the country in which you reside) and have sufficient capacity to accept these Terms;</li>\n<li>Represent that all Cryptocurrencies which you provide in relation to the Services are legally acquired and owned by you.\nand</li>\n<li>Confirm that you are not resident in a restricted jurisdiction, it being understood that such jurisdictions are specified on the Website;</li>\n<li>Represent that all purchases of goods or services you make in a Merchant Transaction are legally acquired and owned by you.\nand</li>\n<li>Confirm that the information provided at the time of registration is true and accurate.</li>\n</ol>\n</li>\n<li>By using the Services, you agree to:<ol>\n<li>Comply with all laws which apply to you, including the reporting of any transaction profits for tax purposes;</li>\n<li>Comply with any reasonable rules which we state on the Website in relation to the PlutusDEX Service.\nand</li>\n<li>Not use any of the Services for any illegal purpose</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>NOTICE AND COMMUNICATIONS NOTE<ol>\n<li>You agree and consent to us sending you electronic Communications in connection with the Services.\nWe will provide Communications to you by making them available on the Plutus Dashboard or by emailing them to you at the primary email address in your Account.;</li>\n<li>You should regularly review the Plutus Dashboard, the Website and your primary email address and open and review Communications that we deliver to you through those means and it is your responsibility to ensure that you log onto the Plutus Dashboard regularly.\nYou are obligated to review your notices and to promptly report any questions, apparent errors, or unauthorised transactions.\nFailure to contact us in a timely manner may result in loss of funds or important rights.\nand</li>\n<li>We may contact you from time to time to notify you of changes or information regarding your Account.\nIt is your responsibility to ensure you regularly check the Plutus Dashboard and that your contact information stored is up to date.\nYou may contact us in accordance with these Terms via the Plutus Dashboard.</li>\n</ol>\n</li>\n<li>DATA PROTECTION<ol>\n<li>We are committed to keeping your personal information safe.\nWe process personal information in accordance with applicable data protection legislation.\nPlease read our privacy policy to understand how we use and protect the information you provide us (a copy of our privacy policy can be accessed here: https://plutus.it/privacy)</li>\n</ol>\n</li>\n<li>COMPLAINTS<ol>\n<li>We take all complaints seriously.\nAny complaints about us or the services we provide should be addressed to the Plutus Support Team at support@plutus.it;</li>\n<li>Plutus Support Team will send you a final response to your complaint within 2 weeks of your complaint having being made.\nShould this not be possible, we will contact you.</li>\n</ol>\n</li>\n<li>NON­INTERVENTION BY US IN THE RELATIONSHIPS BETWEEN USERS<ol>\n<li>You acknowledge that we are only the supplier of the software which allows for the operation of the PlutusDEX and the Plutus Service by providing the computerised tools to enable Cryptocurrency Transactions.\nIn relation to a Cryptocurrency Transaction, we are therefore a third party to the agreement which you enter into with another Plutus User for the sale or purchase of Cryptocurrency.\nWe do not guarantee the identity of the other party to the Cryptocurrency Transaction and furthermore, we do not guarantee that an Order will be matched.\nIf a dispute arises concerning the payment or execution of an Order, you must contact us at support@plutus.it and we will try to resolve the dispute on your behalf on a best effort basis.</li>\n</ol>\n</li>\n<li>FEES<ol>\n<li>If you use the Starter version of the Services, we will not charge you any monthly fees but there is a small fee to cover the cost of the card.\nIn addition, you may still be liable to pay fees to Solaris or Clear Junction/Modulr, under the terms which you will enter into with us and/or them (as applicable).\nThe basic version of the Services is subject to daily, weekly and monthly financial limits which we will display on the Website and which we may change from time to time including without limitation in relation to the use of the Card and Cryptocurrency Transactions which you may enter into.</li>\n<li>If you use the Everyday or Premium version of the Services, we will charge you a monthly fee which we will display on the Website https://plutus.it/accounts(and which we may change from time to time).\nMore information about our plans are also available on the following link: https://plutus.it/subscription-terms.</li>\n<li>Our fee schedule can be found here</li>\n</ol>\n</li>\n<li>TAX<ol>\n<li>It is your responsibility to determine what, if any, taxes apply to the payments you make or receive, and it is your responsibility to collect, report and remit the correct tax to the appropriate tax authority.\nWe are not responsible for determining whether taxes apply to your transactions, or for collecting, reporting or remitting any taxes arising from the use of the Services.\nIt is your responsibility to comply with any and all applicable tax laws in connection with your use of the Services, including without limitation, the reporting and payment of any taxes arising in connection with profits made the use of the Services.</li>\n<li>For the avoidance of doubt, we do not provide any investment advice in connection with the Services.\n21.3.\nWe may provide information on the price and range of certain Cryptocurrency and events that have affected the price of Cryptocurrency but this is not considered investment advice and should not be construed as such.\nAny decision to obtain exposure to Cryptocurrency offered as part of the Services is your decision and we will not be liable for any loss suffered.\nIf you are unsure about whether exposure to Cryptocurrency is suitable you should contact an independent financial advisor.</li>\n</ol>\n</li>\n<li>WE MAY MAKE CHANGES TO THESE TERMS<ol>\n<li>We may at any time amend these Terms.\nWe shall notify you of any changes to these Terms, either by posting a notice on the Website or by emailing you at the email address provided upon Registration.\nWe will make it clear in these Terms when they were last updated and you undertake to check these Terms whenever you log in to your Account.\nFollowing any amendments, if you continue to use any of the Services you shall be deemed to have agreed to the revised Terms.\nIf you do not agree to the amended Agreement, you must immediately stop the use of the Services and request the closure of your Account.</li>\n</ol>\n</li>\n<li>WAIVER AND SEVERABILITY<ol>\n<li>Our or your waiver of the right to hold the other party to these Terms liable for breaches of the Terms or any other liability as is agreed upon in these Terms shall not be construed or deemed as a waiver of the right to hold the other party to these Terms for other breaches of contract and a failure to exercise any right or remedy shall not be construed in any way as a waiver of such right or remedy.</li>\n<li>If any provision/s of these Terms are found unenforceable (the “Breaching Provisions”), invalid or illegal by any court of competent jurisdiction (each and collectively “Breach”, as applicable), the validity of the remaining provisions of these Terms shall not be affected, and we shall replace the Breaching Provisions with terms that are resemble the Breaching Provisions as much as possible without such provision/s being in Breach.</li>\n</ol>\n</li>\n<li>ASSIGNMENT<ol>\n<li>We may transfer our rights and obligations under these Terms to another organisation.</li>\n<li>You may not transfer to any third party any of your rights or obligations under these Terms without our written consent.</li>\n</ol>\n</li>\n<li>NO THIRD PARTY RIGHTS<ol>\n<li>These Terms are between you and us.\nOther than as provided in clause 24.1 above, no other person shall have any rights to enforce any of its terms.</li>\n</ol>\n</li>\n<li>ENTIRE AGREEMENT<ol>\n<li>These Terms constitute the sole and entire agreement between you and us with respect to the Services and supersedes all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Website.</li>\n</ol>\n</li>\n<li>GOVERNING LAW AND JURISDICTION<ol>\n<li>These Terms are governed by English law.\nThis means that the Services (and any dispute or claim arising out of or in connection with it, including non-contractual claims or disputes) will be governed by English law.</li>\n<li>You can bring legal proceedings in respect of claims or disputes (including non-contractual claims or disputes) arising from or related to these Terms in the English courts.\nIf you live in Scotland, you can bring legal proceedings in either the Scottish or the English courts.\nIf you live in Northern Ireland, you can bring legal proceedings in either the Northern Irish or the English courts.</li>\n</ol>YOUR COMMENTS AND CONCERNS<p>All other feedback, comments, requests for technical support and other communications relating to the Website should be directed to support@plutus.it.</p>\n<p>Thank you for visiting the Website.</p>\n</li>\n</ol>PRODUCT<ul>\n<li>PlutusDEX</li>\n<li>Card</li>\n<li>Plans</li>\n<li>Bounty Policy</li>\n</ul>COMPANY<ul>\n<li>About Us</li>\n<li>Team</li>\n<li>Careers</li>\n<li>Blog</li>\n<li>Press Kit</li>\n<li>Support</li>\n</ul>LEGAL<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Subscription Terms</li>\n</ul>Join our public group on Discord Follow us on TwitterBLOCK CODE LTD, Company number: 09674279 19 Heathman's Rd, Fulham, London SW6 4TJ, England, VAT number (UK): 254982764Plutus is the trading name of Block Code Ltd, Block Code Ltd is a company registered in England and Wales (09674279).\nThe Plutus Account and Visa Card are issued by Contis Financial Services Ltd who are authorised by the Financial Conduct Authority under the Electronic Money Regulations 2011 (registered number 900025) and UAB „Finansinės paslaugos „Contis“ who are authorised by the Bank of Lithuania under the electronic money institution license No.\n53.The Plutus account and Visa Debit Card are electronic money products which are not covered by the Financial Services Compensation Scheme or the Deposit Insurance System of the Republic of Lithuania.\nThe funds will be safeguarded by Contis Financial Services Ltd or UAB „Finansinės paslaugos „Contis“.\nFor any disputes, the Financial Ombudsman Service and the Bank of Lithuania consumers disputes resolutions institution are available.The Plutus Debit Card is an e-money product, and although it is regulated by the FCA and supervised by the Bank of Lithuania, it is not covered by the FSCS nor the Deposit Insurance System of the Republic of Lithuania.\nWe ensure that any funds received by you are held in a segregated account so that in the unlikely event that Contis Financial Services Ltd or UAB “Finansinės paslaugos” becomes insolvent, your funds will be protected against claims made by creditors.Our GBP electronic money account is also provided by Modulr FS Limited, authorised and regulated by the Financial Conduct Authority for issuance of electronic money (FRN 900573) and our EUR electronic money account is provided by Modulr Finance B.V., authorised and regulated by the De Nederlandsche Bank for issuance of electronic money.<ul>\n<li>Card</li>\n<li>PlutusDEX</li>\n<li>Pluton</li>\n<li>Perks</li>\n<li>Plans</li>\n<li>Company</li>\n<li>Team</li>\n<li>Blog</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Support</li>\n<li>Careers</li>\n<li>Log in</li>\n<li>Open an account</li>\n</ul>", "created_at": "2023-04-07 19:47:44.75154", "updated_at": "2023-04-07 19:49:03.506749"}, {"id": 15319, "name": "Cookie Policy", "url": "https://plutus.it/cookie", "xpath": "//body", "text": "🍪 &nbsp;&nbsp;&nbsp.\nWe use cookies to personalise your experience on Plutus AcceptThe requirements for Plutus' Reward Levels will be adjusted in Q2 -&nbsp;details here &gt;Scan the QR code to get startedYou will be directed to the app store to download the app.Scan to downloadDownload the app on Android or IOS Get app linkWe have sent you a link to download the app.Or sign up on web &nbsp;&gt;Cookie Policy | PlutusPlutus - Unlock the Potential of Your CryptocurrenciesLog inProductCardA rewarding debit card for crypto enthusiastsPlutusDEXSecurely convert between crypto and fiatEEARewardsPluton RewardsEarn 3% crypto reward on every single purchasePlutus PerksEarn additional cash back at selected retailersAbout usCompanyLearn about the product and its benefitsTeamLearn more about usBlogKeep up to date with the latest announcementsPlansLog inGet the appCookie Policy<p>Effective Date: May, 2018</p>DOWNLOAD<p>This cookie policy explains how Plutus.it (We Plutus.it trading under Block Code Ltd also referred to as “we”, “us”, or “our”) use cookies and similar technologies when you visit us at http://plutus.it.</p>\n<p>When using the Plutus.it website, Plutus.it mobile app, interact with Plutus.it online advertisements or marketing email (“Services/ Products).\nThe cookie policy explains what technologies we use and why, along with your rights to control the use of them.</p>\n<p>At times we may use cookies and similar technologies to collect personal information, which may become personal information when combined with other information.\nIn these cases, please refer to our privacy policy at https://plutus.it/privacy which will also apply in addition to this Cookie Policy.</p>1.\nWHAT ARE COOKIES?<p>A cookie is a small text file that a website saves on your computer or mobile device when you visit the site.\nIt enables the website to remember your actions and preferences (such as login, language, font size and other display preferences) over a period of time, so you don’t have to keep re- entering them whenever you come back to the site or browse from one page to another.\nA cookie cannot read data off your hard drive or read cookie files created by other websites.</p>\n<p>“First party cookies” are set by website operators, cookies set by other parties are called “Third Party Cookies”.\nThese Third-party cookies can identify your computer, both when you visit the Plutus.it website and/or when visiting certain other websites or mobile apps.</p>\n<p>We manage information collated by cookies and other technologies as nonpersonal information.\nIf we combine non-personal information with personal information, the combined information will be treated as personal information for as long as it remains combined.\nIP addresses or similar identifiers are classed as by local law as personal information.\nFor further information on cookies and usage, please visit http://www.allaboutcookies.org/manage-cookies/</p>2.\nWHY WE USE COOKIES?<p>When accessing Plutus.it or our mobile app, we or companies we partner with may install cookies on your computer or other devices.\nThese will allow us to better understand your user behaviour, informing us on what people have visited.\nFirst party and third party cookies are used to recognize you as a Plutus customer in order to customise services, content, and advertising, to measure promotional effectiveness, and to collect information about your computer or other access device to mitigate risk.\nAllowing us to help prevent fraud and promote trust and safety.</p>\n<p>Our advertising services providers may place third-party cookies to gather information about your visits to other websites to target advertisements for products and services available.\nWe do not control the types of information collected and stored by these third-party cookies.\nYou should check the third-party's website for more information on how they use cookies.</p>\n<p>Please see below a couple of examples of non- personal data we may collect via our cookies:</p>\n<ul>\n<li>We may store Usage information, how and what services you currently use, such information is not in association with IP address.</li>\n<li>We may collect geographical information such as your language, zip code, area code, unique device identifier, referrer URL, location, and the time zone.\nThis will enable us to better understand customer behaviour and improve our Services.</li>\n</ul>3.\nWHAT COOKIES WE USE?<p>We use the following cookies:</p>NameServicesPurposeTypeExpiryinformationalCookie ConsentThis cookie allows your preferences to be remembered, by clicking accept on the cookie popupFunctionality1 year_ga google analyticsGoogle AnalyticUsed to distinguished usersStatistics2 years_gid google analyticsGoogle AnalyticRegisters a unique ID that is used to generate statistical data on how the visitor uses the websiteStatisticsSessionads/ga-audiencesGoogle AdwordsThis is used to re-engage visitors that are likely to convert to customersMarketingSession__cfduidCloudflareThis is to identify trusted web trafficNecessary1 yearAWSALBZendeskThis is to record which server cluster is serving youStatistics6 days__zlcmid, __zlcid __zlstoreZendeskZopim cookies provides live chat and functionality for users/sales purposesMarketing1 yearSTRICTLY NECESSARY COOKIES<p>These cookies are essential cookies, that allow you to access secure areas.\nWithout these cookies, some Services cannot be provided.</p>PERFORMANCE/ANALYTICS COOKIES<p>A performance/analytics cookie will collect information about how you use a site, which pages you go to most often etc.\nThis information is anonymous and only used to improve our services.</p>FUNCTIONALITY COOKIES<p>Functionality cookies allow us to remember the choices you have made, enabling us to tailor content specific to your choices, i.e.\nit remembers the country you are in the language you recognise, username etc.\nSession cookies are only active when you log in to your account and deactivate when you log out of your account or browser.</p>4.\nHOW LONG ARE COOKIES ON MY BROWSING DEVICE?<p>Session cookies will only stay on your device until you stop browsing.\nPersistent cookies stay on your browsing device until they expire or are deleted (i.e.\nAfter you have finished browsing).</p>5.\nTHE USE OF WEB BEACONS OR “CLEAR GIFS”?<p>Web beacons, or \"clear gifs,\" are tiny graphics with a unique identifier, similar in function to cookies.\nThey are used to track the online movements of users.\nIn addition to cookies, we may use other similar technologies, like web beacons to track users of our Services.\nWe and our third-party service provider employ web beacons for the reasons stated above (under \"Cookies\"), but primarily to help us better manage content on our Services by informing us which content is effective.</p>\n<p>We may also use so-called \"Flash Cookies\" (also known as \"Local Shared Objects or \"LSOs\") to collect and store information about your use of our services, fraud prevention and for other site operations.</p>6.\nPLUTUS.IT ADVERTISING COOKIES?<p>Plutus.it works with third party service providers to display advertising on our Services and serve advertising on other third-party sites that are more relevant to you or your interests.\nThey are used to track on activity, remembering what sites you have visited.\nThis means that after you have been to our websites, you may see some advertisements about our Services elsewhere on the Internet.\nInformation collected via third parties, will not identify users unless users choose to provide this information.\nSuch advertising will only be delivered where permitted by applicable law.</p>7.\nHOW DO I MANAGE COOKIES &amp.\nONLINE MOBILE ADVERTISING?<p>Accepting cookies is a consumer choice, you can either choose to enable, disable or delete cookies.\nYou can exercise your preferences in relation to cookies served on our Sites by taking the steps outlined below.</p>\n<p>\n<strong>Our Cookies</strong> (or, \"First-Party Cookies\").\nVia accessing the browser, which you are using to view the Plutus.it site.\nYou can enable, disable or delete cookies.\nIn order to do this, follow the instructions provided by your browser (usually located within the \"Help\", \"Tools\" or \"Edit\" settings).\nPlease note, by restricting cookies or to disable cookies, you may not be able to access secure areas of the Site.</p>\n<p>\n<strong>Third-Party Cookies.</strong> In order to opt-out of third-party advertising networks and similar entities that use targeting/advertising cookies, go to http://www.aboutads.info/choices or https://tools.google.com/dlpage/gaoptout to opt-out of Google Analytics cookies.</p>\n<p>\n<strong>Flash Cookies.</strong> Via accessing the website storage setting panel, you can control Flash cookies by going to the global storage settings panel and following the on-screen instructions.\nThis will allow you to stop flash cookies been stored on your computer, by reducing the functionality of some Flash applications may result in reduce site functionality.</p>\n<p>\n<strong>Mobile Advertising:</strong> By accessing the setting in your mobile device, you can opt out of mobile advertising identifiers.\nIf you choose to opt out we will remove all data about you and we will not collect any further information.\nIf you decide to opt-in at a later date you will be allocated a new user ID.</p>8.\nWILL THIS COOKIE POLICY UPDATE?<p>We will update our Cookie Notice from time to time to reflect, changes to the cookies we use or for other operational, legal or regulatory reasons.\nIf we make any changes to our cookies, the next time you visit our website after the change, you will be asked to accept changes.</p>9.\nFOR FURTHER INFORMATION<p>For further information regarding this notice and the use of cookies.\nPlease do not hesitate to contact our Data Privacy Representative by writing to: Block Code Ltd (Plutus.it) 2nd Floor, Heathmans House, 19 Heathmans Road, London SW6 4TJ or by email or by email at dataprivacy@plutus.it</p>PRODUCT<ul>\n<li>PlutusDEX</li>\n<li>Card</li>\n<li>Plans</li>\n<li>Bounty Policy</li>\n</ul>COMPANY<ul>\n<li>About Us</li>\n<li>Team</li>\n<li>Careers</li>\n<li>Blog</li>\n<li>Press Kit</li>\n<li>Support</li>\n</ul>LEGAL<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Subscription Terms</li>\n</ul>Join our public group on Discord Follow us on TwitterBLOCK CODE LTD, Company number: 09674279 19 Heathman's Rd, Fulham, London SW6 4TJ, England, VAT number (UK): 254982764Plutus is the trading name of Block Code Ltd, Block Code Ltd is a company registered in England and Wales (09674279).\nThe Plutus Account and Visa Card are issued by Contis Financial Services Ltd who are authorised by the Financial Conduct Authority under the Electronic Money Regulations 2011 (registered number 900025) and UAB „Finansinės paslaugos „Contis“ who are authorised by the Bank of Lithuania under the electronic money institution license No.\n53.The Plutus account and Visa Debit Card are electronic money products which are not covered by the Financial Services Compensation Scheme or the Deposit Insurance System of the Republic of Lithuania.\nThe funds will be safeguarded by Contis Financial Services Ltd or UAB „Finansinės paslaugos „Contis“.\nFor any disputes, the Financial Ombudsman Service and the Bank of Lithuania consumers disputes resolutions institution are available.The Plutus Debit Card is an e-money product, and although it is regulated by the FCA and supervised by the Bank of Lithuania, it is not covered by the FSCS nor the Deposit Insurance System of the Republic of Lithuania.\nWe ensure that any funds received by you are held in a segregated account so that in the unlikely event that Contis Financial Services Ltd or UAB “Finansinės paslaugos” becomes insolvent, your funds will be protected against claims made by creditors.Our GBP electronic money account is also provided by Modulr FS Limited, authorised and regulated by the Financial Conduct Authority for issuance of electronic money (FRN 900573) and our EUR electronic money account is provided by Modulr Finance B.V., authorised and regulated by the De Nederlandsche Bank for issuance of electronic money.<ul>\n<li>Card</li>\n<li>PlutusDEX</li>\n<li>Pluton</li>\n<li>Perks</li>\n<li>Plans</li>\n<li>Company</li>\n<li>Team</li>\n<li>Blog</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Support</li>\n<li>Careers</li>\n<li>Log in</li>\n<li>Open an account</li>\n</ul>", "created_at": "2023-04-07 19:48:19.422544", "updated_at": "2023-04-07 19:48:26.891185"}, {"id": 15320, "name": "Subscription Terms", "url": "https://plutus.it/subscription-terms", "xpath": "//body", "text": "🍪 &nbsp;&nbsp;&nbsp.\nWe use cookies to personalise your experience on Plutus AcceptThe requirements for Plutus' Reward Levels will be adjusted in Q2 -&nbsp;details here &gt;Scan the QR code to get startedYou will be directed to the app store to download the app.Scan to downloadDownload the app on Android or IOS Get app linkWe have sent you a link to download the app.Or sign up on web &nbsp;&gt;Subscription Terms | PlutusPlutus - Unlock the Potential of Your CryptocurrenciesLog inProductCardA rewarding debit card for crypto enthusiastsPlutusDEXSecurely convert between crypto and fiatEEARewardsPluton RewardsEarn 3% crypto reward on every single purchasePlutus PerksEarn additional cash back at selected retailersAbout usCompanyLearn about the product and its benefitsTeamLearn more about usBlogKeep up to date with the latest announcementsPlansLog inGet the appPlutus Everyday &amp.\nPremium Subscription Terms<p>This is a legal document, please read these terms and conditions carefully.</p>\n<p>By transacting or signing up with us, you are entering into a contract with us on the terms of this agreement.</p>\n<p>If you chose to subscribe to the Everyday or Premium service, your plan will automatically renew every month unless you give us notice to end it before the automatic renewal.</p>\n<p>We may restrict your right to upgrade or downgrade your subscription more than 5 times in a 12- month period.</p>\n<strong>\n<p>Three subscription plans are available: Starter, Everyday and Premium.</p>\n<p>Additionally, you can stack your PLU to unlock additional benefits.</p>\n<p>Four stacking plans are available: Hero, Veteran, Legend and G.O.A.T.</p>\n<p>Subscriptions and stacking plans are cumulative.</p>\n<p>More details regarding our plans are available on the following page:https://plutus.it/accounts.</p>\n<strong>Pluton Rewards (Cashback &amp.\nPerks)</strong>\n</strong>\n<p>When Everyday and Premium members pay for purchases with their Plutus Card, we will credit you with an amount of PLU equivalent to a percentage of your payment.This is referred to as Crypto Cashback.</p>\n<p>\"Cashback” refers to our decentralised loyalty reward programme, whereby PLU is emitted for every valid purchase made with the Plutus Visa® Card at 70+ million merchants.\nWhen a customer shops with a Plutus Card, we will credit you with an amount of PLU equivalent to a percentage of the payment.</p>\n<p>“Perks” refers to additional rewards that can be earned at a selected range of brands.\nThe full list of perks is available here: https://plutus.it/accounts.</p>\n<p>Plutus remains the owner of any Pluton Rewards visible on an account until their transferto an external wallet address, which will occur, at the earliest, 45 days after the merchant transaction.</p>\n<strong>Payments That Will Not Earn Pluton Rewards</strong>\n<p>We cannot give you Crypto Cashback if doing so would break any law or regulation, or ifthe payment you make with your Plutus Card is just to another bank account or payment card (such as another e-wallet, a bank account or a credit card).</p>\n<p>We have the right to cease crypto reward payout if we believe attempts have been made togame the system (e.g.\nrepeat payments to a self-owned company).</p>\n<p>For additional details on what transactions are not eligible for Pluton Rewards, please visitour HelpDesk here.</p>\n<strong>Complaints about the Pluton Rewards Programme</strong>\n<p>If you'd like to make a complaint about your <b>Pluton Rewards </b>, please contact us at support@plutus.it and we will endeavour to get back to you as soon as we can.</p>\n<p>When you make your complaint, you'll need to provide the following information:</p>\n<ul>\n<li>Your name</li>\n<li>The phone number and email address associated with your Plutus account</li>\n<li>The date the problem arose</li>\n<li>What the issue is</li>\n<li>How you would like us to resolve the issue</li>\n</ul>\n<p>Your complaint will be investigated and you'll get a response and action plan by email via our Customer Support team.</p>\n<strong>Paying your Everyday or Premium subscription</strong>\n<p>When you become a Everyday or Premium member, we will ask you to pay the subscription via a debit card.\nWe will take the subscription from that card while you remain an Everyday or Premium member.The fees are set out in our Fees page.</p>\n<p>If we are unable to take payment from your card for any reason (for example, the card has expired), attempt to take payment 3 days later, if this payment is successful your payment date will remain unchanged, if this is unsuccessful then you will be returned to the starter plan.</p>\n<p>You may be responsible for paying any taxes or costs that we are not responsible for collecting from you.</p>\n<strong>Cancelling Everyday / Premium Subscriptions</strong>\n<p>You can cancel your Everday or Premium Subscription any time, this is also referred to as a ‘downgrade’, as it moves you onto the free Starter Plan.\nThere are no fees involved and in some instances, you can continue to enjoy your Everday or Premium benefits until the end of the month you have already paid for.\nAfter then, you will become a Starter member again (a Plutus account holder who does not pay a subscription for the Everyday or Premium service).</p>\n<p>If you'd like to cancel your Everyday or Premium Subscription, you can let us know via the Plutus app or by writing to us at support@plutus.it.</p>\n<strong>Other Terms</strong>\n<p>We can end your Everyday or Premium subscription immediately if:</p>\n<ul>\n<li>we suspect you are behaving fraudulently</li>\n<li>you haven't given us the information we need, or we have good reason to believe that the information you have given us is false</li>\n<li>you have broken these terms and conditions in a persistent way</li>\n<li>the subscription fees are due and despite numerous attempts, we are unable to receive the funds in a reasonable period of time</li>\n<li>you have declared bankruptcy</li>\n<li>we must do so under any law, regulation, court order or ombudsman's instructions</li>\n</ul>\n<p>We may also end your subscription for other reasons, but we will give you at least 30 days’ notice through the Plutus app or by email.</p>\n<strong>Change of terms</strong>\n<p>We can change these terms and conditions, but we shall only do so for the following reasons:</p>\n<ul>\n<li>if we think it will make them easier to understand or more helpful to you</li>\n<li>to reflect the way our business is run, particularly if the change is needed because of a change in the way any financial system or technology is provided</li>\n<li>to reflect legal or regulatory requirements that apply to us</li>\n<li>to reflect changes in the cost of running our business</li>\n<li>because we are changing our products or services or introducing new ones</li>\n</ul>\n<strong>Informing you of changes</strong>\n<p>If we add a new product or service that doesn't change these terms and conditions, we may add the product or service immediately and let you know prior to you using it.</p>\n<p>If we change an existing product or service that does not relate to payments into or out of your account, we will normally give you 30 days' notice before we make the change.\nIf we make a change that relates to payments into or out of your account, we'll normally give you two months' notice through the Plutus app or via email.</p>\n<p>If we give you notice of a change, we will assume you are happy with the change unless you tell us that you want to close your account before the change comes into effect.</p>\n<strong>Legal</strong>\n<p>Only you and Plutus (Block Code Ltd) have rights under the agreement.</p>\n<p>The agreement is personal to you and you cannot transfer any rights or obligations under it to anyone else without written prior consent from Plutus (Block Code Limited).</p>\n<strong>English law</strong>\n<p>This Agreement, and our relationship with you, are governed by the laws of England and Wales.</p>\n<p>If you have broken the agreement and we do not enforce our rights, or we delay in enforcing them, this will not prevent us from enforcing them at a later date.</p>PRODUCT<ul>\n<li>PlutusDEX</li>\n<li>Card</li>\n<li>Plans</li>\n<li>Bounty Policy</li>\n</ul>COMPANY<ul>\n<li>About Us</li>\n<li>Team</li>\n<li>Careers</li>\n<li>Blog</li>\n<li>Press Kit</li>\n<li>Support</li>\n</ul>LEGAL<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Subscription Terms</li>\n</ul>Join our public group on Discord Follow us on TwitterBLOCK CODE LTD, Company number: 09674279 19 Heathman's Rd, Fulham, London SW6 4TJ, England, VAT number (UK): 254982764Plutus is the trading name of Block Code Ltd, Block Code Ltd is a company registered in England and Wales (09674279).\nThe Plutus Account and Visa Card are issued by Contis Financial Services Ltd who are authorised by the Financial Conduct Authority under the Electronic Money Regulations 2011 (registered number 900025) and UAB „Finansinės paslaugos „Contis“ who are authorised by the Bank of Lithuania under the electronic money institution license No.\n53.The Plutus account and Visa Debit Card are electronic money products which are not covered by the Financial Services Compensation Scheme or the Deposit Insurance System of the Republic of Lithuania.\nThe funds will be safeguarded by Contis Financial Services Ltd or UAB „Finansinės paslaugos „Contis“.\nFor any disputes, the Financial Ombudsman Service and the Bank of Lithuania consumers disputes resolutions institution are available.The Plutus Debit Card is an e-money product, and although it is regulated by the FCA and supervised by the Bank of Lithuania, it is not covered by the FSCS nor the Deposit Insurance System of the Republic of Lithuania.\nWe ensure that any funds received by you are held in a segregated account so that in the unlikely event that Contis Financial Services Ltd or UAB “Finansinės paslaugos” becomes insolvent, your funds will be protected against claims made by creditors.Our GBP electronic money account is also provided by Modulr FS Limited, authorised and regulated by the Financial Conduct Authority for issuance of electronic money (FRN 900573) and our EUR electronic money account is provided by Modulr Finance B.V., authorised and regulated by the De Nederlandsche Bank for issuance of electronic money.<ul>\n<li>Card</li>\n<li>PlutusDEX</li>\n<li>Pluton</li>\n<li>Perks</li>\n<li>Plans</li>\n<li>Company</li>\n<li>Team</li>\n<li>Blog</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Support</li>\n<li>Careers</li>\n<li>Log in</li>\n<li>Open an account</li>\n</ul>", "created_at": "2023-04-07 19:48:43.086879", "updated_at": "2023-04-07 19:48:50.195083"}], "points": [], "urls": ["plutus.it"]}}