{"error": 448, "message": "OK", "parameters": {"id": 9576, "name": "CIRA Canadian Shield", "created_at": "2023-09-05 20:44:13.947961", "updated_at": "2023-09-05 22:02:50.707322", "wikipedia": "https://en.wikipedia.org/wiki/Canadian_Internet_Registration_Authority", "keywords": null, "related": null, "slug": "cira-canadian-shield-free-public-dns-for-canadians", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9576.png", "url": "cira.ca", "documents": [{"id": 18999, "name": "Website Terms of Use", "url": "https://www.cira.ca/en/resources/documents/about/website-terms-use/", "xpath": "/html/body/div[2]/div/div[2]/div[1]/div/div", "text": " <p>1.\nAcceptance of Terms</p>\n<p>By using or visiting a CIRA website (the “Website”), you agree to these terms and conditions (the “Terms”).<br>\nCIRA may, in its sole discretion, revise these Terms at any time without advance notice to you.\nYou are bound by such revisions by continuing to use or visit the Website after they are posted online.</p>\n<p>2.\nCIRA Website</p>\n<p>These Terms apply to all users of the Website, including users who contribute content to the Website.\nThe Website may contain interactive areas designed to allow you to post content on the Website and/or comment, including by commenting on our blogs.\nThe use of these features is additionally governed by the Code of Conduct.</p>\n<p>The Website contains a WHOIS search engine that permits you to search for registrant information for particular .ca domains.\nThe use of the WHOIS search engine is additionally governed by the WHOIS Terms.</p>\n<p>The Website contains a listing of published domain name dispute decisions.\nThe use of the domain name decisions is additionally governed by the Domain Name Dispute Resolution Decision Terms.</p>\n<p>The Website may contain links to third party websites that are not owned or controlled by CIRA.\nThe links to the third party websites are provided for your convenience, and the inclusion of the links does not imply approval or endorsement of the third party websites by CIRA.\nCIRA has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites.</p>\n<p>3.\nUser Accounts</p>\n<p>To access some features of the Website, you may have to register for a CIRA user account.\nWhen registering for your user account, you must provide accurate and complete information.\nYou are solely responsible for the activity that occurs on your user account, and you must keep your account password secure.\nYou must notify CIRA immediately of any breach of security or unauthorized use of your user account.</p>\n<p>Although CIRA will not be liable for your losses caused by any unauthorized use of your user account, you may be liable for the losses of CIRA or others due to such unauthorized use.</p>\n<p>4.Ownership of Website Content</p>\n<p>As between you and CIRA, CIRA owns all intellectual property rights, including without limitation copyright and trade-mark rights, in all materials on or comprising the Website (“Content”), including, without limitation, all written, audio visual or other materials and graphical elements on the Website, but excluding User Content (defined below in Section 5(a)).\nCIRA grants you a limited license to use, download, print, or reproduce in whole or in part, the Content on this Website, subject to the following conditions:</p>\n<ul>\n<li>they must be used or reproduced accurately, without any modification;</li>\n<li>they must identify CIRA as the source;</li>\n<li>they must be used solely for non-commercial purposes.\nand</li>\n<li>a copyright notice must appear on every copy in the following form:</li>\n<li>“© Canadian Internet Registration Authority.\nAll rights reserved”.</li>\n</ul>\n<p>CIRA’s express, prior, written permission is required for any Content that is not included in the license above, such as any graphical elements or website code, and/or for the use of Content for any purpose not expressly permitted above, such as for any commercial purpose whatsoever.<br>\nThe CIRA logos are trade-marks of CIRA, and may not be used without the express written permission of CIRA.</p>\n<p>5.\nUser Content.\nPrivacy</p>\n<p>You may be able to post or upload (in designated areas of the Website) written content or other content (collectively “User Content”) to the Website.<br>\nYou are solely responsible for your own User Content and the consequences of posting or publishing it.\nBy uploading or posting User Content to the Website, you automatically grant CIRA a worldwide, non-exclusive, royalty free, license to use, reproduce, modify, translate into different languages or formats, and publish such User Content on the Website for the purpose of sharing the User Content with users and visitors of the Website and to promote the Website.\nYou represent and warrant that you own or have the rights to use and license CIRA to use the User Content in the manner contemplated by the Website and these Terms.</p>\n<p>By accessing and/or using the Website, you may provide us with personal information as described in our Privacy Policy.\nYou acknowledge that you have read and understood our Privacy Policy, which governs the collection, use, storage and disclosure of such personal information.</p>\n<p>6.\nDISCLAIMER</p>\n<p>YOUR USE OF THIS WEBSITE IS ENTIRELY AT YOUR OWN RISK.\nTHE WEBSITE AND CONTENT IS PROVIDED “AS IS” AND WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY, MERCHANTABLE QUALITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, OR NON-INFRINGEMENT.\nCIRA DOES NOT WARRANT THAT THE WEBSITE OR CONTENT CONTAINED IN THIS WEBSITE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THIS WEBSITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>WITHOUT LIMITING THE FOREGOING, CIRA DOES NOT WARRANT OR MAKE ANY REPRESENTATION REGARDING USE, THE ABILITY TO USE, OR THE RESULT OF USE OF THE CONTENT IN TERMS OF ACCURACY, RELIABILITY, OR OTHERWISE.\nTHE CONTENT MAY INCLUDE TECHNICAL INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCIRA MAY MAKE CHANGES OR IMPROVEMENTS TO THE CONTENT OR THE WEBSITE AT ANY TIME.\nCIRA MAKES NO WARRANTIES THAT YOUR USE OF THE CONTENT WILL NOT INFRINGE THE RIGHTS OF OTHERS AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ERRORS OR OMISSIONS IN SUCH CONTENT.</p>\n<p>7.\nLIMITATION OF LIABILITY</p>\n<p>CIRA, ITS EMPLOYEES, AGENTS, OFFICERS AND DIRECTORS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, CONSEQUENTIAL, SPECIAL, EXEMPLARY, OR OTHER DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF REVENUE OR INCOME, PAIN AND SUFFERING, EMOTIONAL DISTRESS, OR SIMILAR DAMAGES, OR DAMAGES RESULTING FROM ANY (I) ERRORS OR OMISSIONS IN CONTENT, (II) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (III) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR WEBSITE, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH OUR WEBSITE BY ANY THIRD PARTY, OR (V) FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEBSITE.\nTHIS LIMITATION OF LIABILITY APPLIES REGARDLESS OF THE LEGAL THEORY GIVING RISE TO THE DAMAGES, AND EVEN IF CIRA HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<p>YOU SPECIFICALLY ACKNOWLEDGE THAT CIRA, ITS EMPLOYEES, AGENTS, OFFICERS AND DIRECTORS SHALL NOT BE LIABLE FOR USER CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>8.\nINDEMNITY</p>\n<p>YOU AGREE TO DEFEND, INDEMNIFY AND HOLD HARMLESS CIRA, ITS EMPLOYEES, AGENTS, OFFICERS AND DIRECTORS FROM AND AGAINST ANY AND ALL CLAIMS, DAMAGES, OBLIGATIONS, JUDGMENTS, LOSSES, LIABILITIES, COSTS OR DEBT, ATTORNEY’S FEES AND OTHER EXPENSES ARISING FROM: (I) YOUR USE OF AND ACCESS TO THE WEBSITE.\n(II) YOUR VIOLATION OF ANY THIRD PARTY RIGHT, INCLUDING WITHOUT LIMITATION ANY COPYRIGHT, PROPERTY, OR PRIVACY RIGHT.\nOR (III) ANY CLAIM THAT YOU DID NOT HAVE THE RIGHT TO PROVIDE ANY USER CONTENT OR THAT YOUR USER CONTENT CAUSED DAMAGE TO A THIRD PARTY.\nTHIS DEFENSE AND INDEMNIFICATION OBLIGATION WILL SURVIVE THESE TERMS AND YOUR USE OF THE WEBSITE.\nIN SUCH A CASE, CIRA WILL PROVIDE YOU WITH WRITTEN NOTICE OF SUCH CLAIM, SUIT OR ACTION.</p>\n<p>9.\nMiscellaneous</p>\n<p>You affirm that you are either more than 18 years of age, or possess parental or guardian consent to agree to these Terms and access and use the Website, and are otherwise fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms, and to abide by and comply with these Terms.</p>\n<p>These Terms will be governed by and construed in accordance with the laws of the Province of Ontario, Canada, without giving effect to its conflict of laws provisions.\nYou agree to submit to the personal and exclusive jurisdiction of the courts located in the Province of Ontario, Canada.\nThe Website is physically maintained and operated by CIRA from the Province of Ontario.</p>\n<p>You may not assign these Terms or assign any rights or delegate any obligations under these Terms, in whole or in part, whether voluntarily or by operation of law, without our prior written consent.</p>\n<p>These Terms constitute the entire agreement between you and CIRA with respect to the subject matter and supersede and replace all prior or contemporaneous understandings or agreements, written or oral, regarding such subject matter.\nIf for any reason a court of competent jurisdiction finds any provision or portion of the Terms to be unenforceable, the remaining provisions of the Terms will continue in full force and effect.</p>\n<p>In the event of any inconsistency between the English and French versions of these Terms, the English version shall govern.</p>\n<p>10.\nCode of Conduct</p>\n<p>a.\nYou may not use the CIRA Website for any illegal or unauthorized purpose.\nIn addition to the laws of the Province of Ontario, Canada, you also agree to comply with all local laws that apply to your use of the Website.</p>\n<p>b.\nYou may not use the Website in any manner which could disable, overburden, damage, or impair the Website, CIRA’s servers or computer network, or interfere with any other party’s use and enjoyment of the Website.</p>\n<p>c.\nYou agree that you are responsible for your own conduct and communications while using the Website and for any consequences of that use.\nBy way of example, and not as a limitation, you agree that when using the Website, you will not:</p>\n<ul>\n<li>post or upload any inappropriate, promotional, defamatory, destructive, obscene, or unlawful content;</li>\n<li>defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others;</li>\n<li>post or upload any User Content that infringes any patent, trademark, copyright, trade secret or other intellectual property right of any party;</li>\n<li>impersonate another person, or falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of any content;</li>\n<li>use the Website in connection with surveys, contests, junk email, spamming or any duplicative messages (commercial or otherwise);</li>\n<li>use any robot, spider, site search/retrieval application, or other device to retrieve or index any portion of the Website to collect information about other users or domain names;</li>\n<li>upload files that contain bugs, viruses, trojan horses, worms, or any other similar software or programs that may damage the operation of the computer or property of another.\nor</li>\n<li>submit User Content that falsely expresses or implies that such User Content is sponsored or endorsed by any party where it is not sponsored or endorsed by such party.</li>\n</ul>\n<p>d.\nWhile CIRA prohibits such conduct and User Content in connection with the Website, you understand and agree that nonetheless you may be exposed to such conduct or User Content and that you use the Website at your own risk.</p>\n<p>e.\nCIRA reserves the right to monitor use of this Website to determine compliance with these Terms.\nAlthough CIRA does not read, review, vet or otherwise assess User Content in advance of its posting, CIRA reserves the right to remove any User Content and/or terminate your CIRA User Account without notice for breach or for any other reason.</p>\n<p>11.&nbsp.\nWHOIS Terms</p>\n<p>You shall use the WHOIS database on the Website solely for the following purposes:</p>\n<ol>\n<li>to query the availability of a domain name;</li>\n<li>to identify the holder of a domain name.\nand/or</li>\n<li>to contact the holder of a domain name in regard to the domain name or the respective website.</li>\n</ol>\n<p>You may not use the WHOIS information for any other purpose.\nProhibited uses include, but are not limited to:</p>\n<ul>\n<li>unauthorised aggregation or collection of information from the WHOIS database;</li>\n<li>access or use of the WHOIS database to send unsolicited communications of any kind, other than those reasonably required in the course of fulfilling the purposes set out above.\nand</li>\n<li>access or use of the WHOIS database for commercial, advertising, market research, solicitation, or any other purposes which may be reasonably viewed as intrusive to a reasonable domain name holder.</li>\n</ul>\n<p>You may not use automated processes that send multiple queries or data to the WHOIS database, except as reasonably necessary to register domain names or modify existing registrations.\nBy submitting any query to the WHOIS, you agree to abide by and comply with the WHOIS Terms and Legal Notice.</p>\n<p>12.\nDomain Name Dispute Resolution Decision Terms</p>\n<p>CIRA Domain Name Dispute Resolution Decisions (“CDRD”) are not edited in any way whatsoever by CIRA.\nThey are drafted by independent parties who are not connected to CIRA, and CIRA does not accept any responsibility for any inaccuracies or mistakes the drafters of CDRDs may make.\nYour use of the CDRDs is at your own risk, without any representations, warranties, or conditions of any kind, whether express or implied.\nCIRA will not, under any circumstances, be liable to you or any other person for any loss or damage arising from, connected with, or relating to the use of CDRDs by you or any other person.\nTherefore, it is imperative for anyone relying on a CDRD to double check the references to the dispute resolution rules and policy and, if necessary, make appropriate arrangements to ensure accuracy and reliability of the decision.\nFurther, translations of CDRDs have been prepared for convenience of reference only, and are not intended to be relied upon as advice on any particular matter.\nIf you want to rely upon a translated CDRD, you should obtain your own certified translation from a qualified interpreter or translator.\nCIRA will indicate on each translated decision that it is provided for convenience only.</p> ", "created_at": "2023-09-05 20:44:41.897742", "updated_at": "2023-09-05 20:44:54.534423"}, {"id": 19000, "name": " Cookies and additional information about our website", "url": "https://www.cira.ca/en/cookies-and-additional-information-about-our-website/", "xpath": "/html/body/div[2]/div/div[2]/div/div/div", "text": " Visiting our website\n<p>In general, you can visit our website without telling us who you are or submitting any personal information.\nHowever, we collect the IP (Internet protocol) addresses of all visitors to our website and other related information such as page requests, browser type, operating system and average time spent on our website.\nWe use this information to help us understand our website activity, and to monitor and improve our website.</p>\nCookies\n<p>Our website uses a technology called “cookies.” A cookie is a tiny element of data that our website can send to your browser, which may then be stored on your device so we can recognize you when you return.\nYou may set your web browser to notify you when you receive a cookie.\nYou may also set your web browser to not accept certain cookies.</p>\nTracer tags &amp.\nweb beacons\n<p>Our website may also use a technology called “tracer tags” or “web beacons.” This technology allows us to understand which pages you visit on our website.\nThese tracer tags are used to help us optimize and tailor our website for you and other future visitors to our website.</p>\nInternet Advertising\n<p>We use third parties that track online behaviour to personalize ads on our website and on other websites.\nThese companies may use cookies, tracer tags or web beacons to report certain information about your visit to our website and other websites (such as web pages you visit and your response to ads) to measure the effectiveness of our marketing campaigns and to deliver ads that are more relevant to you, both on and off our website.</p>\n<p>We may use the following third-party advertising partners on our website:</p>\n<ul>\n<li>Bing</li>\n<li>Doubleclick</li>\n<li>Facebook &amp.\nInstagram</li>\n<li>Reddit</li>\n<li>YouTube</li>\n<li>Twitter</li>\n<li>TikTok</li>\n<li>Google</li>\n<li>Amazon</li>\n<li>LinkedIn</li>\n</ul>\n<p>You can&nbsp;opt-out of our personalized advertising on third-party websites through youradchoices.ca/choices/.</p> ", "created_at": "2023-09-05 20:45:10.755105", "updated_at": "2023-09-05 20:45:20.026234"}, {"id": 18998, "name": "Privacy Policy - Canadian Shield", "url": "https://www.cira.ca/cybersecurity-services/canadian-shield/privacy", "xpath": "/html/body/div[2]/div/div[2]/div/div/div", "text": " <p>This Privacy Policy describes the policies and procedures for the Canadian Shield service (the “Service”) operated by the Canadian Internet Registration Authority (“CIRA”).\nThis Privacy Policy is incorporated into and subject to the Terms and Conditions of the Service.</p>\n<p>a.\nThe privacy of users of the Service is very important to CIRA.\nCIRA will not sell, rent, or license your personal information to any third party.</p>\n<p>b.\nAs an open DNS resolver, there is no signup or requirement to disclose personal information to CIRA, other than that which is provided by accessing the Service.\nThe only method by which CIRA can identify end users is by the IP (internet protocol) address of the user.</p>\n<p>c.\nWhen you use the Service, we collect your IP (internet protocol) address, and your domain name queries.\nIP addresses may represent individual persons or devices, or they may represent large groups of end users within an organization.\nThe Service does not distinguish between single and multiple users behind a single IP address.</p>\n<p>d.\nYour detailed DNS query data that includes your IP address will be retained by CIRA for up to twenty-four (24) hours, in order to identify and protect the Service from any malicious behaviour, after which time it will be deleted.\nBeyond 24 hours only aggregated data will be retained in which your domain name queries will no longer be attributable to your IP address.<s>\n</s>\n</p>\n<p>e.\nIn the event CIRA observes behaviours which CIRA deems to be malicious or anomalous, CIRA may retain detailed DNS query data in the course of normal network defense and mitigation.\nThis collection will be limited to DNS query data associated with IP addresses that CIRA determines are involved in the event.</p>\n<p>f.\nCIRA will use threat feeds provided by intelligence partners.CIRA may share with intelligence partners data about domains and the number of blocks associated with them.\nThis data will not include any Canadian Shield User’s Personally Identifiable Information (PII).</p>\n<p>g.\nCIRA may also share high level anonymized aggregate statistics, including metrics on threat type, geolocation, as well as other vertical metrics including performance of the Service (e.g.\nnumber of threats blocked, infrastructure uptime) with the public and with its threat intelligence partners.</p> ", "created_at": "2023-09-05 20:44:13.97865", "updated_at": "2023-09-05 20:45:48.644359"}, {"id": 19001, "name": "privacy policy", "url": "https://www.cira.ca/en/privacy-policy/", "xpath": "/html/body/div[2]/div/div[2]/div/div/div", "text": " <p>\n<strong>CIRA Privacy Policy – Version 2.1 (March 9, 2020) </strong>\n</p>\n<p>The Canadian Internet Registration Authority (“CIRA”) is committed to protecting the privacy of personal information in the course of its operation and administration of the Canadian country code top-level domain name (the “Registry”).\nAs part of this commitment, we have set out this Privacy Policy to outline the manner in which CIRA collects, uses, discloses and otherwise manages personal information in its custody and control.</p>\n<p>\n<strong>Definitions</strong>\n</p>\n<p>Capitalized terms used in this Policy that are not defined in this Policy have the meanings specified in By-Law No.\n1 of CIRA.</p>\n<p>\n<strong>.CA</strong> – means the Internet country code top-level domain for Canada.</p>\n<p>\n<strong>Administrative Contact</strong> – means the person identified in the Registration Information as the Administrative Contact for the Registrant’s Domain Name Registration(s).</p>\n<p>\n<strong>Authorized Representative</strong> – in the case of a Registrant who is not an individual, means a representative of the Registrant who: (i) is an employee of the Registrant.\n(ii) is a member of the board of directors of the Registrant.\n(iii) is a member of the board of governors of the Registrant.\nor (iv) has the authority to bind the Registrant, provided such authority is not limited to .CA domain name related matters.</p>\n<p>\n<strong>Dispute Resolution Service Provider</strong> – means a dispute resolution service provider approved by CIRA to administer dispute resolution proceedings.</p>\n<p>\n<strong>Domain Name</strong> – means a .CA domain name or sub-domain name.</p>\n<p>\n<strong>Domain Name Registration</strong> – means the registration by CIRA of a Domain Name in the Registry, in the name of the Registrant, pursuant to the Registrant Agreement.</p>\n<p>\n<strong>Law Enforcement Requester</strong> – means a member of a Canadian law enforcement or national security agency that is a government institution or part of a government institution, who has identified its lawful authority to obtain the Information, and who complies with all of the obligations of the Request for Disclosure of Registrant Information for Law Enforcement and National Security Agencies – Rules and Procedures.</p>\n<p>\n<strong>Person</strong> – means an individual, a corporation, a partnership, a trust, an unincorporated organization, association or club, the government of a country or any political subdivision thereof, or any agency or department of any such government, any of the individuals or entities listed in the Canadian Presence Requirements for Registrants (as defined in the applicable Registry PRP) and the executors, administrators or other legal representatives of an individual in any of such capacities.</p>\n<p>\n<strong>Registrant</strong> – means a Person who is listed in the Registry as the Registrant of a Domain Name.</p>\n<p>\n<strong>Registry PRP</strong> – means the CIRA policies, rules, and procedures relating to Registrants, Registrars, and Domain Name Registrations as may be amended or adopted by CIRA from time to time, which are located on our Website.</p>\n<p>\n<strong>Registrars</strong> – means Persons from time to time certified by CIRA to offer Domain Name registration services within the .CA Internet Domain Name system.</p>\n<p>\n<strong>Registrar of Record</strong> – means the Registrar listed in the Registry as the Registrar of a specific Domain Name Registration, other than CIRA.\nIn no event will CIRA be a Registrar of Record for the purpose of the Registry PRP.</p>\n<p>\n<strong>Registry</strong> – means the .CA Internet Domain Name registry operated by CIRA.</p>\n<p>\n<strong>Technical Contact</strong> – means the person which may be listed in the Registry as the Technical Contact for a specific Domain Name Registration.</p>\n<p>\n<strong>Website</strong> – means www.cira.ca or such other CIRA website(s) as may be created by CIRA from time to time.</p>\n<p>\n<strong>Collection and Use of Personal Information</strong>\n</p>\n<p>We may collect personal information when you:</p>\n<ul>\n<li>Register a .CA Domain Name;</li>\n<li>Register to become a CIRA member;</li>\n<li>Submit a dispute to be settled;</li>\n<li>Participate in surveys, contests, calls for public comment, events or activities;</li>\n<li>Visit our Website;</li>\n<li>Apply for employment on our Website.\nand</li>\n<li>Contact our Customer Service Department, or otherwise contact us or one of our service providers with a comment, question or complaint.</li>\n</ul>\n<p>\n<strong>Domain Name Registration</strong>\n</p>\n<p>When you register for a .CA Domain Name, we receive information about you from your Registrar such as your name, your status as a Canadian citizen or resident, and certain WHOIS contact information.</p>\n<p>\n<strong>Information collected from your Registrar includes:</strong>\n</p>\n<ul>\n<li>Your name;</li>\n<li>Your mailing address, e-mail address, telephone number, and fax number;</li>\n<li>Your status as a Canadian citizen, permanent resident, legal representative or aboriginal person;</li>\n<li>Your Domain Name;</li>\n<li>The IP Address of the primary name server and secondary name server and, if applicable, the tertiary, quaternary, quinary, and senary name servers for each Domain Name Registration, as well as the corresponding domain names of those servers.\nand</li>\n</ul>\n<p>The following WHOIS Information (as defined below in the WHOIS section) is also collected from your Registrar:</p>\n<ul>\n<li>Domain Name Information</li>\n<li>Administrative Contact Information</li>\n<li>Technical Contact Information</li>\n</ul>\n<p>Your registration information is necessary for CIRA to manage and administer the Registry and to implement, execute and enforce the applicable Registry policies, rules and procedures.\nWe may use your registration information to contact you about Domain Name registration issues, to facilitate the resolution of disputes, or other issues related to registering a Domain Name or the operation of the Registry.\nWe will also use your contact information for mandatory communications from CIRA and to forward correspondence sent to you via CIRA from any third party.</p>\n<p>\n<strong>Membership</strong>\n</p>\n<p>To become a CIRA member, we collect information about you such as your name and contact information.</p>\n<p>Information collected from CIRA members includes:</p>\n<ul>\n<li>Your name, mailing address, telephone number, and e-mail address;</li>\n<li>Your Domain Name.\nand</li>\n<li>A declaration of identity from a guarantor or a copy of government issued photo identification.</li>\n</ul>\n<p>We collect this information to maintain CIRA membership records, to confirm your identity, to conduct the affairs of CIRA that involve members, and as may be required by law.\nWe may also use your membership information to contact you about CIRA member issues.\nYou may opt out of receiving non-mandatory membership emails by clicking the “unsubscribe” link at the bottom of each e-mail, or by changing their communication preferences in their membership profile.\n&nbsp;Additional information on CIRA membership is available on the CIRA membership homepage.</p>\n<p>\n<strong>Marketing Communications and Participation in Events and Activities </strong>\n</p>\n<p>We may use your contact information submitted upon registration (please see the “Information collected from your Registrar” section, above) to send you information regarding our products and services, or information on internet security.\nWe may also offer you the opportunity to participate in one of our surveys, contests, calls for public comment, events or activities.\nWe may collect information that identifies you (such as your name, contact information and any information you include in a call for public comment or related materials) to administer your participation in the survey, contest, call for public comment, event or activity.\nWe may use your contact information to send you information in connection with these activities.\nYou may unsubscribe from receiving these e-mails at any time by clicking the “unsubscribe” link at the bottom of each e-mail, or by contacting CIRA at unsubscribe@cira.ca.\nPlease note that you may continue to receive transactional communications from us related to your .CA domain name registration.</p>\n<p>In participating in a CIRA survey, the information obtained is used in an aggregated non-personally identifiable form.\nWe use this information to help understand our Registrants and CIRA members, and to enhance our service offerings, and events.</p>\n<p>\n<strong>Domain Name Disputes</strong>\n</p>\n<p>If you initiate a Domain Name dispute resolution process with CIRA, we collect information in your complaint and supporting material.\nYou may be asked for information that identifies you (such as your name and contact information) along with any other information we need to help us administer the dispute resolution process.</p>\n<p>Information collected during the Domain Name dispute resolution process includes:</p>\n<ul>\n<li>The complainant’s name, mailing address, e-mail address, telephone number and fax number.\nand</li>\n<li>The name and contact information for any representative authorized to act on the complainant’s behalf.</li>\n</ul>\n<p>\n<strong>Employment at CIRA</strong>\n</p>\n<p>We advertise employment opportunities on our Website.\nIn connection with a job application or related inquiry, you may provide us with information that identifies you (such as that contained in a resume, cover letter, or similar employment-related materials).\nWe use this information for the purpose of processing and responding to your application for employment.</p>\n<p>\n<strong>Customer Service</strong>\n</p>\n<p>When you contact our Customer Service Department, or otherwise contact us or one of our service providers for support, or with a comment, question or complaint, you may be asked for information that identifies you (such as your name and contact information), along with additional information we need to help us provide support, answer your question or respond to your comment or complaint.\nWe may also retain this information to assist you in the future, and to improve our customer service.</p>\n<p>\n<strong>Disclosures of Personal Information</strong>\n</p>\n<p>We will not disclose, trade, rent, sell or otherwise transfer your personal information, to any third party other than as set out in this policy.</p>\n<p>\n<strong>WHOIS Information</strong>\n</p>\n<p>As part of the administration of the .CA Registry, CIRA operates an electronic look-up service called “WHOIS”.\nWHOIS is designed to provide limited information concerning Domain Names.</p>\n<p>WHOIS has built-in privacy protection options, which can be used to limit the personal information available through the WHOIS system.\nFor Registrants who are individuals (e.g.\nas opposed to organizations), the privacy protection options are turned on by default, and only limited personal information is available to third parties when they search the WHOIS system for a Domain Name that you have registered.\nIf you turn your privacy protection option off, more of your personal information will be available through the WHOIS system.\nYour privacy protections can be changed by contacting your Registrar.</p>\n<p>\n<strong>When your privacy protection is turned on, the following information is visible:</strong>\n</p>\n<ul>\n<li>Domain Name;</li>\n<li>Domain Name status;</li>\n<li>Creation date;</li>\n<li>Expiry date;</li>\n<li>Updated date;</li>\n<li>Registrar name.\nand</li>\n<li>Registrar number.</li>\n</ul>\n<p>\n<strong>When your privacy protection is turned OFF, the following information is visible</strong>\n</p>\n<p>\n<strong>Registrant Information includes:</strong>\n</p>\n<ul>\n<li>Registrant name;</li>\n<li>Mailing address, e-mail address, phone number and fax number;</li>\n</ul>\n<p>\n<strong>Domain Name Information includes:</strong>\n</p>\n<ul>\n<li>Domain Name;</li>\n<li>Domain Name status;</li>\n<li>Creation date;</li>\n<li>Expiry date;</li>\n<li>Updated date;</li>\n<li>Registrar name.\nand</li>\n<li>Registrar number.</li>\n</ul>\n<p>\n<strong>Administrative Contact Information and Technical Contact Information includes:</strong>\n</p>\n<ul>\n<li>Name;</li>\n<li>Mailing address;</li>\n<li>Phone;</li>\n<li>Fax.\nand</li>\n<li>E-mail.</li>\n</ul>\n<p>If you are a non-individual Registrant, the information that will be made available through the WHOIS system will be the same as an individual Registrant with their privacy protection turned OFF.\nNon-individual Registrants may request to CIRA, in writing, that the information described above not be disclosed to the public via the WHOIS.\nIn such a written request, the non-individual Registrant must certify that it has a legitimate need to protect the privacy of its information, which need is greater than that of other CIRA Registrants who are not individuals, because the nature of that Registrant’s operations or activities is such that disclosure of its information via the WHOIS would be likely to cause harm to individuals or to that Registrant.</p>\n<p>CIRA retains the discretion to determine in any case whether a non-individual Registrant meets the criteria and will be permitted to opt out of standard disclosure of information in the WHOIS.\nIf CIRA accedes to the request, the non-individual Registrant’s WHOIS information will only be disclosed thereafter in accordance with the terms for disclosure applicable to individual Registrants.</p>\n<p>\n<strong>Domain Name Disputes and Law Enforcement</strong>\n</p>\n<p>CIRA has established policies on the disclosure of registration information for Domain Name disputes and law enforcement purposes.</p>\n<p>\n<strong>(i) Domain Name Disputes</strong>\n</p>\n<p>CIRA has implemented two policies, entitled Registration Information Access Rules and Procedures and Request for Disclosure of Registrant Information – Rules and Procedures, that address disclosures in the course of Domain Name disputes.</p>\n<p>Under the Registration Information Access Rules and Procedures policy, CIRA will provide a person, who requests in the applicable form, a list of the .CA Domain Names registered in the name of a Registrant or registered in the name of the same Registrant as a Domain Name identified by the requester, even where the identity of the Registrant is unknown.\nThis is done to facilitate bona fide rights holders to determine infringements of intellectual property rights.</p>\n<p>Under the Request for Disclosure of Registrant Information – Rules and Procedures, CIRA may provide a person, who requests in the applicable form, certain Registrant information not publicly available through CIRA’s WHOIS.</p>\n<p>\n<strong>Information disclosed to requesters includes:</strong>\n</p>\n<ul>\n<li>The name of the Registrant;</li>\n<li>The mailing address and e-mail address of the Registrant;</li>\n<li>The name of the Registrant’s Administrative Contact and Technical Contact.\nand</li>\n<li>The mailing address and e-mail address of the Administrative Contact and Technical Contact</li>\n</ul>\n<p>If a Domain Name that you have registered is subject to a proceeding under the CIRA Domain Name Dispute Resolution Policy, your personal information may also be disclosed to the relevant Dispute Resolution Service Provider to facilitate the dispute resolution process.</p>\n<p>\n<strong>(ii) Requests from Law Enforcement</strong>\n</p>\n<p>CIRA has implemented a policy entitled Request for Disclosure of Registrant Information for Law Enforcement and National Security Agencies – Rules and Procedures that addresses disclosures for law enforcement purposes.\nUnder this policy, CIRA may provide a Law Enforcement Requester, who requests in the applicable form, certain Registrant information not publicly available through CIRA’s WHOIS.</p>\n<p>\n<strong>Information disclosed to Law Enforcement Requesters includes:</strong>\n</p>\n<ul>\n<li>The name of the Registrant;</li>\n<li>The mailing address and e-mail address of the Registrant;</li>\n<li>The name of the Registrant’s Administrative Contact and Technical Contact.\nand</li>\n<li>The mailing address and e-mail address of the Administrative Contact and Technical Contact.</li>\n</ul>\n<p>\n<strong>(iii) Notification</strong>\n</p>\n<p>If a Registrant’s information is disclosed pursuant to the Request for Disclosure of Registrant Information – Rules and Procedures, or the Request for Disclosure of Registrant Information for Law Enforcement and National Security Agencies – Rules and Procedures, we shall, unless prohibited by law, not less than thirty (30) and not more than sixty (60) days after disclosure of the personal information, use reasonable efforts to send an e-mail to the Registrant and Administrative Contact&nbsp.\nfor the relevant Domain Name Registration(s) indicating:</p>\n<ul>\n<li>what parts of the information were disclosed.\nand</li>\n<li>to whom it was disclosed.</li>\n</ul>\n<p>\n<strong>Service Provider Arrangements</strong>\n</p>\n<p>We may transfer (or otherwise make available) your personal information to third parties who provide services on our behalf.\nFor example, we may use service providers to host our website, operate certain of its features, send e-mail, run our surveys and contests, conduct customer research, and manage and analyze data.\nThese third parties may be based in Canada, the United States or in other foreign jurisdictions.</p>\n<p>Before transferring (or otherwise making available) any personal information to any third party service provider, CIRA enters into an agreement with the service provider pursuant to which it is required to use the personal information solely for the purpose of providing the service and to maintain security and privacy measures at least as stringent as those of CIRA.\nOur service providers are only given the information they need to perform their designated functions, and we do not authorize them to use or disclose personal information for their own marketing or other purposes.</p>\n<p>\n<strong>Legal</strong>\n</p>\n<p>In the event that personal information is transferred outside of Canada to the United States or other foreign jurisdictions, it will be subject to the laws of that jurisdiction.\nCIRA, and its Canadian, U.S.\nand other foreign service providers may&nbsp.\ndisclose your personal information in response to a search warrant or other legally valid inquiry or order, or as otherwise required or permitted by applicable Canadian, U.S.\nor other law.\nWe may also disclose your personal information where necessary for the establishment, exercise or defence of legal claims.</p>\n<p>\n<strong>Website Information</strong>\n</p>\n<p>When you visit our Website the web server logs IP addresses, the referring website, and associated information relating to the requests made.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>We may use session cookies to ensure a smooth and convenient site visit.\nA cookie is a tiny element of data that our Website can send to your Web browser, which may then be stored on your computer.\nWe use cookies on pages of our Website where we require you to log in.\nYou may set your Web browser to notify you when you receive a cookie.\nHowever, if you decide not to accept cookies from our Website, you may not be able to take advantage of all of the features of our Website.\nWe may also use a third party to help us gather and analyze information about the areas that you visit on the Website to evaluate and improve the customer experience and the convenience of the Website, and to help us evaluate some of the specific information related to your Website visits.</p>\n<p>\n<strong>Safeguards</strong>\n</p>\n<p>We have implemented measures designed to protect personal information in our custody and control.\nWe maintain reasonable administrative, technical and physical safeguards in an effort to protect against unauthorized access, use, modification and disclosure of personal information in our custody and control.\nThese safeguards include firewalls and antivirus protection on our servers, and training of our staff.</p>\n<p>\n<strong>Access to your Personal Information</strong>\n</p>\n<p>You may request access, updating and correcting of inaccuracies to the personal information we have in our custody or control by e-mailing or writing to us at the contact information set out below.\nIn the regular course of business, if you request access, updating or correcting of information related to your Domain Name Registration, your request will be sent directly to your Registrar and we suggest you send your request directly to them.\nAt the time of your request, we may need further information from you to verify your identity, before we can provide you with the personal information we hold.</p>\n<p>\n<strong>Changes to the Privacy Policy</strong>\n</p>\n<p>The Privacy Policy may be updated periodically to reflect changes to our personal information practices.\nThe revised Privacy Policy will be posted on this Website.\nWe encourage you to please refer to this Privacy Policy often for the latest information about our personal information practices.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>The intention of this policy is to answer your questions about our privacy policy and practices.\nShould you be interested in more detailed information about our procedures and practices, please contact our Chief Privacy Officer:</p>\n<p>\n<strong>Chief Privacy Officer</strong>\n</p>\n<p>Canadian Internet Registration Authority</p>\n<p>979 Bank Street</p>\n<p>Suite 400</p>\n<p>Ottawa, Ontario</p>\n<p>K1S 5K5</p>\n<p>privacy@cira.ca</p> ", "created_at": "2023-09-05 20:46:09.838125", "updated_at": "2023-09-05 20:46:34.160847"}], "points": [], "urls": ["cira.ca"]}}