{"error": 448, "message": "OK", "parameters": {"id": 7544, "name": "FileSpace", "created_at": "2023-03-14 01:32:58.825637", "updated_at": "2023-03-29 19:26:46.195925", "wikipedia": null, "keywords": null, "related": null, "slug": "filespace", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7544.png", "url": "filespace.com", "documents": [{"id": 14520, "name": "TERMS OF SERVICE AGREEMENT", "url": "https://filespace.com/tos.html", "xpath": "//body", "text": " <ul>\n<li>Login&nbsp.\n&nbsp;</li>\n<li>Sign Up&nbsp.\n&nbsp;</li>\n<li>Forgot your password?</li>\n<li>\n<ul>\n<li>English</li>\n<li>German</li>\n<li>Thai</li>\n<li>Spanish</li>\n<li>English</li>\n<li>Polish</li>\n<li>Hebrew</li>\n<li>French</li>\n<li>Arabic</li>\n<li>Turkish</li>\n<li>Dutch</li>\n<li>Japan</li>\n<li>Russian</li>\n<li>Indonesia</li>\n</ul>\n</li>\n</ul>\n<br>\n<p>\n<b>TERMS OF SERVICE\nAGREEMENT</b>\n</p>\n<p>\n<i>Last Updated September 13, 2021</i>\n</p>\n<p>Thank You for using FileSpace.com (\"Website\").&nbsp;&nbsp.\nFileSpace.com is a website that provides\nspace to store files and the bandwidth to access such files.&nbsp.\nFileSpace.com is operated and provided by Bayside Ltd, 112 Bonadie Street, Kingstown, St.\nVincent &amp.\nthe Grenadines (referred to herein as \"Company\",\n\"We\" or \"Our\").&nbsp.\nThese terms of service (“Terms”, “Conditions” or “Provisions”) govern users’\naccess to and use of Our websites and services \"Services\" so please\ncarefully read them before using Our Services.</p>\n<p>\n<b>By registering or\nusing any of the services provided through or in connection with this Website,\nthe users (\"You\" or \"Your\") hereby agree to be legally\nbound by the Provisions contained in this Terms of Service Agreement\n(\"Agreement\").</b>\n</p>\n<p>Before becoming a member of this Website by completing the\nonline registration process, You must read, understand and agree to the Provisions\ncontained herein.\nIf You find any of these Provisions unacceptable, You\nacknowledge that Your sole remedy shall be to cease current, as well as, future\nusage of this Website with immediate effect.</p>\n<p>You may use the Services only in compliance with these\nTerms.&nbsp.\nYou may use the Services only if You\nhave the power to form a contract with Company and are not barred under any\napplicable laws from doing so.&nbsp.\nThe\nServices may continue to change over time as we refine and add more\nfeatures.&nbsp.\nWe may stop, suspend or modify\nthe Services at any time without prior notice to You.&nbsp.\nWe may also remove any content from our Website\nor Services at our discretion.</p>\n<p>This Agreement is subject to revisions, modifications or\nalterations at any time without any prior or post notice to anyone.\nSuch\nrevisions, modifications or alterations shall come into effect as soon as they\nare posted on this Website.\nYour use of this Website signifies Your implied\nacceptance of such revised, modified or altered Agreement.<b>\n</b>\n</p>\n<p>\n<b>1.\n</b>\n<b>ELIGIBILITY</b>\n</p>\n<p>This Website and any features thereof shall be open for use for any individual, corporation, joint stock company, partnership firm, sole proprietorship or any other person who is capable of entering into a valid contract with the Company under the laws applicable in Saint Vincent and the Grenadines.\nMembership in the service is void where prohibited.\nBy using this Website or any features thereof, You represent and warrant that:</p>\n<p>a.&nbsp;&nbsp;&nbsp;&nbsp.\nYou have the right, authority, and capacity to enter\ninto this Agreement;</p>\n<p>b.&nbsp;&nbsp;&nbsp;&nbsp.\nIf You are an artificial person created by any statute,\nYou fulfill all the statutory requirements to enter into this Agreement;</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nYou are not involved in a business similar, or\nsubstantially similar, to that of the Company;</p>\n<p>d.&nbsp;&nbsp;&nbsp;&nbsp.\nYou are of the age of maturity as applicable and defined under the applicable laws in Saint Vincent and the Grenadines, i.e., of or above the age of eighteen (18) years;</p>\n<p>e.&nbsp;&nbsp;&nbsp;&nbsp.\nYou shall abide by all the Terms and Conditions\ncontained herein;</p>\n<p>f.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou will not allow any ineligible person (natural or\nartificial) to have access to any of the materials contained herein.\nand</p>\n<p>g.&nbsp;&nbsp;&nbsp;&nbsp.\nYour use of this Website or any features thereof does\nnot violate any applicable law or regulation.</p>\n<p>\n<b>2.\n</b>\n<b>MEMBERSHIP</b>\n</p>\n<p>Every registered member\nof this Website shall be assigned a unique username and password.\nYou shall be\nresponsible:</p>\n<p>a.&nbsp;&nbsp;&nbsp;&nbsp.\nFor maintaining the confidentiality and security of Your\npassword as well as the combination of Your username and password;</p>\n<p>b.&nbsp;&nbsp;&nbsp;&nbsp.\nFor all kinds of disclosure of Your password as well as\nthe combination of Your username and password to any third party;</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nFor using the account, username and/or password of any\nother member;</p>\n<p>d.&nbsp;&nbsp;&nbsp;&nbsp.\nFor all uses of Your account, whether authorized or\nunauthorized.\nand</p>\n<p>e.&nbsp;&nbsp;&nbsp;&nbsp.\nTo notify the Company without any delay, if You suspect\nany unauthorized use of Your account or access to Your password.</p>\n<p>By becoming a registered\nmember of this Website, You represent and warrant that:</p>\n<p>a.&nbsp;&nbsp;&nbsp;&nbsp.\nYou do not hold or maintain any other membership\naccount with the Website;</p>\n<p>b.&nbsp;&nbsp;&nbsp;&nbsp.\nYou have provided true, valid, accurate, complete and\nupdated information as required in the online registration form.\nand</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nYou shall update Your membership information in case of\nany change at any time while Your membership to the Website subsists.</p>\n<p>We reserve the right to suspend or terminate any membership\naccount for no or any reason whatsoever including, without limitation,\nviolation of any of the provision(s) contained herein.</p>\n<p>\n<b>3.\n</b>\n<b>FEES</b>\n</p>\n<p>Joining the Website is\nabsolutely free of any charges.\nHowever, the Company reserves the right, in its\nsole discretion, to charge for any service(s) being offered or any future\nservice(s) to be offered on or through this Website.</p>\n<p>\n<b>4.\n</b>\n<b>PROPRIETARY\nRIGHTS OF WEBSITE CONTENT</b>\n</p>\n<p>This Website contains\ntext, files, images, pictures, photos, logos, video, sounds, musical works,\nsoftware, works of authorship, or any other materials (collectively,\n\"Content\") belonging to the Company.\nSuch Content is protected by the\nrelevant copyright, trademark, patent, trade secret and other laws relating to\nthe type of intellectual property.\nThe Company owns and retains all rights in\nthe Website Content (“Content” is defined as Company owned and to be\ndifferentiated from “content,” such as Your content and other third party\ncontent as discussed outside of this section).</p>\n<p>The Company hereby\ngrants You a limited, revocable, non-sub-licensable license to reproduce and\ndisplay the Website Content, excluding any software code, solely for Your\npersonal use in connection with accessing or using the Website and/or any\nfeatures thereof.</p>\n<p>\n<b>5.\n</b>\n<b>OTHER\nCONTENT</b>\n</p>\n<p>The Services we provide may contain links to third-party websites or\nresources.&nbsp.\nCompany does not endorse and\nis not responsible or liable for third-party website availability, accuracy,\nthe related content, products, or services.&nbsp.\nYou are solely responsible for Your use of any such websites or\nresources.&nbsp.\nAlso, if we provide You with\nany software under an open source license, there may be provisions in those\nlicenses that expressly conflict with these Terms, in which case the open\nsource provisions will apply.</p>\n<p>\n<b>6.\n</b>\n<b>COMPANY\nSERVICES ARE AVAILABLE AS IS</b>\n</p>\n<p>THE SERVICES AND SOFTWARE ARE PROVIDED \"AS IS\" AT YOUR OWN\nRISK, WITHOUT THE EXPRESS OR IMPLIED WARRANTY OR CONDITION OF ANY KIND.&nbsp.\nWE ALSO DISCLAIM ANY WARRANTIES OR\nMERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.</p>\n<p>Company shall have no responsibility for any harm to Your computer system,\nloss or corruption of data, or other harm that results from Your access to or\nuse of the Services or Software.\n</p>\n<p>\n<b>7.\n</b>\n<b>USER\nPOSTED AND STORED CONTENT</b>\n</p>\n<p>Files and other content\nin the Services may be protected by intellectual property rights of\nothers.&nbsp.\nPlease do not copy, upload,\ndownload, or share files unless You have the right to do so.&nbsp.\nYou, not Company, will be fully responsible\nand liable for what You copy, share, upload, download or otherwise use while\nusing the Services.&nbsp.\nYou hereby agree\nthat You will not upload spyware or any other malicious software to the\nService.</p>\n<p>You, and not Company,\nare responsible for maintaining and protecting all of Your files, data and\ninformation.&nbsp.\nCompany will not be liable\nfor any loss or corruption of Your files, data and information, or for any\ncosts or expenses associated with backing up or restoring any of Your files,\ndata and/or information.</p>\n<p>By posting and storing content\non the Website servers, You represent and warrant that:</p>\n<p>a.&nbsp;&nbsp;&nbsp;&nbsp.\nYou own the content or otherwise have requisite\npermissions to use such content accordingly;</p>\n<p>b.&nbsp;&nbsp;&nbsp;&nbsp.\nSuch content does not violate the privacy rights,\npublicity rights, intellectual property rights, contract rights or any other\nrights of any person;</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nYou shall be responsible for payment of any kinds of\nroyalties, fees or any other amount owing to any person by reason of such\nposted or stored content;</p>\n<p>d.&nbsp;&nbsp;&nbsp;&nbsp.\nYou shall be solely responsible and liable for such\nposted and stored content, including without limitation, for archiving the content\nand for any lost or irrecoverable content;</p>\n<p>e.&nbsp;&nbsp;&nbsp;&nbsp.\nYou shall maintain the content in accordance with the\napplicable legal obligations.</p>\n<p>The Company reserves the\nright to delete any content, which in its sole discretion, is found to be in\nviolation of any of the provision(s) contained herein.\n</p>\n<p>The Company reserves the\nright, in its sole discretion, without any obligation, to monitor, review,\nmodify and remove the user posted and stored content.\n</p>\n<p>The Company does not\nclaim any control over the user posted and stored content, nor does it endorse\nsuch content.\nSuch user posted and stored content does not necessarily reflect\nthe opinions or policies of the Company.\nThe Company makes no warranties,\nexpress or implied, as to the user posted and stored content or to the accuracy\nand reliability of such content.</p>\n<p>If Your contact\ninformation or other information related to Your account, changes, You must\nnotify us promptly and keep said information current.&nbsp.\nThe Services are not intended for use by You\nif You are under 18 years of age.&nbsp.\nBy\nagreeing to these Terms, You are representing to Company that You are over 18.</p>\n<p>\n<b>8.\n</b>\n<b>PROHIBITED\nCONTENT</b>\n</p>\n<p>In case the user posted\nand stored content contains any of the following prohibitions, the Company may,\nin its sole discretion, exercise its right to terminate the membership of the\noffending member and forfeit such member's earnings, in addition to temporarily\nor permanently deleting the offending files from our servers.\n</p>\n<p>The prohibited content,\nwithout limitation, includes:</p>\n<p>a.&nbsp;&nbsp;&nbsp;&nbsp.\nUnlawful,\nharmful, threatening, abusive, harassing, tortuous, defamatory, obscene,\nlibelous, invasive of another's privacy, hateful, or racially, ethnically or\notherwise objectionable.\n</p>\n<p>b.&nbsp;&nbsp;&nbsp;&nbsp.\nChild\npornography, violence, or offensive subject matter or contains a link to an website\ncontaining illegal content;</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nHarmful to or involving minors in any way;</p>\n<p>d.&nbsp;&nbsp;&nbsp;&nbsp.\nInfringement of any patent, trademark, trade secret,\ncopyright or other intellectual proprietary rights of any person;</p>\n<p>e.&nbsp;&nbsp;&nbsp;&nbsp.\nInvolving the transmission of spam or junk mail;</p>\n<p>f.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSolicitation of passwords or personally identifying\ninformation for commercial or unlawful purposes from other users;</p>\n<p>g.&nbsp;&nbsp;&nbsp;&nbsp.\nInvolves commercial activities and/or sales, such as\ncontests, sweepstakes, advertising, or pyramid schemes;</p>\n<p>h.&nbsp;&nbsp;&nbsp;&nbsp.\nProviding instructional information about illegal\nactivities, including without limitation, making or buying illegal weapons,\ngambling, promoting hate crimes, etc..\nand</p>\n<p>i.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAny Content that consumes excess storage space,\nbandwidth and resources on our servers, whether directly permissible or not.</p>\n<p>\n<b>9.\n</b>\n<b>PROHIBITED\nCONDUCT</b>\n</p>\n<p>In case Your conduct\ninvolves any of the following actions, the Company may, in its sole discretion,\nexercise its right to terminate the membership of the offending member and\nforfeit such member's earnings.</p>\n<p>The prohibited conduct,\nwithout limitation, includes:</p>\n<p>a.&nbsp;&nbsp;&nbsp;&nbsp.\nCreating multiple accounts;</p>\n<p>b.&nbsp;&nbsp;&nbsp;&nbsp.\nDownloading own files continuously, with or without a\nproxy;</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nOffering\ncash or any other incentives to other users as an allurement to download Your\nfiles;</p>\n<p>d.&nbsp;&nbsp;&nbsp;&nbsp.\nForcing others by any means to download Your file;</p>\n<p>e.&nbsp;&nbsp;&nbsp;&nbsp.\nObtaining downloads illegitimately using technical or\nnon-technical measures, including without limitation, multiple registrations;</p>\n<p>f.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAdvising or coercing other users to stop using the\nWebsite and/or register on other Websites;</p>\n<p>g.&nbsp;&nbsp;&nbsp;&nbsp.\nExchanging download links with other affiliates, and\nentering into other similar arrangements with the affiliates;</p>\n<p>h.&nbsp;&nbsp;&nbsp;&nbsp.\nPromoting Your download links in a manner which\nviolates the terms of another site or company;</p>\n<p>i.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCoercing into or otherwise instructing users to\ndownload Your files multiple times;</p>\n<p>j.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSplitting files into more than three (3) parts;</p>\n<p>k.&nbsp;&nbsp;&nbsp;&nbsp.\nPromoting a download method, which, directly or\nindirectly, bypasses our surveys;</p>\n<p>l.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUploading fake files;</p>\n<p>m.&nbsp;&nbsp.\nSending unsolicited or junk mail, chain letters, spam,\nor other similar communications;</p>\n<p>n.&nbsp;&nbsp;&nbsp;&nbsp.\nTransmitting or otherwise making available any material\ncontaining software viruses, worms, Trojans or any other computer code, files\nor programs designed to disrupt, destroy or limit the functionality of any\ncomputer software or hardware or telecommunications equipment;</p>\n<p>o.&nbsp;&nbsp;&nbsp;&nbsp.\nTrying to impersonate any person or entity;</p>\n<p>p.&nbsp;&nbsp;&nbsp.\nUsing framing techniques on the Website.\nor</p>\n<p>q.&nbsp;&nbsp;&nbsp;&nbsp.\nShared use of account, for profit or non-profit.\nAccounts used by ‚Debrid‘ services.</p>\n<p>r.&nbsp;&nbsp;&nbsp;&nbsp.\nAny kind of artificially generated traffic, using of botnets, etc...</p>\n<p>s.&nbsp;&nbsp;&nbsp;&nbsp.\nRequesting payout from non-affiliate account if premium sale earnings was generated using referral or file download link of another account of acquirer or another non-affiliate user by prior conspiracy.</p>\n<p>t.&nbsp;&nbsp;&nbsp;&nbsp.\nGenerating sales on non-affiliate accounts without real content sharing(using referral links only or files with worthless \"fake\" content).</p>\n<p>z.&nbsp;&nbsp;&nbsp;&nbsp.\nAny other illegal action or omission.</p>\n<p>The Company reserves the\nright to fully cooperate with, and assist, law enforcement agencies and\ngovernmental authorities should they ask for our assistance or cooperation in\nany investigations involving the conduct of the users of this Website in any\nmanner whatsoever.\nFurthermore, if we suspect, in our sole discretion, any\nuser's conduct as being illegal in any manner whatsoever, we reserve the right\nto report such user and the corresponding offensive conduct to the appropriate\nlaw enforcement agencies.</p>\n<p>\n<b>10.\n</b>\n<b>CHILD\nPROTECTION</b>\n</p>\n<p>The Company understands\nthe risks and dangers posed to children by online services, similar to those\nprovided through the Website.\nTherefore, we have strictly prohibited any\ncontent which contains or constitutes any harm to minors, including without\nlimitation, child pornography or any kind of child exploitation, to be posted\nand/or stored on our Website servers.</p>\n<p>Furthermore, we reserve\nthe right to fully cooperate with, and assist, law enforcement agencies and\ngovernmental authorities, such as the National Center for Missing &amp.\nExploited Children and the administrative tribunals, for investigation and\nevidence collection purposes in case they suspect any unlawful activity\ninvolving child exploitation on or through the Website.\nWe may, without any\nlimitation, disclose any user profile(s), files, folders, data, transmissions,\ncommunications or any other content to such law enforcement agencies and\ngovernmental authorities.</p>\n<p>Furthermore, we reserve\nthe right to terminate the membership of such offending user(s) with immediate\neffect, including forfeiture of any earnings.\nMoreover, all offending content\nshall be deleted forthwith from the servers of our Website.</p>\n<p>You can report any\ncontent that You suspect involves child exploitation in any manner whatsoever\nby contacting us with all the relevant details of the suspected prohibited\ncontent.</p>\n<p>\n<b>11.\n</b>\n<b>ACCOUNT SECURITY</b>\n</p>\n<p>You are responsible for\nsafeguarding the password that You use to access the Services and You agree not\nto disclose Your password to any third party.\nYou are responsible for any\nactivity using Your account, whether or not You authorized that activity.\nYou\nshould immediately notify Company of any unauthorized use of Your account.\nYou\nacknowledge that if You wish to protect Your transmission of data or files to\nCompany, it is Your responsibility to use a secure encrypted connection to\ncommunicate with the Services.</p>\n<p>\n<b>12.\n</b>\n<b>SOFTWARE AND UPDATES</b>\n</p>\n<p>Some use of our Service\nrequires You to download a client software package \"Software.\"&nbsp.\nCompany hereby grants You a limited,\nnonexclusive, nontransferable, revocable license to use the Software, solely to\naccess the Services.\nYour license to use the Software is automatically revoked\nif You violate these Terms in a manner that implicates our intellectual\nproperty rights.\nWe hereby reserve all rights not expressly granted in these\nTerms.\nYou must not reverse engineer or decompile the Software, nor attempt to\ndo so, nor assist anyone else to do so.\nOur Services may update the Software on\nYour device automatically when a new version is available.\nOur pause syncing\nfeature pauses syncing of Your files, but may not cease all data transfer, so You\nshould exit the desktop client if You'd like to stop data transfer.</p>\n<p>\n<b>13.\n</b>\n<b>COMPANY PROPERTY AND FEEDBACK</b>\n</p>\n<p>These Terms do not grant\nYou any right, title, or interest in the Services, Software, or the content in\nthe Services.\nWhile we appreciate it when users send us feedback, please be\naware that we may use any feedback, comments, or suggestions You send us or\npost in our forums without any obligation to You.\nThe Software and other\ntechnology we use to provide the Services are protected by copyright,\ntrademark, and other laws of both the United States and foreign countries.\nThese Terms do not grant You any rights to use the Company trademarks, logos,\ndomain names, or other brand features.</p>\n<p>\n<b>14.\n</b>\n<b>INTELLECTUAL\nPROPERTY RIGHTS POLICY</b>\n</p>\n<p>The Company respects the\nIntellectual Property Rights of the rights holders and we encourage the members\nand the users of this Website to give due respect to such rights of the rights\nholders.&nbsp.\nYou acknowledge having read and\nagree to the Company’s Digital Millennium Copyright Act (DMCA) Policy, which is\nset forth at www.filespace.com/dmcapolicy.html\n</p>\n<p>Any content infringing\non the copyrights of any person is strictly prohibited from being posted and\nstored on the servers of this Website.\nAny user found in violation of this\nprovision is liable for termination of his/her member account, in addition to\npermanently deleting such offensive content.</p>\n<p>Without limiting the\nforegoing, if You believe that Your rights are being infringed on our Website, You\nare encouraged to contact us for the corrective action.\nWe will require the\nfollowing information, consistent with the DMCA, to redress the complaint\neffectively and timely including, but not limited to:</p>\n<p>a.&nbsp;&nbsp;&nbsp;&nbsp.\nAn electronic or physical signature of the person\nauthorized to act on behalf of the owner of the copyright interest;</p>\n<p>b.&nbsp;&nbsp;&nbsp;&nbsp.\nA description of the copyrighted work that You claim\nhas been infringed;</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nA description where the material that You claim is\ninfringing is located on Website;</p>\n<p>d.&nbsp;&nbsp;&nbsp;&nbsp.\nYour address, telephone number, and email address;</p>\n<p>e.&nbsp;&nbsp;&nbsp;&nbsp.\nA written statement to the effect that You are acting\non good faith belief that the disputed use of the work is not authorized by the\ncopyright owner, its agent, or the law.\nand</p>\n<p>f.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nA statement to the effect made under penalty of\nperjury, that the above information in Your notice is accurate and that You are\nthe copyright owner or authorized to act on behalf of the copyright owner.</p>\n<p>Our Designated Copyright\nAgent for notice of alleged copyright infringement while using our Services is:\nLewis Kohn &amp.\nWalker LLP, 15030 Avenue of Science, Suite 201, San Diego, CA 92128, USA.\nPlease refer to Our DMCA Policy as\nposted.&nbsp.\nWe will respond to notices of\nalleged copyright infringement if they comply with the law and are properly\nprovided to us as set forth above.&nbsp.\nWe\nreserve the right to delete or disable content alleged to be infringing and to\nterminate any infringers.&nbsp.\n</p>\n<p>\n<b>15.\n</b>\n<b>PRIVACY POLICY</b>\n</p>\n<p>You acknowledge having\nread and agree to the Company’s Privacy Policy, which is set forth at www.filespace.com/privacy.html .&nbsp;&nbsp.\nAs You acknowledge and agree, this Privacy\nPolicy describes the ways we collect information from and about You, and what\nwe do with the information, so that You may decide whether or not to provide\ninformation to us.</p>\n<p>&nbsp;</p>\n<p>\n<b>16.\n</b>\n<b>INDEMNITY</b>\n</p>\n<p>You agree to indemnify\nand hold the Company and its subsidiaries, affiliates, officers, agents,\nco-branders or other partners, and employees, harmless from any claim or\ndemand, including reasonable attorneys' fees, made by any third party due to or\narising out of Content You submit, post, store, transmit or otherwise make\navailable through the Website, Your use of the Website, Your violation of this\nAgreement, Your violation of any rights of another, or any other loss suffered\nby the Company on account of Your direct or indirect conduct.</p>\n<p>\n<b>17.\n</b>\n<b>LIMITATION\nOF LIABILITY</b>\n</p>\n<p>TO THE FULLEST EXTENT\nPERMITTED BY LAW, IN NO EVENT WILL COMPANY, ITS AFFILIATES, OFFICERS, EMPLOYEES,\nAGENTS, SUPPLIERS OR LICENSORS BE LIABLE FOR (A) ANY INDIRECT, SPECIAL,\nINCIDENTAL, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL (INCLUDING LOSS OF USE, DATA,\nBUSINESS, OR PROFITS) DAMAGES, REGARDLESS OF LEGAL THEORY, WHETHER OR NOT\nCOMPANY HAS BEEN WARNED OF THE POSSIBILITY OF SUCH DAMAGES, AND EVEN IF A\nREMEDY FAILS OF ITS ESSENTIAL PURPOSE.\n(B) AGGREGATE LIABILITY FOR ALL CLAIMS\nRELATING TO THE SERVICES MORE THAN THE GREATER OF $20 OR THE AMOUNTS PAID BY YOU\nTO COMPANY FOR THE PAST THREE MONTHS OF THE SERVICES IN QUESTION.\nSome States\ndo not allow the types of limitations in this paragraph, so they may not apply\nto You.</p>\n<p>\n<b>18.\n</b>\n<b>MODIFICATIONS\nTO SERVICE</b>\n</p>\n<p>The Company reserves the\nright to restrict, modify, suspend or discontinue, temporarily or permanently,\nthe Website (or any features thereof) with or without notice, at any time and\nfrom time to time.\nYou agree that the Company shall not be liable to You or to\nany third party for any restriction, modification, suspension or discontinuance\nof the Website (or any features thereof).&nbsp.\nBy continuing to access or use the Services after revisions and/or\nmodifications become effective, You agree to be bound by the revised terms.&nbsp.\nIf You do not agree to the new terms, please\nstop using our Services.</p>\n<p>\n<b>19.\n</b>\n<b>ADVERTISERS'\nLINKS</b>\n</p>\n<p>The Company disclaims Your\ncommunications or subsequent transactions with the advertisers or promoters,\nwhose links can be found on or through this Website, including without\nlimitation, payment and/or delivery of related goods or services, and/or any\nother terms, conditions, warranties or representations associated with such\ndealings.\nYou acknowledge and agree that the Company shall not be responsible\nor liable for any loss or damage incurred as a result of any such dealing(s) or\nas a result of the presence of such advertisers' links on the Website.</p>\n<p>\n<b>20.\n</b>\n<b>DISCLAIMERS</b>\n</p>\n<p>a.&nbsp;&nbsp;&nbsp;&nbsp.\nThe Company shall not be responsible for any incorrect\nor inaccurate content posted or stored on the servers of the Website or in\nconnection with any features thereof, whether caused by users of the Website or\nby any of the equipment or programming associated with the Website;</p>\n<p>b.&nbsp;&nbsp;&nbsp;&nbsp.\nThe Company shall not be responsibility for any error,\nomission, interruption, deletion, defect, delay in operation or transmission,\ncommunications line failure, theft or destruction or unauthorized access to, or\nalteration of, any of the features offered through the Website;</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nAppearance of any linked website on this website shall\nnot imply implicit or explicit approval or endorsement of such linked website\nby the Company.\nYou access such third party websites at Your own sole risk.\nThe\nCompany assumes no responsibility for any third party advertisements that are\nposted on this Website, nor does it take any responsibility for the goods or\nservices offered by such advertisers.</p>\n<p>d.&nbsp;&nbsp;&nbsp;&nbsp.\nThe Company shall not be liable for any technical\nmalfunction of telephone network or lines, computer online systems, servers or\nproviders, computer equipment, software, failure of email on account of\ntechnical problems or traffic congestion on the Internet or at any website or\ncombination thereof, including injury or damage to users and/or members or to\nany other person's computer related to or resulting from participating or\ndownloading materials in connection with this Website.</p>\n<p>e.&nbsp;&nbsp;&nbsp;&nbsp.\nThe Company shall not be responsible for the online or\noffline conduct of any user of the Website.</p>\n<p>f.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Company shall not be liable for any loss or damage,\nresulting from use of the Website, from any Content posted or stored on the\nservers of the Website, or from the online or offline conduct of any user(s) of\nthe Website.</p>\n<p>g.&nbsp;&nbsp;&nbsp;&nbsp.\nThe Website is provided on an ‘AS IS’ and ‘AS AVAILABLE’\nbasis.\nTherefore, the Company disclaims any warranty of fitness for a\nparticular purpose or non-infringement in relation with Your use of the\nWebsite.</p>\n<p>h.&nbsp;&nbsp;&nbsp;&nbsp.\nThe Company does not guarantee any specific results\nfrom use of the Website.</p>\n<p>i.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNo advice or information, whether oral or written,\nobtained by You from the Website shall create any warranty not expressly stated\nin this Agreement.</p>\n<p>\n<b>21.\n</b>\n<b>JURISDICTION</b>\n</p>\n<p>THESE TERMS AND THE USE OF THE SERVICES AND SOFTWARE WILL BE GOVERNED BY ST.\nVINCENT &amp.\nTHE GRENADINES LAW EXCEPT FOR ITS CONFLICTS OF LAWS PRINCIPLES.\nALL CLAIMS ARISING OUT OF OR RELATING TO THESE TERMS OR THE SERVICES OR SOFTWARE MUST BE LITIGATED EXCLUSIVELY IN THE FEDERAL OR STATE COURTS OF ST.\nVINCENT, AND BOTH PARTIES CONSENT TO VENUE AND PERSONAL JURISDICTION THERE.&nbsp;</p>\n<p>\n<b>22.\n</b>\n<b>ADDITIONAL\nMISCELLANEOUS LEGAL TERMS</b>\n</p>\n<p>a.&nbsp;&nbsp;&nbsp;&nbsp.\nThis Agreement constitutes the entire agreement between\nYou and the Company with respect to the Services, and supersedes and replaces\nany other agreements, terms and conditions applicable to the Services.</p>\n<p>b.&nbsp;&nbsp;&nbsp;&nbsp.\nThese Terms and Conditions create no third party\nbeneficiary rights.</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp.\nThe failure of the Company to exercise or enforce any\nright or provision of this Agreement shall not operate as a waiver of such\nright or provision.</p>\n<p>d.&nbsp;&nbsp;&nbsp;&nbsp.\nThe Section Titles in this Agreement are for\nconvenience only and have no legal or contractual effect.</p>\n<p>e.&nbsp;&nbsp;&nbsp;&nbsp.\nThis Agreement operates to the fullest extent\npermissible by law.\nIf any provision of this Agreement is unlawful, void or\nunenforceable, that provision is deemed severable from this Agreement and does\nnot affect the validity and enforceability of any remaining provisions.&nbsp.\nIf a Provision and/or Term is found unenforceable,\nan enforceable term and/or provision will be substituted into the Agreement to\nreflect Company's intent as closely as possible.</p>\n<p>f.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou may not assign any of Your rights in and to these\nTerms and Conditions, and any attempt to do so shall be void.\nCompany may\nassign its rights to any of its affiliates or subsidiaries, or to any successor\nin interest of any business associated with these Services.</p>\n<p>g.&nbsp;&nbsp;&nbsp;&nbsp.\nYou and Company are not legal partners or agents.</p>\n<p>&nbsp;</p>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br> FAQ &nbsp.\nPremium features &nbsp.\nAffiliate program &nbsp.\nTerms of service &nbsp.\nPrivacy &nbsp.\nDMCA Policy &nbsp.\nReport abuse &nbsp.\nLink Checker &nbsp.\nContact Us &nbsp.\nRefund and Return Policy © 2015 FileSpace, All Rights Reserved <br> ", "created_at": "2023-03-14 01:32:58.856758", "updated_at": "2023-03-14 01:33:26.23458"}, {"id": 14521, "name": "DMCA Policy", "url": "https://filespace.com/dmcapolicy.html", "xpath": "//body", "text": "Accept<p>By continuing to use this website, you agree to the use of cookies.&nbsp.\nMore information</p>\n<ul>\n<li>Login&nbsp.\n&nbsp;</li>\n<li>Sign Up&nbsp.\n&nbsp;</li>\n<li>Forgot your password?</li>\n<li>\n<ul>\n<li>English</li>\n<li>German</li>\n<li>Thai</li>\n<li>Spanish</li>\n<li>English</li>\n<li>Polish</li>\n<li>Hebrew</li>\n<li>French</li>\n<li>Arabic</li>\n<li>Turkish</li>\n<li>Dutch</li>\n<li>Japan</li>\n<li>Russian</li>\n<li>Indonesia</li>\n</ul>\n</li>\n</ul>\n<br>\n<p>DMCA Policy</p>\n<p>The service provider\nrespects the intellectual property of others and expects users will do the\nsame.&nbsp.\nThe policy of the service provider\nis to respond to clear notices of alleged copyright infringement.&nbsp.\nThe information in such notices should be in\nconformance and compliance with the requirements of the United States Digital\nMillennium Copyright Act (“DMCA”), including but not limited to:</p>\n<p>\n<u>Infringement\nNotification</u>:</p>\n<p>17 USC 512(c)(3)\nElements of notification.— </p>\n<p>(A) To be\neffective under this subsection, a notification of claimed infringement must be\na written communication provided to the designated agent of a service provider\nthat includes substantially the following: </p>\n<p>(i) A\nphysical or electronic signature of a person authorized to act on behalf of the\nowner of an exclusive right that is allegedly infringed.\n</p>\n<p>(ii)\nIdentification of the copyrighted work claimed to have been infringed, or, if\nmultiple copyrighted works at a single online site are covered by a single\nnotification, a representative list of such works at that site.\n</p>\n<p>(iii)\nIdentification of the material that is claimed to be infringing or to be the\nsubject of infringing activity and that is to be removed or access to which is\nto be disabled, and information reasonably sufficient to permit the service\nprovider to locate the material.\n</p>\n<p>(iv)\nInformation reasonably sufficient to permit the service provider to contact the\ncomplaining party, such as an address, telephone number, and, if available, an\nelectronic mail address at which the complaining party may be contacted.\n</p>\n<p>(v) A\nstatement that the complaining party has a good faith belief that use of the material\nin the manner complained of is not authorized by the copyright owner, its\nagent, or the law.\n</p>\n<p>(vi) A\nstatement that the information in the notification is accurate, and under\npenalty of perjury, that the complaining party is authorized to act on behalf\nof the owner of an exclusive right that is allegedly infringed.\n</p>\n<p>(B) </p>\n<p>(i) Subject\nto clause (ii), a notification from a copyright owner or from a person\nauthorized to act on behalf of the copyright owner that fails to comply\nsubstantially with the provisions of subparagraph (A) shall not be considered\nunder paragraph (1)(A) in determining whether a service provider has actual\nknowledge or is aware of facts or circumstances from which infringing activity\nis apparent.\n</p>\n<p>(ii) In a\ncase in which the notification that is provided to the service provider’s\ndesignated agent fails to comply substantially with all the provisions of\nsubparagraph (A) but substantially complies with clauses (ii), (iii), and (iv)\nof subparagraph (A), clause (i) of this subparagraph applies only if the\nservice provider promptly attempts to contact the person making the\nnotification or takes other reasonable steps to assist in the receipt of\nnotification that substantially complies with all the provisions of\nsubparagraph (A).</p>\n<p>Send the written\ncommunications to the following address:</p>\n<p>Lewis Kohn &amp.\nWalker LLP</p>\n<p>Attn: FileSpace DMCA Complaint</p>\n<p>15030 Avenue of Science, Suite 201</p>\n<p>San Diego, CA 92128</p>\n<p>USA</p>\n<p>&nbsp;</p>\n<p>Without\nadmitting any liability for such alleged infringement under United States or\nany other law, service provider’s response to these notices may include\nremoving or disabling access to material claimed to be the subject of\ninfringing activity and/or terminating the user account or user that made the\nmaterial available.\nIf service provider removes or disables access in response\nto such a notice, service provider will take reasonable steps to notify the\nuser who made the claimed material available that service provider has removed\nor disabled access to the material.&nbsp.\nSuch\nusers may make a counter notification pursuant to the DMCA (see below).\nAs with\nmany legal notices, the notices and information regarding the notices may be\npublished to or by third parties (see e.g., www.chillingeffects.org).</p>\n<p>\n<u>Counter Notification</u>:</p>\n<p>Pursuant to\nthe DMCA, the administrator of an affected site or the provider of affected\ncontent may make a counter notification pursuant to United States Code Title 17\nsections 512(g)(2) and (3) thereof, as provided below.\nWhen service provider receives\na counter notification, service provider may reinstate the material in\nquestion.</p>\n<p>17 USC 512:</p>\n<p>(g)\nReplacement of Removed or Disabled Material and Limitation on Other Liability.—\n</p>\n<p>(1) No\nliability for taking down generally.— Subject to paragraph (2), a service\nprovider shall not be liable to any person for any claim based on the service\nprovider’s good faith disabling of access to, or removal of, material or\nactivity claimed to be infringing or based on facts or circumstances from which\ninfringing activity is apparent, regardless of whether the material or activity\nis ultimately determined to be infringing.\n</p>\n<p>(2)\nException.— Paragraph (1) shall not apply with respect to material residing at\nthe direction of a subscriber of the service provider on a system or network\ncontrolled or operated by or for the service provider that is removed, or to\nwhich access is disabled by the service provider, pursuant to a notice provided\nunder subsection (c)(1)(C), unless the service provider— </p>\n<p>(A) takes\nreasonable steps promptly to notify the subscriber that it has removed or\ndisabled access to the material.\n</p>\n<p>(B) upon\nreceipt of a counter notification described in paragraph (3), promptly provides\nthe person who provided the notification under subsection (c)(1)(C) with a copy\nof the counter notification, and informs that person that it will replace the\nremoved material or cease disabling access to it in 10 business days.\nand </p>\n<p>(C) replaces\nthe removed material and ceases disabling access to it not less than 10, nor\nmore than 14, business days following receipt of the counter notice, unless its\ndesignated agent first receives notice from the person who submitted the\nnotification under subsection (c)(1)(C) that such person has filed an action\nseeking a court order to restrain the subscriber from engaging in infringing\nactivity relating to the material on the service provider’s system or network.</p>\n<p>(3) Contents\nof counter notification.— To be effective under this subsection, a counter\nnotification must be a written communication provided to the service provider’s\ndesignated agent that includes substantially the following: </p>\n<p>(A) A\nphysical or electronic signature of the subscriber.\n</p>\n<p>(B)\nIdentification of the material that has been removed or to which access has\nbeen disabled and the location at which the material appeared before it was\nremoved or access to it was disabled.\n</p>\n<p>(C) A\nstatement under penalty of perjury that the subscriber has a good faith belief\nthat the material was removed or disabled as a result of mistake or\nmisidentification of the material to be removed or disabled.\n</p>\n<p>(D) The\nsubscriber’s name, address, and telephone number, and a statement that the\nsubscriber consents to the jurisdiction of Federal District Court for the\njudicial district in which the address is located, or if the subscriber’s\naddress is outside of the United States, for any judicial district in which the\nservice provider may be found, and that the subscriber will accept service of process\nfrom the person who provided notification under subsection (c)(1)(C) or an\nagent of such person.</p>\n<p>Send the written\ncommunications to the following address:</p>\n<p>Lewis Kohn &amp.\nWalker LLP</p>\n<p>Attn: FileSpace DMCA Complaint</p>\n<p>15030 Avenue of Science, Suite 201</p>\n<p>San Diego, CA 92128</p>\n<p>USA</p>\n<br>\n<p>Use our Contact Form</p>\n<br>\n<p>Or email to </p>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br> FAQ &nbsp.\nPremium features &nbsp.\nAffiliate program &nbsp.\nTerms of service &nbsp.\nPrivacy &nbsp.\nDMCA Policy &nbsp.\nReport abuse &nbsp.\nLink Checker &nbsp.\nContact Us &nbsp.\nRefund and Return Policy © 2015 FileSpace, All Rights Reserved <br> ", "created_at": "2023-03-14 01:32:58.887432", "updated_at": "2023-03-14 01:33:43.536683"}, {"id": 14522, "name": "PRIVACY POLICY", "url": "https://filespace.com/privacy.html", "xpath": "//body", "text": "Accept<p>By continuing to use this website, you agree to the use of cookies.&nbsp.\nMore information</p>\n<ul>\n<li>Login&nbsp.\n&nbsp;</li>\n<li>Sign Up&nbsp.\n&nbsp;</li>\n<li>Forgot your password?</li>\n<li>\n<ul>\n<li>English</li>\n<li>German</li>\n<li>Thai</li>\n<li>Spanish</li>\n<li>English</li>\n<li>Polish</li>\n<li>Hebrew</li>\n<li>French</li>\n<li>Arabic</li>\n<li>Turkish</li>\n<li>Dutch</li>\n<li>Japan</li>\n<li>Russian</li>\n<li>Indonesia</li>\n</ul>\n</li>\n</ul>\n<br>\n<p>\n<b>PRIVACY POLICY</b>\n</p>\n<p>Last Updated: &nbsp;February 25, 2014</p>\n<p>Bayside Ltd (“Company”) respect your Privacy\nand are committed to maintaining the privacy and confidentiality of personal\ndata we collect.\nThe purpose of our Privacy Policy is to demonstrate our\ncommitment to the privacy and protection of all persons who provide personal\ndata to Company and its affiliates.\nThis Privacy Policy describes the ways we\ncollect information from and about you, and what we do with the information, so\nthat you may decide whether or not to provide information to us.</p>\n<p>This Privacy Policy provides our\npolicies and procedures for collecting, using, and disclosing your\ninformation.&nbsp.\nUsers can access the\nFileSpace.com Service (the “Service”) through www.filespace.com (“Website”), applications\non Devices through Application Programming Interfaces (“APIs”), and through third-parties.&nbsp.\nA\n“Device” is any computer used to access the Service, including without\nlimitation a desktop, laptop, mobile telephone, tablet or other consumer electronic\ndevice.&nbsp.\nThis Privacy Policy governs your\naccess of the Service, regardless of how you access it, and by using our\nServices you consent to the collection, transfer, processing, storage,\ndisclosure and other uses described in this Privacy Policy.&nbsp.\nAll of the different forms of data, content,\nand information described below are collectively referred to as “information.”</p>\n<p>As you also agreed and\nacknowledge via our Terms of Service, by visiting Company Websites or are\notherwise providing your personal information to Company via any other means,\nyou are accepting and consenting to the practices described in this Privacy\nPolicy.\n&nbsp;&nbsp;&nbsp;If You\nlater decide to opt out of this Privacy Policy, you must opt out complete of\nthe Terms of Service.</p>\n<p>For purposes of this Privacy\nPolicy, the term “visitor” includes users of our Website who are not yet\ncustomers, those who become customers, as well as those who do not become\ncustomers.\nwhether or not the user uploads information to our Website,\ndownloads it, or is merely visiting our Website.\nVisitors can choose not to\nprovide certain information when using our Website, however they might not be\nable to take advantage of many of the Website’s features.</p>\n<p>\n<b>1.&nbsp;&nbsp;&nbsp.\n&nbsp;THE INFORMATION WE COLLECT AND STORE</b>\n</p>\n<p>The information we collect may\ninclude your personal information, such as your name, contact information,\nfinancial account numbers, IP addresses, Live Chat Messages, Telephone\nconversations, product and service selections and orders or other things that\nidentify you individually.\n</p>\n<p>Generally, we may collect\ninformation about you in the following manners: </p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou may provide your personal information to us\nvia chat, email or other written correspondence, telephone calls, web based\nforms, or other means.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe use automated technical means to collect\ninformation about all Website visitors for example by use of cookies.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nVia third party providers.\n</p>\n<p>\n<b>\n<u>Information You Provide</u>\n</b>\n</p>\n<p>When you register an account, we\ncollect some personal information, such as your name, phone number, credit card\nor other billing information, email address and home and business postal\naddresses.\nYou may also ask us to import your contacts by giving us access to\nyour third party services (for example, your email account) or to use your\nsocial networking information if you give us access to your account on social\nnetwork connection services.\nWhen you invite others to join our Service by\nusing our referral page, we may send them an email for that referral.\nYou may\nalso provide us with your contacts’ email addresses when sharing folders or\nfiles with them.\nWe may also receive Personal Information (for example, your\nemail address) through other users, for example if they have tried to share\nsomething with you or tried to refer our Service to you.\n</p>\n<p>\n<b>\n<u>Files</u>\n</b>\n</p>\n<p>We collect and store the files\nyou upload, download, or access with our Service (“Files”).\nIf you add a file\nto your filespace.com account that has been previously uploaded by you or\nanother user, we may associate all or a portion of the previous file with your\naccount rather than storing a duplicate.</p>\n<p>\n<b>\n<u>Log Data </u>\n</b>\n</p>\n<p>When you use the Service, we\nautomatically record information from your Device, its software, and your\nactivity using the Service.\nThis may include the Device’s Internet Protocol\n(“IP”) address, browser type, the web page visited before you came to our Website,\ninformation you search for on our Website, locale preferences, identification\nnumbers associated with your Devices, your mobile carrier, date and time stamps\nassociated with transactions, system configuration information, metadata\nconcerning your Files, and other interactions with the Service.</p>\n<p>\n<b>\n<u>Cookies </u>\n</b>\n</p>\n<p>We also use “cookies” to collect\ninformation and improve our Services.\nA cookie is a small data file that we\ntransfer to your Device.\nWe may use “persistent cookies” to save your\nregistration ID and login password for future logins to the Service.\nWe may use\n“session ID cookies” to enable certain features of the Service, to better\nunderstand how you interact with the Service and to monitor aggregate usage and\nweb traffic routing on the Service.\nYou can instruct your browser, by changing\nits options, to stop accepting cookies or to prompt you before accepting a\ncookie from the websites you visit.\nIf you do not accept cookies, however, you\nmay not be able to use all aspects of the Service.\n&nbsp;</p>\n<p>\n<b>\n<u>Links to non-Company Websites </u>\n</b>\n</p>\n<p>We may provide links to\nthird-party websites for your convenience and information.\nThe privacy\npractices of those sites may differ from Company practices and are not\ncontrolled by Company and covered by this Privacy Policy.\nWe do not make any\nrepresentations about third-party websites.\nWe encourage you to review their\nprivacy policies before submitting your personal data.\n</p>\n<p>\n<b>\n<u>Sensitive Information</u>\n</b>\n</p>\n<p>We will not intentionally\ncollect or maintain, and do not want you to provide, any information regarding\nyour medical or health condition, race or ethnic origin, political opinions,\nreligious or philosophical beliefs or other personal sensitive information.\n</p>\n<p>\n<b>\n<u>Children’s Online Privacy Protection</u>\n</b>\n</p>\n<p>Our services are not designed\nfor or directed to minors or children under the age of 13, and we will not\nintentionally collect or maintain information about anyone under the age of\n13.&nbsp.\nWe do not knowingly collect\npersonally identifiable information from children under 13.&nbsp.\nIf a parent or guardian becomes aware that\nhis or her child as provided us with Personal Information without their\nconsent, he or she should contact us at helpdsk@filespace.com,&nbsp.\nIf we become aware that a child under 13 has\nprovided us with Personal Information, we will take such steps to delete such information\nfrom our files.</p>\n<p>\n<b>Changes/Access/Disputes/CancellationShould</b> You request changes to Your\ninformation, send written notice to: Bayside Ltd, 112 Bonadie Street, Kingstown, St.\nVincent &amp.\nthe Grenadines&nbsp.\n</p>\n<p>Should You request access to Your information, send written notice to: Bayside Ltd, 112 Bonadie Street, Kingstown, St.\nVincent &amp.\nthe Grenadines&nbsp.\n</p>\n<p>Should you have disputes concerning Our Privacy Policy, send written\nnotice to: Bayside Ltd,112 Bonadie Street, Kingstown, St.\nVincent &amp.\nthe Grenadines<b>.</b>We always reserve the right to\ncancel any remaining term of Your agreement with us.</p>\n<p>\n<b>2.\n&nbsp;&nbsp;WHAT DO WE USE THIS\nINFORMATION FOR?</b>\n</p>\n<p>\n<b>\n<u>Personal Information</u>\n</b>\n</p>\n<p>In the course of using the\nService, we may collect personal information that can be used to contact or\nidentify you (“Personal Information”).&nbsp.\nPersonal Information is or may be used: (i) to provide and improve our\nService, (ii) to administer your use of the Service, (iii) to better understand\nyour needs and interests, (iv) to improve your experience, and (v) to provide\nor offer software updates and product announcements.&nbsp.\nWe may also use your information to process\nany service requests, process payments, provide advertising, communicate with\nyou about files, provide access to secure areas of the Website, recommend\nmerchandise and services that might be of interest to you, to personalize your\nvisit to our Website, and to enable us to review develop and continually\nimprove the products services and offers we provide online.&nbsp;&nbsp.\nWe also use this information to prevent or\ndetect fraud or abuses of our Website and to enable third parties to carry out\ntechnical, logistical or other functions on our behalf.\n&nbsp;</p>\n<p>\n<b>\n<u>Geo-Location Information</u>\n</b>\n</p>\n<p>Some Devices allow applications\nto access real-time location-based information (for example, GPS).\nOur mobile\napps do not collect such information from your mobile device at any time while\nyou download or use our mobile apps as of the date this policy went into\neffect, but may do so in the future with your consent to improve our Services.\nSome photos and videos you place in our Storage may contain recorded location\ninformation.\nWe may use this information to optimize your experience.\nIf you do\nnot wish to share files embedded with your geo-location information with us,\nplease do not upload them.\nIf you don’t want to store location data in your\nphotos or videos, please consult the documentation for your camera to turn off\nthat feature.\nAlso, some of the information we collect from a Device, for\nexample IP address, can sometimes be used to approximate a Device’s location.\n</p>\n<p>\n<b>\n<u>Analytics</u>\n</b>\n</p>\n<p>We also collect some information\n(ourselves or using third party services) using logging and cookies, such as IP\naddress, which can sometimes be correlated with Personal Information.\nWe use\nthis information for the above purposes and to monitor and analyze use of the\nService, for the Service’s technical administration, to increase our Service’s\nfunctionality and user-friendliness, and to verify users have the authorization\nneeded for the Service to process their requests.\n</p>\n<p>\n<b>\n<u>Other Information You Provide To Us </u>\n</b>\n</p>\n<p>Other Information you provide to\nus to correspond with you about services you may be interested in may be\nprovided to third parties.\nIf you elect to purchase a service online using a\nweb form, we will use the information to establish your account.\nInformation\nyou submit in writing, such as chat, email, and web form information is\narchived and may be tied to information that we collect about your web visits.\n&nbsp;Your telephone call may be recorded for\ntraining purposes and we may enter information you provide via telephone into\nour systems to use for the purposes described in this paragraph.</p>\n<p>\n<b>3.\nINFORMATION SHARING AND DISCLOSURE OF PERSONAL INFORMATION </b>\n</p>\n<p>\n<b>\n<u>Your Use.</u>\n</b>\n<b>\n<u>\n</u>\n</b>\n</p>\n<p>We will display your Personal\nInformation in your profile page and elsewhere on the Service according to the\npreferences you set in your account.\nAny information you choose to provide\nshould reflect how much you want others to know about you.\nPlease consider\ncarefully what information you disclose in your profile page and your desired\nlevel of anonymity.\nYou can review and revise your profile information at any\ntime.</p>\n<p>We do not sell your personal\ninformation to third parties.\nWe may share or disclose your information with\nyour consent, for example if you use a third party application to access your\naccount (see below).\nThrough certain features of the Service, you may also have\nthe ability to make some of your information public.\nPublic information may be\nbroadly and quickly disseminated.</p>\n<p>\n<b>\n<u>Service Providers, Business Partners and\nOthers.</u>\n</b>\n<b>\n<u>\n</u>\n</b>\n</p>\n<p>We may use certain trusted third\nparty companies and individuals to help us provide, analyze, and improve the\nService (including but not limited to data storage, maintenance services,\ndatabase management, web analytics, payment processing, and improvement of the\nService’s features).\nThese third parties may have access to your information\nonly for purposes of performing these tasks on our behalf and under obligations\nsimilar to those in this Privacy Policy.\n</p>\n<p>\n<b>\n<u>Third-Party Applications.\n</u>\n</b>\n</p>\n<p>We may share your information\nwith a third party application with your consent, for example when you choose\nto access our Services through such an application.\nWe are not responsible for\nwhat those parties do with your information, so you should make sure you trust\nthe application and that it has a privacy policy acceptable to you.\n</p>\n<p>\n<b>\n<u>Compliance with Laws and Law Enforcement\nRequests.\nProtection of Company's Rights.</u>\n</b>\n<b>\n<u>\n</u>\n</b>\n</p>\n<p>We may disclose to parties\noutside files stored in your account and information about you that we collect\nwhen we have a good faith belief that disclosure is reasonably necessary to (a)\ncomply with a law, regulation or compulsory legal request.\n(b) protect the\nsafety of any person from death or serious bodily injury.\n(c) prevent fraud or\nabuse of our Service or its users.\nor (d) to protect our property rights.\nIf we\nprovide your files to a law enforcement agency as set forth above, we will\nremove our encryption from the files before providing them to law enforcement.\nHowever, we will not be able to decrypt any files that you encrypted prior to\nstoring them with our Service.\n</p>\n<p>\n<b>\n<u>Business Transfers.\n</u>\n</b>\n</p>\n<p>If we are involved in a merger,\nacquisition, or sale of all or a portion of our assets, your information may be\ntransferred as part of that transaction, but we will notify you (for example,\nvia email and/or a prominent notice on our website) of any change in control or\nuse of your Personal Information or Files, or if either become subject to a\ndifferent Privacy Policy.\nWe will also notify you of choices you may have\nregarding the information.\n</p>\n<p>\n<b>\n<u>Non-private or Non-Personal Information.</u>\n</b>\n<b>\n<u>\n</u>\n</b>\n</p>\n<p>We may disclose your\nnon-private, aggregated, or otherwise non-personal information, such as usage\nstatistics of our Service.\n</p>\n<p>\n<b>4.\n&nbsp;SECURITY OF YOUR INFORMATION</b>\n</p>\n<p>Company is committed to industry\nbest practices approaches concerning security measures to prevent the loss,\nmisuse and alteration of the information in our possession.\nWe use various\nsecurity measures to protect the information we collect, as appropriate to the\ntype of information, including encryption, firewalls, and access controls.\nWe\nstore information you provide to us on a computer system located in a\ncontrolled facility with a limited access.\nVisitor textual information is\nencrypted during transmission, our Company databases are accessible only by\nCompany employees, contractors and agents on a need to know basis and who have\nentered into and are bound by a confidentiality and nondisclosure agreement\nwith Company.\n&nbsp;</p>\n<p>\n<b>5.&nbsp.\nDATA INTEGRITY </b>\n</p>\n<p>Personal data we collect is\nrelevant for the purposes for which it is to be used.\nCompany takes reasonable\nsteps to ensure that data is reliable for its intended use, accurate, complete,\nand current.\n&nbsp;</p>\n<p>\n<b>6.\nVERIFICATION </b>\n</p>\n<p>Company utilizes the\nself-assessment approach to assure its compliance with its Privacy Policy.&nbsp.\nCompany regularly verifies that the Privacy\nPolicy is accurate, comprehensive, prominently displayed, completely implemented\nand in conformity with the Safe Harbor Principles and conducts its\nself-assessment on an annual basis to ensure that all relevant privacy\npractices are being followed.\n&nbsp;</p>\n<p>\n<b>7.&nbsp;&nbsp.\nCHANGES </b>\n</p>\n<p>Our business changes constantly\nand our Privacy Policy may also change from time to time.\nYou should check our\nwebsite frequently to see recent changes.\nhowever, we will never materially\nchange our policies and practices to make them less protective of personal\ninformation collected in the past without your prior consent.&nbsp.\nBy continuing to use the Service after\nchanges have become effective, you agree to be bound by the revised Privacy\nPolicy.&nbsp.\nThis Privacy Policy was last\nupdated on July 1, 2015.</p> iness Transfers.\n<p>\n</p>\n<p>If we are involved in a merger, acquisition, or sale of\nall or a portion of our assets, your information may be transferred as part of\nthat transaction, but we will notify you (for example, via email and/or a\nprominent notice on our website) of any change in control or use of your\nPersonal Information or Files, or if either become subject to a different\nPrivacy Policy.\nWe will also notify you of choices you may have regarding the information.</p>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>Non-private or Non-Personal Information.\n</u>\n</b>\n</p>\n<p>We may disclose your non-private, aggregated, or\notherwise non-personal information, such as usage statistics of our Service.\n</p>\n<p>\n<b>4.&nbsp.\nSECURITY OF YOUR\nINFORMATION</b>\n</p> Company is committed to\nindustry best practices approaches concerning security measures to prevent the\nloss, misuse and alteration of the information in our possession.\nWe use\nvarious security measures to protect the information we collect, as appropriate\nto the type of information, including encryption, firewalls, and access\ncontrols.\nWe store information you provide to us on a computer system located\nin a controlled facility with a limited access.\nVisitor textual information is\nencrypted during transmission, our Company databases are accessible only by Company\nemployees, contractors and agents on a need to know basis and who have entered\ninto and are bound by a confidentiality and nondisclosure agreement with Company.\n<p>\n</p>\n<p>\n<b>5.&nbsp.\nDATA INTEGRITY</b>\n</p>\n<p>Personal data we collect is\nrelevant for the purposes for which it is to be used.\nCompany takes reasonable\nsteps to ensure that data is reliable for its intended use, accurate, complete,\nand current.\n</p>\n<p>\n<b>6.&nbsp;VERIFICATION</b>\n</p>\n<p>Company utilizes the\nself-assessment approach to assure its compliance with its Privacy Policy.\n&nbsp;Company regularly verifies that the Privacy\nPolicy is accurate, comprehensive, prominently displayed, completely\nimplemented and in conformity with the Safe Harbor Principles and conducts its\nself-assessment on an annual basis to ensure that all relevant privacy\npractices are being followed.\n</p>\n<p>\n<b>7.&nbsp.\n&nbsp;CHANGES</b>\n</p>\n<p>Our business changes\nconstantly and our Privacy Policy may also change from time to time.\nYou should\ncheck our website frequently to see recent changes.\nhowever, we will never\nmaterially change our policies and practices to make them less protective of\npersonal information collected in the past without your prior consent.&nbsp.\nBy continuing to use the Service after\nchanges have become effective, you agree to be bound by the revised Privacy\nPolicy.&nbsp.\nThis Privacy Policy was last\nupdated on July 23, 2013.<br>\n&nbsp.\n</p>\n<p>&nbsp;</p>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br> FAQ &nbsp.\nPremium features &nbsp.\nAffiliate program &nbsp.\nTerms of service &nbsp.\nPrivacy &nbsp.\nDMCA Policy &nbsp.\nReport abuse &nbsp.\nLink Checker &nbsp.\nContact Us &nbsp.\nRefund and Return Policy © 2015 FileSpace, All Rights Reserved <br> ", "created_at": "2023-03-14 01:32:58.918276", "updated_at": "2023-03-14 01:33:54.023083"}], "points": [], "urls": ["filespace.com"]}}