{"error": 448, "message": "OK", "parameters": {"id": 8000, "name": "Emma Technologies", "created_at": "2023-04-15 16:24:02.376312", "updated_at": "2023-04-22 11:50:41.327671", "wikipedia": null, "keywords": null, "related": null, "slug": "emma-technologies", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8000.png", "url": "emma-app.com", "documents": [{"id": 15485, "name": "Terms and Conditions", "url": "https://emma-app.com/terms", "xpath": "//body", "text": "CommunityFeaturesBudgetInvestPaySaveAbout usFAQGet StartedTerms and Conditions1.\nOur agreement<p>1.1 Emma Technologies LTD (\"Emma\", “Emma Technologies”, \"our\", or \"us\") is a company registered in England and Wales whose registered office is at 6 The Orchard, Lightwater, England, GU18 5YS, and whose registered number is 10578464.\n</p>\n<p>1.2 Emma is registered with the Financial Conduct Authority under the Payment Services Regulations 2017 for the provision of payment services.\nReference no.\n794952</p>\n<p>1.3 By accessing or using the Emma Technologies website, the Emma Technologies service or any Emma Technologies applications (including the mobile application (the \"App\")) made available by Emma Technologies and the Emma Technologies algorithm (the “Algorithm” and together, the \"Service\"), you confirm that you accept these terms of use (\"Terms of Use\") and that you agree to be bound by them.\nIf you do not agree to these Terms of Use, you must not use the Service.\nThe Service is owned, operated and controlled by Emma Technologies.1.4 These Terms of Use (together with our Privacy &amp.\nCookie Policy) set out the terms on which you may make use of the Service and set out in detail your rights and responsibilities to us and our rights and responsibilities to you during your use of the Service.1.5 Please read these Terms of Use carefully before you start to use the Service as they will apply to your use of the Service.\nWe recommend that, wherever possible, you print or save a copy of them for future reference.</p>2.\nThe Service<p>2.1 Emma provides a personal finance information management service that allows you to consolidate and track your financial information (the \"Service\").\nBy using the Service you warrant that you are at least 18 years old and a resident of the United Kingdom.</p>\n<p>2.2 The Service will allow you to:</p>\n<ul>\n<li>upload details of your accounts maintained at third party sites (\"Accounts\").\nand</li>\n<li>access details of transactions and balances on Accounts.</li>\n</ul>\n<p>2.3 The purpose of the Service is to show you all your financial information in one place.\nWe monitor and analyse your Personal Account.\nBased upon our Algorithm, we identify recurring payments, overdrafts, low balances, refunds and other elements that are displayed to you.</p>\n<p>2.4 You acknowledge and agree that the Service is not endorsed or sponsored by the providers of your Personal Accounts.</p>3.\nAccess to the Service<p>3.1 Access to the Service will be through our site or App.\nYour use of the App remains at all times subject to the terms and conditions and privacy policies of the relevant app store from which you downloaded it, being one of: the Google Play store.\nor the Apple App Store, each an \"App Store\".\nTo the extent that there is a conflict between those terms and conditions and these Terms of Use, these Terms of Use shall take priority.</p>\n<p>3.\n2 You must not allow anyone to access the Service on your behalf.\nYou must treat as confidential the information you provide as part of our security procedures, and you must not disclose it to any third party.</p>4.\nAccess to Personal Accounts<p>4.1 To use the Service, you must first provide your Personal Account login details to our Trusted Partners, TrueLayer LTD (“TrueLayer”) or Salt Edge Inc (\"Saltedge\").\nOur Trusted Partners will then automatically download transactional information relating to your Personal Account(s) and continue to do so at certain times until you withdraw your consent for it to do so.\nOur Trusted Partners will only provide us with a ‘screen grab’ of your Personal Account transaction information and will not initiate any payments from your Personal Account(s).\n</p>\n<p>4.2 You grant to us and our Trusted Partners a non-exclusive, royalty-free licence to use the information in your Personal Account(s) for all purposes connected with the Service or referred to in these Terms or the Privacy Policy, with the right to use, modify, display, distribute and create new material using or incorporating such information to provide the Service to you.\nOur Trusted Partners and us may also use, sell, license, reproduce, distribute and disclose aggregate, non-personally identifiable information that is derived through your use of the Service.\nBy submitting information, you agree (without the payment of any fees), that our Trusted Partners and us may use the information for the purposes set out above.</p>\n<p>4.3 You are permitted to use content delivered to you through the Service only on our site or App.\nYou may not copy, reproduce, distribute, or create derivative works from this content.\n</p>\n<p>4.4 By providing your account details to our Trusted Partners, you agree and grant our Trusted Partners permission to aggregate your personal data, which may then be stored outside of your own country to the extent permitted by applicable law.</p>\n<p>4.5 You agree that when we retrieve your information relating to your Personal Accounts or your information required as part of the provision of the Service, we are doing so as your representative and on your behalf and not on behalf of or in the name of any third party.</p>\n<p>4.6 You agree that we will be entitled to disclose your identity and information relating to your Personal Account(s) to third parties if we are required to do so by any applicable law or court order.</p>\n<p>4.7 We do not check the accuracy of the Personal Accounts information and personal information you provide to us and we rely on you and your Personal Account providers to ensure that the Personal Accounts information and personal information you provide to us is up to date and accurate.</p>\n<p>4.8 By using the Service, you represent that you are the legal owner of the data in your Personal Accounts and that you have the authority to appoint, and do expressly appoint, our Trusted Partners and/or its third party providers as your agent and grant a limited power of attorney to access and retrieve such data on your behalf.</p>\n<p>4.9 For our compliance purposes and in order to provide the Service to you, you hereby authorise us to, directly or through a third-party, obtain, verify, and record information and documentation that helps us verify your identity and Personal Account information.\nWhen you register for the Service and from time to time thereafter, we may require you to provide and/or confirm information and documentation that will allow us to identify you.</p>\n<p>4.10 You agree that our third-party services providers are third-party beneficiaries of the applicable provisions of these Terms, with all rights to enforce such provisions as if such service providers were a party to these Terms.</p>5.\nYour privacy and cookies <p>5.1 We use cookies and similar technologies to provide the Service.\nBy using the Service, you agree to the terms of our Privacy &amp.\nCookie Policy, which forms part of these Terms of Use and our agreement with you.\nPlease click here for more information: https://emma-app.com/privacy.</p>6.\nYour behaviour towards Emma<p>6.1 You must not access without authority, penetrate, interfere with, damage or disrupt (or attempt to do any of the same) any part of the Service or its security measures, any servers, other equipment or networks connected to the Service or on which it is stored or any software used in the provision of the Service, including in each case by transmitting any worms, computer viruses, malware, logic bombs, Trojan horses, spyware, harmful components or any other software, code or data of a corrupt, destructive, malicious or disruptive nature (together \"Viruses\").</p>\n<p>6.2 You may not inject content or code or otherwise alter or interfere with the way any page of the Service is rendered or displayed in a user’s browser or device.\n</p>\n<p>6.3 You must not access the Service via a means not authorised by Emma, including, but not limited to, automated devices, scripts, bots, spiders, crawlers or scrapers (except for standard search engine technologies which are used by a search engine with Emma’s express written consent).</p>\n<p>6.4 You must not change, modify, adapt or alter the Service or change, modify, adapt or alter another website so as to inaccurately imply an association with the Service or with Emma.</p>\n<p>6.5 Emma does not accept unsolicited content, information, ideas, suggestions or other materials except where Emma has set out specific criteria and conditions for submitting them and you agree not to submit them except in accordance with those criteria and conditions.</p>\n<p>6.6 Where you do submit unsolicited content, information, ideas, suggestions or other materials submitted in breach of this paragraph 6, you agree that we may use such content, information, ideas, suggestions or other materials for any purpose whatsoever, including, without limitation, developing and marketing products and services without any liability or payment or recognition of any kind to you.</p>7.\nThird party packages and services<p>7.1 Your browsing and interaction on any other website or your use of other services, including websites and services which have a link to the Service, is subject to the rules and policies of the relevant website or service.\nPlease read the rules and policies applicable to that website or service before proceeding.</p>\n<p>7.2 The Service, or communications from it or comments within it, may include links to third-party websites, applications or features (\"Third Party Services\").\nThese links are provided for your information only.</p>\n<p>7.3 Emma does not control, maintain or endorse Third Party Services and you acknowledge and agree that your use of them is at your own risk.\nWe assume no responsibility for the content or operation of Third Party Services and we will not be liable for any loss or damage that may arise from your use of them (or such content).</p>8.\nWeb data: charges and security<p>8.1 You agree that you are responsible for any and all data charges you incur from mobile service providers, internet service providers or other data providers in using the Service.</p>\n<p>8.2 We cannot guarantee that the Service will always be free from Viruses.\nYou are responsible for configuring your information technology (including your mobile telephone) in order to access the Service and for the security of your internet connection.\nYou should use your own virus protection software.</p>9.\nOur right to vary these Terms<p>9.1 We expect to need to update or amend these Terms from time to time to comply with law or to meet our changing business requirements.</p>\n<p>9.2 We reserve the right, in our sole discretion, to change these Terms of Use from time to time (\"Amended Terms\").\nUnless we make a change for legal or administrative reasons, we will provide reasonable advance notice before the Amended Terms take effect.\nYou agree that we may notify you of the Amended Terms by posting them on the Service.\nYour use of the Service after the effective date of the Amended Terms (or engaging in such other conduct as we may reasonably specify) constitutes your agreement to the Amended Terms and the Amended Terms will apply to your use of the Service from that point forwards.\nThese Terms of Use will continue to govern any disputes arising before the effective date of the Amended Terms.</p>10.\nWarranties<p>10.1 You expressly understand and agree that:</p>\n<ul>\n<li>Your use of the Service and all information, products and other content (including that of third parties) included in or accessible from the Service is at your sole risk.</li>\n<li>The Service is provided on an \"as is\" and \"as available\" basis.\nOur Trusted Partners and us expressly disclaim all warranties of any kind as to the Service and all information, products and other content (including that of third parties) included in or accessible from the Service, whether express or implied, including, but not limited to the implied warranties of merchantability, fitness for a particular purpose and non-infringement.</li>\n</ul>\n<p>10.2 Our Trusted Partners and us make no warranty that:</p>\n<ul>\n<li>the Service will meet your requirements;</li>\n<li>the Service will be uninterrupted, timely, secure, or error-free;</li>\n<li>the results that may be obtained from the use of the Service will be accurate or reliable;</li>\n<li>the quality of any products, services, information, or other material purchased or obtained by you through the Service will meet your expectations.\nor</li>\n<li>any errors in the technology will be corrected.</li>\n</ul>\n<p>10.3 Any material downloaded or otherwise obtained through the use of the Service is done at your own discretion and risk and you are solely responsible for any damage to your computer system or loss of data that results from the download of any such material.\nNo advice or information, whether oral or written, obtained by you from our Trusted Partners or us through or from the Service will create any warranty not expressly stated in these Terms.</p>11.\nOur liability<p>11.1 If we fail to comply with these Terms, we are responsible for loss or damage you suffer that is a foreseeable result of our breach of these Terms or our negligence, but we are not responsible for any loss or damage that is not foreseeable.\nLoss or damage is foreseeable if it is an obvious consequence of our breach or if it was contemplated by you and us at the time we entered into this Contract.</p>\n<p>11.2 We only provide the Service for domestic and private use.\nYou agree not to use the product for any commercial, business or resale purposes, and we have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</p>\n<p>11.3 We do not in any way exclude or limit our liability for:</p>\n<ul>\n<li>death or personal injury caused by our negligence.\nor</li>\n<li>fraud or fraudulent misrepresentation.</li>\n</ul>\n<p>11.4 Subject to clause 13.3, and to the extent permitted by applicable law, our Trusted Partners will not be liable to you in connection with the Service (including your use or inability to use the Service) for:</p>\n<ul>\n<li>loss of profits or goodwill;</li>\n<li>any statement or conduct on or via the Service by any third party;</li>\n<li>loss of data which is caused by factors other than negligence or breach of statutory duty on the party of us or our Trusted Partners;</li>\n<li>the acts or omissions of the providers of your Personal Account(s);</li>\n<li>the cost to you of obtaining goods or services as substitutes for the Service.\nor</li>\n<li>any other loss or damage suffered by you in connection with the Service.</li>\n</ul>\n<p>11.5 We are not a financial adviser, and the Service is not intended to provide financial advice.\nYour financial situation is unique.\nWe do not make any representations, warranties, or guarantees of any kind that the Service is appropriate for you.</p>12.\nIndemnification<p>12.1 You agree to protect and fully compensate our Trusted Partners and us and our affiliates from any and all third party claims, liability, damages, expenses and costs (including, but not limited to, reasonable solicitors’ fees) caused by or arising from your use of the Service, your violation of these Terms or your infringement, or infringement by any other user of your account, of any intellectual property or other right of anyone.</p>13.\nTermination and suspension<p>13.1 We will determine, in our discretion, whether there has been a breach of these Terms of Use through your use of the Service.\nWhen such a breach has occurred, we may take such action as we deem appropriate, including all or any of the following actions:</p>\n<ul>\n<li>immediate, temporary or permanent withdrawal of your right to use the Service;</li>\n<li>issue of a warning to you.\n</li>\n<li>legal proceedings against you for reimbursement of all costs (including, but not limited to, reasonable administrative and legal costs) resulting from the breach;</li>\n<li>further legal action against you.\nand/or </li>\n<li>disclosure of such information to law enforcement authorities as we reasonably feel is necessary.</li>\n</ul>\n<p>13.2 The responses described above are not limited and we may take any other action we reasonably deem appropriate.</p>14.\nLinking to our website<p>14.1 You may link to any page of our Website, provided that you do so in a way that is legal and that does not damage or take advantage of our reputation nor seeks to do so.</p>\n<p>14.2 You must not suggest any form of association, approval or endorsement on our part where none exists.\n</p>\n<p>14.3 You must not remove, obscure or modify any advertisements, copyright notice or other information on our Website.\nOur Website must not be framed on any other website.\n</p>\n<p>14.4 The website in which you are linking must comply in all respects with the content standards set out in these Terms of Use and we reserve the right to withdraw linking permission without notice.\n</p>15.\nGeneral provisions &amp.\napplicable law<p>15.1 You may not assign, sub-license or otherwise transfer any of your rights and/or obligations under these Terms of Use to any third party.\nYou acknowledge that we may assign, sub-license or otherwise transfer any of our rights and/or obligations under these Terms of Use to any third party at any time.</p>\n<p>15.2 We will have no liability to you for any failure or delay in performing any of our obligations under these Terms of Use to the extent that such failure or delay is caused or contributed to by you or by an event or circumstance beyond our reasonable control.</p>\n<p>15.3 These Terms of Use (together with our Privacy &amp.\nCookie Policy) contain the entire agreement and understanding of the parties relating to the subject matter of the agreement between us and supersede all prior agreements, understandings or arrangements (both oral and written) relating to the same.</p>\n<p>15.4 If any provision of these Terms of Use is found to be invalid for any reason, the invalidity of that provision will not affect the remaining provisions of these Terms of Use, which will remain in full force and effect.</p>\n<p>15.5 Failure by either you or us to exercise any right or remedy under these Terms of Use does not constitute a waiver of that right or remedy.</p>\n<p>15.6 These Terms of Use are governed by English law.\nIf you are a consumer, the courts of England and Wales will, subject to this paragraph 15, have non-exclusive jurisdiction over any claim arising from, or related to, these Terms of Use (unless you are a resident of Northern Ireland, in which case you may bring proceedings in Northern Ireland, or you are a resident of Scotland, in which case you may bring proceedings in Scotland).\nIf a court decides that we cannot rely on a part of these Terms, the rest of the Terms will continue to apply, as each of the provisions of these Terms operate separately.</p>\n<p>15.7 Nothing in paragraph 15 will limit our right to take proceedings against you in any other court of competent jurisdiction, nor will the taking of proceedings in any one or more jurisdiction preclude us from taking proceedings in any other jurisdiction, whether concurrently or not, to the extent permitted by the law of such other jurisdiction.\n</p>16.\nCancelling your account<p>16.1 You may cancel your user account at any time.\nNote, extended periods of inactivity may also result in cancellation or Account Information stored in the Service being made unavailable.\nTo cancel your account email support@emma-app.com with your primary email address.</p>17.\nEnquiries &amp.\ncomplaints <p>17.1 If you have an enquiry or complaint about the Service, or simply wish to get in touch, you should contact our customer services team via our email support@emma-app.com.\nIn the event that you have a complaint we cannot settle, you may be entitled to refer it to the Financial Ombudsman Service (FOS).\nFurther information about the FOS is available from their website www.financial-ombudsman.org.uk.</p>\n<p>You may also submit a dispute for online resolution by using the European Commission Online Dispute Resolution Platform at https://webgate.ec.europa.eu/odr/.</p>\n<p>\n</p>Payment Initiation T&amp;Cs<p>1.\nEmma Technologies offers open banking service for you to link your bank account and fund your Emma account and initiate transfers through the app.</p>\n<p>2.\nEmma Technologies use Safeconnect Ltd to link your bank account to your Emma account and to initiate payments from your bank account.</p>\n<p>3.\nWhen you link your bank account or initiate a payment via open banking, you will be redirected to your bank by Safeconnect in order to authenticate yourself, and Safeconnect Service Terms will apply.</p>\n<p>4.\nThe Service Terms set out the terms on which Safeconnect is initiating payment from your bank account and accessing information on your payment accounts for the purposes of transmitting that information to Emma Technologies.</p>\n<p>5.\nBy accepting the Emma Technologies’ terms you give explicit consent to Safeconnect to access your financial information in order to provide open banking services.</p>\n<p>6.\nSafeconnect Ltd is a private limited company incorporated and registered in England and Wales with company number 11598433, which is authorised and regulated by the FCA as Authorised Payment Institution, with reference number 827001.</p>\n<p>7.\nSafeconnect is subject of UK and EU data protection law and it is required to treat your data in accordance to those laws.</p>\n<p>8.\nSafe Connect UAB is a private limited liability company organised and existing under the laws of the Republic of Lithuania, registration number 305602679, authorized and regulated by Bank of Lithuania as Authorised Payment Institution.</p>\n<p>9.\nSafeconnect is subject of EU data protection law and it is required to treat your data in accordance to those laws.</p>\n<p>\n</p>\n<p>Thank you for using the Service.</p>\n<p>LAST UPDATED: 1 July 2021</p>AboutBlogCancel SubscriptionsTermsPrivacy PolicyPublic Complaints PolicyTrading TermsPots TermsCareersContact usAffiliate Programme<p>© 2023 Emma Technologies LTD.\nAll Rights Reserved.<br>‍<br>Emma is registered and incorporated in England and Wales.<br>\n</p>\n<p>Emma Technologies Ltd is an appointed representative of RiskSave Technologies Ltd, which is authorised and regulated by the Financial Conduct Authority (FRN 775330).<br>\n<br>Payment services are provided by The Currency Cloud Limited.\nRegistered in England No.\n06323311.\nRegistered Office: Stewardship Building 1st Floor, 12 Steward Street London E1 6FQ.\nThe Currency Cloud Limited is authorised by the Financial Conduct Authority under the Electronic Money Regulations 2011 for the issuing of electronic money (FRN: 900199)<br>\n<br>Emma Technologies LTD is an Introducer Appointed Representative of Quint Group Limited, which is authorised and regulated by the Financial Conduct Authority (FRN 669450).</p>\n<p>Emma is registered with the Financial Conduct Authority under the Payment Services Regulations 2017 for the provision of payment services.<br>\n<br>Financial Conduct Authority Reg Nr: 794952.<br>Company Registration Number: 10578464.<br>Data Protection Registration Number: ZA241546.<br>\n</p>Scan the QR codeFind us on the store<p>Download Emma today and join the millions of people who live a better and more fulfilling financial life.</p>\n", "created_at": "2023-04-15 16:24:02.444228", "updated_at": "2023-04-15 16:24:37.050401"}, {"id": 15484, "name": "Privacy Policy", "url": "https://emma-app.com/privacy", "xpath": "/html/body/div[1]/div[2]", "text": "Privacy Policy<p>\n<strong>Introduction</strong>\n</p>\n<p>\n<strong>‍</strong>Emma Technologies LTD.\n(\"we\" or \"us\"), is a company registered in England and Wales whose registered office is at 6 The Orchard, Lightwater, England, GU18 5YS, and whose registered number is 10578464.\nWe are committed to protecting and respecting your privacy and to providing clear information about the use of your data.\nWe are the data controller for the purposes of the personal data we collect via our website and for the performance of the services listed under the usages of your personal data, below (together, the “Services”).\nWe are registered with the Information Commissioner's Office (the ICO) with registration number: ZA241546.</p>\n<p>‍</p>\n<p>\n<strong>Use of our online Services</strong>\n</p>\n<p>\n<em>Collection of personal data</em>\n</p>\n<p>\n<em>‍</em>When you use our Services we will have access to your personal data that you submit to us and personal data held by Account Servicing Payment Service Providers (i.e.\nany payment service provider, such as a bank or a credit card issuer that maintains an online payment account on your behalf) (“ASPSPs”) (“Personal Data”) for the duration of the transmission.\nSuch Personal Data may include your date of birth, gender, account information, account balance, transactions, information on loans, insurance data and investments data.\nThe manner in which we access, use, process and store your personal data for the provision of the Services is set out below.</p>\n<p>\n<em>Contacts list</em>\n</p>\n<p>Emma transmits the contacts lists on your phone so you can easily make payments to your contacts using the Emma app.\nYou can, of course, choose not to sync your contacts list with Emma.\nThis means that you won't be able to identify which of your mobile phone contacts are Emma customers.</p>\n<p>‍<em>Images</em>\n</p>\n<p>Emma stores the image that you decide to upload when attaching a receipt to a transaction, verifying your identity with us or adding a profile picture to your profile.\nYou can, of course, choose not to upload any of this data.<br>\n</p>\n<p>‍</p>\n<p>\n<strong>Personal Data</strong>\n</p>\n<p>\n<strong>‍</strong>\n<em>Use of your personal data</em>\n</p>\n<p>In order to access and use the main functionality of our Services, we will direct you to use one of our trusted service providers or an ASPSP that implements Open Banking in order to transmit and access information (including personal data) relating to payment accounts (“Account Information”) that you hold with ASPSPs to us.\n</p>\n<p>The information we collect and process will be used to run the Services.</p>\n<p>‍</p>\n<p>\n<strong>Consent</strong>\n</p>\n<p>We’ll be able to access your Account Information (including any Personal data), if you give us explicit consent.\n</p>\n<p>‍<em>How do I withdraw my consent?</em>\n</p>\n<p>If after you provided your consent, you change your mind, you may withdraw your consent by contacting us at our address or at the email address set out in the contact information above.</p>\n<p>‍</p>\n<p>\n<strong>Deletion of Personal Data</strong>\n</p>\n<p>We will not keep your Personal Data for longer than necessary.\nWe will delete your Personal Data as soon as it is no longer needed to provide the Services to you or upon termination of the Terms of Service.\nTo request your data to be deleted, please contact live chat in the app, use the delete function in your profile settings page, or send us an email at support@emma-app.com.\nYour data will be deleted within 30 days from your request.</p>\n<p>Just to let you know, as a regulated financial services provider, we must keep certain customer personal data even when you ask us to delete it.\nIf you've closed your Emma account, we may not be able to delete your entire file because these regulatory responsibilities take priority.\nWe'll generally keep your personal data for seven years after our business relationship with you ends, or such period as may be required by applicable local laws.</p>\n<p>‍</p>\n<p>\n<strong>Disclosure</strong>\n</p>\n<p>We may share your Personal Data with selected third parties, including business partners, suppliers and subcontractors that assist us in the provision of our Service to you.\nThe third-party providers used by us will only collect, use and disclose your information as instructed by us to provide Services to you.</p>\n<p>‍</p>\n<p>‍<strong>Keeping Your Personal Information Secure</strong>\n</p>\n<p>\n<strong>‍</strong>We take the security of your personal information very seriously and have appropriate physical, technical and administrative procedures in place to help protect your personal information from unauthorised access, use or disclosure as required by law in England.\n</p>\n<p>Once we have received your User Information, we will use strict procedures and security features to try to prevent unauthorised access including: by encrypting any Personal Information which we transfer to our banking partner.\nand having in place an agreement with our banking partner which requires it to have in place appropriate measures to safeguard the security of the Personal Information we send to them.</p>\n<p>‍</p>\n<p>\n<strong>Your Rights</strong>\n</p>\n<p>\n<em>Subject Access Requests</em>\n</p>\n<p>You have the right to ask us to provide any personal data we have collected about You, to You.\nShould You wish to do so, please email us at privacy@emma-app.com to make a subject access request detailing:</p>\n<ul>\n<li>your name,</li>\n<li>your address,</li>\n<li>the period of data you’d like access to.</li>\n</ul>\n<p>\n<em>Making a complaint to a supervisory authority</em>\n</p>\n<p>Should you be dissatisfied with the service we provide, You have the right to file a formal complaint to the Information Commissioner's Office at www.ico.org.uk.</p>\n<p>‍</p>\n<p>\n<strong>Changes To This Policy</strong>\n</p>\n<p>\n<strong>‍</strong>If we change this policy, we will post the revised policy here with an updated effective date.\nIf we make significant changes to the policy, we may also notify you by other means such as sending an email or posting a notice on our home page.</p>\n<p>‍</p>\n<p>‍<strong>Cookies Policy</strong>\n</p>\n<p>\n<strong>‍</strong>We collect data about how you interact with our website through the use of cookies.\nOur website uses cookies to distinguish you from other users of our website.\nA cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree.\nCookies contain information that is transferred to your computer's hard drive.\nYou can find out more information about cookies at www.allaboutcookies.org.\nWe use cookies to enhance the online experience of our visitors and to better understand how our Site is used.\nCookies may tell us, for example, whether you have visited our site before or whether you are a new visitor.\nThey can also help to ensure that adverts you see online are more relevant to you and your interests.\nWhen you browse the Site, we automatically receive your computer’s internet protocol (IP) address.\nThis helps us to provide you with a good experience when you browse our website and also allows us to improve our site.\nWhen you use our website (the “Site”), our third parties may be placing and reading cookies (or web beacons) to collect information as a result of ad serving.\nFor further information, How Google uses data when you use our partners’ sites or apps.</p>", "created_at": "2023-04-15 16:24:02.408107", "updated_at": "2023-04-15 16:24:24.155005"}], "points": [], "urls": ["emma-app.com"]}}