{"error": 448, "message": "OK", "parameters": {"id": 9041, "name": "Philips", "created_at": "2023-07-11 01:44:07.960493", "updated_at": "2023-07-11 10:02:13.140147", "wikipedia": null, "keywords": null, "related": null, "slug": "philips", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9041.png", "url": "philips.com", "documents": [{"id": 17692, "name": "Cookie notice ", "url": "https://www.philips.com/a-w/cookie-notice.html", "xpath": "//body", "text": " This page is also available in United States (English) <ul>\n<li>\n<i>\n</i>\n<p>Click here for important information about the recall (USA only) or field safety notice regarding certain Philips Respironics Sleep and Respiratory Care devices ›</p>\n</li>\n</ul>\n<ul>\n<li> Consumer products </li>\n<li> Professional healthcare </li>\n<li> Other business solutions Back Other business solutions <ul>\n<li> Lighting </li>\n<li> Automotive </li>\n<li> Hearing solutions </li>\n<li> Display solutions </li>\n<li> Dictation solutions </li>\n</ul>\n</li>\n<li> About us Back About us <ul>\n<li> About us home </li>\n<li> News </li>\n<li> Innovation </li>\n<li> Environmental, Social and Governance </li>\n<li> Investor Relations </li>\n<li> Careers </li>\n<li> Suppliers </li>\n</ul>\n</li>\n</ul> support search icon <p> Search terms </p> Cookie policy Philips Cookie Notice <p>&nbsp;</p>\n<p>Cookies Notice effective as of</p>\n<p>April, 2017</p> More information about cookies <br>\n<p> Philips aims to make your online experience and interaction as informative, and relevant as possible.\nWe use cookies or similar techniques to achieve this.\nWe feel that it is important that you know what cookies our website uses and for what purposes.\nThis will help to protect your privacy, while ensuring our website's user-friendliness as much as possible.\n</p> What are cookies? <br>\n<p> Cookies are small text files that are stored onto your terminal equipment (computer or mobile device) when you visit certain websites.\nAt Philips we may use similar techniques, such as pixels, web beacons, device fingerprints, etc.\nFor the sake of consistency, all these techniques combined will be hereafter referred to as “cookies”.\n</p> Why are cookies used? <p>\n</p>\n<p>Cookies may be used for many different purposes.\nIn the first place, cookies can be required to make the website function properly.\nFor example, without cookies it would be difficult to make a website remember that you have logged in, or which products you have put in your shopping cart.\nThese are called&nbsp;<em>required cookies</em>.</p>\n<p>&nbsp;</p>\n<p>Cookies can also be used to analyse how a website is used, to count the number of visitors, to learn how the website may be improved.\nWe do not link the website usage statistics and other reports to individual people.\nThese cookies are called&nbsp;<em>analytics cookies</em>.</p>\n<p>&nbsp;</p>\n<p>Thirdly,&nbsp;<em>social media cookies</em>&nbsp;are used to enable integration of social media into the website, so that you can immediately like or share a page or product on your favourite social media service.</p>\n<p>&nbsp;</p>\n<p>A fourth important use of cookies is to enable online advertising, which may be personalized to show ads that are more relevant and interesting to you, both within and beyond Philips websites.\nThis is done by&nbsp;<em>(targeted) advertising cookies</em>\n</p>\n<p>\n</p> How can I make choices about cookies and my privacy on Philips websites? <br>\n<p>\n</p>\n<p>Philips websites offer you the possibility to set your preferences regarding cookies.\nBy clicking ‘Cookies’ you can choose which types of cookies you would like our website to use.\nYou can change your preferences at any time.\nUnder Cookie Settings you can also find a list of all cookies within each category (required, analytics, social media, targeted advertising).</p>\n<p>&nbsp;</p>\n<p>Please note that using the Cookie Settings on our website may not result in the deletion of any cookies that have already been set.\nYou can do that via the settings of your web browser as described below, after you have changed your Cookie Settings on our website.</p>\n<p>&nbsp;</p>\n<p>If you are visiting a Philips website targeted at visitors outside of the EU, you may use the settings of your web browser to make choices about cookies and privacy.&nbsp;</p>\n<p>\n</p> How to manage or disable cookies in your browser <br>\n<p>\n</p>\n<p>Please be aware that Philips currently does not make use of a technical solution that would enable us to respond to your browser's 'Do Not Track' signals.\nBesides using the Cookie Settings section on our website, you may manage your cookie settings in your browser settings at any time.\nPlease be aware that your browser settings may not offer you the same ease of use as the Cookie Settings on our website.\nIf you simply disable all cookies or all of our cookies in your browser settings, you may find that certain sections or features of our website(s) will not work, because your browser may prevent us from setting functionally required cookies.\nTherefore, it is recommended to use the Cookie Settings on our website instead of disabling all cookies via your web browser.&nbsp;<br>\n<br> You may find further information on how to disable cookies or manage your cookie settings for the browser that you use from the following list:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Google Chrome:&nbsp;https://support.google.com/chrome/answer/95647?hl=en</li>\n<li>Firefox&nbsp;https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences</li>\n<li>Internet Explorer:&nbsp;http://windows.microsoft.com/en-GB/windows-vista/Block-or-allow-cookies</li>\n<li>Safari:&nbsp;http://help.apple.com/safari/mac/8.0/#/sfri11471</li>\n</ul>\n<p>\n</p>\n<ul>\n<li> Further information about the type of cookies used on Philips websites <i>\n</i> Further information about the type of cookies used on Philips websites Cookies that ensure that the website functions properly (required cookies) <p>\n</p>\n<p>Our website may use cookies for:</p>\n<p>&nbsp;</p>\n<ol>\n<li>remembering products that you add to your shopping basket during online purchasing</li>\n<li>remembering information that you fill in on the various pages when paying or ordering so that you don't have to fill in all your details repeatedly</li>\n<li>passing on information from one page to the next, for instance if a long survey is being filled in or if you need to fill in a large number of details for an online order</li>\n<li>storing preferences such as language, location, the number of search results to be displayed etc.</li>\n<li>storing settings for optimal video display, such as buffer size and your screen's resolution details</li>\n<li>reading your browser settings so that we can display our website optimally on your screen</li>\n<li>locating misuse of our website and services, for example by recording several consecutive failed log-in attempts</li>\n<li>loading the website evenly so that it remains accessible</li>\n<li>offering the option of storing your login status so that you don't have to enter login details every time</li>\n<li>making it possible to place a reaction on our website</li>\n<li>optimizing our website in real time depending on how you use the website, e.g.\nby making a field in a form light up or blink after a period of inactivity</li>\n</ol>\n<p>\n</p> Cookies that enable us to measure website usage (analytics cookies) <p>\n</p>\n<p>Our website may use analytics cookies for:</p>\n<p>&nbsp;</p>\n<ol>\n<li>keeping track of the number of visitors to our web pages</li>\n<li>keeping track of the length of time that each visitor spends on our web pages</li>\n<li>determining the order in which a visitor visits the various pages on our website</li>\n<li>assessing which parts of our site need to be improved</li>\n<li>optimising the website</li>\n<li>requesting your feedback on specific parts of our website</li>\n</ol>\n<p>\n</p> Cookies for sharing the content of our website via social media (social media cookies) <p>\n</p>\n<p>These cookies may make it possible for:</p>\n<p>&nbsp;</p>\n<ol>\n<li>logged-in users of selected social media to share and like certain content from our website directly</li>\n</ol>\n<p>&nbsp;</p>\n<p>These social media parties may also collect your personal data for their own purposes.\nPhilips has no influence over how these social media parties make use of your personal data.\nFor more information regarding the cookies set by the social media parties and the data that they may collect, please refer to their own privacy and cookies policies.\nBelow we have listed the privacy statements of the Social Media channels that are used the most by Philips:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Facebook</li>\n<li>Google+</li>\n<li>Twitter</li>\n<li>Pinterest</li>\n<li>LinkedIn</li>\n<li>YouTube</li>\n<li>Instagram</li>\n<li>Sharethis</li>\n<li>Vimeo</li>\n<li>Tumblr</li>\n</ol>\n<p>\n</p> Cookies for displaying targeted advertisements and content (targeted advertising cookies) <p>\n</p>\n<p>In order to tailor information and advertising to your interest and relevance, we try to acquire an understanding of your likely interests on the basis of your visits and surfing behaviour on the Philips websites and other third party websites..\nBased on these interests, we develop a segmented profile and then adapt the content and the advertisements on our website for various groups of customers.</p>\n<p>\n<br> Third parties that set cookies via our website may also try to find out what your interests are in this way, and this information may also be used to present you with content or advertisements that appear more likely to be of interest to you on other, non-Philips websites.\nIn this case, the information about your current website visit may be combined with information from previous visits to websites other than ours.<br>\n<br>\n</p>\n<p>Even if these cookies are not used, please note that you will be provided with advertisements on our site.\nhowever, these advertisements will not be tailored to your interests.\nThese advertisements can, for instance, be modified according to the content of the website.\nYou can compare this type of content-related Internet advertisements with advertising on television.\nIf, say, you are watching a cookery programme on TV, you will often see an advertisement about cooking products during the advert breaks while this programme is on.<br>\n<br> We may use targeted advertising cookies for:</p>\n<p>&nbsp;</p>\n<ol>\n<li>the websites to record your visit and, as a result, to assess your interests</li>\n<li>a check to be run to see if you have clicked on an advertisement</li>\n<li>keeping track of how many visitors click on an advertisement</li>\n<li>information about your surfing behaviour to be passed to other websites</li>\n<li>third-party services to be used to show you advertisements tailored to your needs, interests or preferences</li>\n<li>determining which advertisements, ad technologies and ad networks are most effective for us</li>\n<li>showing you advertisements about products you have previously clicked on, searched for or otherwise shown interest in (retargeting)</li>\n<li>keeping track of which advertisements you have already been shown so that you are not always shown the same ones</li>\n<li>more interesting advertisements to be displayed on the basis of your social media usage</li>\n<li>you to submit questions or reviews about our products and, on the basis thereof, be presented with advertisements more likely to be of interest to you</li>\n<li>reviews submitted by you to be repurposed as product recommendations on other pages</li>\n<li>you to be connected with online authorized retailers, to be informed about price, availability and purchase conditions of the Philips product of your interest and keep track of your purchase preferences</li>\n<li>determining which advertisements you clicked on, before performing a purchase on our website</li>\n<li>keeping track of how many orders are placed by way of the advertisement, as well as their monetary value</li>\n<li>you to receive direct marketing e-mails tailored to your interests (if you have opted-in to receive such e-mails) or direct marketing e-mails about similar products as those which you have already purchased (if you have not opted out of receiving such e-mails).</li>\n<li>matching multiple devices (e.g.\nphone, tablet, laptop) to a visitor so that it can be tracked if an ad on one device may have triggered an action (such as a purchase) on another device (known as ‘cross device tracking’).</li>\n</ol>\n<p>\n</p> Concluding remarks <br>\n<p>\n</p>\n<p>Philips may amend this Cookie Notice from time to time, for example, because our website or the rules relating to cookies change.\nWe reserve the right to amend the content of the Cookie Notice and the cookies included in the lists at any time and without notice.\nThe new Cookie Notice will be effective upon posting.\nIf you do not agree to the revised notice, you should alter your preferences, or consider stopping using the Philips websites.\nBy continuing to access or make use of our services after the changes become effective, you agree to be bound by the revised Cookie Notice.\nYou can consult this web page for the latest version.</p>\n<p>&nbsp;</p>\n<p>If you have any further questions and/or comments, please contact&nbsp;privacy@philips.com&nbsp;or surf to our&nbsp;contact page.</p>\n<p>\n</p>\n</li>\n</ul>\n<p>\n</p> Hide Show Compare now Select to compare Selected products (0/3) Cancel Compare products <ul>\n<li> Add product </li>\n<li> Add product </li>\n<li> Add product </li>\n</ul>\n<li> Add product </li>\n<li>\n<p>\n</p>\n<p>\n</p> Remove </li>\n<p> By clicking on the link, you will be leaving the official Royal Philips (\"Philips\") website.\nAny links to third-party websites that may appear on this site are provided only for your convenience and in no way represent any affiliation or endorsement of the information provided on those linked websites.\nPhilips makes no representations or warranties of any kind with regard to any third-party websites or the information contained therein.\n</p> I understand <p>You are about to visit a Philips global content page</p> Continue <ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li> Cookie policy <i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Consumer products <ul>\n<li> Consumer products </li>\n<li> Home </li>\n<li> Support </li>\n<li> Product registration </li>\n<li> My Philips </li>\n</ul>\n</li>\n<li> Healthcare professionals <ul>\n<li> Healthcare professionals </li>\n<li> Home </li>\n<li> Products </li>\n<li> Services </li>\n<li> Specialties </li>\n<li> Solutions </li>\n</ul>\n</li>\n<li> Other business solutions <ul>\n<li> Other business solutions </li>\n<li> Lighting <i>\n</i>\n</li>\n<li> Automotive </li>\n<li> Hearing solutions <i>\n</i>\n</li> More <i>\n</i>\n<li> Display solutions </li>\n<li> Dictation Solutions <i>\n</i>\n</li>\n</ul>\n</li>\n<li> About us <ul>\n<li> About us </li>\n<li> Home </li>\n<li> News </li>\n<li> Investor Relations </li>\n<li> Careers <i>\n</i>\n</li> More <i>\n</i>\n<li> Innovation </li>\n<li> Environmental, Social and Governance </li>\n<li> Suppliers </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Contact &amp.\nsupport <ul>\n<li> Contact &amp.\nsupport </li>\n<li> Customer support </li>\n<li> Professional healthcare support </li>\n<li> Company contacts </li>\n</ul>\n</li>\n<li> Stay up-to-date <ul> Stay up-to-date Subscribe to our news </ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<p>Select country</p> Global (English) <i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Privacy Notice </li>\n<li> Terms of use </li>\n<li> Cookie notice </li>\n</ul> © Koninklijke Philips N.V., 2004 - 2023.\nAll rights reserved.\n<p> By clicking on the link, you will be leaving the official Royal Philips (\"Philips\") website.\nAny links to third-party websites that may appear on this site are provided only for your convenience and in no way represent any affiliation or endorsement of the information provided on those linked websites.\nPhilips makes no representations or warranties of any kind with regard to any third-party websites or the information contained therein.\n</p> I understand <p>You are about to visit a Philips global content page</p> Continue <p>Our site can best be viewed with the latest version of Microsoft Edge, Google Chrome or Firefox.</p> Cookie Preferences ", "created_at": "2023-07-11 01:44:08.05458", "updated_at": "2023-07-11 01:45:16.66787"}, {"id": 17691, "name": " Terms of use ", "url": "https://www.philips.com/a-w/terms-of-use.html", "xpath": "//body", "text": " <ul>\n<li>\n<i>\n</i>\n<p>Click here for important information about the recall (USA only) or field safety notice regarding certain Philips Respironics Sleep and Respiratory Care devices ›</p>\n</li>\n</ul>\n<ul>\n<li> Consumer products </li>\n<li> Professional healthcare </li>\n<li> Other business solutions Back Other business solutions <ul>\n<li> Lighting </li>\n<li> Automotive </li>\n<li> Hearing solutions </li>\n<li> Display solutions </li>\n<li> Dictation solutions </li>\n</ul>\n</li>\n<li> About us Back About us <ul>\n<li> About us home </li>\n<li> News </li>\n<li> Innovation </li>\n<li> Environmental, Social and Governance </li>\n<li> Investor Relations </li>\n<li> Careers </li>\n<li> Suppliers </li>\n</ul>\n</li>\n</ul> support search icon <p> Search terms </p> Terms of use Terms of use This website (\"Web Site\") is offered to you by Philips International B.V., Amstelplein 2, 1096 BC, Amsterdam, The Netherlands (\"Philips\").<br>\n<br> The following Terms of Use govern your access and use of this Web Site.\nAlso, specific terms and conditions may apply to specific content, data, materials, or information contained on or available through this Web Site (the \"Content\") and to specific content, data, materials, or information you may upload, submit and/or publish to the Web Site (“User Content”) or transactions concluded through this Web Site.\nSuch specific terms may be in addition to these Terms of Use or, where and then only to the extent expressly specified, may supersede these Terms of Use.\n<p>\n<br> 1.\nAcceptance of Terms of Use<br> 2.\nModification of Terms<br> 3.\nPrivacy Policy<br> 4.\nDisclaimers<br> 5.\nRegistration<br> 6.\nContributor<br> 7.\nLimitation of Liability<br> 8.\nThird Party Content/Software<br> 9.\nCopyright and Trademarks<br> 10.\nProprietary Rights in Web Site<br> 11.\nU.S.\nCopyright Infringement Claims<br> 12.\nIndemnification and Release<br> 13.\nShut-Down of Site<br> 14.\nPhilips Products<br> 15.\nSafe Harbor' Statement under the Private Securities Litigation Reform Act of 1995<br> 16.\nDispute Resolution<br> 17.\nSeverability<br> 18.\nNo Waiver<br> 19.\nHeadings </p> 1.\nAcceptance of Terms of Use <p>\n<br> By accessing or using this Web Site you agree to be legally bound by the Terms of Use and all terms and conditions contained or referenced herein or any additional terms and conditions set forth on this Web Site.\nIf you do NOT agree to all of these terms, you should NOT access or use this Web Site.\n</p> 2.\nModification of Terms <br>\n<p>\n<br> These Terms of Use may be amended by Philips at any time.\nSuch amended Terms of Use shall be effective upon posting.\nBy continuing to access or use the Web Site after such posting, you will be deemed to have accepted such amendments.\nYou are advised to regularly review any applicable terms and conditions.\nOther Philips web sites may have their own terms of use which apply to such web sites.<br>\n<br> Philips reserves the right to discontinue or make changes or updates with respect to the Web Site or the Content of the Web Site at any time without notice.\nPhilips reserves the right to restrict, refuse or terminate access of any person to the Web Site or any part thereof effective immediately without notice at any time and for any reason whatsoever at its sole discretion.\n</p> 3.\nPrivacy Policy <p>\n<br> Personal information provided or collected through or in connection with this Web Site shall only be used in accordance with Philips' Privacy Policy and these Terms of Use are subject to the Privacy Policy as posted on this Web Site.\n</p> 4.\nDisclaimers <p>\n<br> ALL INFORMATION (INCLUDING, WITHOUT LIMITATION, TEXT, IMAGES, GRAPHICS, LINKS, AND OTHER MATERIALS) ON THE WEB SITE IS PROVIDED \"AS IS\" AND \"AS AVAILABLE\".\nPHILIPS AND ITS SUBSIDIARIES, AFFILIATES, PARTNERS, LICENSORS, BRAND LICENSEES AND SUPPLIERS HEREBY EXPRESSLY DISCLAIM TO EXTENT PERMITTED BY LAW ANY REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR ANY PARTICULAR PURPOSE, NON-INFRINGEMENT, OR AS TO THE OPERATION OF THIS WEB SITE, THE CONTENT OR USER CONTENT.\nNeither Philips nor its subsidiaries, affiliates, partners, licensors, brand licensees and suppliers warrants or makes any representations that (i) the Web Site will meet your requirements, (ii) the Web Site will be uninterrupted, timely, secure, or error free, or (iii) the results that may be obtained from the use of the Web Site (including any information and materials on this Web Site) will be correct, complete, accurate, reliable, or otherwise meet your requirements.<br>\n<br> This is a public web site.\nYou should have no expectation of confidentiality with respect to any User Content you may submit on this Web Site.\nDo not submit confidential information here.<br>\n<br> Philips and its subsidiaries, affiliates, partners, licensors, brand licensees and suppliers shall have no liability for interruptions or omissions in Internet, network or hosting services and do not warrant that the Web Site or the services which make this Web Site available or electronic communications sent by Philips are free from viruses or any other harmful elements.<br>\n<br> Any material downloaded or otherwise obtained through the use of this Web Site is done at your own discretion and risk.\nYou will be solely responsible for any damage to your computer system or loss of data that results from the download of any such material.\n</p> 5.\nRegistration <p>\n</p>\n<p>\n<br> Accessing certain areas of the Web Site and using certain functions or features of the Web Site may require you to register as a contributor.\nThis registration is free of charge.<br> &nbsp;</p>\n<p>When you register, you must choose a unique user name or \"handle\" and password and you must provide a unique, valid, current and verifiable e-mail address.\nDuplicate user names and e-mail addresses are not allowed, so if the name or address you enter is already in use, you will be prompted to choose another one.\nWe will send you a confirmation e-mail with your registered information.\nIn the event that delivery of such information fails for any reason, your access or use of areas, functions or features requiring such registration may be refused or terminated.\nYou will promptly update your registration to keep it accurate and current.\nYou are solely responsible for maintaining the confidentiality of your password.\nWe reserve the right to change your username or delete your submitted content to the Web Site or refuse or cancel your registration if you choose a user name that, in our sole discretion, is obscene, indecent, abusive or otherwise improper.\nYou are also solely responsible for restricting access to your computer(s).\nYou agree to accept responsibility for all activities occurring under your account, user name, and/or password that are due to your conduct, inaction, or negligence.\nIf you become aware of any suspicious or unauthorized conduct concerning your account, user name and/or password, you agree to contact us immediately by e-mail www.philips.com/siteowner.\nWe may, at our own discretion, bar registration from any specific e-mail service or ISP.</p>\n<p>\n</p> 6.\nContributor <p>\n<br> By submitting any User Content to the Web Site, you agree that the material will be proper, constructive and relevant and will not contain any item that may be unlawful or otherwise unfit for publication, including but not limited to items that (1) may be defamatory or injurious to another person or entity, (2) may cause harm to any person or property or otherwise defame or harass any person or organization, (3) may violate any legal rights of any person (including right to privacy or publicity), (4) are pornographic, obscene, profane, vulgar, indecent, or threatening, (5) are culturally, ethnically, or otherwise objectionable, or (6) suggest or encourage any illegal activity.<br>\n<br> You will use reasonable efforts to scan and remove any viruses or other contaminating or destructive features before submitting any material.\nYou also shall not transmit chain letters, pyramid schemes, surveys and solicitations through the Web Site.\nYou shall also not forge headers or manipulate identifies or other data in order to disguise the origin of any Content and/or User Content transmitted through our Web Site or to manipulate your presence on the Web Site.\nYou shall not interfere with or disrupt our sites, servers or networks or take any action that imposes an unreasonably or disproportionately large load on our infrastructure.<br>\n<br> You affirm, represent and warrant that the User Content submitted to the Web Site does not infringe any proprietary right of another, such as but not limited to copyright, trademark or patent, or any confidentiality obligation.<br>\n<br> You acknowledge and agree that any of your ideas, submissions or discussions or any other User Content provided by you within the Web Site that is not the subject of intellectual property right protection may be used by any other contributor without compensation or attribution.<br>\n<br> You hereby grant to Philips, its subsidiaries, affiliates, brand licensees and other partners a worldwide, irrevocable, royalty free, non-exclusive, sublicenseable and transferable license to use, reproduce, prepare derivative works of, distribute, publicly perform, publicly display, transmit and publish User Content provided by you, on this Web Site or any other Philips web site or in other Philips marketing or public relations materials in any and all media.<br>\n<br> You shall be solely responsible for your own User Content and the consequences of posting submitting and/or publishing it.\nPhilips may, but is not obligated to, review and monitor, before and/or after submitting User Content.\nHowever, you acknowledge that it is impossible for us to monitor or review all User Content.\nWithout limitation, Philips, its subsidiaries, affiliates, partners, licensors, brand licensees and suppliers will not and cannot be held responsible for the accuracy, completeness, quality or validity of User Content posted by third parties on the Web Site.<br>\n<br> Philips does not endorse any User Content or any opinion, recommendation, or advice expressed therein, and Philips expressly disclaims any and all liability in connection with User Content.<br>\n<br> Philips has the sole right and ability to edit and/or remove messages or any other User Content which are objectionable, improper or otherwise in breach of these Terms of Use for any reason at any time without notice or consent and at its sole discretion.\nAny user who believes that submitted User Content is objectionable or improper is encouraged to contact Philips immediately by e-mail at https://www.philips.com/siteowner.\nUpon receipt of such notification, we will make reasonable efforts to take such action as we deem necessary within a reasonable period of time.\nSince this is a manual process, you are advised that we may not be able to remove or edit particular User Content immediately.\n</p> 7.\nLimitation of Liability <p>\n<br> IN NO EVENT SHALL PHILIPS OR ANY OF ITS SUBSIDIARIES, AFFILIATES, PARTNERS, LICENSORS, BRAND LICENSEES OR SUPPLIERS BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, PUNITIVE, SPECIAL OR INCIDENTAL OR OTHER DAMAGES RESULTING FROM, ARISING OUT OF OR IN CONNECTION WITH THE ACCESS, USE OF, OR INABILITY TO ACCESS OR USE THIS WEB SITE, THE CONTENT OR THE USER CONTENT, EVEN IF PHILIPS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES EXCEPT TO THE EXTENT SUCH DAMAGES ARISE AS A RESULT OF FRAUD OR FRAUDULENT MISREPRESENTATION ON THE PART OF PHILIPS.<br>\n<br> If you live in a country or state that does not allow any of the foregoing exclusions or limitations of liability or any of the disclaimers of warranties in Section 4 above, such exclusions or limitations will not apply to you but only to the extent such exclusions or limitations are not allowed.\nIn such case, such exclusions or limitations shall be limited to the greatest extent permitted by applicable law.\n</p> 8.\nThird Party Content/Software <p>\n<br> Philips is in no way responsible for the content of any site owned by a third party that may be linked to the Web Site via hyperlink, whether or not such hyperlink is provided by the Web Site or by a third party in accordance with the Terms of Use.\nAny link on our Web Site to another site is not an endorsement of such other site and no judgment or warranty is made with respect to the accuracy, timeliness, or suitability of the content of any site to which the Web Site may link, and we take no responsibility therefor.<br>\n<br> Any software made available for downloading from or through this Web Site is licensed subject to the terms of any applicable license agreement.\nExcept as set forth in the applicable license agreement, the software is made available for use by end users only and any further copying, reproduction or redistribution of the software is expressly prohibited.\nWARRANTIES, IF ANY, WITH RESPECT TO SUCH SOFTWARE SHALL ONLY APPLY AS EXPRESSLY SET FORTH IN THE APPLICABLE LICENSE AGREEMENT.\nPHILIPS HEREBY EXPRESSLY DISCLAIMS ALL FURTHER REPRESENTATIONS AND WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR ANY PARTICULAR PURPOSE OR NON-INFRINGEMENT WITH RESPECT TO THE SOFTWARE.\n</p> 9.\nCopyright and Trademarks <p>\n<br> Copyright and all other proprietary rights in Content provided by Philips, its affiliates, subsidiaries, brand licensees and/or other partners, the software to operate and publish the Web Site, the compilation of data on the Web Site, and the order, sequence and arrangement of this Web Site, all belong to Koninklijke Philips N.V.\nand / or its brand licensees, other partners or licensors.\nAll rights in the Content not expressly granted herein are reserved.PHILIPS is a registered trademark of Koninklijke Philips N.V.<br>\n<br> PHILIPS and all other registered trademarks of Koninklijke Philips N.V.\nand its affiliates are important assets of the company.\nProper use of these trademarks is important and you should follow the instructions of Philips when referencing our company’ products and services.\nFind more information here.<br>\n<br> The use and registration of the PHILIPS name is exclusively reserved to our company.\nYou may not register nor use a company name, statutory name, trade name, domain name or other name, indication or description, of which the Philips name or any name similar thereto or any name which consists of a part of the Philips name forms part nor shall it include any other registered trademark owned by Koninklijke Philips N.V.\n</p> 10.\nProprietary Rights in the Web Site <p>\n<br> This Web Site is public by nature and any information submitted on it shall be deemed non-confidential.\nYou acknowledge that any submitting of any inventions embodied in any User Content provided by you shall constitute a \"publication\" of such invention under applicable patent laws.<br>\n<br> You acknowledge that any User Content submitted and/or discussed on the Web Site may be the subject of patents, copyrights, trademarks and other intellectual property rights of Philips, its subsidiaries, affiliates, brand licensees, other partners or third parties.\nIf you consider exploiting any ideas, proposals, suggestions, or solutions or other User Content submitted to the Web Site, you are responsible to undertake appropriate intellectual property clearance before engaging in any exploitative conduct.\n</p> 11.\nU.S.\nCopyright Infringement Claims <p>\n</p>\n<p>&nbsp;</p>\n<p>If you know or suspect that any of the materials on this Web Site (including but not limited to materials posted on the Forum) have been used or copied in a way that constitutes copyright infringement, please send notice to Philips' designated agent identified below.\nAccording to the U.S.\nDigital Millennium Copyright Act, 17 U.S.C.\nSec.\n512(c)(3), your notice must comply with the following requirements:</p>\n<p>&nbsp;</p>\n<ul>\n<li>A physical or electronic signature of the copyright owner or person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material;</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>Information reasonably sufficient to permit us to contact you, such as address, telephone number, and, if available, an electronic mail address at which you may be contacted;</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>A statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>A statement that the information in the notification is accurate and under penalty of perjury, that you are the copyright owner or authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>&nbsp;</p>\n<p>The designated agent for notice of copyright infringement claims may be reached as follows:</p>\n<p>By Mail: Philips International B.V.,<br> Corporate Legal Department<br> Amstelplein 2<br> Breitner Center<br> PO Box 77900<br> Amsterdam<br> The Netherlands<br>\n<br> By Fax: Philips International B.V.,<br> Corporate Legal Department<br> Amsterdam<br> The Netherlands<br> + 31 20 5977230</p>\n<p>The preceding information is provided exclusively for notifying Philips that your copyrighted material may have been infringed.\nAll other inquiries, such as product related questions and requests or concerns regarding improper postings and/content, will not receive a response through this process.</p>\n<p>\n</p> 12.\nIndemnification and Release <p>\n</p>\n<p>\n<br> You agree to indemnify and hold harmless Philips, its subsidiaries, affiliates, brand licensees, other partners and suppliers and each of their respective officers, directors, employees, shareholders, legal representatives, agents, successors and assigns, from and against any damages, liabilities, costs and expenses (including reasonable attorneys' and professionals' fees and litigation costs) that arise out of the posting, content, or transmission of any message, data, material or any other User Content you submit on the Web Site or any violation of these Terms of Use by you.\nIn the event of any complaint or legal action arising from any message, or any other User Content posted by you, Philips reserves the right to reveal your identity and any other information Philips may have about you.</p>\n<p>&nbsp;</p>\n<p>If you have a dispute with one or more users, you release Philips, its subsidiaries, affiliates, partners and suppliers, and each of their respective officers, directors, employees, shareholders, legal representatives, agents, successors and assigns from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.</p>\n<p>\n</p> 13.\nShut-Down of Site <p>\n<br> We have the sole right to shut down the Web Site or any part thereof for any reason at any time without notice or consent.\nWe will have no responsibility or liability for failure to store or delete any Content and/or User Content submitted to the Web Site.\n</p> 14.\nPhilips Products <p>\n<br> The Web Site may contain references to specific Philips products and services that may not be (readily) available in a particular country.\nAny such reference does not imply or warrant that any such products or services shall be available at any time in any particular country.\nPlease contact your local Philips business contact for further information.\n</p> 15.\nSafe Harbor' Statement under the Private Securities Litigation Reform Act of 1995 <p>\n<br> The information on this website may contain certain forward-looking statements with respect to the financial condition, results of operations and business of Philips and certain of the plans and objectives of Philips with respect to these items.\nWe caution readers that no forward-looking statement is a guarantee of future performance and that actual results could differ materially from those contained in the forward-looking statements.\nExamples of forward-looking statements include the statements we have made about our strategy, estimates of sales growth, future EBITA and cost savings, future developments in our organic business as well as the benefit of future acquisitions, and our capital position.\nBy their nature, forward-looking statements involve risk and uncertainty because they relate to future events and circumstances and there are many factors that could cause actual results and developments to differ materially from those expressed or implied by these forward-looking statements.\nThe forward looking statements are subject to, among other things, domestic and global economic and business conditions, the successful implementation of our strategy, our ability to identify and complete successful acquisitions and to integrate those acquisitions into our business, consumer preferences with respect to our existing and new products, our ability to develop and market new products, our ability to realize the benefits of this strategy , the policies and actions of governmental and regulatory authorities, changes in legislation, and the impact of competition – a number of which factors are beyond our control.\nAs a result, our actual future results may differ materially from the plans, goals, and expectations set forth in such forward-looking statements.\nAdditional risks and factors are identified in our documents filed with or furnished to the U.S.\nSecurities and Exchange Commission (the “SEC”) including in our most recent Annual Report on Form 20-F, which is available on the SEC’s website at www.sec.gov.\nAny forward-looking statements made by or on our behalf speak only as of the date they are made.\nWe do not undertake to update forward-looking statements to reflect any changes in expectations with regard thereto or any changes in events, conditions or circumstances on which any such statement is based.\nThe reader should, however, consult any additional disclosures that we have made or may make in documents we have filed or may file with the SEC.\n</p> 16.\nDispute Resolution <p>\n<br> These Terms of Use shall be governed by and construed in accordance with the laws of the state of The Netherlands.\nYou agree to the non-exclusive jurisdiction of the courts in Amsterdam, The Netherlands for any disputes, claim or cause of action arising out of, or relating to or in connection with these Terms of Use or your use of this Web Site, including any disputes relating to the existence or validity of these Terms of Use, provided that you agree to submit any such disputes, claims or causes of action exclusively to the courts of Amsterdam, The Netherlands.\n</p> 17.\nSeverability <p>\n<br> If any provision of these Terms of Use is held to be invalid or unenforceable, then the invalid or unenforceable provision will be replaced by a valid, enforceable provision that most closely matches the intent of the original provision and the remaining provisions shall be enforced.\n</p> 18.\nNo Waiver <p>\n<br> No failure on the part of Philips to enforce any part of these Terms of Use shall constitute a waiver of any of Philips' rights under these Terms of Use, whether for past or future actions on the part of any person.\nNeither the receipt of any funds by Philips nor the reliance of any person on Philips' actions shall be deemed to constitute a waiver of any part of these Terms of Use.\nOnly a specific, written waiver signed by an authorized representative of Philips shall have any legal effect whatsoever.\n</p> 19.\nHeadings <p>\n</p>\n<p>\n<br> The headings of the sections of the Terms of Use are inserted for convenience only and shall not constitute a part hereof or affect in any way the meaning or interpretation of the Terms of Use.<br> &nbsp;</p>\n<p>Thank you for joining our Web Site.<br>\n<br>\n<strong>Last Update</strong>: January, 2014</p>\n<p>\n</p>\n<p>\n</p> Hide Show Compare now Select to compare Selected products (0/3) Cancel Compare products <ul>\n<li> Add product </li>\n<li> Add product </li>\n<li> Add product </li>\n</ul>\n<li> Add product </li>\n<li>\n<p>\n</p>\n<p>\n</p> Remove </li>\n<p> By clicking on the link, you will be leaving the official Royal Philips (\"Philips\") website.\nAny links to third-party websites that may appear on this site are provided only for your convenience and in no way represent any affiliation or endorsement of the information provided on those linked websites.\nPhilips makes no representations or warranties of any kind with regard to any third-party websites or the information contained therein.\n</p> I understand <p>You are about to visit a Philips global content page</p> Continue <ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li> Terms of use <i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Consumer products <ul>\n<li> Consumer products </li>\n<li> Home </li>\n<li> Support </li>\n<li> Product registration </li>\n<li> My Philips </li>\n</ul>\n</li>\n<li> Healthcare professionals <ul>\n<li> Healthcare professionals </li>\n<li> Home </li>\n<li> Products </li>\n<li> Services </li>\n<li> Specialties </li>\n<li> Solutions </li>\n</ul>\n</li>\n<li> Other business solutions <ul>\n<li> Other business solutions </li>\n<li> Lighting <i>\n</i>\n</li>\n<li> Automotive </li>\n<li> Hearing solutions <i>\n</i>\n</li> More <i>\n</i>\n<li> Display solutions </li>\n<li> Dictation Solutions <i>\n</i>\n</li>\n</ul>\n</li>\n<li> About us <ul>\n<li> About us </li>\n<li> Home </li>\n<li> News </li>\n<li> Investor Relations </li>\n<li> Careers <i>\n</i>\n</li> More <i>\n</i>\n<li> Innovation </li>\n<li> Environmental, Social and Governance </li>\n<li> Suppliers </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Contact &amp.\nsupport <ul>\n<li> Contact &amp.\nsupport </li>\n<li> Customer support </li>\n<li> Professional healthcare support </li>\n<li> Company contacts </li>\n</ul>\n</li>\n<li> Stay up-to-date <ul> Stay up-to-date Subscribe to our news </ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<p>Select country</p> Global (English) <i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Privacy Notice </li>\n<li> Terms of use </li>\n<li> Cookie notice </li>\n</ul> © Koninklijke Philips N.V., 2004 - 2023.\nAll rights reserved.\n<p> By clicking on the link, you will be leaving the official Royal Philips (\"Philips\") website.\nAny links to third-party websites that may appear on this site are provided only for your convenience and in no way represent any affiliation or endorsement of the information provided on those linked websites.\nPhilips makes no representations or warranties of any kind with regard to any third-party websites or the information contained therein.\n</p> I understand <p>You are about to visit a Philips global content page</p> Continue <p>Our site can best be viewed with the latest version of Microsoft Edge, Google Chrome or Firefox.</p> Cookie Preferences ", "created_at": "2023-07-11 01:44:08.025299", "updated_at": "2023-07-11 01:45:30.218123"}, {"id": 17690, "name": "Privacy Notice", "url": "https://www.philips.com/a-w/privacy-notice.html", "xpath": "//body", "text": " This page is also available in United States (English) <ul>\n<li>\n<i>\n</i>\n<p>Click here for important information about the recall (USA only) or field safety notice regarding certain Philips Respironics Sleep and Respiratory Care devices ›</p>\n</li>\n</ul>\n<ul>\n<li> Consumer products </li>\n<li> Professional healthcare </li>\n<li> Other business solutions Back Other business solutions <ul>\n<li> Lighting </li>\n<li> Automotive </li>\n<li> Hearing solutions </li>\n<li> Display solutions </li>\n<li> Dictation solutions </li>\n</ul>\n</li>\n<li> About us Back About us <ul>\n<li> About us home </li>\n<li> News </li>\n<li> Innovation </li>\n<li> Environmental, Social and Governance </li>\n<li> Investor Relations </li>\n<li> Careers </li>\n<li> Suppliers </li>\n</ul>\n</li>\n</ul> support search icon <p> Search terms </p> Global Philips Privacy Notice <p>\n</p>\n<br>\n<strong>Last updated:</strong> January 2022 <p>\n</p>\n<p>This privacy notice tells you who we are, what personal data we collect about you, why we collect it, and what we do with it.\nKeep in mind that, for the purposes of this Privacy Notice, personal data means any information or set of information that directly or indirectly identifies you, such as your name, email or phone number.\nThis privacy notice covers how Philips or a Philips-affiliated company handles your personal data when you interact with us, in your capacity as consumer, business customer, supplier, business partner, candidate, visitor, research participant, shareholder or other person with a business relationship with us.\nPlease take a moment to familiarize yourself with this Privacy Notice.\n</p>\n<p>For more information on our privacy practice, visit our&nbsp;Philips privacy page.\n</p> Philips Privacy Notice at a glance <p>\n</p> &nbsp.\n<ul>\n<li>Who we are</li>\n<li>How we use your personal data</li>\n<li>How we protect your personal data</li>\n<li>How we transfer your personal data between countries</li>\n<li>Your privacy rights</li>\n<li>With whom we share your personal data</li>\n<li>How long we keep your personal data<br>\n</li>\n<li>Local-specific privacy information</li>\n</ul>\n<p>\n</p>\n<ul>\n</ul> Who we are <p>\n<br> Unless otherwise stated in this Privacy Notice or in other product or service specific privacy notices, the controller of your personal data (as well as the controller’s representative in the European Union) is Philips International B.V.<br>\n<br>\n</p> Postal address: <br>\n<br> c/o Philips Privacy Office (Group Legal) <br> Amstelplein 2 <br> 1096 BC <br> Amsterdam <br> the Netherlands Click here to read moreClick here to read less <p>\n</p> How we use your personal data <p>\n</p>\n<br> If you want to know more about how we process your personal data, just select any of the following activities and you’ll find out.\n<br>\n<p>\n</p>\n<dl>\n<dt> Visiting our offices </dt>\n<dd>\n<p>\n</p> In our Philips offices we meet visitors such as job applicants, suppliers and tradespeople, stakeholders, and any other individuals who may need to interact with Philips personnel.\n&nbsp.\nIf you visit our Philips premises, you should be aware that we may request your personal data in order to provide you with a personalized badge, which will enable you access to our offices.\nWe may also make use of CCTV systems (or other video devices) to record specific spaces of our premises.\nWhen we use such video devices, we place warning signs to make sure you are aware that we will record images or videos.\n&nbsp.\n<strong>Why we process your personal data</strong>\n<br> We process your personal data for the following purposes:<br>\n<ul>\n<li>Maintaining the safety and security of Philips employees, visitors, guests, and Philips property and assets;<br>\n</li>\n<li>Safeguarding Philips’s legitimate interests, such as investigating non-compliance with Philips policies and procedures, potential criminal activities (e.g., suspected theft of company or personal property), and other incidents or accidents in our premises;</li>\n<li>Initiating disciplinary and judicial processes and procedures, including preserving evidence and disclosing recordings for the purpose of legal claims and proceedings.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> We process the following categories of personal data:</p>\n<ul>\n<li>When providing you with a personalized badge, which will enable you to access our offices, we generally ask for your name and visit information;</li>\n<li>When using CCTV systems, we process video recordings of you (e.g.\nyour image as captured on the CCTV system).</li>\n</ul>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful basis we rely on to process your personal data for the purposes described in this section is our legitimate interest, in particular our necessity to protect fundamental rights such as the right to liberty and security, the right to property, the right of defense.<br>\n<br>\n<strong>Who is the controller of your data<br>\n</strong>The controller of your personal data is the Philips affiliated company of the country where you visited our premises, identified in our Terms of use (see the footer) as being the operator of this website.<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Reporting your concerns as a whistleblower </dt>\n<dd>\n<p>\n</p> We care about being a responsible partner in society, acting with integrity towards our employees, customers, business partners and shareholders, as well as the wider community.\nWhile pursuing our business objectives, we always strive to do this in a responsible manner to ensure we are doing the right thing.\nThis means that if you know of any ethical breaches regarding Philips business, you can report your concern through Philips Speak Up, a reporting website and toll-free telephone service.\nYou can do so anonymously (if allowed under local law).\nIf you decide to reveal your identify, your complaint as well as your personal data will be formally registered in the Philips GBP Complaints Database.\nAny reported concern will always trigger a thorough follow-up procedure.\n&nbsp.\n<strong>Why we process your personal data</strong>\n<br> We process your personal data for the following purposes:<br>\n<ul>\n<li>investigating potential violations of our General Business Principles or which otherwise constitute a threat to Philips corporate integrity;<br>\n</li>\n<li>taking any action that might be necessary to do business in a responsible manner and in line with local laws and regulations.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> If you report a concern via our Philips Speak Up, we process the following categories of personal data:</p>\n<ul>\n<li>If you reveal your identity: Your name, phone number, e-mail address, the best time to contact you, and your relationship with Philips (former employee, vendor, customer or other), if you choose to supply this information.</li>\n<li>The name and other personal data of any persons you name in your report, if you are willing and able to supply this information.</li>\n<li>Details about the incident which you are reporting (time, place, location, circumstances, a description of what has happened, the possible effects on the Philips entity and whether the management is aware of this issue).</li>\n</ul>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful basis we rely on to process your personal data for the purposes described in this section is our legitimate interest, in particular our necessity to conduct business in a responsible manner and in line with local laws and regulations as well as to protect fundamental rights such as the right to liberty and security, the right to property, the right of defense, the freedom to conduct a business.<br>\n<br>\n<strong>With whom we share your personal data<br>\n</strong>Your personal data are registered in the Philips GBP Complaints Database, from where it will be sent, on a strictly need-to-know basis, to the appropriate persons within Philips.\nThis means the information may be shared with the assigned investigator(s), assigned GBP Compliance Officer, and in some situations members of Group Internal Audit as well as Group Legal, or outside Philips (forensic auditors, legal counsel) who require this information to ensure compliance with the GBP Reporting Policy and legal or regulatory obligations, or as input for subsequent judicial proceedings.<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Making a privacy request </dt>\n<dd>\n<p>\n</p> We work to high standards when it comes to processing your personal data.\nTherefore, as described in this Privacy Notice, if you want to exercise your privacy rights, ask us questions about our privacy practices, submit to us a privacy complaint or contact our Data Protection Officer, you can contact us (you’ll find the privacy contact form in the relevant section of this Privacy Notice) and we’ll do our best to address your request.\nYour privacy request as well as your personal data will be formally registered into an electronic case file and this will trigger an internal process aimed at satisfying, to the extent possible, your inquiry.\n&nbsp.\n<strong>Why we process your personal data</strong>\n<br> We process your personal data for the purpose of complying with the privacy and data protection laws and regulations we are subject to.\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> If you submit a privacy request to us, we require certain information from you as we need them in order to respond to you and adequately address your inquiry.\nIn particular, we need the following information:</p>\n<ul>\n<li>Your e-mail address;</li>\n<li>Your relationship with Philips (consumer, job applicant, or other).</li>\n</ul>\n<p>\n<br> In addition, if you want, you can also disclose to us your full name, your country, your preferred language and any other information you decide to include in your inquiry.</p>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful basis we rely on to process your personal data for the purposes described in this section is our need to comply with the privacy and data protection laws and regulations we are subject to.<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Joining our meeting of shareholders </dt>\n<dd>\n<p>\n</p> The shares of Philips are listed at the stock exchange of Euronext Amsterdam and the New York Stock Exchange.\nThe relationship between Philips and its shareholders is governed by Dutch law and our Articles of Association.\nAs a shareholder of Philips, you have certain rights, such as the right to vote on certain corporate matters (among others: the appointment of members of the Board of Management and the Supervisory Board, say-on-pay, the adoption of financial statements, declaration of dividends and discharge of the members of the Board of Management and the Supervisory Board).\nVoting takes place at our annual and, if any, extraordinary meetings of shareholders.\n&nbsp.\n<strong>Why we process your personal data</strong>\n<br> If you are a shareholder and you decide to exercise your rights in the context of a general meetings of shareholders we process your personal data to enable you to exercise your shareholders rights, for example to record your participation to the meeting of shareholders, to administer your proxy voting instructions and to process your vote and/or questions or statements during the meeting of shareholders.<br>\n<br> A relatively small number of Philips’ outstanding shares are registered in the name of individual shareholders.\nAs required by applicable law, Philips also maintains a register containing the data of the holders of the registered shares and may communicate with those shareholders about the annual meeting of shareholders and about dividend distributions.<br>\n<br> Typically, meetings of shareholders are audio visually recorded for internal purposes and can be followed by a live webcast link available via our website.\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> We process the following categories of personal data:</p>\n<ul>\n<li>Full name and title</li>\n<li>Date of birth</li>\n<li>Postal address</li>\n<li>Email address</li>\n<li>Shareholder identifier</li>\n<li>Financial information (number of shares, dividend, etc.)</li>\n<li>Bank or intermediary</li>\n<li>Bank account number, securities account number</li>\n<li>Name of your authorized representative (if any)</li>\n<li>Proxy voting instructions or votes cast</li>\n</ul>\n<ul>\n<li>The content of questions, opinions or proposals you may express before or during meetings of shareholders</li>\n</ul>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful basis we rely on to process your personal data for the purposes described in this section is our need to comply with applicable laws we are subject to as well as our legitimate interest to conduct business in a responsible manner, for example when we audio-video record the meetings of shareholders.<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Subscribing to our investor relations alerts or press releases </dt>\n<dd>\n<p>\n</p> At Philips, we aim to deliver superior, long-term value to our customers and shareholders, while acting responsibly towards our planet and society, in partnership with our stakeholders.\nIf you are interested in receiving our latest press releases or investor relations notifications, you can subscribe to our email updates.\n&nbsp.\n<strong>Why we process your personal data</strong>\n<br> We process your personal data for the following purpose of sending you via email our press releases or investor relations notifications.<br> If you subscribe the investor relations notifications we will notify you of investor webcasts and calls.\nIf you subscribe to the press releases we will communicate to you about our latest news updates.\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> To subscribe to our latest press releases or investor relations notifications we ask your full name, email address and the company you work for (for investor relations notifications only and in case you represent an institutional investor or bank).</p>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful basis we rely on to process your personal data for the sending you our latest press releases or investor relations notifications is your consent.\nIn any case, you can unsubscribe at any time via the link at the bottom of the emails or via the respective “Unsubscribe” buttons in Philips Investor Relations and press release webpages.&nbsp;<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Applying for a job or interacting with us for job opportunities </dt>\n<dd>\n<p>\n</p> Our recruitment process is designed to help us find people who share our passion for improving lives through meaningful innovation and to help you find out if Philips is the right place for you.\nThis process includes the following activities:&nbsp.\n<ul>\n<li>applying for a job in our career website;<br>\n</li>\n<li>signing up for our career newsletters to receive the latest jobs and news right to your inbox;</li>\n<li>interacting with us (for example, with our recruiters) for job opportunities.</li>\n</ul>\n<p>\n<br>\n<strong>Why we process your personal data<br>\n</strong>We process your personal data for the following purposes:</p>\n<ul>\n<li>Providing the functionality of our career website to you, such as arranging access to your registered account and enabling you to submit applications via the career website;</li>\n<li>Assessing your skills, qualifications and suitability to work for Philips against the position you applied for and/or other career opportunities;</li>\n<li>Asking you if you would like your details retained in our talent pool.\nIf you agree, we would proactively contact you should any further suitable vacancies arise.</li>\n<li>Depending from the country of employment and based on what is allowed by applicable laws, verifying your information, including through reference checks and, where applicable, background checks.</li>\n<li>Communicating with you about the recruitment process;</li>\n<li>Sending you via email news and updates about Philips jobs and recruitment activities (if you signed in);</li>\n<li>Preparing an offer, if your application is successful;</li>\n<li>Complying with applicable laws and regulations we are subject to and cooperate with regulators and law enforcement bodies.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> Depending on the specific recruitment activity, we process the following categories of personal data:</p>\n<ul>\n<li>Contact information (such as full name, email address, phone number, country of residence, home address, other contact information);</li>\n<li>Data about your skills and qualifications, contained in CVs, cover letter or other documentation provided to us in your application (such as education history, work experience, transcripts);</li>\n<li>Data required to conduct background or employment checks, when allowed by applicable laws (such as documents to proof your identity or qualifications);</li>\n<li>Information on the type of employment you are or may be looking for, current and/or desired salary and other terms relating to compensation and benefits packages, willingness to relocate, or other job preferences;</li>\n<li>Data required to make a conditional offer of employment (such as bank details to process salary payments, emergency contact details to know who to contact in case you have an emergency at work);</li>\n<li>Details of how your heard about the position you are applying for;</li>\n<li>Data originating from assessments or questionnaires completed by you (such as your answer to written assessments);&nbsp;</li>\n<li>In certain cases, you may join optional video interviews.\nIn this case we may process your image or other data captured by your camera.</li>\n<li>Information relating to any previous applications you may have made to Philips.</li>\n<li>Information that you make publicly available that we believe is relevant to your application or a potential future application (such as your information contained in your LinkedIn profile).</li>\n<li>If you're being referred, we process information that the person referring you provides about you.</li>\n<li>If required or permitted by local laws, we may also process information of sensitive nature, such information about disabilities, to the extent relevant for the performance of your work.</li>\n</ul>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful bases we rely on to process your personal data for the purposes described in this section are:</p>\n<ul>\n<li>our need to perform a contract to which you are subject, or to take pre-contractual steps at your request.</li>\n<li>our legitimate interest, in particular our necessity to conduct business in a responsible manner and in line with local laws and regulations as well as to protect fundamental rights such as the right of defense, the right to property, and the freedom to conduct a business.</li>\n<li>our need to comply with legal obligations we are subject to.</li>\n<li>your consent, for sending you via email news and updates about Philips jobs and recruitment activities and for keeping your details in our talent pool and contacting you for career opportunities.</li>\n</ul>\n<p>\n<br>\n<strong>Who is the controller of your personal data<br>\n</strong>The controller of your personal data for the purposes described in this section is the Philips affiliated company of the country which intends to recruit you (identified in our Terms of use - see the footer - as being the operator of this website) as well as Philips International B.V.<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Contacting our customer service </dt>\n<dd>\n<p>\n</p> If you require assistance and support from Philips you can contact our support team through our website (via chat or web-form), phone or social media and they will do their best to answer your questions and provide you with the required support.\n<p>\n<br>\n<strong>Why we process your personal data<br>\n</strong>We process your personal data for the following purposes:</p>\n<ul>\n<li>to answer your questions and provide you with required support, including keeping you up to date on the progress of your case and work order (this may include scheduling, delivering remote/field service activities, including parts ordering, in case you are a business customer);</li>\n<li>to verify your identity (e.g.\nif you already have a MyPhilips account) and support you accordingly;</li>\n<li>to deal with any subsequent issues that may arise from your inquiry, such as for establishing, exercising or defending ourselves from legal claims;</li>\n<li>to check and improve the level of service we provide.\nfor example, if you contact us by telephone or chat we could record the conversation in order to educate our team during internal training so that we can always improve our customer service support.</li>\n<li>to improve, fix and customize our products and services;</li>\n<li>[in case you request our assistance about a Philips product produced by one of our brand license partners] to direct your request to the relevant brand license partner, so that they can provide you with the requested support.&nbsp;</li>\n<li>to comply with compliance, regulatory and quality standards and regulations.</li>\n<li>to ask you if you want to receive promotional emails from Philips and stay up to date about new and existing Philips products and services and about our events (if you want to know more, see the section “Joining our marketing initiatives”).</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> If you have a question or request our support, we need you to give us some information, such as your name, e-mail address, telephone number or other information necessary for dealing with your question or inquiry.\nIf you have a MyPhilips account, we may use the information linked to your account to provide you with the requested support.</p>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful bases we rely on to process your personal data for the purposes described in this section are:</p>\n<ul>\n<li>our need to perform a contract to which you are subject, or to take pre-contractual steps at your request.</li>\n<li>our legitimate interest, in particular our necessity to conduct business in a responsible manner and in line with local laws and regulations as well as to protect fundamental rights such as the right of defense, the right to property, and the freedom to conduct a business.</li>\n<li>our need to comply with legal obligations we are subject to.</li>\n</ul>\n<p>\n</p>\n</dd>\n<dt> Using our self-service portal to request a repair/exchange </dt>\n<dd>\n<p>\n</p> If your Philips product is broken or does not longer work in line with expectations, you can look for our manuals, frequently asked product questions or troubleshooting steps.\nIf these do not solve your problem, you can directly go to our self-service portal to request a repair/exchange or do so with the support of our consumer care agents.\nAlternatively, you may lodge product warranty related requests via our third-party repair network of partners (such as retailers or repair centers) that service our products and connect to our claims and repair system to submit your claim.\nIn this context, we will process your personal data.\n&nbsp.\n<strong>Why we process your personal data</strong>\n<br> We process your personal data for the following purposes:<br>\n<ul>\n<li>to fulfill the repair/exchange and product warranty related service;<br>\n</li>\n<li>to allow you to track and provide you with a status of your repair or exchange;</li>\n<li>to deliver the product to you;</li>\n<li>to contact you in case of issues with the delivery or to obtain additional necessary information to fulfill your service request.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> We process the following categories o f personal data:</p>\n<ul>\n<li>Contact information (such as your first name, surname, address, phone number);</li>\n<li>Product information (e.g.\nmodel number, date of purchase),</li>\n<li>Information necessary to review your service or repair request,</li>\n<li>Information necessary to confirm that your product is in the warranty period (e.g.\nproof of purchase).</li>\n</ul>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful bases we rely on to process your personal data for the purposes described in this section is our need to enter into and perform a contract with you, or to take pre-contractual steps at your request.<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Creating your MyPhilips account </dt>\n<dd>\n<p>\n</p> If you wish to take advantage of our services, such as registering Philips products or having extended warranties on selected products, you can create your MyPhilips account.\n<p>\n<br>\n<strong>Why we process your personal data<br>\n</strong>We process your personal data for the following purposes:</p>\n<ul>\n<li>to create and maintain your MyPhilips account;</li>\n<li>to enable you to register your Philips products;</li>\n<li>to provide you extended warranty on selected products.</li>\n</ul>\n<p>\n<br> You can also use your MyPhilips account for other services, such as:<br>\n</p>\n<ul>\n<li>Managing your marketing communication preferences: when you create your Philips account you can indicate if you wish to receive marketing communications from Philips.\nThat way we are able to contact you if we have something that we think will appeal to you.</li>\n<li>Logging-in to Philips mobile apps.</li>\n<li>Purchasing Philips products and services in our Philips online shop for consumers, consulting your order history and managing your subscriptions;</li>\n<li>Joining our product tests and telling us what you think about our products.</li>\n<li>Participating to our promotions, such as cash backs or coupon promotions.</li>\n</ul>\n<p>\n<br> If you want to know more about how we process your personal data in the context of such other services, just select them in this privacy notice and you’ll find out.</p>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> If you create a MyPhilips account we process the following categories of personal data:</p>\n<ul>\n<li>Contact information (such as your first name, surname and email address).\nIf you decide to create a MyPhilips account with your social media account, the registration form will be pre-populated with the contact information provided by your social media provider.</li>\n<li>Information about your location (such as your country, language preference);</li>\n<li>Information about your registered product/service (such as the name of the purchased product and the date and proof of purchase).</li>\n</ul>\n<p>\n<br> In addition, if you want, you can also choose to provide to us:<br>\n</p>\n<ul>\n<li>your salutation, which will be used to personalize our promotional or transactional communications to you.\nand</li>\n<li>your date of birth, which will be used to personalize our promotional communications to you (for example, when is your birthday).</li>\n</ul>\n<p>\n<br> If you want to create a MyPhilips account in your capacity as Professional (i.e.\nbusiness customer, supplier and/or business partner of Philips), we may also process the following data:</p>\n<ul>\n<li>Company name</li>\n<li>Company address</li>\n<li>Company phone number</li>\n<li>Organization type</li>\n<li>Job title/specialty</li>\n<li>Customer account number.</li>\n</ul>\n<p>\n<br> You can delete your MyPhilips account at any time.\nTo do so, you should log-in and find the deletion button in your settings.\nWe will then remove your MyPhilips account and any data associated to it (this includes also data processed in the context of the other Philips services listed above and associated to your MyPhilips account), unless we are required by law to keep certain data.</p>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful basis we rely on to process your personal data for the purposes described in this section is our need to enter into or perform a contract with you, or to take pre-contractual steps at your request.</p>\n<p>\n</p>\n</dd>\n<dt> Purchasing Philips products online </dt>\n<dd>\n<p>\n</p> You can purchase online Philips products and services in our online shops.<br> As a consumer, you can either use your MyPhilips account or check out as guest (unless you want to purchase services, in this case you’ll need a MyPhilips account).<br> As a professional (for example, if you are an healthcare professionals or distributor and you want to purchase our healthcare products from our Philips healthcare shop), you’ll need to create a company or professional account.\n<p>\n<br>\n<strong>Why we process your personal data<br>\n</strong>We process your personal data for the following purposes:</p>\n<ul>\n<li>to handle your orders and process the payment.\nIn this context, we may process your personal data to prevent and detect fraud and abuse in order to protect the security of our customers, Philips, and others.\nWe may also use scoring methods to assess and manage credit risks;</li>\n<li>to deliver the purchased products and services to the delivery address you provide to us.\nTo do so, we work together with our distribution partners which help us to prepare and correctly process your package, and with our logistic partners which deliver your package to the chosen address.</li>\n<li>to update you via email on the status of your order;</li>\n<li>to contact you via email for transactional and technical support;</li>\n<li>to enable you to consult your order history, save your favorites items or create wish lists, and manage your subscriptions, if any;</li>\n<li>To comply with laws and regulations we are subject to (for example, for tax purposes we are obliged to store the details of every purchase).</li>\n</ul>\n<p>\n<br> Keep in mind that certain Philips products and services available in our Philips online shop for consumers are sold to you by one of our partners, as indicated in the terms and conditions of sale that will be shown to you before finalizing your order.\nThis means that if you place an order with one of our partners, we will share your personal data (such as your name and address) with that partner so that it can execute the agreement you have entered to and therefore fulfill your order and send you the invoice.\nThe partner may also use your personal data to update you on the status of your order and to provide you with the required customer support.\nIf you want to know more about how our partner will process your personal data, we invite you to read its privacy notice, which we will make available to you in our online shop.</p>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> We process the following categories of personal data:</p>\n<ul>\n<li>Your Account data (in case you purchase a product with your Philips account);</li>\n<li>Name and Email (in case you purchase a product as a guest);</li>\n<li>Shipment and invoice address;</li>\n<li>Invoice/receipt information, which includes the purchased product and service;</li>\n<li>Payment information (such as your credit card number).\nPlease note that we never store your payment information.\nWhen you submit a payment, your payment information will be directly sent to our trusted payment provider, which will connect to your bank to validate the transaction.</li>\n<li>You position/title in your company, your company name and type, your buying preferences, your company’s shipping/billing address, if you purchase our products or services in your capacity as healthcare professional.</li>\n</ul>\n<p>\n<br> In certain cases, you may choose to also provide us with your phone number (optional) if you want our trusted shipment provider to contact you via phone in case of delivery issues or if you want our support team to contact you via phone in case of issues with your order.</p>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful bases we rely on to process your personal data for the purposes described in this section are:</p>\n<ul>\n<li>our need to execute our Terms and conditions of sale with you, in particular our contractual obligation to manage your order;</li>\n<li>our legitimate interest, in particular our necessity to conduct business in a responsible manner and in line with local laws and regulations as well as to protect fundamental rights such as the right of defense, the right to property, and the freedom to conduct a business.\nThis applies when we conduct fraud checks;</li>\n<li>our need to comply with legal obligations we are subject to.\nThis apply, for example, when we process details of your purchase for tax purposes.</li>\n</ul>\n<p>\n<br>\n<strong>Who is the controller of your personal data<br>\n</strong>The controller of your personal data for the purposes identified in this section is the Philips affiliated company identified in our Terms and conditions of sale, made available to you in our website.<br> In case you place an order in our Philips shop for consumers with one of our partners, the controller of your personal data is: (i) Philips International BV for collecting your order and processing the payment.\nand (ii) the relevant partner identified in its terms and conditions of sale or in its privacy notice, for fulfilling your order, sending you the invoice and providing the requested customer support.&nbsp;</p>\n<p>\n</p>\n</dd>\n<dt> Interacting on social media about Philips </dt>\n<dd>\n<p>\n</p> If you actively communicate about us or our brands on social media and other public external sources&nbsp.\n(for example, if you share a comment about a Philips product or if you tag Philips in your post) we may process personal data about you that you make publicly available.\nFor example, we may analyze and monitor publicly available opinions or statements that you make about Philips.\n&nbsp.\n<strong>Why we process your personal data</strong>\n<br> We process your comments or posts (which may include your personal data) for the following purposes:<br>\n<ul>\n<li>to respond to your comments and questions or provide to you the required support.\nIn case your question or comment relates to a Philips product produced by one of our brand license partners, we may provide your personal data to the relevant brand license partner, so that they could respond to your question or give you the requested support.<br>\n</li>\n<li>to gain a general understanding of what people are saying about us and our brands and therefore improve our products and services accordingly.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process<br>\n</strong>For the purposes described above, we may process any information about you that are contained in any comments or other content about Philips that you make publicly available on social media and other public external sources.\nThis may include information such as your name (or nickname), profile picture, country.<br>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful basis we rely on to process your personal data for the purposes described in this section is our legitimate interest, in particular our necessity to conduct business in a responsible manner and in line with local laws and regulations as well as to protect our fundamental right to conduct a business.<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Providing your ratings and reviews to Philips products </dt>\n<dd>\n<p>\n</p> If you want, you can choose to rate and review our Philips products online.\nThis helps us to create an open forum where our customers can find and exchange truthful and meaningful comments around our products.\n&nbsp.\n<strong>Why we process your personal data</strong>\n<br> We process your personal data for the following purposes:<br>\n<ul>\n<li>to verify that your review is in line with our terms and that it does not contain misleading or inaccurate claims regarding the performance of the product (for example off-label promotion or not in line with our instructions for use);<br>\n</li>\n<li>to publish your rating and reviews online and give the opportunity to anyone to learn from your experience with our products;</li>\n<li>to gain a general understanding of what people are saying about us and our brands and therefore improve our products and services accordingly;</li>\n<li>to contact you and offer our assistance in case you in case your review indicates that you are not satisfied with our product or service.\nIn case such review relates to a Philips product produced by one of our brand license partners, we may provide your personal data to the relevant brand license partner, so that they could contact you and offer assistance.</li>\n<li>to contact you in case of health and safety or liability issues.<br> &nbsp;</li>\n</ul>\n<p>\n<strong>What personal data we process<br>\n</strong>We process the following categories of personal data: email, location, age, gender, number of people living in your household, period of usage of our Philips product.<br> &nbsp;</p>\n<p>Keep in mind that when you provide your rating and write a review, we will not make your email visible to other visitors.\nWe will make visible the other information that you provide to us, as this helps us to create an open forum where our customers can find and exchange truthful and meaningful information around our products.<br> &nbsp;</p>\n<p>In addition, to respect your privacy, we encourage you to provide a nickname and not your real name when leaving your review.<br>\n<br>\n<strong>Lawful basis for processing<br>\n</strong> The lawful bases we rely on to process your personal data for the purposes described in this section are:</p>\n<ul>\n<li>our need to execute our Terms and conditions;<br>\n</li>\n<li>our legitimate interest, in particular our necessity to conduct business in a responsible manner and in line with local laws and regulations as well as to protect fundamental rights such as the right of defense, the right to property, and the freedom to conduct a business.\nThis applies when we process your personal data to improve our products and services and when we contact you (or provide your personal data to our brand license partner so that they can contact you) in order to provide assistance.</li>\n<li>our need to comply with legal obligations we are subject to.\nThis apply, for example, when we contact your for health and safety issues.</li>\n</ul>\n<p>\n</p>\n</dd>\n<dt> Testing our consumer products </dt>\n<dd>\n<p>\n</p> If you want to become a Philips product tester and tell us what you think about our consumer products, you can do so by creating a Philips account (unless you already have one), selecting a test that you are interested in and apply.\n<p>\n<br>\n<strong>Why we process your personal data<br>\n</strong>We process your personal data for the following purposes:</p>\n<ul>\n<li>to evaluate if you can be selected to participate in the test, based on your answers to our questions during the selection procedure and based our terms.</li>\n<li>(if you are selected) to properly manage your participation to the test in accordance with our terms.\nThis includes activities such as informing you by e-mail if you are selected to participate in the test, sending to you our product at the address specified in the registration process, receiving and analyzing the feedback you share with us about the product, verifying that you published online a review of our product, requesting back the product you have received (for example, in case you do not write the review within the specified time frame).</li>\n<li>to improve our product and develop new product and services.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> When you sign up to become a Philips product tester, we process the following categories of personal data:</p>\n<ul>\n<li>Account information, such as your first name, surname and email;</li>\n<li>Information about you, that you provide to us by responding to our questions during the selection procedure.</li>\n<li>Feedback about the product that you share with us;</li>\n<li>Shipment/fulfilment information, such as your home address, and telephone number;</li>\n<li>Overview of which tests you have participated in.</li>\n</ul>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful bases we rely on to process your personal data for the purposes described in this section are:</p>\n<ul>\n<li>our need to execute our Terms of use for Philips product tester program;</li>\n<li>our legitimate interest, in particular our necessity to protect fundamental rights such as the the right to property, and the freedom to conduct a business.\nThis applies when we process your personal data to improve our products and services.</li>\n</ul>\n<p>\n<br>\n<strong>Who is the controller of your personal data<br>\n</strong>The controller of your personal data for the purposes identified in this section is the Philips affiliated company identified in our Terms of use for Philips product tester program, made available to you in in our website.</p>\n<p>\n</p>\n</dd>\n<dt> Joining our satisfaction surveys </dt>\n<dd>\n<p>\n</p> We work hard to always improve our services and align them even better with what our customers and partners want.\nThat’s why, if you have a relationship with us (e.g.\nin your capacity as business customer) or if you purchase Philips products or receive services from Philips or a Philips’ brand license partner, we may invite you to join our NPS survey.\nIf you decide to participate and fill-in the survey, your feedback will be used to understand how satisfied you are with the recent service experience you received from Philips or Philips’ brand license partner or, more in general, with your relationship with Philips.\nFrom your feedback we will gather statics which will help us to improve our services.\n&nbsp.\n<strong>Why we process your personal data</strong>\n<br> We process your personal data for the following purposes:<br>\n<ul>\n<li>to send you our customer satisfaction survey;<br>\n</li>\n<li>[if you purchase a product online or receive services from Philips] to understand and measure how satisfied you are with the recent service experience you received from Philips;</li>\n<li>[if you purchase a product online or receive services from a Philips’ brand license partner] to understand and measure how satisfied you are with the recent service experience you received from the Philips’ brand license partner;</li>\n<li>to improve your level of satisfaction with Philips, based on your feedback;</li>\n<li>[if you are a business customer] to understand and measure how satisfied you are with your relationship with Philips;</li>\n<li>to contact you via phone or email to understand how we can improve our relationship with you.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> We process the following categories of personal data:</p>\n<ul>\n<li>Contact information, such as your name and email;</li>\n<li>[if you are a business customer] Professional information, such as your job title, the name of your company, phone number;</li>\n<li>Your feedback.<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Lawful basis for processing<br>\n</strong>Unless differently required by applicable law, the lawful basis we rely on to process your personal data for the purposes described in this section is our legitimate interest, in particular our necessity to protect fundamental rights such as the right to property, and the freedom to conduct a business.&nbsp;<br>\n<br>\n<strong>Who is the controller of your data<br>\n</strong>If you purchase a product online or receive services from a Philips’ brand license partner, the controller of your personal data is: (i) the relevant Philips’ brand license partner identified in its privacy notice (made available to you when your personal data are initially collected), for collecting your personal data, measuring how satisfied you are with your recent service experience and for improving your level of satisfaction.\nand (i) Philips International B.V.\nfor sending the survey to you.<br>\n<br> If you purchase a product online or receive services from Philips or if you are a business customer of Philips, the controller of your personal data for the purposes identified in this section is Philips International B.V.\nas well as the Philips affiliated company with whom you have a commercial relationship.<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Attending Philips events </dt>\n<dd>\n<p>\n</p> We regularly organize physical and digital events, such as seminars, workshop or fairs, meetings, webinars or live broadcast events.\nIf you wish to attend one of our events, we will ask you to provide us with your personal data (such as your contact information).<br> Keep in mind that we don’t publish lists of attendees for our events but, in rare cases, your contact information may be visible to other attendees.<br> Sometimes, our events will be recorded.\nIf we are recording and you are a presenter, your image and audio will be captured in the recording.\nIf you are an attendee, in some cases, you may decide to share your image and audio during the session, for example, if you choose to interact in a Q&amp;A session.\nFor some events, we may publish the recording on our website or social media channels.\n&nbsp.\n<strong>Why we process your personal data</strong>\n<br> We process your personal data for the following purposes:<br>\n<ul>\n<li>to organize and facilitate the event and provide you with an acceptable service.\nThis may include activities such as contacting you about the event logistics, handling any dietary requirements or access provision you may need (if we do so, we don’t share this information in any identifiable way with the venue, and we delete it after the event), provide you access to the content of the event (e.g.\nlink to the recording once the event has concluded);</li>\n<li>to contact you after the event for commercial opportunities about Philips products or services.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> We process the following categories of personal data:</p>\n<ul>\n<li>Contact information, such as your name and email, country;</li>\n<li>Professional information, such as your company name, job title, specialty, function.</li>\n<li>Product/service interest<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Lawful basis for processing<br>\n</strong>The lawful basis we rely on to process your personal data for the purposes described in this section is our legitimate interest, in particular our necessity to protect fundamental rights such as the right to property, and the freedom to conduct a business.<br>\n<br> Unless differently required by applicable law, when we collect any information about dietary requirements or other access requirements, we do so with your consent as this type of information is classed as special category of personal data.<br>\n<br>\n<strong>Who is the controller of your personal data<br>\n</strong>The controller of your personal data is the Philips affiliated company of the country where you join the event or from where the event is organized, identified in our Terms of use (see the footer) as being the operator of this website.<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Joining our marketing initiatives </dt>\n<dd>\n<p>\n</p> If you want, you can join our marketing initiatives and stay up to date about Philips products, services and promotions.\nBelow, we’ll give you an overview of our marketing initiatives and we’ll explain, for each of them, how we process your personal data.<br>\n<br>\n<strong>Promotional Emails<br>\n</strong>\n<strong>Why we process your personal data and what personal data we process<br>\n</strong>You can choose to receive promotional emails from Philips and stay up to date about Philips and Philips brand license partners’ products and services and about our events.\nThis means that if you give us your consent, we will provide you with promotional emails – or if you are a business customer, we will engage with you about commercial opportunities – that are relevant and interesting to you.\nLet us give you some concrete examples.<br>\n<ul>\n<li>If you have accepted the targeted advertising cookie category when browsing our website, we track your interaction with our websites and mobile apps to see what you are interested in.\nIf you also give us your consent to receive promotional communications we will use the data about your interaction with our websites and mobile apps to send you promotional communications that are relevant and of interest to you.\nFor example, if you visited a certain product in our website, we may send you promotional emails about such product or similar products.<br>\n</li>\n<li>If you give us your consent to receive promotional emails, we will send you such promotional emails.\nWe track whether you open, read or click on the content of the promotional email that you’ve received from us.\nFor example, if you click on a certain product (within the promotional email that you have received), we may send you promotional emails about such product or similar products.<br>\n</li>\n<li>If you give us your consent to receive promotional communications while you are creating a MyPhilips account or purchasing a product or service in our online shop with a MyPhilips account, we will use certain data that you provide to us (such as information connected to your account or to your order or information that you provide to us, e.g.\nyour date of birth) in order to send you promotional communications that are relevant and of interest to you.\nFor example, if you have purchased a shaver in our online shop with your MyPhilips account, we may use your online purchasing data to let you know that we have discounts on shaver’s accessories or similar products.</li>\n<li>If you give us your consent to receive promotional communications via our dedicated forms published in our websites or social media pages, we will use that data that you provide to us via these forms (such as your name and email – and your job title/company, specialty or area of care in case you subscribe via the Customer forms directed at Professionals or Customer representatives) as well as information about your country to send you promotional communications that are relevant and of interest to you.\nFor example, if we notice that you are regularly viewing our shavers from a specific country, we may send to you promotional communications about shavers or similar products in the language of that country.</li>\n<li>If you give us your consent to receive promotional communications while you are interacting with our support team, we will use certain data that you provide to us (such as your email and the type of product/service for which you requested assistance) in order to send you promotional communications that are relevant and of interest to you.\nFor example, if you have requested assistance on a shaver, we may send to you promotional communications about shavers or similar products.</li>\n</ul>\n<p>\n<br> Keep in mind that we may combine the data we collect about you from the Philips sources listed above and place them in one or more segments (groups having certain characteristics in common) in order to tailor our promotional emails to your interest.<br>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful bases we rely on to process your personal data for the purposes described in this section are:</p>\n<ul>\n<li>Your consent.\nas a general rule, we will only send you promotional communications when you have provided your prior consent.\nOf course, you can withdraw your consent to receive our tailored promotional emails at any time.\nYou can do so by clicking the unsubscribe button at the bottom of the promotional email that you have received from Philips and you will be automatically unsubscribed.</li>\n<li>Our legitimate interest, in particular our necessity to protect fundamental rights such as the freedom to conduct a business.</li>\n</ul>\n<p>\n<br>\n<strong>Who is the controller of your personal data</strong>\n</p>\n<p>The controller of your personal data is the Philips affiliated company of the country where you signed up to receive promotional emails (identified in our Terms of use - see the footer - as being the operator of the website) as well as Philips International B.V.<br>\n<br>\n</p>\n<p>\n<strong>Social media advertising<br>\n</strong>We use social media to keep you updated about new and existing Philips products and services and to build a commercial relationship with you.<br>\n<br>\n<strong>Why we process your personal data and what personal data we process<br>\n</strong>As said above, we process your personal data to reach out to you - via social media – with promotional communications or ads about new and existing Philips products and services and about our events.&nbsp;For example, if you have accepted the Targeted advertising cookies in our website, we may track your usage of our websites (such as the actions you have taken on our website) and show you relevant Philips ad on your social media.<br> If you give us your consent to receive promotional communications (e.g.\nvia our dedicated forms published in our websites), we may provide your personal data (such as your email) to social media providers so to show you relevant Philips ads on such social media.<br> If you are representative of an existing or potential Philips’ customer or business partner (or prospective), we may use your personal data to engage with you - via social media (e.g.\nLinkedIn) - for commercial opportunities.<br>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful bases we rely on to process your personal data for the purposes described in this section are:</p>\n<ul>\n<li>Your consent.\nthis applies when before we collect your behavior on the website and place the relevant cookies and similar technologies in your device.\nand when we use your consent to receive marketing communications in order to target you on social media via our Partners.;<br>\n</li>\n<li>Our legitimate interest, in particular our necessity to protect fundamental rights such as the freedom to conduct a business.\nThis applies when we process your personal data to build your (prospect) customer profile and engage with you via social media for commercial opportunities.</li>\n</ul>\n<p>\n<br>\n<strong>Who is the controller of your personal data<br>\n</strong>The controller of your personal data is the Philips affiliated company of the country where you signed up to receive promotional emails (identified in our Terms of use - see the footer - as being the operator of the website) as well as Philips International B.V.</p>\n<p>\n</p>\n</dd>\n<dt> Joining our promotions </dt>\n<dd>\n<p>\n</p> We publish different promotions on our products and services that you can take advantage of, such as cashback promotions, extended warranty, coupon promotions, refer-a-friend programs, sweepstakes, contests or a seasonal or other promotions and may even send you a gift when purchasing a product.\nTo deliver on these promotions we process your personal data.<br> These promotions may be subject to supplement privacy notices.<br> There are various ways to participate.\nFor example, by filling-in a dedicated form in our website, by creating a MyPhilips account, by singing up to receive our promotional communication via the dedicated forms available in our website or social media pages, or by rating and reviewing our products in our website.\n&nbsp.\n<strong>Why we process your personal data and what personal data we process</strong>\n<br> Generally, we collect the information required to allow you to participate in the promotion, identify you, assessing whether you meet the conditions of the promotion and deliver on the contractual terms of the promotion:<br>\n<ul>\n<li>Account information, such as your first name, surname and email.\nthis means that your participation will be linked to your MyPhilips account.<br>\n</li>\n<li>Information that you provide to us (such as your name and email), in case you participate by singing up to receive our promotional communications.</li>\n<li>Proof of purchase of product and other data that allows us to verify you meet the conditions of the promotion and to select the winner of the contest (based on the rules that you accept when you decide to participate).</li>\n<li>Email and Address information (if you are selected as a winner) to inform you that you are selected as a winner, to send our prize at the address specified in the registration process and to verify if you comply with the terms of the contest and act accordingly.</li>\n<li>Bank account number for cashback promotions where we will deposit the amount rewarded in the promotion.</li>\n<li>Material or content generated and provided by you that allows you to participate in the sweepstake, contest, game or other competition.</li>\n</ul>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful basis we rely on to process your personal data for the purposes described in this section is our need to enter into or perform a contract with you, or to take pre-contractual steps at your request, specifically to execute the terms of use of the relevant promotion.<br>\n<br>\n<strong>Who is the controller of your personal data<br>\n</strong>The controller of your personal data is the Philips affiliated company identified in the terms of use of the relevant promotion, made available to you in our website.<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Visiting our websites </dt>\n<dd>\n<p> When you visit our websites we place cookies and other similar technologies on your browser or device that help us to enable the technical and functional management of our websites (including ensuring information security), to improve the design and performance of our websites and to better understand the visitor’s behavior on our pages.\nThese cookies and other similar technologies may collect data such as your IP address, your operating system, your browser type and your device type (e.g.\nPC, smartphone).<br>\n<br> Some cookies are always on when you visit our websites, and you can’t turn them off unless you change your browser settings.\nWe call these “strictly necessary cookies”.\nWithout these cookies the services that you ask for cannot function as intended.\nWe use these cookies to make sure our websites work correctly and are meeting audience needs and interests.\nFor example, we use these cookies to verify when a website is down or to ensure the security of our websites.\nThe lawful bases we rely on to process your personal data in this context is our legitimate interest, in particular our necessity protect fundamental rights such as the right of defense, the right to property, and the freedom to conduct a business.<br>\n<br> We use performance cookies (such as analytics) to gather aggregated statistical information on how our website are performing and to improve their performance accordingly.\nYou can switch these on or off at any time.\nWe’ll only use them if you’ve agreed.\nFor example, we use these cookies to obtain a general view of how visitors use our websites (i.e.\nwhich web pages you visit most often, the number of visitors to the various part of a website) or to conduct user surveys on our website in general or on specific elements of our website.<br>\n<br> We also use functional cookies to personalize our websites to your needs by remembering choices you make.\nYou can switch these on or off at any time.\nWe’ll only use them if you’ve agreed.\nFor example, we use these cookies to remind you of your settings on our website (such as your username, language or the region you are in) and provide more enhance, personal features.\nThey don’t gather any information about you that could be used for advertising purposes.\nThe lawful bases we rely on to process your personal data in this context is your consent.<br>\n<br> Lastly, we use advertising and social media cookies to track your surfing behavior on our website and show you personalized advertisements relevant to you and to your interests.\nFurthermore, if you gave us your consent to receive promotional communications, we will use the information gathered from these cookies to send you communications tailored to your preferences.\nThese cookies may be placed by third parties and will be linked to site functionality provided by such third parties.\nTherefore, this will impact the content and messages you see on other websites you visit.\nYou can switch these on or off at any time.\nWe’ll only use them if you’ve agreed.\nFor example, if you are reading an article about a Philips product then we might show you ads on this product in our or third-party’s website.\nThe lawful bases we rely on to process your personal data in this context is your consent.<br>\n<br> For more information on the specific cookies we use, please read our cookie consent tool.<br> You can adjust your cookie settings at any time from our cookie consent tool.\n<br>\n</p>\n</dd>\n<dt> Complying with our regulatory obligations </dt>\n<dd>\n<p>\n</p> As a manufacturer of medical devices, we are subject to regulatory obligations concerning the placing on the market, making available on the market or putting into service of medical devices for human use and accessories for such devices.\nTherefore, we continuously process personal data in order to ensure compliance with our regulatory obligations as manufacturer of medical devices.<br>\n<br>\n<strong>Why we process your personal data</strong>\n<br> We process personal data for the following purposes:<br>\n<ul>\n<li>to report any serious incident to health authorities after they have established the causal relationship between that incident and the device, or that such a causal relationship is reasonably possible;<br>\n</li>\n<li>to analyze and report on statistically significant increase (either frequency or severity) of non-serious incidents or side-effects that may affect the device's risk-benefit analysis;</li>\n<li>to analyze, investigate and take field corrective actions as appropriate in relation to serious incidents.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> We process the following categories of personal data:</p>\n<ul>\n<li>Log files</li>\n<li>Contact information relating to reporters of incidents</li>\n<li>Information about patients/other individuals contained in the incident/complaint/feedback.</li>\n<li>Log files or Medical images, which may contain patient’s details such as age, sex, weight.</li>\n</ul>\n<p>\n<br> Keep in mind that we have no access to directly identifiable information about patients as they are kept confidential by the relevant healthcare provider and not required for the processing operations we undertake.<br> &nbsp;</p>\n<p>\n<strong>Lawful basis for processing<br>\n</strong>We process your personal data in order to comply with a legal or regulatory obligation to which Philips is subject when we report (a) adverse events to competent authorities, and (b) trends of statistically significant increase (in frequency/severity) of non-serious incidents, and when we manage complaints;<br>\n<br> We process your personal data for the performance of an activity carried out in the public interest when we investigate incidents to identify root cause and needed preventive, corrective, field safety corrective action.\ndetect trends of statistically significant increase (in frequency/severity) of non-serious incidents.<br>\n<br>\n<strong>How long we keep your personal data<br>\n</strong>Philips as a manufacturer is required to keep their devices' technical documentation, up to date and available for the competent authorities for a period of at least 10 (implantable devices 15) years after the last device covered by the same declaration of conformity has been placed on the market (i.e.\nsold).<br>\n<br>\n<strong>Who is the controller of your personal data&nbsp;<br>\n</strong>The controller of your personal data is the Philips affiliated company who is the manufacturer of the medical device as indicated in the regulatory label of the relevant device.<br>\n</p>\n<p>\n</p>\n</dd>\n<dt> Conducting clinical investigations </dt>\n<dd>\n<p>\n</p> We perform clinical investigations to assess the safety or performance of our medical devices.\nIn this context, we process personal data of human subjects.\n<p>\n<br>\n<strong>Why we process your personal data<br>\n</strong>We process personal data for the following purposes:</p>\n<ul>\n<li>to perform clinical evaluation aimed to confirm the safety and performance of our medical devices prior to placing them on the market;</li>\n<li>to conduct clinical investigations aimed to: (i) establish the suitability of the design, manufacturing and packaging of our medical device for its intended purpose under normal conditions of use,.\nand (ii) to establish and verify the clinical benefits of the medical device for patients and to establish and verify the clinical safety of the device.\nand (iii) to determine undesirable side-effects and to assess whether those risks are acceptable risks when weighed against the health benefits of the medical device.</li>\n<li>to perform and update the clinical evaluation of the medical device and to perform post-market surveillance.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> We process the following categories of (retrospective) data:</p>\n<ul>\n<li>General information about patients (such as age, category, sex);</li>\n<li>Data concerning health, depending on the type of medical device that was the subject of the clinical investigation.</li>\n</ul>\n<p>\n<br> Keep in mind that we have no access to directly identifiable information about patients as they are kept confidential by the relevant healthcare provider and not required for the processing operations we undertake.</p>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>Unless differently required by applicable law:</p>\n<ul>\n<li>When we conduct clinical investigations with the aim to comply with medical device manufacturer’s obligations (for example, when assessing the safety, performance, and quality of our medical devices) we do so in order to carry out an activity in the public interest.&nbsp;</li>\n<li>When we conduct clinical investigations with the aim to make better products improving healthcare, we do so in order to carry out an activity in the public interest.</li>\n<li>When we report serious adverse events that take place during a clinical investigation, we do so in order to comply with a legal or regulatory obligation to which Philips is subject to.</li>\n</ul>\n<p>\n<br>\n<strong>Who is the controller of your personal data<br>\n</strong>The controller of your personal data is the Philips affiliated company who is the manufacturer of the medical device or whom is the sponsor of the clinical investigation, indicated in the study documentation or in other relevant documentation provided by the healthcare provider.<br>\n<br> In some cases, clinical investigations are jointly performed by the Philips affiliated company who is the manufacturer of the medical device (indicated in the study documentation or in other relevant documentation provided by the healthcare provider) together with the Philips affiliated companies located in the Netherlands (Philips Electronics Netherlands B.V.\nor Philips International B.V.), France (Philips France Commercial SAS) and Germany (Philips GmbH).</p>\n<p>\n</p>\n</dd>\n<dt> Conducting clinical studies </dt>\n<dd>\n<p>\n</p> We perform clinical studies to fulfil various purposes such as complying with our medical device manufacturer’s obligations or to develop and improve the (safety or) performance of the medical device, enhancing healthcare.\nIn this context, we process personal data of human subjects.\n<p>\n<br>\n<strong>Why we process your personal data<br>\n</strong>We process personal data for the following purposes:</p>\n<ul>\n<li>To perform clinical studies about the medical device based on legal obligations to which Philips is subject;</li>\n<li>to perform and update the clinical evaluation of the medical device and to perform post-market surveillance.</li>\n<li>to evaluate, assess, test, develop, improve the (safety or) performance of our medical device aiming to make better products improving healthcare.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> We process the following categories of (retrospective) data:</p>\n<ul>\n<li>General information about patients (such as age, category, sex);</li>\n<li>Data concerning health, depending on the type of medical device that was the subject of the clinical investigation.</li>\n</ul>\n<p>\n<br> Keep in mind that we have no access to directly identifiable information about patients as they are kept confidential by the relevant healthcare provider and not required for the processing operations we undertake.</p>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>Unless differently required by applicable law:</p>\n<ul>\n<li>When we conduct clinical studies with the aim to comply with medical device manufacturer’s obligations (for example, when assessing the safety, performance, and quality of our medical devices) we do so in order to carry out an activity in the public interest.</li>\n<li>When we report serious adverse events that take place during a clinical study, we do so in order to comply with a legal or regulatory obligation to which Philips is subject to.</li>\n<li>When we conduct clinical studies with the aim to evaluate, assess, test, develop, improve the (safety or) performance of medical devices aiming to make better products improving healthcare, we do so based on the scientific research exemption or, where required, based on consent.<br> &nbsp;</li>\n</ul>\n<p>\n<strong>Who is the controller of your personal data<br>\n</strong>The controller of your personal data is the Philips affiliated company who is the manufacturer of the medical device or whom is the sponsor of the clinical study, indicated in the study documentation or in other relevant documentation provided by the healthcare provider.<br>\n<br> In some cases, clinical investigations are jointly performed by the Philips affiliated company who is the manufacturer of the medical device (indicated in the study documentation or in other relevant documentation provided by the healthcare provider) together with the Philips affiliated companies located in the Netherlands (Philips Electronics Netherlands B.V.\nor Philips International B.V.), France (Philips France Commercial SAS) and Germany (Philips GmbH).</p>\n<p>\n</p>\n</dd>\n<dt> Managing your commercial relationship with us </dt>\n<dd>\n<p>\n</p> If you have a commercial relationship with Philips – as a (prospective) supplier, business customer or partner – we want to make sure that our relationship with you is founded upon transparency, clear accountability and trust.\nTo manage this relationship with you and to ensure compliance with applicable laws, we may process personal data.\n<p>\n<br>\n<strong>Why we process your personal data<br>\n</strong>We process your personal data for the following purposes:</p>\n<ul>\n<li>to communicate with you, e.g.\nby answering your requests or sending transactional communications;</li>\n<li>to initiate, plan, and maintain our (contractual) relationship with the customer, supplier or business partner you represent, e.g.\nby contracting, processing payments, accounting/billing/invoicing, managing credits, managing shipping and deliveries, handling repairs;</li>\n<li>[if you are a business Customer] to provide you with the requested product and services, such as providing technical support;</li>\n<li>[if you are a business Customer] to give you access to our Customer Service portal.</li>\n<li>to provide you or your representatives with trainings or demo sessions;</li>\n<li>[if you are a business Customer] to extend to you credit, upon your request.</li>\n<li>to ensure compliance with our General Business Principles and other applicable laws and regulations we are subject to, such as conducting screenings in order to assess what compliance and (commercial/credit) risks are associated with potential business relationships or collecting/responding to quality complaints regarding our medical devices.</li>\n</ul>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> To manage our business relationship with you and ensure compliance with applicable laws, we process the following categories of personal data:</p>\n<ul>\n<li>contact information, such as full name, job title/role, business email, business address, business phone number;</li>\n<li>payment information, such as data necessary to process payments;</li>\n<li>Publicly available data, such as information relating to owners, majority shareholders, and top-level management or executives of our suppliers and business partners collected from trusted publicly available sources;</li>\n<li>Data you provide to us, for example when you interact with a Philips representative;</li>\n<li>Information about individuals that report adverse events or make quality complaints, including healthcare professionals, such as name, email, postal address.</li>\n<li>Device data, such as log-files.</li>\n</ul>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful bases we rely on to process your personal data for the purposes described in this section are:</p>\n<ul>\n<li>our need to perform a contract to which you are subject, or to take pre-contractual steps at your request.</li>\n<li>our legitimate interest, in particular our necessity to conduct business in a responsible manner and in line with local laws and regulations as well as to protect fundamental rights such as the right of defense, the right to property, and the freedom to conduct a business.</li>\n<li>our need to comply with legal obligations we are subject to.</li>\n</ul>\n<p>\n</p>\n</dd>\n<dt> Accomplishing other legal and business purposes </dt>\n<dd>\n<p>\n</p> Insofar necessary, we may have the need to fulfill other legal and business purposes.<br> In this context, we may process personal data.\n<p>\n<br>\n<strong>Why we process your personal data<br>\n</strong>We process personal data for the following purposes.</p>\n<ul>\n<li>Business process execution and internal management.\nThis purpose includes activities such as conducting (internal) audits and investigations, management of alliances, ventures, mergers, acquisitions and divestitures, re-organizations or disposals and integration with purchaser.</li>\n<li>Development and improvement of applications, products and/or services.&nbsp;This purpose includes activities such as the development and improvement of Philips’ products, systems and/or services.</li>\n<li>Security and protection of interests and/or assets of Philips.&nbsp;This purpose includes activities connected to the security and protection of the interests and/or assets of Philips and its customers, Business Customers and business partners, including the safeguarding of the security and integrity of their business sector.\nIn particular, it includes activities such as detecting, preventing, investigating and combating (attempted) criminal or objectionable conduct directed against Philips, its employees or other individuals, activities such as those involving health and safety, authentication of customer, supplier or business partner status and access rights and activities such as deploying and maintaining technical and organizational security measures.</li>\n<li>Protection of Philips’ intellectual property rights&nbsp;This purpose includes activities such as filing and managing intellectual property rights of Philips and it may require the processing of personal data of inventors and other individuals.</li>\n<li>Creation and disclosure of promotional material&nbsp;This purpose includes activities such using photos and videos (which may contain data relating to individuals) in promotional material, which may be disclosed to customers or made available online.</li>\n<li>Compliance with legal obligations.&nbsp;This purpose includes the Processing of Personal Data in connection with the performance of a task carried out to comply with a legal obligation to which Philips is subject, including the disclosure of Personal Data to government institutions or supervisory authorities, including tax authorities and other competent authorities for the sector in which Philips operates.</li>\n<li>Defense of legal claims.</li>\n</ul>\n<p>This purpose includes activities such as preventing, preparing for or engaging in dispute resolution.</p>\n<p>\n<br>\n<strong>What personal data we process</strong>\n<br> Depending on the specific purpose, we process various categories of personal data (such as contact information data and any other information required to fulfill the above purposes).</p>\n<p>\n<br>\n<strong>Lawful basis for processing<br>\n</strong>The lawful bases we rely on to process your personal data for the purposes described in this section are:</p>\n<ul>\n<li>our need to perform a contract to which you are subject, or to take pre-contractual steps at your request.</li>\n<li>our legitimate interest, in particular our necessity to conduct business in a responsible manner and in line with local laws and regulations as well as to protect fundamental rights such as the right of defense, the right to property, and the freedom to conduct a business.</li>\n<li>our need to comply with legal obligations we are subject to.</li>\n<li>the consent of the relevant individuals;</li>\n<li>Any other legal ground anyhow permitted by applicable laws.</li>\n</ul>\n<p>\n</p>\n</dd>\n</dl>\n<p>\n</p> Keep in mind that, unless we need your personal data in order to comply with laws and regulations, you are not obliged to provide us with your personal data.\nOf course, if you chose not to do so, in many cases we will not be able to provide you with the products or services you requested or to respond to requests that you may have.\n<p>\n</p> How we protect your personal data <p>\n</p>\n<br> We use organizational, technical and physical measures to protect your personal data, taking into account the nature of the personal data and the processing as well as the potential threats posed.\nWe are constantly working to improve on these measures to help keep your personal data secure.\n<br>\n<p>\n</p> How we transfer your personal data between countries <p>\n</p>\n<p>Due to our global nature, your personal data may be transferred to or accessed by Philips-affiliated companies or Philips’ trusted third parties around the world.\nOf course, when we do so, we ensure to comply with laws on the transfer of personal data between countries.<br>\n<br>\n</p>\n<p>\n</p>\n<p>When we transfer personal data from the European Economic Area, the United Kingdom, and Switzerland to:<br> &nbsp;</p>\n<ul>\n<li>Philips-affiliated companies processing such personal data in other countries, such transfers are governed by the&nbsp;Philips Privacy Rules&nbsp;(so called Binding Corporate Rules);</li>\n<li>Philips trusted third parties processing such personal data in other countries not recognized by the European Commission as providing an adequate level of data protection, such transfers are governed by the&nbsp;Standard Contractual Clauses.<br>\n</li>\n</ul> Click here to read moreClick here to read less <p>\n</p> Your privacy rights <p>\n</p>\n<p>\n<br> Depending on our reason for processing your personal data and applicable laws, you have certain rights on your personal data.\nHere we want to make you aware of which are these privacy rights.<br>\n<br>\n</p>\n<p>\n</p>\n<ul>\n<li>\n<strong>You have the right to access your personal data.</strong> This means that you can ask us for copies of or information about the personal data that we process about you.&nbsp;</li>\n</ul>\n<ul>\n<li>\n<strong>You have the right to rectify your personal data.</strong> This means that, if you think that the personal data we process about you is inaccurate, you can ask us to rectify or correct it.\nIf you want us to rectify your personal data, please tell us what you believe is inaccurate and explain to us how we should correct it.<br>\n</li>\n<li>\n<strong>You have the right to delete your personal data.</strong> This means that you can ask us to erase the personal data that we process about you.\nKeep in mind that there might be cases (for example, when we are legally obliged to keep your personal data) where we may not be able to erase your personal data.</li>\n<li>\n<strong>You have the right to data portability.</strong> This means that you can ask us to transfer the information about you (that you have directly given to us) to another organization, or give it to you.\nKeep in mind that this right only applies in certain circumstances (for example, if we are processing your personal data with automated means and based on your consent).</li>\n<li>\n<strong>You have the right to restrict our processing of your personal data.</strong> This means that, in certain circumstances, you can ask us to limit the way we use your personal data.</li>\n<li>\n<strong>You have the right to object to our processing of your personal data.</strong> This means that, in certain circumstances, you can object to the processing of your personal data, as carried out by us.</li>\n</ul>\n<p>\n<br> Keep in mind that there may be situations where we are entitled to deny or restrict your privacy rights, for example, when it is necessary to establish, exercise or defend Philips from legal claims or when your request is manifestly unfounded or excessive, in particular because of its repetitive character.<br> At Philips, we aim to give you control over your personal data.\nTherefore, depending on the activity, you can control your personal data and exercise your privacy rights and choices by yourself, for example by logging in to your Philips account and updating, modifying or deleting your personal data or by unsubscribing to our promotional communications by means of the unsubscribe button (link) included at the bottom of our promotional communications.</p>\n<p>\n<br> In all other cases, to exercise your privacy rights, to submit a privacy complaint or to contact our Data Protection Officer, you can contact us following our privacy contact form.</p>\n<p>\n<br> We will do our best to address your request in time and free of charge.\nIn certain cases, we may ask you to verify your identity before acting on your request.&nbsp.\nOf course, if you are not happy with how we have handled your request, you can make a complaint to the supervisory authority competent for your country or region.</p> Click here to read moreClick here to read less <p>\n</p> With whom we share your personal data <p>\n</p>\n<p>\n<br> Unless otherwise stated in this notice, these are the categories of third parties with whom we may share your personal data:<br>\n<br>\n</p>\n<p>\n</p>\n<ul>\n<li>\n<strong>Our Philips-affiliated companies.</strong> Due to our global nature, your personal data may be disclosed to other Philips-affiliated companies.\nOf course, we will make sure that access to your personal data will be granted on a need-to-know basis.\nIn addition, keep in mind that our Philips-affiliated companies are obligated to handle your personal data in accordance with our Philips Privacy Rules.\nThis ensures that your personal data will be processed by Philips following the same data protection standards.<br>\n</li>\n</ul>\n<ul>\n<li>\n<strong>Our service providers.</strong> We may engage with third party service providers (e.g.\nIT providers, customer service providers) and ask them to perform certain processing operations on our behalf, such as storing personal data.\nWhen we do so, we make sure that these service providers are contractually obliged not to use your personal data for purposes other than those requested by us or required by law.<br>\n</li>\n<li>\n<strong>Our business partners:</strong> sometimes, we may partner with our business partners to provide you with services, and in this context, we may share your personal data with them.\nFor example, if you purchase a product from our e-shop, we share your information with payment service providers to process the payments.<br>\n</li>\n<li>\n<strong>Third parties in connection with corporate transactions:</strong> at times, we may be involved in a merger, acquisition, bankruptcy, joint venture, reorganization, sale of assets or other disposition of al&nbsp.\nor any portion of our business, assets or stock.\nIn these cases, we may share your personal data with the third party involved in that corporate transaction.<br>\n</li>\n<li>\n<strong>Others:</strong> for legal reasons, we may also share your personal data with others (such as public and governmental authorities, professional advisors) if we determine that access, use, preservation or disclosure of your personal data is necessary to: 1) comply with applicable laws and regulations or enforceable governmental requests.\n2) investigate, prevent or take actions regarding suspected or actual illegal activities or to assist government enforcement agencies.\n3) enforce our terms and conditions with you.\n4) investigate and defend ourselves against any claims or allegations.\n5) protect the security or integrity of our services.\n6) exercise or protect the rights and safety of Philips, our Philips customers, personnel or others.</li>\n</ul> Click here to read moreClick here to read less <p>\n</p> How long we keep your personal data <p>\n<br> We delete personal data when they are no longer necessary for the purposes described in this Privacy notice.<br>\n<br> In any case, unless indicated otherwise in this Privacy notice, the criteria we use to decide our retention periods include: (i) whether we need your personal data to safeguard our legitimate interest, to perform a contract to which you are subject or to respond to your questions or provide to you the required service or support.\n(ii) whether there is a legal obligation to which we are subject.\nor (iii) whether retention is advisable in light of our legal position (such as in regard to applicable statutes of limitations, litigation, or regulatory investigations).\n</p> Local-specific privacy information <p>\n</p>\n<p> To ensure compliance with local laws, there are certain additional privacy information that we would like you to be aware of.<br>\n<br>\n</p>\n<p>\n</p>\n<p>\n<strong>For California residents</strong>\n<br>\n<strong>California Civil Code Section 1798.83</strong>&nbsp;permits our customers who are California residents to request and obtain from us once a year, free of charge, information about the personal information (if any) we disclosed to third parties for direct marketing purposes in the preceding calendar year.\nIf applicable, this information would include a list of the categories of personal information that was shared and the names and addresses of all third parties with which we shared information in the immediately preceding calendar year.&nbsp.\nIf you are a California resident and like to make such a request, please contact us at&nbsp;contact form.</p>\n<p>\n<br>\n<strong>California Consumer Privacy Act.</strong>&nbsp;Pursuant to the California Consumer Privacy Act of 2018 (“CCPA”), we are providing the following details regarding the categories of Personal Information that we collect, use and disclose about California residents.\nUnder the CCPA, “Personal Information” is information that identifies, relates to, or could reasonably be linked with a particular California resident or household.<br> &nbsp;</p>\n<p>\n<strong>Sources of Personal Information</strong>\n<br> We collect Personal Information from: &nbsp;</p>\n<ul>\n<li>Our interactions with you, such as through our websites, surveys, emails, social media, and any other online or offline interactions, such as when you contact us via phone, attend one of our events or visit our offices.\nand</li>\n<li>Our Philips affiliated companies, service providers and/or business partners;<br>\n</li>\n<li>Publicly available (online) sources;</li>\n<li>Other individuals.</li>\n</ul>\n<p>\n<br>\n<strong>Collection and Disclosure of Personal Information</strong>\n<br> The following chart details which categories of Personal Information about California residents we plan to collect, as well as which categories of Personal Information we have collected and disclosed for our operational business purposes in the preceding 12 months.</p> Click here to read moreClick here to read less <p>\n</p>\n<p>\n<strong>Categories of Personal Information</strong>\n</p>\n<p>\n<strong>Disclosed to Which Categories of Third Parties for Operational Business Purposes</strong>\n</p>\n<p> Identifiers, such as name, contact information, account name, social security number, driver’s license number, passport number, IP address and other similar identifiers </p>\n<p>\n</p>\n<ul>\n<li>Our Philips-affiliated companies</li>\n<li>Our service providers</li>\n<li>Our business partners</li>\n<li>Third parties in connection with corporate transactions</li>\n<li>Others: for legal reasons, we may also share your data with others (such as public and governmental authorities, professional advisors).<br>\n</li>\n</ul>\n<p>\n</p>\n<p> Personal information, as defined in the California customer records law, such as name, contact information and payment card number </p>\n<p> Characteristics of protected classifications under California or federal law, such as age, race, religion, sex, primary language, and health </p>\n<p> Medical Information, including information in possession or derived from a healthcare provider, healthcare service plan, or contractor regarding an individual’s medical history, mental or physical condition, or treatment.\n</p>\n<p> Health Insurance Information, including individual’s health insurance policy or subscriber number, or other unique identifier used by a health insurer to identify the individual, or any information in the eligibility file or claims history.\n</p>\n<p> Commercial information, such as transaction information and purchase history </p>\n<p> Internet or network activity information, such as browsing history and interactions with our website </p>\n<p> Geolocation data, such as device location </p>\n<p> Audio, electronic, visual and similar information, such as call and video recordings </p>\n<p> Inferences drawn from any of the Personal Information listed above to create a profile about, for example, an individual’s preferences, behaviour and characteristics </p>\n<p>\n</p>\n<p>\n<strong>Use of Personal Information<br>\n<br>\n</strong>We use these categories of Personal Information for the purposes of operating, managing, and maintaining our business, providing our products and services, and accomplishing our business purposes and objectives, as described above under “How we Use Your Data.”<br>\n<br>\n</p>\n<p>\n</p>\n<p>We do not sell and have not sold Personal Information in the preceding 12 months, as “sale” is defined in the CCPA.&nbsp.\nWe do not sell the Personal Information of minors under 16 years of age.<br>\n<br>\n</p>\n<p>In instances in which we collect Protected Health Information as defined by the Health Insurance and Accountability Act of 1996 (HIPAA), we may de-identify such information using the HIPAA Safe Harbor method or HIPAA Expert Determination method.&nbsp.\nOnce such information is de-identified, it is no longer considered personal information, and we may use it in the same manner as other non-personal information.\nAny entities to whom we sell or disclose deidentified Protected Health Information are prohibited from attempting to re-identifying it.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Individual Rights and Requests</strong>\n<br> If you are a California resident, you may request that we:</p>\n<ul>\n<li>Disclose to you the following information covering the 12 months preceding your request:</li>\n<li>The categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information;<br>\n</li>\n<li>The specific pieces of Personal Information we collected about you;</li>\n<li>The business or commercial purpose for collecting (if applicable) Personal Information about you.\nand</li>\n<li>The categories of Personal Information about you that we otherwise shared or disclosed, and the categories of third parties with whom we shared or to whom we disclosed such Personal Information (if applicable).</li>\n<li>Delete Personal Information we collected from you.</li>\n</ul>\n<p>To make a request for the disclosures or deletion described above, please contact us at contact form or 866-309-3263.\nWe will verify and respond to your request as described above in “Your privacy rights” and consistent with applicable law, taking into account the type and sensitivity of the Personal Information subject to the request.\nIf you make a request, we may need to request additional Personal Information from you, such as your name, surname, email address, and/or other unique identifiers such as username in order to verify your identity and protect against fraudulent requests.<br>\n<br> You have the right to be free from unlawful discrimination for exercising your rights under the CCPA.<br>\n<br>\n</p>\n<p>\n<strong>Authorized Agents</strong>\n</p>\n<p>If you want to make a request as an authorized agent on behalf of a California resident, you may use the submission methods noted above.&nbsp.\nAs part of our verification process, we may request that you provide, as applicable:</p>\n<ul>\n<li>Proof of your registration with the California Secretary of State to conduct business in California;</li>\n<li>A power of attorney from the California resident pursuant to Probate Code sections 4000-4465;</li>\n<li>Written permission that the California resident has authorized you to make a request on the resident’s behalf.&nbsp.\nThis permission must be signed (via physical or e-signature) by the California resident.&nbsp;If you are making a request on behalf of a California resident and have not provided us with a power of attorney from the resident pursuant to Probate Code sections 4000-4465, we may also require the resident to:</li>\n<li>Provide you with a written permission signed by the resident to make the request on the resident’s behalf;</li>\n<li>Verify the resident’s own identity directly with us;</li>\n<li>Directly confirm with us that the resident provided you permission to submit the request.You have the right to be free from unlawful discrimination for exercising your rights under the CCPA.</li>\n</ul> Click here to read moreClick here to read less <p>\n</p>\n<p>\n</p> Hide Show Compare now Select to compare Selected products (0/3) Cancel Compare products <ul>\n<li> Add product </li>\n<li> Add product </li>\n<li> Add product </li>\n</ul>\n<li> Add product </li>\n<li>\n<p>\n</p>\n<p>\n</p> Remove </li>\n<p> By clicking on the link, you will be leaving the official Royal Philips (\"Philips\") website.\nAny links to third-party websites that may appear on this site are provided only for your convenience and in no way represent any affiliation or endorsement of the information provided on those linked websites.\nPhilips makes no representations or warranties of any kind with regard to any third-party websites or the information contained therein.\n</p> I understand <p>You are about to visit a Philips global content page</p> Continue <ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li> Privacy notice <i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Consumer products <ul>\n<li> Consumer products </li>\n<li> Home </li>\n<li> Support </li>\n<li> Product registration </li>\n<li> My Philips </li>\n</ul>\n</li>\n<li> Healthcare professionals <ul>\n<li> Healthcare professionals </li>\n<li> Home </li>\n<li> Products </li>\n<li> Services </li>\n<li> Specialties </li>\n<li> Solutions </li>\n</ul>\n</li>\n<li> Other business solutions <ul>\n<li> Other business solutions </li>\n<li> Lighting <i>\n</i>\n</li>\n<li> Automotive </li>\n<li> Hearing solutions <i>\n</i>\n</li> More <i>\n</i>\n<li> Display solutions </li>\n<li> Dictation Solutions <i>\n</i>\n</li>\n</ul>\n</li>\n<li> About us <ul>\n<li> About us </li>\n<li> Home </li>\n<li> News </li>\n<li> Investor Relations </li>\n<li> Careers <i>\n</i>\n</li> More <i>\n</i>\n<li> Innovation </li>\n<li> Environmental, Social and Governance </li>\n<li> Suppliers </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Contact &amp.\nsupport <ul>\n<li> Contact &amp.\nsupport </li>\n<li> Customer support </li>\n<li> Professional healthcare support </li>\n<li> Company contacts </li>\n</ul>\n</li>\n<li> Stay up-to-date <ul> Stay up-to-date Subscribe to our news </ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<p>Select country</p> Global (English) <i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Privacy Notice </li>\n<li> Terms of use </li>\n<li> Cookie notice </li>\n</ul> © Koninklijke Philips N.V., 2004 - 2023.\nAll rights reserved.\n<p> By clicking on the link, you will be leaving the official Royal Philips (\"Philips\") website.\nAny links to third-party websites that may appear on this site are provided only for your convenience and in no way represent any affiliation or endorsement of the information provided on those linked websites.\nPhilips makes no representations or warranties of any kind with regard to any third-party websites or the information contained therein.\n</p> I understand <p>You are about to visit a Philips global content page</p> Continue <p>Our site can best be viewed with the latest version of Microsoft Edge, Google Chrome or Firefox.</p> Cookie Preferences ", "created_at": "2023-07-11 01:44:07.995276", "updated_at": "2023-07-11 01:44:25.981672"}], "points": [], "urls": ["philips.com"]}}