{"error": 448, "message": "OK", "parameters": {"id": 7006, "name": "Toornament", "created_at": "2022-11-27 08:52:49.572568", "updated_at": "2022-11-27 23:01:29.060272", "wikipedia": null, "keywords": null, "related": null, "slug": "toornament", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7006.png", "url": "toornament.com", "documents": [{"id": 12842, "name": "TERMS OF USE", "url": "https://www.toornament.com/bundles/frontapp/pdf/TOORNAMENT-CGU-27042021.pdf", "xpath": "//body", "text": "1 ,TOORNAMENT - TERMS OF USE ,Version in English of April27, 2021,Version in French available from page 5 ,The company Toornament SAS(hereafter referred to as “Toornament”,“We”,“we” “Us” or “us”), with ,headquarters locatedat 10 rue de penthièvre, 75008 Paris, Franceusesthe Toornament software package (an ,application platform on the Internet which can be accessed at the address toornament.com, hereafter ,referred to as the 'Site') which enables users either to create, organize, manage and share tournaments or to ,participate in tournaments (hereafter referred to as the 'Services').\n,1.Acceptance of and modifications to the General Conditions of Use,THE PURPOSE OF THESE TERMS OF USE (hereafter referred to as the 'Terms'), WHICH ARE SUBJECT TO FRENCH ,LAW,ISTOGOVERNUSEOFTHESITEANDASSOCIATEDSERVICES.YOURACCESSANDUSEOFTHESITEAND ,SERVICES,WHETHERYOU AREACTINGASANINDIVUALORONBEHALFOFACOMPANY,CONSTITUTESYOUR ,EXPRESSANDENTIREACCEPTANCEOFTHETERMS,ANDYOUDECLARETHATYOUHOLDALLRIGHTS, ,AUTHORIZATION AND POWERS NECESSARY TO ACCEPT THE TERMS.\nTHE TERMS MAY BE MODIFIED AT ANY TIME ,WITHOUTPRIORNOTICEORACKNOWLEDGEMENT,ANDITISTHEREFOREYOURRESPONSIBILITYTOCHECK ,THEM ON A REGULAR BASIS.\nIF YOU DO NOT ACCEPT THE MODIFICATIONS, YOU MUST IMMEDIATELY CEASE TO ,USE THE SERVICE.\nYOU MAY NEITHER ACCESS THE SERVICE NOR USE IT IF YOU ARE NOT DULY EMPOWERED TO ,CONCLUDESUCHACONTRACTORIFFORBIDDENBYTHELAWSANDREGULATIONSAPPLICABLEINYOUR ,COUNTRYOFRESIDENCEORINTHECOUNTRYFROMWHICHYOUWISHTOACCESSTHESERVICE.ITISYOUR ,RESPONSIBILITYTODETERMINEIFTHECOUNTRY,STATE,TERRITORYORPLACEFROMWHICHYOU ARE ,ACCESSING THE SERVICE AUTHORIZES, IN WHOLE OR IN PART, USE OF THE SITE AND ASSOCIATED SERVICES.\nANY ,USEBYYOU OFTHESITEANDASSOCIATEDSERVICESISATYOUROWNRISK.YOU AGREENOTTOHOLDUS ,LIABLEIFTHEAPPLICABLELEGISLATIONORREGULATIONSRESTRICTORFORBIDUSEOFTHESITEAND ,ASSOCIATED SERVICES IN WHOLE OR IN PART.\n,2.Toornament account(hereafter referred to as the tournament 'Organizer' or 'Administrator'),Inordertoaccessthefunctionalitiesof theInternetSiteandusetheassociatedServices,youmustcreatea ,Toornamentaccount.WhenyoucreateyourToornamentaccount,youmustprovideinformationthatyou ,declaretobecompleteandexact.Youmaymodifythepersonaldatathatyoutransmitwhencreatingyour ,Toornamentaccountatanytime.We takereasonablecomputermeasurestoensurethesecurityof your ,Toornamentaccountbutitisyourresponsibilitytotakeallnecessaryprecautionstoensurethesecurityand ,confidentialityof yourToornamentaccountandinparticulartochoosea strongpassword.Wegiveyouthe ,freedom to enter the password of your choice but we strongly recommend you to choose a password of at least ,8 characters and not to use the same password for the email address associated with your Toornament account.\n,Shouldyounoticea breachof securityonyourToornamentaccount,pleasecontactusimmediatelyat ,privacy@toornament.com.\nYour Toornament account is created without time limit.\nYou may access your account ,atanytimeby enteringyourusernameandtheassociatedpasswordthatyouhaveselected.Ifyoudonot ,respect the obligations that result from the Terms, we reserve the right to suspend, temporarily or permanently, ,your access to your Toornament account without prejudice to any other rights we may have.\n,3.Access to the Services,ThesiteandassociatedServicesareinprinciplecontinuouslyavailable,exceptintheeventof interruption, ,whether planned or not, for the purposes of maintenance, or in the event of interruption due to force majeure.\n,2 ,We cannot be held liable for any damages, interruption, in whole or in part, of any type whatsoever, resulting ,from the unavailability of the Site and associated Services.\n,4.License,Weebedia grants you a personal, royalty-free, limited, non-transferrable and non-exclusive license, worldwide, ,to use the software provided by Toornament within the framework of the Services and subject to respect of ,these Terms.\nYou are not authorized to copy, modify, distribute, sell or rent, in whole or in part, the ,Services and software comprising the Site.\nLikewise, you are not authorized to decompile or attempt to ,extract the source code of the software.\n,5.Content,By using the Service and as a holder of a Toornament account, you may display, produce, represent, publish or ,transmitContent.“Content”designatesallof theinformationdisplayed,produced,represented,publishedor ,transmittedontheSitesuchas text,messages,images,logo,illustrations,video,informationonParticipants, ,results and associated hypertext links.\nYou are solely liable for the Content that you distribute when using the ,Service.\nOnce you make your Content accessible to the public, you agree that Toornament, and any other ,user of the Internet, has the right to access, share and redistribute the Content on any platform and via ,all media channels, in particular through Internet and social networks, and this on a royalty-free, non-,exclusive and without time limit basis.\nYou declare that the information that you publish is complete, exact ,and does not contain intentional or malicious errors, such as false results.\n,Toornamentprovidesanelectronicmessagesystemtofacilitatediscussionsinorganizedtournamentsandto ,submitrequeststoourcustomerservice.Youagreetousetheelectronicmessagesystemina peacefuland ,courteousmannerandnottopostanyunlawfulmessages,defamatory,abusive,discriminatoryor thatmay ,adversely affect the experience of other users.\n,In addition, it is strictly forbidden to perform marketing or commercial operations on the Site through the use of ,the Services.\n,6.Warranties and limitation of liability,6.1.\nAvailability of the Site and Services ,Toornament is subject to an obligation of diligence with respect to access to and availability of the Site and ,Services and cannot be held liable in the event of damage, of any sort whatsoever, if the Site should be ,unavailable.\nYou are hereby informed that the Site and Services may be momentarily unavailable for reasons ,of maintenance, servicing, upgrade of Services or for reasons beyond our control.\n,6.2.\nWarnings ,YOU HEREBYACKNOWLEDGETHATUSEOFTHESITEANDASSOCIATEDSERVICESISPROVIDED'ASIS'WITHNO ,WARRANTYOFANYSORT,ANDTHATYOU USESAIDSITEANDSERVICESATYOUR OWNRISK.WECANNOTBE ,HELDLIABLEFORTHECONTENT,RELIABILITYORAVAILABILITYOFTHESERVICESAND,WITHINTHELIMITS ,AUTHORIZEDBYLAW,WEEXCLUDEANYANDALLWARRANTIES.YOU EXPRESSLYACKNOWLEDGETHATOUR ,SERVICES ARE LIMITED TO AN OBLIGATION OF DILIGENCE.\n,6.3.\nContent hosting service provider ,As Internet hosting service provider, Toornamentcannot be held liable for Content made available on the Site ,by Internet users, in particular insofar as the description of a Tournament, free or paid, is concerned.\n,Toornament declines all responsibility for the conditions of participation set using the Service and agreed by a ,Participant and a Tournament Organizer.\n,6.4.\nDisputes between users ,Only the Organizer of the Tournament shall be wholly liable in the event of dispute between a Participant.\n,Toornamentdeclines all responsibility in the event of litigation arising during a Tournament and will instruct ,the Participant to contact the designated Organizer.\n,3,7.\nPersonal Data,7.1.\nGenerality,When you use the Services, we may collect and process your personal data.In addition, you may also share your ,personal data with other users of the Services and in particular tournament organizers or participants.,We invite you to be particularly vigilant about the personal data that you provide when using the Services and to ,never disclose sensitive or risky information (such as political opinion, religious opinion, passport number, bank ,card number, social security number).,For more information about the collect, the processings of your personal data and your rights, read our Privacy ,Policy.,7.2.1.\nGeneral information concerning the collection of your personal data by tournament organizers,The Services available on Toornament allow tournament organizers to collect and process the personal data of ,the participants who registered in their tournament.\nTournament organizers are responsible for the processing ,of personal data collected for their tournament.,As atournament organizer, you can choose to define the purposes and means of processing implemented for ,the performance of your tournament, in compliance with Toornament Privacy Policy and with the European ,General Data Protection Regulation of April 27, 2016.\nToornament acts as a processor on behalf of the ,tournament organizer who is responsible for any processing carried out.,In the event a tournament organizer collects personal data that does not comply with the provisions of the ,Toornament Privacy Policy or with the European General Data Protection Regulation of April 27, 2016, ,Toornament reserves the right to close the organizer’s account by written notice unless, within thirty (30) days, ,the breaching organizer cures such breach, or immediately in the event of a serious or repeated breach of any of ,such provisions.,7.2.2.\nProcessing and purpose of personal data collected by tournament organizers,When you organize a tournament, you may request from your participants to provide personal data.\nYou are ,only authorized to collect participants data that are strictly necessary for the performance of yourtournament,and in particular to verify that your participants respect the conditions of participation of your tournament.You ,may request from your participants to send a proof to justify the accuracy of their data.,7.2.3.\nStorage of personal data collected from tournament organizers,Tournament organizers are not authorized to store personal data for a longer period of time than specified in ,Toornament Privacy Policy.,Tournament organizers undertake to take all appropriate security measures to protect Toornament and users or ,visitors of the Website against any unauthorized access, modification, disclosure or destruction of personal data ,collected through the Services.,Tournament organizers undertake to respect the rights of usersconcerning their personal data and in particular ,the rights defined in the Toornament Privacy Policy or by any applicable law or regulation in force.,7.2.4.\nAbuse and Reports,If you believe that a tournament organizer is not acting in compliance with the ToornamentPrivacy Policy, you ,may notify us by email to privacy@toornament.com.,8.\nIntellectual Property,8.1 The Site, its contents and Services, its software, designs, models, databases, trademarks and logos are ,protected by intellectual property and copyright law.\nThe user undertakes to respect these rights.,Toornament is a registered trademark in the European Union and in other territories.\nAllrights reserved.,4 ,8.2 The products and video games presented on the Site correspond to registered trademarks or trademarks ,belonging to their respective owners.\n,9.Intellectual property,If one or more clauses in these Terms should be declared null and void pursuant to a law or regulation or by the ,decision of a court of law, the other clauses shall still apply.\nAny litigation relating to the execution of these ,Terms shall fall within the jurisdiction of the French courts.\nIn the event that there should be litigation between ,Toornamentand a professional user, the courts of Paris, France shall have sole jurisdiction.\nWithin the ,limits expressly authorized by law, as a non-professional user you acknowledge that solely the courts of ,Paris shall have jurisdiction in the event of any litigation that may arise between you and us.\n,5 ,TOORNAMENT - CONDITIONS GÉNÉRALES D’UTILISATION,Version en français datée du 27avril2021,La Société Toornament SAS(«Toornament»,« Nous », « nous »),dont le siège social est sis 10 rue de ,penthièvre, 75008 Paris,exploite depuis la France le logiciel Toornament (plate-forme applicative sur ,Internet accessible à l’adresse toornament.com, ci-après le « Site ») qui permet à ses utilisateurs soit de ,créer, organiser, gérer et partager des tournois, soit de participer à des tournois (les « Services »).\n,1.Acceptation et modifications des Conditions Générales d’Utilisation,LESPRESENTESCONDITIONSGENERALESD'UTILISATION(les«CGU»),SOUMISESAUDROITFRANÇAIS,ONT ,VOCATIONAREGIRL’UTILISATIONDUSITEETDESSERVICESASSOCIÉS.VOTREACCÈS,VOTREUTILISATIONDU ,SITEETDESSERVICES,ENQUALITEDEPARTICULIEROUDEPROFESSIONNEL,EMPORTESANSRÉSERVEVOTRE ,ACCEPTATIONEXPRESSEDESCGUETVOUSGARANTISSEZDÉTENIRL’INTÉGRALITÉDESDROITS,DES ,AUTORISATIONS ET DES POUVOIRS NÉCESSAIRES POUR ACCEPTER LES CGU.\nLES CGU PEUVENT ÊTRE MODIFIÉES ,A TOUT MOMENT, SANS FORMALITÉ PRÉALABLE, SANS MENTION PARTICULIÈRE ET IL VOUS APPARTIENT DONC ,DELESCONSULTERRÉGULIÈREMENT.SIVOUSN’ACCEPTEZPASLESMODIFICATIONS,VOUSDEVREZCESSER ,D’UTILISERLESERVICE.VOUSNEPOUVEZNI ACCÉDERAUSERVICENI L’UTILISERSIVOUSN’AVEZPASLA ,CAPACITÉ JURIDIQUE REQUISE POUR CONCLURE UN TEL CONTRAT OU SI LES LOIS ET LES RÉGLEMENTATIONS EN ,VIGUEURDANSVOTREPAYSDERÉSIDENCEOUDUPAYSAPARTIRDUQUELVOUSESSAYEZD’ACCÉDERAU ,SERVICEVOUSL’INTERDISENT.ILESTDEVOTRERESPONSABILITÉDEDÉTERMINERSILEPAYS,L’ÉTAT,LE ,TERRITOIRE OU LE LIEU À PARTIR DUQUEL VOUS ACCÉDEZ AU SERVICE AUTORISE OU NON, PARTIELLEMENT OU ,TOTALEMENT, L’UTILISATION DU SITE ET DES SERVICES ASSOCIÉS.\nVOTRE UTILISATION DU SITE ET DES SERVICES ,ASSOCIÉSESTÀVOSPROPRESRISQUES.VOUSACCEPTEZDENEPASNOUSTENIRRESPONSABLESILA ,LÉGISLATIONOULARÉGLEMENTATIONENVIGUEURRESTREIGNENTOUVOUSINTERDISENT,PARTIELLEMENT ,OU TOTALEMENT, L’UTILISATION DU SITE ET DES SERVICES ASSOCIÉS.\n,2.\nC omptes Toornament,PouraccéderauxfonctionnalitésduSiteInternetetutiliserlesServicesassociés,vousdevezcréeruncompte ,Toornament.LorsquevouscréezvotrecompteToornament,vousdevezfournirdesinformationsquevous ,garantissezcomplètesetexactes.Vousêtrelibredemodifier,àtoutmoment,lesdonnéespersonnelles ,communiquéeslorsde lacréationde votrecompteToornament.Nousprenonsdesmesuresinformatiques ,raisonnablespourassurerlasécuritéde votrecompteToornamentmaisilvousappartientdeprendretoute ,précautionutilepourassurerlasécuritéetlaconfidentialitéde votrecompteToornamentetnotammentà ,choisir un mot de passe sécurisé.\nNous vous laissons la liberté de choisir le mot de passe qui vous convient mais ,nous vous invitons à choisir un mot de passe comprenant au moins 8 caractères et à ne pas utiliser le même mot ,de passe pour l’adresse e-mail associée à votre compte Toornament.\nDans le cas où vous constatez une entrave ,à lasécuritéde votrecompteToornament,signalez-leà notreserviceen envoyantune-mailà ,privacy@toornament.com.VotrecompteToornamentestcréésanslimitationde durée,accessibleàtout ,momentenentrantvotrenomd’utilisateuretlemotde passeassociéquevousavezchoisi.Encasde non-,respectdesobligationsdécoulantdesprésentesCGU,nousnousréservonslapossibilitéde suspendre, ,temporairement ou définitivement, votre accès à votre compte Toornament sans préjudice de nos autres droits.\n,3.Accès aux Services,Le siteetlesServicesassociéssontparprincipedisponiblesdemanièrecontinue,saufen casd’interruption, ,programméeounon,oupourassurerleursmaintenances,ouen casd’interruptionparcasde forcemajeure.\n,Nous ne serions être tenu responsable, de tout dommage, de toute interruption, partielle ou totale, quelle qu’en ,soit la nature, résultant d’une indisponibilité du Site et des Services associés.\n,6 ,4.Licence,Toornamentvous concède à titre gratuit, une licence personnelle, limitée, non-cessible, non-exclusive, ,dans le monde entier, pour utiliser le logiciel fourni par Toornament dans le cadre des Services et sous réserve ,de respecter les présentes CGU.\nVous n’êtes pas autorisé à copier, modifier, distribuer, vendre ou louer, ,partiellement ou totalement les Services et les logiciels composant le Site.\nDe même, vous n’êtes pas autorisé ,à décompiler ou tenter d’extraire le code source du logiciel.,5.Contenu,En utilisant le Service et en tant quetitulaire d’uncompteToornament, vouspouvezdiffuser, produire, publier ,ou transmettre duContenu.\nLe « Contenu» désigne l’ensemble des informationsdiffusées, produites, publiées ,outransmisessurleSiteInternettelsquelestextes,lesmessages,lesimages,leslogos,lesillustrations,les ,vidéos, les informations des Participants, les résultats, les liens hypertextes associés.\nVous êtes seul responsable ,du Contenu que vous diffusez en utilisant le Service.\nDès lors que vous rendez accessible au public votre ,Contenu, vous déclarer accepter que Toornament, et tout autre internaute, disposent, à titre, gratuit, non ,exclusif, sans limitation de durée, d’un droit d’accéder, de partager et de redistribuer le Contenu sur tout ,support et via tous les canaux média notamment via internet et les réseaux sociaux.\nVous déclarez et ,garantissez que les informations que vous publiez sont complètes, exactes et qu’elles ne contiennent pas ,d’erreurs intentionnelles ou malveillantes telles que de faux résultats.\n,Toornament est pourvu d’un système de message électronique notamment pour faciliter les discussions dans le ,cadre des tournois organisés et pour poser des questions à notre service client.\nVous vous engagez à utiliser les ,servicesdemessageriede manièrepaisibleetcourtoiseetà ne pasdiffuserde messagesillicites,oupropos ,diffamatoires,injurieux,discriminatoires,dénigrantsoucontrevenantsà l’ordrepublicouauxbonnesmœurs.\n,Vous pouvez à tout moment signaler les contenus contrevenant à nos CGU en contactant nos services par e-mail ,à abuse@toornament.com.\n,Par ailleurs, il est strictement interdit de réaliser des opérations de prospection ou de diffuser des offres à des ,fins commerciales sur le Site à travers l’utilisation des Services.,6.Garanties et limite de responsabilité,6.1.\nDisponibilité du Site et des Services ,Toornamentest soumise à une obligation de moyen en ce qui concerne l’accès et la disponibilité du Site et ,des Services et ne saurait être tenu responsable de tout dommage, quelle qu’en soit la nature, en ,cas d’indisponibilité du Site.\nVous êtes averti que le Site et les Services peuvent être momentanément ,indisponibles pour des besoins de maintenance, d’entretien, d’amélioration des Services ou pour des causes ,indépendantes de notre volonté.\n,6.2.\nAvertissements ,VOUS RECONNAISSEZ QUE L’UTILISATION DU SITE ET DES SERVICES ASSOCIÉS SONT FOURNIS « TEL QUEL » SANS ,AUCUNEGARANTIED’AUCUNESORTEETQUEVOTREUTILISATIONESTÀVOSRISQUESETPÉRILS.NOUSNE ,NOUS ENGAGEONS AUCUNEMENT CONCERNANT LE CONTENU, LA FIABILITE, LA DISPONIBILITÉ DES SERVICES ET ,DANSLESLIMITESAUTORISÉESPAR LALOI,NOUSEXCLUONSTOUTEGARANTIE.VOUSRECONNAISSEZ ,EXPRESSÉMENT QUE NOS SERVICES SONT LIMITÉS À UNE OBLIGATION DE MOYEN.\n,6.3.\nHébergeur de contenus ,En tant qu’hébergeur, Toornament ne saurait être tenu responsable à raison des Contenus rendus disponibles ,sur le Site par les internautes, notamment en ce qui concerne la description d’un Tournoi, gratuit ou payant.\n,Toornament décline toute responsabilité en ce qui concerne les conditions de participation conclues par ,l’intermédiaire du Service entre un Participant et un Organisateur de Tournoi.\n,6.4.\nLitiges entre utilisateurs ,Seul l’Organisateur du Tournoisera entièrement responsable en cas de litige avec un Participant.\n,Toornamentdécline toute responsabilité en cas de litige survenant au cours d’un Tournoi et redirigera le ,Participant vers l’Organisateur désigné.,7,Vous êtes entièrement responsable des Services que vous utilisez et des activités que vous effectuez sur le Site.\n,7.\nDonnées personnelles,7.1.\nGénéralités,Lorsque vous utilisez les Services, nous sommes susceptibles de collecter et d’effectuer des traitements sur des ,données personnelles vous concernant.\nPar ailleurs, vous pouvez également être amené à partager des données ,personnelles vous concernant avec d’autres utilisateurs du Service et notamment des organisateurs de tournoi ,ou d’autres participants.,Nous vous invitons à être particulièrement vigilants aux données personnelles que vous renseignez lorsque vous ,utilisez les Services et à ne pas divulguer d’informations sensibles ou à risques(opinion politique, opinion ,religieuse,numéro de passeport,carte bancaire, numéro de sécurité sociale).,Pour plus d’informations concernant la collecte, le traitement de vos données personnelles et vos droits, nous ,vous invitons à consulter notre Politique de protection des données.,7.2.1.\nGénéralités concernant la collecte des données personnelles par les organisateurs de tournoi,Les Services proposés sur Toornamentpermettent aux organisateurs de tournoi de collecter et de traiter les ,données personnelles des participants inscrits au tournoi.\nLes organisateurs de tournoi sont responsables des ,traitements effectués sur lesdonnées personnelles collectées pour leur tournoi.,En tant qu’organisateur de tournoi, vous pouvez choisir de définir les finalités et les moyens de traitement mis ,en œuvre pour la bonne exécution de votre tournoi, sous réserve de respecter la Politique de protection des ,données de Toornament ainsi que les dispositions relatives au Règlement européen relatif à la protection des ,données personnelles du 27 avril 2016.\nToornament agit à ce titre en tant que sous-traitant pour le compte de ,l’organisateur qui demeure responsable du traitement effectué.,Dans le cas où un organisateur de tournoi effectuerait des collectes de données personnelles non conformes aux ,dispositions de la Politique de protection des données de Toornament ou aux dispositions relatives au ,Règlement européen relatif à la protection des données personnelles du 27 avril 2016, Toornament se réserve le ,droit de fermer le compte de l’organisateur après l’envoi d’une mise en demeure restée sans réponse dans un ,délai de trente (30) jours ou immédiatement en cas de violation grave ou répétée aux présentes dispositions.,7.2.2.\nTraitement et finalité des données personnelles collectées par les organisateurs de tournoi,Lorsque vous organisez un tournoi, vous êtes susceptible de demander aux participants de renseigner des ,données personnelles.\nVousêtes uniquement autorisé à ne demander aux participants que les données ,personnelles qui sont strictement nécessaires pour le bon déroulement du tournoi et notamment pour vérifier ,que les participants inscrits remplissent les conditions d’éligibilité de votre tournoi.Vous pouvez demander aux ,participants d’envoyer un justificatif pour vérifier l’exactitude des données.,7.2.3.\nConservation des données personnelles collectées par les organisateurs de tournoi,Les organisateurs de tournoi ne sont pas autorisés à conserver les données pour une durée supérieure à celle ,prévue par la Politique de protection des données de Toornament.,Les organisateurs de tournoi s’engagent à prendre toute mesure de sécurité appropriée pour protéger ,Toornament ainsi que les utilisateurs du Site contre tout accès, modification, divulgation oudestruction non ,autorisés des données personnelles collectées à travers les Services.,Les organisateurs s’engagent à respecter les droits des utilisateurs concernant leurs données personnelles et ,notamment l’ensemble des droits prévus par la Politique de protection des données de Toornament ou par les ,lois et réglementations en vigueur.,7.2.4.\nAbus et signalements,Si vous considérez qu’un organisateur de tournoi ne semble pas respecter la Politique de protection des données,de Toornament, vous pouvez nous le signaler par email en envoyant un message à privacy@toornament.com.,8 ,8.Propriété intellectuelle,8.1 Le Site, ses contenus et Services, ses logiciels, dessins, modèles, bases de données, marques et logos sont ,soumis au droit de la propriété intellectuelle.\nCes différents éléments sont la propriété de Toornament.\n,L’Utilisateur s’engage à respecter ces droits.\n,Toornament est une marque déposée en Union Européenne et dans d’autres territoires.\nTous droits réservés.\n,8.2 Les produits et jeux présentés sur le Site correspondent à des marques déposées ou des marques ,commerciales appartenant à leurs propriétaires respectifs.\n,9.Droit applicable,SiuneouplusieursstipulationsdesprésentesCGUseraientdéclaréesnonvalidesoudéclaréescommetelen ,applicationd’uneloioud’unrèglementouà lasuited’unedécisionde justicedevenuedéfinitive,lesautres ,stipulations resteront en vigueur et continuerons de s’appliquer.\nTout litige relatif à l’exécution des présentes ,CGU relève exclusivement des juridictions françaises.\nEn cas de litige survenant entre Toornamentet un ,utilisateur professionnel, les tribunaux de Paris, France seront seuls compétents.\nDans la limite de ce qui est ,expressément autorisé par la loi, vous reconnaissez en tant qu’utilisateur non professionnel que les litiges ,pouvant survenir entre vous et nous relèveront exclusivement des juridictions de Paris.\n", "created_at": "2022-11-27 07:54:46.292934", "updated_at": "2022-11-27 07:54:48.076617"}, {"id": 12840, "name": "Privacy Policy", "url": "https://www.toornament.com/en_US/privacy-policy", "xpath": "//body", "text": null, "created_at": "2022-11-27 08:52:49.575129", "updated_at": "2022-11-27 07:54:07.470585"}, {"id": 12841, "name": "Cookie Policy", "url": "https://www.toornament.com/en_GB/cookies", "xpath": "//body", "text": null, "created_at": "2022-11-27 07:54:22.86795", "updated_at": "2022-11-27 07:54:22.86795"}], "points": [], "urls": ["toornament.com"]}}