{"error": 448, "message": "OK", "parameters": {"id": 9914, "name": "Yapi", "created_at": "2023-12-04 20:49:32.335927", "updated_at": "2023-12-05 11:04:08.799148", "wikipedia": null, "keywords": null, "related": null, "slug": "yapi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9914.png", "url": "yapiapp.com,yapi.me", "documents": [{"id": 19758, "name": "Terms and Conditions of Use", "url": "https://yapiapp.com/terms-of-use/", "xpath": "//body", "text": " <ul>\n<li>Platform\n<ul>\n<li>Features <ul>\n<li>Online Scheduling</li>\n<li>Online Dental Forms</li>\n<li>Appointment Reminders</li>\n<li>Online Reviews</li>\n<li>Intra-office</li>\n<li>Patient Tracking</li>\n<li>Phone Integration</li>\n</ul>\n</li>\n<li>Integrations <ul>\n<li>Dentrix</li>\n<li>Eaglesoft</li>\n<li>Open Dental</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Client Testimonials</li>\n</ul>\n</li>\n<li>Pricing</li>\n<li>Contact Us</li>\n<li>Login</li>\n<li>Get a Demo</li>\n</ul> Website Terms and Conditions of Use 1.\nTerms\n<p>By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this web site are protected by applicable copyright and trade mark law.&nbsp;</p>\n2.\nUse License\n<ol>\n<li>Permission is granted to temporarily download one copy of the materials (information or software) on Practical Dental Solutions, LLC’s web site for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:\n<ol>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on Practical Dental Solutions, LLC’s web site;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or “mirror” the materials on any other server.</li>\n</ol>\n</li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Practical Dental Solutions, LLC at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</li>\n</ol>\n&nbsp.\n3.\nDisclaimer\n<ol>\n<li>The materials on Practical Dental Solutions, LLC’s web site are provided “as is”.\nPractical Dental Solutions, LLC makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, Practical Dental Solutions, LLC does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.</li>\n</ol>\n&nbsp.\n4.\nLimitations\n<p>In no event shall Practical Dental Solutions, LLC or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Practical Dental Solutions, LLC’s Internet site, even if Practical Dental Solutions, LLC or a Practical Dental Solutions, LLC authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\n&nbsp.\n5.\nRevisions and Errata\n<p>The materials appearing on Practical Dental Solutions, LLC’s web site could include technical, typographical, or photographic errors.\nPractical Dental Solutions, LLC does not warrant that any of the materials on its web site are accurate, complete, or current.\nPractical Dental Solutions, LLC may make changes to the materials contained on its web site at any time without notice.\nPractical Dental Solutions, LLC does not, however, make any commitment to update the materials.</p>\n&nbsp.\n6.\nLinks\n<p>Practical Dental Solutions, LLC has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Practical Dental Solutions, LLC of the site.\nUse of any such linked web site is at the user’s own risk.</p>\n&nbsp.\n7.\nSite Terms of Use Modifications\n<p>Practical Dental Solutions, LLC may revise these terms of use for its web site at any time without notice.\nBy using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.</p>\n&nbsp.\n8.\nGoverning Law\n<p>Any claim relating to Practical Dental Solutions, LLC’s web site shall be governed by the laws of the State of California without regard to its conflict of law provisions.</p>\n<p>General Terms and Conditions applicable to Use of a Web Site.</p> Our products <p>Online Scheduling<br>Online Dental Forms<br>Appointment Reminders<br>Online Reviews<br>Intra-office Messaging<br>Patient Tracking<br>Phone Integration</p> Our integrations <p>Dentrix<br>Eaglesoft<br>Open Dental</p> Why Yapi <p>View Pricing<br>Get a Demo<br>Client Testimonials</p>\n<p>Helping thousands of dentists succeed since 2009</p>\n<p> &nbsp;</p>\n<p>Privacy Policy | Terms of Use</p>\n<p>Copyright © 2009-2023 Yapi Inc.\nAll Rights Reserved.</p>\n<p>Yapi™ is a property of Yapi Inc.</p> Get a Demo ", "created_at": "2023-12-04 20:49:32.369269", "updated_at": "2023-12-04 20:53:54.054588"}, {"id": 19759, "name": "Privacy Policy", "url": "https://yapiapp.com/privacy/", "xpath": "//body", "text": " <ul>\n<li>Platform\n<ul>\n<li>Features <ul>\n<li>Online Scheduling</li>\n<li>Online Dental Forms</li>\n<li>Appointment Reminders</li>\n<li>Online Reviews</li>\n<li>Intra-office</li>\n<li>Patient Tracking</li>\n<li>Phone Integration</li>\n</ul>\n</li>\n<li>Integrations <ul>\n<li>Dentrix</li>\n<li>Eaglesoft</li>\n<li>Open Dental</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Client Testimonials</li>\n</ul>\n</li>\n<li>Pricing</li>\n<li>Contact Us</li>\n<li>Login</li>\n<li>Get a Demo</li>\n</ul> Privacy Policy\n<p>Your privacy is important to us.\nPlease read and familiarize yourself with our company’s Privacy Policy.\nThis policy will inform you on the types of information we collect from our website visitors.</p>\n<p>\n<b>Effective Date: August 1, 2020&nbsp;</b>\n</p>\nYapi Inc.\nand Yapiapp.com\n<p>YAPI Inc., and yapiapp.com (“YAPI,” “we,” “us”) are committed to protecting your privacy.</p>\n<p>This privacy policy tells you how we use personal information collected from our site.\nPlease read this privacy policy before using the site or submitting any personal information.\nBy using the site, you are accepting the practices described in this privacy policy.\nThese practices may be changed, but any changes will be posted.\nYou are encouraged to review the privacy policy whenever you visit the site to ensure that you understand how any personal information you provide will be used.</p>\n<p>\n<b>Please Note:</b>The privacy practices outlined in this privacy policy are for this website only.\nIf you link to other websites, please review the privacy policies posted at those sites.</p>\n<p>&nbsp;</p>\n<b>Information We Collect About You and How It’s Collected&nbsp;</b>\n<p>\n<b>Information You Provide To Us&nbsp;</b>\n</p>\n<p>Any information we collect on or through our Website may include any of the following:</p>\n<p>\n<b>Account Set-Up</b>\n</p>\n<p>If you set up an account to receive services, we will collect your name, phone number, email address, and account settings to process your registration and provide those services.</p>\n<p>\n<b>Sales Orders, Product Registration, and Customer Support</b>\n</p>\n<p>When you order products or services from us, register your product, or contact our customer support associates, we will collect your name, email address, address, phone number, and payment-related information, each as applicable, so that we can fulfill your order, register your product, provide the products or services that you have requested, and provide information about product or service offerings that might interest you.</p>\n<p>\n<b>Feedback and Postings</b>\n</p>\n<p>When you provide us feedback, post information on our forums, or send us correspondence, we may collect the information you submit to address the business purpose of your communication.</p>\n<p>\n<b>Web Form Submissions&nbsp;</b>\n</p>\n<p>When you provide any information via a web form on our site, which asks for information such as your email, phone number, and other identifiable information.\nThis also includes information provided at the time of subscribing to our services, managing your subscription to our services, and requesting further information or a demonstration of our product.\nWe may also ask you for information when you report a problem with our Website, Application, or our services.</p>\n<p>\n<b>Information We Collect Through Automatic Data Collection Technologies</b>\n</p>\n<p>Through the use of third-party partners, our website uses advanced data and tracking technologies to gather useful information on all of our website visitors.\nThis information helps us to make data-driven decisions about our products and services as well as to measure and improve upon the overall experience for each user.\nThrough these tracking technologies, we collect the following information and data:</p>\n<ul>\n<li>Information such as geographic location, the date and time of your website visits, the referring pages you landed on, and the pages you exited from.&nbsp;</li>\n<li>Information about the devices you visited our site from in addition to your IP Address, the make, and model of your mobile device, the browser you visited from, and unique device and advertising identifiers.&nbsp;</li>\n<li>Technologies we use to capture this information are browser cookies and website pixels.&nbsp;</li>\n</ul>\n<b>How We Use Your Collected Information</b>\n<p>\n<b>General&nbsp;</b>\n</p>\n<p>Your gathered and collected information is used in the following ways.\nto provide what you have requested pertaining to any information you submitted on our webforms, to provide you with information about our products and services if you request a product demo, to notify you about any account adjustments or changes if you sign up for any of our goods or services, and any other ways in which we may describe when you provide us with your information</p>\n<p>\n<b>Distribution of Information</b>\n</p>\n<p>We may share information with governmental agencies or other companies assisting us in fraud prevention or investigation.\nWe may do so when: (1) permitted or required by law.\nor, (2) trying to protect against or prevent actual or potential fraud or unauthorized transactions.\nor, (3) investigating fraud which has already taken place.&nbsp;</p>\n<p>If we merge with or are acquired by another company, or sell all or substantially all of our relevant assets, or file for bankruptcy, we may disclose and transfer personal information with the company or asset.\nWe will seek appropriate protection for personal information disclosed or transferred in such transactions consistent with applicable law.</p>\n<b>Cookie/Tracking Technology</b>\n<p>Our website uses cookie and tracking technology with various third-party partners.\nCookie and tracking technology are useful for gathering information such as browser type and operating system, tracking the number of visitors to our site, and understanding how visitors use and interact with our website.&nbsp;</p>\n<p>Cookies from us and our third-party partners provide us with data on how our users interact with our website in addition to partners who help to deliver personalized advertisements.\nSome cookies may potentially track you on other websites to deliver personalized advertising that may be relevant to you.&nbsp;</p>\n<p>If, for any reason, you wish not to be tracked by our third-party partners, please update your web browser settings to block cookies from our site.\nPlease note that disabling some cookies may result in limited functionality within our website.&nbsp;</p>\n<b>Control Over Your Information&nbsp;</b>\n<p>Once we have gathered your information you have consented to provide, if, for any reason, you wish you withdraw your consent, you have the right and can contact us through the contact information given below.&nbsp;</p>\n<p>Please note, you may exercise your rights and choices about how we collect and use your personal information.\nOur company always provides an opt-out option through any form of email and marketing communications, if you decide at any given time you no longer wish to receive our communications.&nbsp;</p>\n<b>Commitment to Data Security</b>\n<p>Your personally identifiable information is kept secure.\nOnly authorized employees, agents, and contractors (who have agreed to keep information secure and confidential) have access to it.\nAll emails and newsletters from this site allow you to opt-out of further mailings.</p>\n<b>Children Under the Age of 18</b>&nbsp.\n<p>Our website and services are not directed at children under the age of 18.\nWe do not knowingly collect personal information about children under 18 for marketing purposes.\nIf we learn that a child under 18 has submitted personal information to us without parental consent, we will attempt to delete it as soon as possible.\nIf you are under 18, do not provide us with any information on our website.&nbsp;</p>\n<b>Comments and Questions</b>\n<p>If you have any questions, concerns, or comments about our privacy policy, please contact us at Practical Dental Solutions LLC<b>, </b>18635 Soledad Canyon Road, Suite 108, Canyon County, CA, 91351</p> Our products <p>Online Scheduling<br>Online Dental Forms<br>Appointment Reminders<br>Online Reviews<br>Intra-office Messaging<br>Patient Tracking<br>Phone Integration</p> Our integrations <p>Dentrix<br>Eaglesoft<br>Open Dental</p> Why Yapi <p>View Pricing<br>Get a Demo<br>Client Testimonials</p>\n<p>Helping thousands of dentists succeed since 2009</p>\n<p> &nbsp;</p>\n<p>Privacy Policy | Terms of Use</p>\n<p>Copyright © 2009-2023 Yapi Inc.\nAll Rights Reserved.</p>\n<p>Yapi™ is a property of Yapi Inc.</p> Get a Demo ", "created_at": "2023-12-04 20:49:32.402667", "updated_at": "2023-12-04 20:54:46.393792"}], "points": [], "urls": ["yapiapp.com", "yapi.me"]}}