{"error": 448, "message": "OK", "parameters": {"id": 8080, "name": "TruNews", "created_at": "2023-04-20 19:56:10.002294", "updated_at": "2023-06-05 22:02:49.274502", "wikipedia": "https://en.wikipedia.org/wiki/TruNews", "keywords": null, "related": null, "slug": "trunews", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/8080.png", "url": "trunews.com", "documents": [{"id": 15668, "name": "PRIVACY POLICY", "url": "https://www.trunews.com/privacy", "xpath": "/html/body/div[1]/div/div[3]/div/main/div/section", "text": "Privacy PolicyYour privacy is important to us<p> To better protect your privacy we provide this notice explaining our online information practices and the choices you can make about the way your information is collected and used.\nTo make this notice easy to find, we make it available on our homepage and at every point where personally identifiable information may be requested.\nOur privacy policy is designed to inform you of the types of information we collect, how we use that information, and the circumstances under which we will share it with non–affiliated third parties.</p>TruNews Privacy Statement<p> This Privacy Policy sets out the terms on which we collect, process and handle personal data which you provide to us while using the website located at www.trunews.com (“<b>Site</b>”) and/or the app known as “TruNews” (“<b>App</b>”) and/or the services provided from the Site and the App (“<b>Service</b>”).\nThe Site and the App, together with all content on the Site and the App, is owned or controlled by Flowing Streams, a Florida business with its postal address at <i>PO Box 690069, Vero Beach, Florida 32969, USA</i> (“<b>we</b>” or “<b>our</b>” or “<b>TruNews</b>”).\n</p>\n<p> To provide the Service, it is necessary for us to collect and process certain personal information (“<b>Data</b>”), including some or all of the following: name, address, date of birth, gender, email addresses and/or mobile phone numbers, IP addresses, device and/or web-browser details, operating system details, activities on the Site, personal preferences relating to the Site, the App or the Service, billing, financial information such as credit/debit card numbers, and details of the locations from which you intend to use the Service.\nYou are responsible for ensuring that all personal information you provide to us is updated and correct at all times.\n</p>\n<p> The Data will be stored together with any additional information you provide to us, and will be used to provide you with, and to improve, the Service.\nWe may collect, store and process certain personal information to provide you with information and tools to allow you to use the Service, to perform marketing and research related activities, to supply other administrative services (e.g.\nsetting up new accounts), to respond to enquiries and/or for other record-keeping purposes and to improve the Site, the App and the Service.\nFrom time to time, we and/or our trusted partners may contact you from time to time with offers that may interest you or to inform you of other products and services.\nAdditionally, our third party service providers may have access to Data to carry out contracted services and we may provide your personal information to such third parties for the purposes of fulfilling your requests.\nAll Data is processed by us in accordance with applicable data protection legislation and we will keep your personal information only for as long as is necessary.\n</p>\n<p> We may, from time to time, expand or reduce our business which may involve the transfer of certain divisions or assets of our company to other parties, and Data, where relevant, may be transferred to such third parties.\nAdditionally, from time to time we may transfer Data obtained from Users located in the EU to locations outside the European Economic Area, some of which may have different data protection laws to those within the EEA, or no data protection laws.\nIn all such cases, we transmit such information only to entities that comply with this policy and applicable law.\n</p>\n<p> The Site and/or the App may display links to certain third party websites.\nWe encourage you to read the individual privacy policies of those sites before providing any of your personal information to them.\n</p>\n<p> We may use ‘cookies’ while you access the Site.\nA cookie is a small file which can be downloaded on a device when you access the Site and is then sent back to the Site each time you access it.\nCookies are useful because they allow us to recognize your device and your user preferences.\nWe use cookies to set users’ preferences, gather basic tracking information (such as login and password), date, time of visit and preferences and monitor the presentation of the Site.\nThis information allows us to personalize the user experience and to improve the quality of the Site navigation.\nWe also use analytical cookies, which allow us to recognize and count the number of users on the Site and to see how users move around the Site when they are using it.\nThis helps us improve the way the Site works, for example by making sure users find easily what they need.\nPlease note that advertisers on the Site may also deploy cookies and web beacon technology to measure and improve the effectiveness of advertising to their clients.\nIf you do not want cookies on your computer, you can remove them by changing your browser settings.\n</p>\n<p> Please note you have the right to request access to and rectification or erasure of Data or to object to or request the restriction of processing of your Data.\nIf you do not want us to retain or use your Data in any way or at any time, you may withdraw your consent (i.e.\n“opt out”), by contacting us at info@trunews.com.\n</p>\n<p> We may change this Privacy Policy from time to time and such changes shall be effective from the date and time the revised Privacy Policy is posted on the Site and/or the App.\nWe encourage you to review our Privacy Policy on a regular basis so that you will be aware of any changes to it.\n</p>\n<p> If you have further questions about our privacy practices, please contact us by e-mailing info@trunews.com.\n</p>See AlsoTerms of Use<i>keyboard_arrow_right</i>", "created_at": "2023-04-20 19:56:10.034267", "updated_at": "2023-04-20 19:57:41.867033"}, {"id": 15669, "name": "WEBSITE TERMS OF USE", "url": "https://www.trunews.com/terms", "xpath": "/html/body/div[1]/div/div[3]/div[1]/main/div/section", "text": "TruNews Website Terms of UseFLOWING STREAMS ONLINE USER AGREEMENT<p> ANY PERSON OR ENTITY (“<b>User</b>” or “<b>You</b>”) USING OR OTHERWISE ACCESSING THE WEBSITE AT www.trunews.com (“<b>Site</b>”) OR THE APP KNOWN AS “TruNews” (“<b>App</b>”) OR ANY OF THE CONTENT CONTAINED WITHIN THE SITE OR THE APP MUST AGREE TO BE BOUND BY THE FOLLOWING TERMS AND CONDITIONS OF THIS USER AGREEMENT (“<b>Agreement</b>”).\n</p>\n<p> PERSONAL DATA: You agree to provide only true, accurate and complete information to us via the Site and the App.\nAny personal information provided by Users will be treated with appropriate care and security in accordance with our Privacy Policy.\nBy agreeing to this Agreement you expressly agree to the terms of the Privacy Policy.\n</p>\n<ol>\n<li>\n<b>Contracting parties</b>.\nThe Site and the App, together with all content, data, information and other materials contained therein (“Content”) are owned or controlled by Flowing Streams, a Florida business with its postal address at <i>PO Box 690069, Vero Beach, Florida 32969, USA</i>.\nFlowing Streams is referred to in these terms and conditions as “we”, “us”, “our” or “TruNews”.\nYou must register with us, and create your own user account, to fully use the Site, the App and the Service, and when you register with (or otherwise access) the Site and/or the App, you are contracting with TruNews.\nPlease note that you must be 13 years of age or older to register or use the services available via the App or the Site.\nBy continuing to use such services, you are warranting that you are at least 13 years old and you have the authority to enter into this Agreement.\n</li>\n<li>\n<b>Passwords</b>.\nYou will need a valid email address to become a registered user.\nYou agree: to keep your password secure and confidential and to not allow anyone else to use your email address or password to access the Site, the App or any Content.\nto not do anything which would assist anyone who is not a Registered User to gain access to any secured area of the Site and/or the App, and.\nto not create additional registration accounts for the purpose of abusing the functionality of the Site, the App or any Content, or other Users, or to seek to pass yourself off as another User, or to impersonate any other third party.\nIf you think someone else has obtained your account details, please let us know immediately via info@trunews.com and we will close your account as quickly as possible.\nPlease note that you will be responsible to TruNews and to others for all activity that occurs under your registration account.\n</li>\n<li>\n<b>The TruNews Service</b>.\nThe service, available via the Site and the App, is a content streaming service providing Users with access to audio, video and literary content for news, educational and entertainment purposes, including regularly-updated news and information content (“Service”).\nThe Service may feature advertisements and/or sponsorships and is provided free of charge to Users, though Users are welcome to make donations to TruNews for the purposes of continuing operation of the Service by clicking HERE.\nThe Service may also be available via subscription or other premium basis from time to time.\n</li>\n<li>\n<b>Use of Content</b>.\nExcept as otherwise indicated on the Site and/or App, we grant you a non-exclusive, non-transferable, limited license to view the Content solely for your personal, informational, and noncommercial purposes as specified within the Service.\nYour use of the Site, the App and/or all Content is entirely at your own risk.\nPlease note, whilst we endeavor to provide accurate and up-to-date information, the Content may not be wholly accurate or up-to-date, complete or free of defects, and is subject to change, often at very short notice.\nAll Content is provided without any representations or warranties of any kind (implied or express) to the fullest extent permitted by applicable law.\nTruNews, unless otherwise stated herein, owns or controls all relevant intellectual property rights in the Site, the App and the Content.\nYou may not publish, distribute, extract, re-utilize, or reproduce any part of the Site, the App or the Content in any form (including storing it in any medium) other than as expressly allowed herein or as set out in the Site, the App and the Content (or under local law).\nThe Site, the App, the Content and the Service are for your personal, non-commercial use only, and are not for sale, re-distribution, transfer, assignment or sublicense.\n</li>\n<li>\n<b>Limited License for Registered Users to Copy Content</b>.\nAny Registered User of the Service is granted the limited right and license to download and/or print a single copy of any portion of the Content (to which the User has properly gained access) solely for personal and non-commercial use, provided the User does not: (a) alter the Content in any way.\n(b) delete or conceal any copyright or other notices contained within the Content.\nnot (c) attempt to redistribute, post or otherwise communicate that Content to any third party person, company, website or app.\n</li>\n<li>\n<b>User Content</b>.\nTruNews may display or communicate comments, discussions, forums or other interactive features in which Users may post or upload content to the Site and/or the App (“User Content”).\nAny User Content which contains content that infringes the copyright of a third party may be removed on request by a relevant rightsholder or for any other reason.\nAs part of our copyright policy, we will terminate access to the Service for any User if, in our reasonable opinion, that User is determined to be a repeat infringer (or otherwise has been the subject of more than one valid copyright notice or Take Down request which has not been successfully rebutted).\n</li>\n<li>\n<b>Ownership of User Content</b>.\nWe are pleased to hear from our loyal fans and we welcome your comments and/or other of your owned content that you may wish to send to us (“User Content”).\nWe request that your comments relate to solely to the Service and the Content.\nYou retain ownership of all rights you hold in your User Content.\nWhen you upload material to the Site or the App you hereby grant to TruNews a worldwide, non-exclusive license to TruNews (and its sub-licensees) to use that material to provide the Service and for reasonable promotional purposes (including without limitation by exhibition via the Service and/or on other services).\nYou further agree to waive your moral rights for the purposes of this license.\nWhere necessary, we reserve the right to cut, edit, crop or arrange your User Content as necessary in our discretion.\nUnless you have requested otherwise, your name may be published alongside your material.\nIf you do not want to grant these rights, please do not submit material to the Site and/or the App.\n</li>\n<li>\n<b>Code of Conduct for User Content</b>.\nYou agree to obey all applicable laws in using the Site and/or the App.\nYou agree that you are responsible for everything that you post or transmit to or via the Service and you agree (in relation to the Site and/or the App): <ul>\n<li> not to send or post content or participate in any form of activity which is unlawful, harassing, libelous, defamatory, abusive, hateful, threatening, harmful, vulgar, obscene, profane, sexually-oriented, racially-offensive or which amounts to bullying or intimidation of others or otherwise includes objectionable material.\n</li>\n<li> not to send or post content which you do not have the right to use or which infringes the rights of a third party.\n</li>\n<li> not to abuse other Users or anyone else.\n</li>\n<li> not to publish your own contact details or those of anyone else.\n</li>\n<li> not to publish private information about yourself, other Users or anyone else.\n</li>\n<li> not to register more than one account for yourself or anyone else.\n</li>\n<li> not to post content that contains software viruses or any other computer code, files, or programs, devices, scripts, bots, crawlers or scrapers that are designed or intended to disrupt, damage, or limit the functioning of any software, hardware, or telecommunications equipment or to damage or obtain unauthorized access to any data or other information of any third party.\n</li>\n<li> not to post content that contains anything which could be used to determine or alter the architecture of the Site and/or the App, or could be used to decompile, disassemble, or reverse engineer the Site and/or the App.\n</li>\n<li> not to upload post, email, transmit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” “affiliate links,” or any other form of solicitation.\nand/or </li>\n<li> not to post content of the same nature in multiple App or Site locations so as to be a nuisance to, or amount to spam for, other Users.\n</li>\n</ul>\n</li>\n<li>\n<b>Objectionable Material</b>.\nIf you encounter or become aware of any objectionable or infringing or unlawful content posted anywhere on the Site or the App, please immediately report such material (and the specific page on which it is found) to info@trunews.com.\nPlease note that there may be adverse legal consequences if you make a false or bad faith allegation through this process.\n</li>\n<li>\n<b>No Endorsement of User Content by TruNews</b>.\nWe do not pre-screen or monitor and therefore do not endorse (and we expressly disclaim any and all liability in connection with) any User Content or any other materials uploaded or exhibited or otherwise exploited by Users.\nHowever, we have the right at our sole discretion to remove any content of any kind that, in our judgment, does not comply with this Agreement and any other rules of User conduct for the Service, or is otherwise harmful, objectionable, or inaccurate.\nWe are not responsible for any failure or delay in removing such content.\nYou hereby consent to such removal and waive any claim against us arising out of such removal of content.\n</li>\n<li>\n<b>Content Storage</b>.\nUpon registering with TruNews, you will be assigned one (1) User account.\nTruNews limits the maximum amount of disk space per account for storing your User Content to a reasonable amount of server space (as determined in our sole discretion).\nYou agree that we have no responsibility or liability for the deletion or failure to store any content maintained or transmitted on or through the Service.\nYou acknowledge that we have the right, at our sole discretion, to terminate your account, limit the number of transmissions you may send or receive through the Service, or limit the amount of storage space, bandwidth, or other resources you may use.\nYou acknowledge that we reserve the right to terminate any User account and/or delete any User Content if the account has been inactive for a three (3) month period or for any other reason at any time in our sole discretion.\nYou are solely responsible for making backup copies of any and all of your User Content.\nDo not rely upon the Service as a primary storage space for your User Content.\nYou should preserve backup copies of any digital data, information or other materials that you have uploaded.\n</li>\n<li>\n<b>Termination of this Agreement</b>.\nTruNews may at any time terminate this legal Agreement, in our sole discretion without prior notice to you and without reimbursement, if we believe that you may have breached (or acted in a manner indicating that you do not intend to or are unable to comply with) any term herein, or if we are legally required to do so by law, or if continuation is likely to be no longer commercially viable.\nYou acknowledge that we will cooperate fully with investigations of violations of systems or network security at other sites, including cooperating with law enforcement authorities in investigating suspected criminal violations.\n</li>\n<li>\n<b>Liability</b>.\nBecause the Service seeks to provide Users with new and innovative features and services, it may, without prior notice, change the method or frequency of availability of the Service, or create limits for such use.\nTruNews may also suspend (temporarily or permanently) access to the Service, without notice, for any or no reason.\nUpon termination or suspension of the Service, however, you will continue to be bound by this Agreement.\nYou agree that the liability of TruNews to you hereunder shall be limited to the amount you have actually paid to TruNews for products or services hereunder of, if greater, US$100.\nNo claim may be brought by you more than two years from the event triggering the claim.\nExcept as set out herein, TruNews shall not be liable for any indirect or consequential loss of any kind in contract, tort or otherwise arising out of your use of the Site, the App or the Content or in relation to the goods and/or services that we provide.\nNothing in this Agreement shall operate to limit or exclude liability for death or personal injury or fraud caused by negligence.\n</li>\n<li>\n<b>Warranties</b>.\nYou warrant and represent that you have (and will continue to have during your use of the Service) all necessary licenses, rights, consents, and permissions which are required to enable TruNews to store, stream and otherwise use your User Content for the purposes of the Site and/or the App and that you personally created all content (and all materials contained within content) that you upload to the Site and/or the App, and that (save for the underlying song within a Cover Video, where you have identified that song at the time of your upload) you own or control all rights in your User Content.\n<br>\n<br> TO THE EXTENT PERMITTED UNDER APPLICABLE LAW IN YOUR TERRITORY, THE TRUNEWS SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, OR THE WARRANTY OF NON-INFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, TRUNEWS MAKES NO WARRANTY THAT (A) THE SERVICE WILL MEET YOUR REQUIREMENTS, (B) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (C) THE RESULTS OBTAINED FROM THE USE OF THE SERVICE WILL BE EFFECTIVE, ACCURATE OR RELIABLE, OR (D) THE QUALITY OF ANY MATERIALS OR SERVICES OBTAINED BY YOU FROM THE SITE OR THE APP, FROM US, OR FROM ANY THIRD PARTIES' WEBSITES TO WHICH THE SITE OR THE APP IS LINKED, WILL MEET YOUR EXPECTATIONS OR BE FREE FROM MISTAKES, ERRORS OR DEFECTS.\nTHE USE OF THE SERVICE, THE UPLOADING OF USER CONTENT, OR THE ACQUISITION OF ANY MATERIALS OR CONTENT THROUGH THE SITE OR THE APP OR THROUGH THIRD PARTIES' WEBSITES, IS DONE AT YOUR OWN RISK AND WITH YOUR AGREEMENT THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER DEVICE OR SYSTEM OR LOSS OF DATA THAT RESULTS FROM SUCH ACTIVITIES.\n</li>\n<li>\n<b>Indemnity</b>.\nYou agree to indemnify TruNews for any loss or damage that may be incurred by TruNews, including without limitation legal fees, arising from any breach by you of any warranty or other term herein or your misuse of any material or information obtained through the Site, the App or the Service.\nYou further undertake to indemnify TruNews for all loss or damage incurred by TruNews in relation to any third party claim against TruNews for infringement of intellectual property rights arising in relation to your provision of materials to the Site, the App and/or the Content.\n</li>\n<li>\n<b>Complaints</b>.\nIf you believe that you are the owner of the copyright or other rights in any material appearing on the Site or the App, or if you have any other complaint about the Site, the App or any Content or other posted materials, please contact us via info@trunews.com.\nIf you would like to notify us of content, which you believe does not comply with this Agreement or otherwise is objectionable, please notify us via info@trunews.com (making sure to include both the Uniform Resource Locator (\"URL\") for the non-complying content and the reasons you believe it does not comply).\n</li>\n<li>\n<b>Trade Marks</b>.\nThe brands, products and service names used in the Site, the App and the Content (including without limitation, \"TruNews” and “Flowing Streams”) are trademarks or trade names of TruNews or its trading partners unless otherwise stated.\n</li>\n<li>\n<b>Hacking</b>.\nYou agree and undertake not to attempt to damage, deny service to, hack, crack, reverse-engineer, or otherwise interfere (collectively, \"Interfere\") with the Site, the App and/or the Content in any manner including Interferences that target an individual User.\nIf you in any way Interfere with of these, you agree to pay all damages we incur as a result.\nTruNews will cooperate with the authorities in prosecuting any User who Interferes with the Site, the App, the Content or otherwise attempts to defraud TruNews or any other parties through your use of the Site, the App, the Content or any services provided hereunder.\nTruNews reserves the right to deny any or all access or service to any User for any reason, at any time, at our sole discretion.\nYou agree that we may block your access, monitor your content and force forfeiture of a user name, and at our sole discretion to disallow your continued use of the Site, the App and/or the Content.\nWe reserve the right to take any action we may deem appropriate in our sole discretion with respect to violations or enforcement of the terms of this Agreement, and we expressly reserve all rights and remedies available to us at law or in equity.\n</li>\n<li>\n<b>No Partnership</b>.\nYour use of the Site, the App and/or the Service creates no partnership, client, fiduciary or other professional relationship.\n</li>\n<li>\n<b>Entire Agreement</b>.\nThis Agreement constitutes the entire agreement between the parties on the subject matter hereof.\nThere are no understandings, agreements, or representations, oral or written, not specified herein regarding this Agreement.\n</li>\n<li>\n<b>Force Majeure</b>.\nWe will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations hereunder that is caused by events outside our reasonable control.\n</li>\n<li>\n<b>Severance</b>.\nIf any part, term, or provision of this Agreement shall be held by a court of competent jurisdiction to be illegal, unenforceable, or in conflict with any relevant law, the remaining portions or provisions shall still remain valid and continue in full force and effect.\n</li>\n<li>\n<b>No Waiver</b>.\nNo waiver, express or implied, by either party of any term or condition or of any breach by the other of any of the provisions of this Agreement shall operate as a waiver of any breach of the same or any other provision of this Agreement.\n</li>\n<li>\n<b>Variation</b>.\nThis Agreement may be varied from time to time by our posting new terms on the Site, and any such amendment will be applicable to all Users from the date and time such revised terms have been posted on the Site and/or the App.\nYour continued use of the Service constitutes agreement with and acceptance of any such amendment or other changes.\nWe constantly experiment and innovate with the Site and/or the App in order to provide a better experience for Users and you hereby acknowledge and agree that the form and nature of the Service may change from time to time without prior notice to you.\n</li>\n<li>\n<b>Law and Jurisdiction</b>.\nThis Agreement shall be governed by and construed in accordance with the laws of the State of Florida.\nSubject to Clause 25 below, any dispute arising under or in connection with this Agreement shall be subject to the jurisdiction of the Courts in the Southern District of Florida.\n</li>\n<li>\n<b>Dispute Resolution</b>.\nIn the event of any controversy or dispute between you and TruNews arising out of or in connection with your use of the Service, TruNews will attempt, promptly and in good faith, to resolve the dispute.\nIf we are unable to resolve any such dispute within a reasonable time, not to exceed ninety (90) days, any controversy or claim arising out of or relating to this Agreement, or the breach thereof, or your use of the Service shall be settled by binding arbitration administered by the American Arbitration Association in accordance with its Commercial Arbitration Rules and judgment on the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof.\nThe Arbitration shall be conducted by a single arbitrator.\nThe decision of the arbitrator will be in writing and binding upon you.\n</li>\n<li>\n<b>Class Action Waiver</b>.\nTruNews and you agree that TruNews and you will resolve any disputes, claims or controversies on an individual basis, and that any claims brought under this Agreement in connection with the Service will be brought in an individual capacity, and not on behalf of, or as part of, any purported class, consolidated, or representative proceeding.\nTruNews and you further agree that TruNews and you shall not participate in any consolidated, class or representative proceeding (existing or future) brought by any third party arising under this Agreement or otherwise in connection with the Service.\n</li>\n<li>\n<b>Contacting Us</b>.\nIf you have any questions, please contact us at the following address: Flowing Streams, PO Box 690069, Vero Beach, Florida&nbsp;32969, USA, or email us via info@trunews.com.\n</li>\n</ol>See AlsoPrivacy Policy<i>keyboard_arrow_right</i>", "created_at": "2023-04-20 19:56:10.065642", "updated_at": "2023-04-20 19:58:08.003384"}], "points": [{"id": 31411, "title": "You waive your right to a class action.", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:30:15.138925", "updated_at": "2023-07-11 06:29:30.538483", "quoteText": null, "case_id": 117, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31415, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:36:17.477032", "updated_at": "2023-07-11 06:29:30.629856", "quoteText": null, "case_id": 283, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31405, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:24:54.678413", "updated_at": "2023-07-11 06:29:30.793823", "quoteText": null, "case_id": 287, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31406, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:25:15.625414", "updated_at": "2023-07-11 06:29:30.87577", "quoteText": null, "case_id": 288, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31407, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:26:55.9472", "updated_at": "2023-07-11 06:29:30.955634", "quoteText": null, "case_id": 294, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31408, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:27:12.799915", "updated_at": "2023-07-11 06:29:31.035345", "quoteText": null, "case_id": 295, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31409, "title": "The court of law governing the terms is in State of Florida", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:28:04.876301", "updated_at": "2023-07-11 06:29:31.124524", "quoteText": null, "case_id": 163, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31416, "title": "The posting of pornographic content is prohibited", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:37:04.834097", "updated_at": "2023-07-11 06:29:31.205585", "quoteText": null, "case_id": 315, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31414, "title": "Any liability on behalf of the service is only limited to $100", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:33:53.948008", "updated_at": "2023-07-11 06:29:31.286208", "quoteText": null, "case_id": 149, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31412, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:30:56.175889", "updated_at": "2023-07-11 06:29:31.378424", "quoteText": null, "case_id": 403, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31417, "title": "You waive your moral rights", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:37:26.540694", "updated_at": "2023-07-11 06:29:31.475993", "quoteText": null, "case_id": 118, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31413, "title": "This service is only available to users over 13", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:32:19.170976", "updated_at": "2023-07-11 06:29:30.45359", "quoteText": null, "case_id": 152, "document_id": 15669, "quoteStart": null, "quoteEnd": null}, {"id": 31410, "title": "You are forced into binding arbitration in case of disputes", "source": "https://www.trunews.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 09:29:53.288982", "updated_at": "2023-07-11 06:29:39.27239", "quoteText": null, "case_id": 339, "document_id": 15669, "quoteStart": null, "quoteEnd": null}], "urls": ["trunews.com"]}}