{"error": 448, "message": "OK", "parameters": {"id": 8705, "name": "Dental Fear Central", "created_at": "2023-07-02 01:06:25.482111", "updated_at": "2023-07-02 10:02:47.219526", "wikipedia": null, "keywords": null, "related": null, "slug": "dental-fear-central", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8705.png", "url": "dentalfearcentral.org", "documents": [{"id": 16983, "name": "Privacy and Advertising Policy ", "url": "https://www.dentalfearcentral.org/privacy", "xpath": "//*[@id=\"primary\"]", "text": " <p>Home » Privacy and Advertising Policy</p> Privacy and Advertising Policy <p>\n<em>Effective Date: 30/12/2020</em>\n</p>\n<p>Like most websites, Dental Fear Central collects information on its visitors.\nThis page explains what data is recorded and what it’s used for.\nIt also explains our advertising policy.</p>\nAdvertising Policy\n<p>We don’t allow any paid advertising or affiliate links, either on the main forum or on the website.\nThis website is privately funded.</p>\nInformation we collect and what we use it for\n<p>We do not collect any personally identifiable information about you when you visit Dental Fear Central <strong>unless</strong> you choose to provide that information to us (see below).\nWe never collect information for commercial marketing or any purpose unrelated to Dental Fear Central’s functions.\n</p>\nCookies\n<p>This site uses cookies – small text files that are placed on your machine to help the site provide a better user experience.</p>\n<p>We will ask you to consent to our use of cookies when you first visit our website.\nBy using our website, you agree to this policy, and you consent to our use of cookies by the terms of this policy.</p>\n<p>A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser.\nThe identifier is then sent back to the server each time the browser requests a page from the server.</p>\n<p>Cookies are used to retain user preferences, store information to make things like forums usable, and provide anonymised tracking data to third-party applications like Google Analytics.\nAs a rule, cookies will make your browsing experience better and easier.</p>\n<p>However, if you don’t want to use cookies, you can disable cookies on this site and others.\nThe most effective way to do this is to disable cookies in your browser.\nWe suggest consulting the Help section of your browser.</p>\n<p>If you disable cookies, you won’t be able to use features like logging into our forum and posting on it, because for technical reasons, an authentication cookie is needed.\nThis is the same for all online forums and message boards.</p>\nTracking Codes\n<p>This website and forum use tracking code, including that from Google Analytics, to help us better understand how the public uses the site and how to make it more helpful.\nThe tracking code tells us what pages were viewed, how long they spent on each page, what countries they were from, what sort of devices they used to access our site, and similar data.\nIt doesn’t reveal who you are, nor the search query you used.\nIf you object to tracking codes, you can disable them by disabling JavaScript in your browser.</p>\nEmbedded video content from other websites\n<p>The Dental Fear Central website video content is streamed to users by third-party companies YouTube and Vimeo.\nWhen you watch them, embedded videos from other websites behave in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>\n<p>See Google’s Privacy Policy and Vimeo’s Privacy Policy&nbsp;for more information about how they collect and use data about viewers.</p>\nInformation that you provide to us and to search engines\n<p>When you join and post on our forum (or if you were to comment on our website, although commenting is currently disabled), you provide us with the following information:</p>\nYour name\n<p>We never ask you to reveal your real name.\nWe strongly encourage you to use a username that is not your real name or gives your identity away.\nWe also recommend that you use a username that’s different from the ones you use on other forums.\nIf you are a dental professional and you’d like to use your real name, that’s fine of course! Please don’t use a real photo of yourself either, unless you are sure you don’t mind it being discoverable through search engines.</p>\n<p>Search engines, including Google, may index your username and posts and any photos you post (but not your user profile or email address).</p>\nYour email address\n<p>Your email address will be known only to the administrators of Dental Fear Central.\nWe will use it only for the purposes you provided it for (see “What we do with the information you provide to us” below).</p>\nYour IP addresses\n<p>The administrators of this website and forum can see the IP addresses you used when posting on the forum, or when browsing the forum.\nThe IP addresses are not visible to anyone else.</p>\nWhat we do with the information you provide to us\n<p>We will only use any information you provide for the purpose you gave it to Dental Fear Central.\nFor example, if you join our forum, we will only use it for forum-related activities.\nYou can choose yourself how much or how little contact you would like from us.\nIn your user profile, go to “Preferences” to choose what sort of email alerts (if any) you would like to get.</p>\n<p>If you wish to unsubscribe from the Dental Fear Central forum or our newsletter, please click the “unsubscribe” link in the email to unsubscribe.\nOr let us know by using our contact form which can be found here.</p>\n<p>\n<strong>We will not give or sell your personal information to anyone</strong> unless we are required to by law or there is an issue of safety.</p>\nUser-generated content\n<p>When you post messages on the forum, we generally do not delete them upon request, unless nobody has responded to your message.\nThe reason is that it would be unfair to others who have taken the time to respond, as their messages would be rendered nonsensical.</p>\n<p>We are very happy to delete any information from your posts which could identify you, just email us.</p>\n<p>Materials and stories posted on the forum may be quoted on the main website, to illustrate common experiences and fears.\nWe always make sure that no details that could identify individual members are quoted.\nWe will also try to contact you and get your permission.\nYou can withdraw your permission at any time.</p>\nOur choice to break confidentiality\n<p>We believe your right to confidentiality is very important.\n</p>\n<p>Under the Data Protection Act, we can choose to break confidentiality if we feel that doing so would be in the public interest or that not doing so would hinder a criminal investigation.</p>\nChildren’s Privacy\n<p>This site is not intended to attract children and young people under the age of 16.</p>\n<p>Please also read our our Terms of Use.</p> ", "created_at": "2023-07-02 01:06:25.543446", "updated_at": "2023-07-02 01:07:03.111819"}, {"id": 16982, "name": "Terms of Use ", "url": "https://www.dentalfearcentral.org/disclaimer/", "xpath": "//*[@id=\"primary\"]", "text": " <p>Home » Terms of Use</p> Terms of Use This Website Does Not Provide Dental or Medical Advice\n<p>This website is not intended as a substitute for the advice of a health professional.\nIts main purpose is peer support and the provision of general information.\nOnly a health professional who has met you <strong>in person</strong> can truly understand your unique situation.</p>\n<p>If you think you may have a medical emergency, call your local emergency number or the international standard emergency number 112 immediately.</p>\n<p>Reliance on any information provided by Dental Fear Central (both the web pages and user-generated content) is solely at your own risk.\nThe content on the forum and on the website reflects the opinion of individual posters and authors.\nRemember that the forum is open to all, and some of the information provided may be misleading or wrong.\nMost posters are trying to be helpful, but the information they provide may not be accurate or complete.\nEven for health professionals, it is impossible to diagnose or treat individuals over the internet.</p>\n<p>While we endeavour to provide accurate and thorough information, we cannot be held responsible for any injury or harm that results from actions or inactions taken based on the information obtained here.\nThe reader assumes all responsibility for his or her health and cannot hold this website, its creators, or its contributors liable for any damage sustained as a result of viewing information found here.</p>\nUser-generated Content\n<p>When posting content (text and/or images) on our forum or website, please be aware that Google and other search engines crawl this website and forum and index the material found herein.\nThe content may be shown in search results when people search for queries that match posted content.\nPlease do not use your real name or identifying details or photos on our website or forum unless you are absolutely certain that you are OK with them appearing on the website, forum and in search engines.</p>\n<p>\n<em>Last updated July 12, 2020</em>\n</p> ", "created_at": "2023-07-02 01:06:25.512008", "updated_at": "2023-07-02 01:06:47.470121"}], "points": [], "urls": ["dentalfearcentral.org"]}}