{"error": 448, "message": "OK", "parameters": {"id": 7062, "name": "Young Americans Liberty", "created_at": "2022-12-02 23:32:30.952802", "updated_at": "2022-12-02 23:01:08.731546", "wikipedia": "https://en.wikipedia.org/wiki/Young_Americans_for_Liberty", "keywords": null, "related": null, "slug": "young-americans-liberty", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7062.png", "url": "yaliberty.org", "documents": [{"id": 12964, "name": "Privacy Policy", "url": "https://yaliberty.org/privacy-policy/", "xpath": "/html/body/div[2]/div/div[3]/div", "text": "<p>This Privacy Policy is applicable to Young Americans for Liberty Foundation and/or Young Americans for Liberty Inc.’s website and/or any of its subsidiaries and/or affiliates under its control (collectively “YAL”, “we”, “us” or “our”).\nAs used herein, the term “Site” refers to the YAL worldwide web location, and mobile-optimized versions of the same to which this Privacy Policy is linked, along with any subpages or other websites or online accounts owned or operated by us.</p>\n<p>Your use of our website(s) is governed by the terms and conditions outlined in this Privacy Policy and our Terms and Conditions.\nThis Privacy Policy will tell you what information we collect when you visit our website(s), how we use that information, and what choices you have about how it is used.\nWe urge you to read our entire Privacy Policy.\nUse of our website(s) constitutes acceptance of all terms contained herein.\nIf you do not accept any of the terms contained herein, you must cease use of this website immediately.</p>\nCollection of Personally Identifiable Information\n<p>Some functions and services offered through our website(s) require you provide certain personally identifiable information (“PII”).\nPII we may collect if you provide it includes email address, name, postal address, and/or telephone number.\nWe may also collect other information about you we associate with your PII such as your interests, preferences and demographics.</p>\nSharing of Personally Identifiable Information\n<p>We may share your PII for the following purposes and under the following circumstances:</p>\n<ol>\n<li>We may share your PII with our affiliates, including affiliated organizations, technical consultants, auditors and other third parties who act on our behalf, for example, to make our website(s) available, enhance their functionality, or provide associated services, and/or who deal with you in delivering content, samples, products, and gifts and prizes.</li>\n<li>We may make PII we collect through our website(s), along with certain other information about you, available to similarly like-minded organizations, unless you opt out of being included in our mailing list.\n(See the section below on opting out of mailings).</li>\n<li>We may transfer your personally identifiable information and other information in connection with or during negotiation of any merger, financing, acquisition or dissolution, transaction or proceeding involving sale, transfer, divestiture or disclosure of all or a portion of our assets to another party.</li>\n<li>We may release, personal information to third parties: to (i) comply with laws or to respond to lawful requests and legal process, (ii) to protect the rights and property of YAL, our agents, customers, members, and others, including to enforce our agreements, policies and terms of use or (iii) in an emergency to protect the personal safety of our employees, customers, or any person.</li>\n</ol>\n<p>We may also provide aggregate statistics and de-identified data about our customers, including traffic patterns and related site information, to third parties for their own purposes, including statistical analysis.</p>\nUse of Personally Identifiable Information\n<p>We may use your personally identifiable information and other information we collect about you for purposes described in this policy or disclosed to you on our website(s) or in connection with our services.\nFor example, we may use your information to:</p>\n<ol>\n<li>Operate and improve our website(s), products and services;</li>\n<li>Send you newsletters, including any online newsletter(s) you have requested;</li>\n<li>Understand you and your preferences to enhance your experience and enjoyment using our website(s), products and services;</li>\n<li>Send you a welcoming email, to contact you about your use of our website(s) and to provide important website updates;</li>\n<li>Provide and deliver services, products or information you request;</li>\n<li>Respond to your comments and questions and provide customer service;</li>\n<li>Request feedback and to enable us to develop, customize and improve our website(s) and other products and services;</li>\n<li>Send you surveys or questionnaires;</li>\n<li>Send you related information, including confirmations, technical notices, updates, security alerts, and support and administrative messages;</li>\n<li>Communicate with you about new contests, promotions and rewards, upcoming events, upcoming job opportunities, and other news about products and services offered by us or our partners;</li>\n<li>Use for editorial purposes, such as to contact you about content you have submitted to our website(s) or to give attribution to content you submit;</li>\n<li>Link or combine it with other personal information we get from third parties, to help understand your needs and provide you with better service.\nand</li>\n<li>Investigate and take action against fraudulent or illegal activity or improper conduct.</li>\n</ol>\n<p>We may store and process personal information in the United States and other countries.</p>\nChoices about Our Use and Sharing of Personally Identifiable Information\n<p>If you do not wish to receive promotional and newsletter emails from us, you may click on the unsubscribe link at the bottom of any email.\nIf you opt-out of promotional or newsletter emails from us, we may continue to send you certain communications such as service announcements and administrative messages that relate to us and our website(s) that are necessary to our relationship with you.\nFor all other requests for changes relating to your PII, including opting out of email and our sharing PII with our partners, please contact us at campus@yaliberty.org or (512) 637-5217‬.</p>\nYour Sharing of Personally Identifiable Information\n<p>Please be aware when you connect and share your actions, comments, content and information, for example, through discussion board postings on our website(s), those actions are not private.\nOthers may capture personal information you post, including your email address, and may use the data to identify or contact you, including to send you emails.\nWe cannot control such actions by others.\nPlease be mindful of your own privacy needs as you choose who to connect with and what to share and make public.\nIf you share information about others, please be sure to respect their privacy and get consent for any information you may share about them.</p>\nThird Party Activities\n<p>If you submit or chose to share PII through a form or posting on any page of our website(s), choose to otherwise share your PII with a third party such as by connecting with social networking services, or click on a link on our website(s) to go to a third-party site that may collect information about you, we are not responsible for the privacy practices of, including any marketing or other use of your PII by, those third parties.\nTo learn more about any other company or organization’s privacy practices, we suggest you contact them directly about their privacy policy.</p>\nDo Not Track Disclosures\n<p>We do not respond to Do Not Track signals sent by various web browsers.\nTo date, a clear standard has yet to be developed concerning these signals and how they should be treated by website operators.\nThus, we do not respond to any Do Not Track signals sent by an individual user’s web browser.\nWe are permitted pursuant to this Privacy Policy to share any information you provide through use of our website(s) with third parties.\nIf you do not wish to consent to the provision of your PII in this manner, you should stop using our website(s) immediately and contact us at campus@yaliberty.com to be removed from our database.</p>\nThird Party Advertising\n<p>We may also use third parties to collect information about our website visitors or to serve ads on our website(s).\nCertain third parties may automatically collect information about your visits to this and other websites, your IP address, your ISP, the browser you use to visit our website(s) (but not your name, address, email address or telephone number).\nThey do this by using cookies, clear gifs, or other technologies.\nInformation collected may be used, among other things, to deliver advertising targeted to your interests and to better understand the usage and visitation of our website(s) and the other sites tracked by these third parties.\nThis policy does not apply to, and we are not responsible for, cookies or clear gifs in third party ads, and we encourage you to check the privacy policies of advertisers and/or ad services to learn about their use of cookies and other technology.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies, please go to&nbsp;http://www.networkadvertising.org.</p>\n<p>You may opt-out of interest-based advertising by visiting http://optout.networkadvertising.org/#!/.\nPlease note that this will only allow you to opt-out of tailored advertisements delivered by members of NAI and that we are not associated with or responsible for the management and processing of these requests.</p>\nThird Party Cookies\n<p>Notwithstanding any other provision, we may work with a third-party&nbsp;partner&nbsp;who may collect information from you, such as your IP address and information about your browser or operating system, and may place or recognize a unique cookie on your browser for the purpose of enabling interest-based content or advertising to you.\nThe cookies placed by our third-party&nbsp;partners&nbsp;contain no personally identifiable information.\nthey may contain demographic or other interest-based data in a de-identified form.&nbsp.\nThe information in these cookies may be linked to data you voluntarily have submitted to us, such as your name, postal address or email, which we may share in hashed or encrypted form.\nTo opt-out of these data provider cookies, please go to&nbsp;http://www.aboutads.info/choices.</p>\nCompany Ads on Third Party Sites\n<p>We may use information collected using third party cookies and Web beacons on our website(s) and in our emails to deliver advertising displayed to you on third party sites.\nWe also may use cookie information to know when you return to our website(s) after visiting these third-party sites.\nWe use this information and other information about you to try to understand your interests and show you relevant advertising about products and services you may be interested in.</p>\nCookies, Web Beacons and Server Logs\n<p>We, related Web hosting providers, and advertisers and ad serving and tracking companies sometimes utilize “cookie” technology on our website(s).\nCookies are bits of data stored on your hard drive that contain no personally identifying information but which help enhance your Web-browsing experience.\nNot all Web browsers accept cookies, and those that do usually provide a preference or setting that allows you to refuse and remove most types of browser cookies.\nIf your browser does not accept cookies, you may still enjoy our website(s).</p>\n<p>We may also use local shared objects, also known as Flash cookies, to store your preferences such as volume control for videos, or display content based upon what you view on our website(s) to personalize your visit.\nThird party partners provide certain features on our website(s) and may display advertising based upon your Web browsing activity, using Flash cookies to help track and store information about you.\nFlash cookies are different from browser cookies because of the amount of, type of, and how data is stored.\nCookie management tools provided by your browser usually will not remove Flash cookies.\nTo learn how to manage privacy and storage settings for certain Flash cookies, please visit https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html.</p>\n<p>We, or a third party, may collect information using Web beacons.\nWeb beacons are electronic images that may be used on Company Sites or in our emails.\nWe and these third parties use Web beacons to deliver cookies, count visits, understand usage and campaign effectiveness and to tell if an email has been opened and acted upon.</p>\n<p>Server logs capture certain non-personally identifying data, such as the time and date of a Web visit, the browser and operating system being used, and the Web URL a user linked from.\nThis information is used in aggregate form to help us plan system enhancements when necessary and to provide content that is compatible with our visitors’ Web-browsing systems.\nWe also collect information about keyword searches performed by visitors on our website(s).\nWe may keep logs of all words searched to help us learn what kinds of information our website(s) visitors are seeking, and to improve our service to visitors.</p>\nPrivacy Precaution Warning\n<p>Please note that no data transmission over the Internet is 100% secure.\nAs a result, we cannot guarantee the security of the information that you transmit via our online services.</p>\nPrivacy Policy Changes\n<p>We reserve the right, at our discretion, to change, modify, add, or remove portions of this policy at any time.\nPlease bookmark this page and check it periodically.\nWe will post any changes to this privacy policy on our site.</p>\nLegal Notice and Terms and Conditions\n<p>Please also read the Terms and Conditions to understand the additional terms and conditions that apply to your use of our website(s).</p>\n<p>\n<i>Last Updated: January 2022</i>\n</p>\n", "created_at": "2022-12-02 23:32:30.9551", "updated_at": "2022-12-02 22:33:11.622956"}, {"id": 12965, "name": "Terms and Conditions", "url": "https://yaliberty.org/terms-and-conditions/", "xpath": "/html/body/div[2]/div/div[3]/div", "text": "Please read these Terms and Conditions of use carefully before using this site or engaging with Young Americans for Liberty Foundation and/or Young Americans for Liberty, Inc.\n<p>This Terms and Conditions is applicable to Young Americans for Liberty Foundation and/or Young Americans for Liberty Inc.\nand any of its websites, domains, subpages, mobile sites, mobile applications, and/or online accounts owned, and operated, maintained, or controlled by Young Americans for Liberty Foundation and/or Young Americans for Liberty Inc., and worldwide web location and mobile-optimized versions of the same (collectively “YAL”, “we”, “us” or “our”).\nYour use of YAL is governed by the terms and conditions outlined in this Terms and Conditions and our Privacy Policy.\nUse of YAL’s website constitutes acceptance of all terms contained herein.\nIf you do not accept any of the terms contained herein, you must cease use of YAL’s website immediately.</p>\n<p>We may revise and update these Terms and Conditions at any time, with or without notice.\nYour continued usage of YAL’s website will mean you accept those changes.</p>\nPeer-to-Peer Text Messages\n<p>We are happy to also offer text message campaigns to like-minded individuals as a way for our users and supporters to engage with YAL and support YAL efforts using peer-to-peer technology.\nBy indicating “Yes” when asked whether you would like to receive text messages from us, you are providing your express written consent to receive text messages from us using peer-to-peer technology.\nPlease review the below procedures to ensure you understand how our texting campaigns operate:</p>\n<ol>\n<li>When you call a YAL-provided telephone number, send a text message to a YAL-provided short code, enter your cell phone number into a provided field on our website, contribution page, or other associated YAL webpage, or respond to one of our peer-to-peer text messages, you will be opted into our peer-to-peer text messaging campaigns.\nBy providing such consent, you hereby recognize and agree you have given us authorization to contact you via text message using peer-to-peer texting technology at the provided phone number and that you have the authority to grant such consent.\nYou will receive text messages about news alerts and action items related to YAL efforts and causes.\nWe do not charge users to sign up for this service or for their participation, but your mobile service provider may charge standard messaging, data, and other rates/fees related to any text transmissions.\nPlease review your cellular plan with your wireless carrier to ensure you understand how and for what you may receive extra charges.</li>\n<li>You may opt out at any time and for any reason.\nIf you no longer wish to receive YAL text messages, simply reply STOP, CANCEL, or UNSUBSCRIBE to any of our text messages.\nYou may also opt out or by contacting us at campus@yalliberty.org or calling (512) 637-5217‬.</li>\n<li>If you require any help or have questions about YAL, you may reply to any YAL text messages with HELP and a YAL representative will be able to respond to you and answer your questions.\nYou may also receive customer support by contacting YAL at campus@yaliberty.org or by calling (512) 637-5217‬.</li>\n<li>As we have no control over how the mobile service providers transmit our text messages, we cannot be responsible or liable for any delays in your receipt of any of our text messages.\nDelivery is determined by the mobile service provider and is subject to effective transmission by your provider.\nWe make no warranty, express or implied, and all warranties, including implied warranties of merchantability and fitness for a particular purpose are expressly disclaimed.\nOur text messages are provided on an “as is” basis.</li>\n<li>As a result of your opt-in to receive our peer-to-peer text messages, you hereby recognize we may collect certain data from you.\nSuch data may include, but is not limited to, your mobile phone number, your mobile service provider’s name, and the date, time, and content of your messages to and from us, along with any other information you provide to us.</li>\n<li>You hereby agree and understand that we may change and/or terminate our text messaging service at any time, for any reason, and with or without providing notice.</li>\n<li>You hereby expressly agree that, in the event you forfeit or no longer utilize the cellular telephone number you used to subscribe to our text messaging campaign, you will immediately notify us of this change.</li>\n<li>You hereby recognize and agree that any and all claims related to our text messages, including those that may arise after your relationship with YAL terminates, are bound by the Dispute Resolution provision contained herein.</li>\n<li>All content delivered pursuant to your opt-in will be appropriate for individuals who are 18 years or older.\nBy opting into our texting campaign, you hereby affirm you are at least 18 years of age or older.</li>\n</ol>\nDispute Resolution and Arbitration\n<p>Except for temporary, preliminary, or permanent injunctive relief or any form of equitable relief as deemed necessary by us in our sole discretion, all disputes arising from or relating to these Terms of Use and Privacy Policy and the activities described herein, including those claims which may arise after the relationship between us allegedly terminates, shall be submitted to a single arbitrator for binding arbitration under proceedings conducted in accordance with the Commercial Arbitration Rules of the American Arbitration Association (“AAA”) then in effect.\nYou further recognize and expressly agree that all claims related to these Terms of Service, Privacy Policy, and the activities specified herein shall proceed on an individual (non-class and non-representative) basis, that the presiding arbitrator is limited to awarding relief on an individual (non-class and non-representative) basis, and that the arbitration proceedings and any specified award shall remain confidential, except where disclosure may be necessary in connection with a court application for a preliminary injunction, judicial challenge to an award or enforcement thereof, or otherwise required by law or judicial decision.\nYou acknowledge that by agreeing to these Terms of Use and Privacy Policy, you hereby knowingly and voluntarily waive any right you have to a jury trial, or an appeal to a state or federal court of appeal, concerning any dispute that may arise pursuant to this Terms of Use and/or Privacy Policy.\nYOU ACKNOWLEDGE ALL DISPUTES ARISING THERETO SHALL BE RESOLVED THROUGH BINDING ARBITRATION AND NO CLASS ACTION, CONSOLIDATED ACTION, PRIVATE ATTORNEY GENERAL, OR OTHER REPRESENTATIVE CLAIMS MAY BE PURSUED IN ARBITRATION.\nYou further affirmatively waive your right to initiate and/or participate in any such proceedings as contemplated by this Dispute Resolution and Arbitration provision.</p>\nGoverning Law\n<p>These Terms and Conditions and Privacy Policy, including the use of information (including personally identifiable information) provided or accessible through YAL, are governed by and construed in accordance with the laws of the State of Texas without regard to its conflict of laws principles.</p>\nIndemnity\n<p>You agree to defend, indemnify and hold harmless us, our affiliates, clients, licensors and suppliers, and the directors, officers, employees, agents, licensees, representatives and independent contractors of the foregoing from and against any claims, actions or demands, liabilities and settlements including without limitation, reasonable legal and accounting fees, resulting from, or alleged to result from, your violation of these Terms and Conditions, your submissions to YAL, your violation of any rights of another or applicable laws and regulations, or your use of any content on or accessible through YAL.</p>\nUse of Content\n<p>YAL and any and all content on or available throughout YAL’s website and linked social media pages, including without limitation, text, graphics, images, software, audio, video, information, data materials, products, and services (collectively, the “Content”) is owned by us or our content providers.\nSubject to these Terms and Conditions, the Content is protected by copyright under both United States and foreign laws and international treaties.\nAny use of the Content not expressly permitted by these Terms and Conditions is a breach of these Terms and Conditions and may violate copyright, trademark, and other laws or the rights of third parties.\nContent and features are subject to change or termination without notice at our sole and exclusive editorial discretion.\nAll rights not expressly granted herein are reserved to us.\nIf you violate any of these Terms of Service, your permission to use the Content automatically terminates and you must immediately destroy any copies you have made of any portion of the Content.</p>\nLimitation on Liability\n<p>When using YAL’s website, information may be transmitted using a medium and/or jurisdiction beyond our control and jurisdiction and that of our suppliers.\nAccordingly, we assume no liability for any delay, failure, interruption or corruption of any data or other information transmitted in connection with use of YAL.</p>\n<p>YAL and the Content are provided on an “AS IS” basis.\nWE AND OUR AFFILIATES, CLIENTS, LICENSORS AND SUPPLIERS, TO THE FULLEST EXTENT PERMITTED BY LAW, DISCLAIM ALL WARRANTIES, EITHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, NON-INFRINGEMENT OF THIRD PARTIES’ RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.\nWE, OUR AFFILIATES, CLIENTS, LICENSORS AND SUPPLIERS ALSO MAKE NO REPRESENTATIONS OR WARRANTIES AS TO WHETHER THE INFORMATION ACCESSIBLE VIA YAL’s WEBSITE, OR ANY WEB SITE WITH WHICH IT IS LINKED, IS ACCURATE, COMPLETE, TRUTHFUL OR CURRENT.\nIt is your responsibility to evaluate the accuracy and completeness of all information, opinions, and other material on our website or any website with which it is linked.\nPrice information and promotions are subject to change without notice.\nWithout limiting the foregoing, we and our affiliates, clients, licensors and suppliers make no representations or warranties about the following:</p>\n<ol>\n<li>The software, text, graphics, links, or communications provided on or through the use of YAL’s website or related material from us.</li>\n<li>The satisfaction of any government regulations requiring disclosure of information on any products (e.g.\nprescription drugs) with regard to the Content contained on YAL’s website.</li>\n</ol>\n<p>In no event shall we, our affiliates, clients, licensors, suppliers, or any third parties mentioned on YAL’s website be liable for any damages (including, without limitation, incidental and consequential damages, personal injury/wrongful death, lost profits, or damages resulting from lost data or business interruption) resulting from the use or inability to use YAL’s website or the Content, or damage to your computer system due to viruses or other defects, whether based on warranty, contract, tort or any other legal theory, whether or not we advise you of the possibility of such damages.\nWe are not liable for any personal injury, including death, caused by your use or misuse of YAL’s website, Content or Communities (as defined below) or for any other breach by you of these Terms and Conditions.\nAny claims arising in connection with your use of YAL’s website, any Content or the Communities must be brought within one (1) year of the date of the event giving rise to such action occurred, regardless of when such event becomes known.\nAny action not brought within one year from the date of the triggering event shall be barred, without regard to any other statute of limitations established by law.\nYour remedies under these Terms and Conditions are exclusive and are limited to those expressly provided for in these Terms and Conditions.</p>\nUser Submissions\n<p>By voluntarily submitting any information, communications, or content (including, but not limited to, photos, videos, personal stories, anecdotes, and jokes) (each a “Submitted Item”) to this Site and/or Communities (as defined below), you agree such submissions are non-confidential for all purposes and you grant us and our affiliates, partners, and clients worldwide an irrevocable, nonexclusive, perpetual, worldwide, royalty-free, fully sub-licensable, right and license to use, display, publicly perform, modify, reproduce, publish, distribute, adapt, make derivative works of, sublicense and otherwise commercially and non-commercially exploit your Submitted Items and all copyright, trade secret, trademark or other intellectual property rights therein, in any manner or medium now existing or hereafter developed (including but not limited to print, film or electronic storage devices), without compensation of any kind to you or any third party, and the right to include your name and city of residence in connection with any such use.\nEach Submitted Item is also subject to such other terms and conditions as any of the affiliates, partners, and clients may specify for particular submissions.\nBy submitting material to us or our affiliates, partners, and clients, you represent and warrant you have full authority to grant the rights set forth above and your material will not, in whole or in part, infringe the intellectual property rights, rights of privacy or publicity, or any other rights of any third party.\nYou further represent and warrant you have attained the legal age of majority in your state/province (18 in most states/provinces).\nA parent or guardian must submit on behalf of any minor.\nThe submission of any Submitted Item in no way creates any obligation or duty on our part or the part of any affiliate, partner, or client to post or use such Submitted Item or to give you credit.\nWe may contact you via phone, email or mail regarding your submission.</p>\nChildren’s Privacy\n<p>We are committed to protecting the privacy of children.\nYou should be aware YAL and YAL’s website is not intended or designed to attract children younger than 13.\nWe do not collect personally identifiable information from any person we actually know is a child younger than 13.\nTo further learn about our privacy commitment, please refer to the Privacy Policy.</p>\nDMCA Notice and Customer&nbsp;Care\n<p>You agree you will not upload or transmit any communications or content of any type that infringe or violate any rights of any party.\nIt is our policy not to permit materials known by us to be infringing to remain users of YAL’s website or participate in YAL programs.\nYou should notify us promptly if you believe any materials on YAL’s website, including advertisements, or materials available on or through links, frames, indexes and directories linked to YAL, infringe a third-party copyright.\nUpon our receipt of a proper notice of claimed infringement under the Digital Millennium Copyright Act (the “DMCA”), we will respond expeditiously to remove, or disable access to, the material claimed to be infringing and will follow the procedures specified in the DMCA to resolve the claim between the notifying party and the alleged infringer who provided the content at issue.</p>\n<p>Please contact us at the address listed at the bottom of this section for copyright infringement notices only.\nIf you have a question about us, a general inquiry, or need to contact us, please email us at campus@yaliberty.org.</p>\n<p>To provide notice of claimed copyright infringement:<br>\n3267 Bee Caves Road<br>\nSte 107-65<br>\nAustin, Texas 78746<br>\nIt is our policy to terminate contractual relationships regarding content with third parties who repeatedly infringe the copyrights of others.</p>\nThe Online Communities\n<p>We are happy to introduce within or linked to YAL various online communities, such as mail lists, comments, and/or other public forums including social media pages (collectively, the “Communities”).\nThe Communities are a service intended to provide you with forums for the free-flowing exchange of information and opinions.\nWith your help, the Communities can be an informative experience for all.\nWe encourage your participation but ask you to remember you are solely responsible for the content of messages you post or share.\nWe do not and cannot review every message posted (but reserve the right to do so).\nYou further recognize and agree that if the Community is hosted through another platform, such as a social media site, your use of such Community is subject to the terms and conditions and privacy policy of such social media site.\nShould you fail to abide by the third party platform’s terms governing your use of such platforms, your ability to access and participate in our Communities may be restricted.\nPlease make sure you review any implicated terms and familiarize your self with their requirements.</p>\n<p>Please read the policies below carefully.\nIf you cannot comply with these policies and the Terms and Conditions, please do not use the Communities.\nAs a member of the Communities provided by us, you acknowledge and agree to the following:</p>\n<ol>\n<li>Content available through the Communities is provided “AS IS,” and you are solely responsible for your reliance on and use of such content.\nWe are not responsible for the consequences of any communications made through the Communities.\nIn cases where you feel threatened or believe someone else is in danger, you should take appropriate action such as contacting your local law enforcement agency immediately.\nIf you think you may have a medical emergency, call your doctor or 911 immediately.</li>\n<li>You are 18 years or older to participate.</li>\n<li>The information you submit to the Communities shall not be deemed confidential and shall be publicly available to third parties.\nYou agree not to reveal any private information, including but not limited to health, financial and personally identifiable information, if you do not wish this information to be published.\nFurthermore, you agree not to reveal the health or other private information of third parties without their knowledge and consent.</li>\n<li>You agree not to upload to or distribute or otherwise publish through the Communities any content that is libelous, defamatory, obscene, pornographic, slanderous, threatening, harassing, or abusive, to any other person or entity, or is otherwise inappropriate or unlawful.\nYou are solely responsible for the content of the messages you post.\nWhile we reserve the right to remove any objectionable posts that are in violation of these Terms and Conditions, we cannot review every post to ensure compliance.\nAny post that is removed by us is done in our sole discretion and may not be appealed.</li>\n<li>You agree not to use the Communities for any purpose in violation of local, state, or federal laws or regulations.</li>\n<li>You agree not to upload to or distribute or otherwise publish through the Communities any content that violates or infringes the copyright, trademark, or any other personal or proprietary rights of any third party.</li>\n<li>Messages, information, or other materials posted to the Communities are subject to use by us and our licensees in any medium (now in existence or hereafter developed), for any purpose, in perpetuity without further notice or any compensation of any kind to you or any third party.\nThe submission of such materials in no way creates any obligation or duty on our part to post or use such materials, or to give you any credit.</li>\n<li>The Communities may be used only for non-commercial purposes.\nYou agree not to, without our express approval, distribute or otherwise publish any material containing any solicitation of funds, advertising or solicitation for goods or services.</li>\n<li>Your participation in the Communities is solely at your own risk.\nIn addition to your obligations under the Indemnity section of these Terms of Service, you further agree to indemnify, defend and hold harmless us, our affiliates, clients, licensors and suppliers, and the directors, officers, employees, agents, licensees, representatives and independent contractors of the foregoing from any and all claims, liabilities, costs, damages or losses they may incur (including, without limitation, attorney’s fees) arising out of a violation or alleged violation by you of these policies or arising from content posted by you in the Communities.\nYou agree to cooperate as fully as reasonably required in the defense of any such claim.</li>\n<li>You agree not to disrupt the normal flow of dialogue, or post comments not related to the topic being discussed (unless it is clear the discussion is free form), or otherwise engage in any other conduct that restricts or inhibits any other person from using or enjoying the Communities or the Site, or which, in our sole judgment, exposes us or any of our affiliates, clients, licensors, licensees, or suppliers to any liability or detriment of any type.</li>\n<li>You agree not to post chain letters or pyramid schemes.\nimpersonate another person or allow another person or entity to use your identification for posting or viewing comments.\ndistribute viruses or other harmful computer code.\nharvest or otherwise collect information about others (including email addresses) without their consent.\nor post the same note more than once or “spam.”</li>\n<li>If you become aware of a violation of these policies, please notify us by sending a detailed email message to campus@yaliberty.org.\nIf you are writing to report a copyright infringement, please follow the procedure set forth in the section entitled “DMCA Notice” in these Terms of Service.</li>\n</ol>\n<p>We reserve the right (but are not obligated) to do any or all of the following:</p>\n<ol>\n<li>Investigate any allegation a communication(s) does not conform to these Terms and Conditions and determine in its sole discretion to remove or request the removal of the communication(s).</li>\n<li>Terminate a user’s access to any or all of the Communities and/or YAL’s programs upon any breach of these policies and/or the Terms and Conditions.</li>\n<li>Monitor, edit or disclose any communication posted in the Communities.</li>\n<li>Delete, move or edit communications determined, in our sole discretion, to be abusive, defamatory, obscene, in violation of copyright or trademark laws, otherwise illegal, disruptive, or otherwise unacceptable for any reason.</li>\n<li>Record the dialogue submitted through the Communities.</li>\n<li>Edit or delete any communication(s) posted in the Communities or anywhere on YAL, regardless of whether such communication(s) violate these standards.</li>\n</ol>\n<p>We reserve the right to take any action we deem necessary to protect the personal safety of our users or the public.\nWe have no liability or responsibility to users of YAL or the Communities or any other person or entity for performance or nonperformance of the aforementioned activities.</p>\nAdvertisements and Links to Other&nbsp;Sites\n<p>We do not endorse the content on any third-party websites.\nWe are not responsible for the content of linked third-party sites, indexes or directories, sites framed within this Site, or third-party advertisements, and does not make any representations regarding their content, accuracy or non-infringement.\nWe do not endorse any product advertised on YAL.\nYour use of third-party websites is at your own risk and subject to the terms of use of use for such sites.\nYou should be aware both the terms of use and the privacy policies of linked sites may differ from ours.</p>\nTrademarks\n<p>The tradenames, logos, titles, designs and trademarks under which we and our affiliates, clients, or licensors operate are trademarks of us, our affiliates, clients or licensors and are all proprietary to their respective owners.\nExcept as may be specifically permitted in accordance with these Terms and Conditions, any use of such names, tradenames, logos, titles, designs and trademarks is strictly prohibited without the prior written consent of their respective owners.</p>\nGeneral\n<p>If any provision of these Terms and Conditions is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms and Conditions, which shall remain in full force and effect.\nNo waiver of any of these Terms and Conditions shall be deemed a further or continuing waiver of such term or condition or any other term or condition.\nThe following provisions survive the expiration or termination of these Terms and Conditions for any reason whatsoever: Arbitration, Limitation on Liability, User Submissions, The Online Communities, Indemnity, General, Jurisdiction, and Complete Agreement.</p>\n<p>We are based in the United States of America.\nWe make no claim the Content is appropriate or may be downloaded outside of the United States.\nAccess to and contact or input to the Content may not be legal by certain persons or in certain countries.\nIf you access YAL from outside the United States, you do so at your own risk and are responsible for compliance with the laws of your jurisdiction.</p>\nComplete Agreement\n<p>Except as expressly provided in a particular “legal notice” on the Site, these Terms of Service and our Privacy Policy constitutes the entire agreement between you and us with respect to the use of YAL’s website and Content.</p>\n<p>Thank you for your cooperation.\nWe hope you find this Site helpful and convenient to use.\nIf you have questions or comments regarding this Site, please contact us at campus@yaliberty.org.</p>\n<p>\n<i>Last Updated: January 2022</i>\n</p>\n", "created_at": "2022-12-02 23:32:30.956823", "updated_at": "2022-12-02 22:33:33.876909"}], "points": [], "urls": ["yaliberty.org"]}}