{"error": 448, "message": "OK", "parameters": {"id": 8352, "name": "pre-commit", "created_at": "2023-05-16 19:42:16.546709", "updated_at": "2023-05-16 22:02:14.820343", "wikipedia": null, "keywords": null, "related": null, "slug": "pre-commit", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8352.png", "url": "pre-commit.ci,results.pre-commit.ci", "documents": [{"id": 16216, "name": "Privacy Policy", "url": "https://pre-commit.ci/privacy_policy.html", "xpath": "//body", "text": " pre-commit.ci home docs pre-commit.com Privacy Notice <small>¶</small>\n<p>\n<em>last updated 2021-02-17</em>\n</p>\n<p>This Privacy Notice applies to your use of pre-commit.ci, any related\nwebsites, applications, or services owned and operated by pre-commit ci, LLC\n(\"<strong>pre-commit.ci</strong>\", \"<strong>we</strong>\", \"<strong>us</strong>\", \"<strong>our</strong>\").\nWe are\ncommitted to protecting your personal information and your right to privacy.\nIf you have any questions or concerns about this privacy notice, or our\npractices with regards to your personal information, please contact us at\nprivacy@pre-commit.ci.</p>\n<p>When you visit our website https://pre-commit.ci\n(the \"<strong>Website</strong>\"), and more generally, use any of our services (the\n\"<strong>Services</strong>\", which include the Website), we appreciate that you are\ntrusting us with your personal information.\nWe take your privacy very\nseriously.\nIn this Privacy Notice, we seek to make clear how we collect, use\nand disclose personal information from and about you.\nBy visiting our website,\nor using our services, you are accepting the practices explained in this\nPrivacy Notice, to the extent permitted by law.</p>\n<p>This Privacy Notice applies to all information collected through our Services\n(which, as described above, includes our Website), as well as, any related\nservices, sales, marketing, or events.</p>\n<p>Please read this Privacy Notice carefully as it will help you understand what\nwe do with the information that we collect.</p> What information do we collect? <small>¶</small>\n<p>\n<strong>Personal information you disclose to us</strong>\n</p>\n<p>We collect information about you through the means listed below when you\nvisit our website or utilize pre-commit.ci services.\nWe collect this\ninformation in order to provide these services to you, if you do not provide\nus with such information or request to delete it, we may not be able to\ncontinue to offer services to you.</p>\n<p>The personal information we collect may include the following:</p>\n<ul>\n<li>\n<strong>User-provided Information</strong>: You may provide information about yourself\nto us, such as a third party username, when you enable pre-commit.ci\nservices.</li>\n<li>\n<strong>Information from Third Parties</strong>: We may obtain additional information\nthrough account linkage with third parties.\nFor example, if you have\nconnected your GitHub account with pre-commit.ci, we may obtain a list of\ninstallations and repositories associated with your GitHub username.</li>\n</ul>\n<p>All personal information that you provide to us must be true, complete and\naccurate, and you must notify us of any changes to such personal information.</p> How do we use your information? <small>¶</small>\n<p>We use personal information collected via our Website for the business\npurposes described below.\nWe process your personal information for these\npurposes in reliance on our legitimate business interests, in order to enter\ninto or perform a contract with you, with your consent, and/or for compliance\nwith our legal obligations.\nWe indicate the specific processing grounds we\nrely on next to each purpose listed below.</p>\n<p>We use the information we collect or receive:</p>\n<ul>\n<li>\n<strong>To facilitate account creation and logon process</strong>.\nIf you choose to link\nyour account with us to a third-party account (such as your GitHub account),\nwe use the information you allowed us to collect from those third parties to\nfacilitate account creation and logon process for the performance of the\ncontract.</li>\n<li>\n<strong>To manage user accounts</strong>.\nWe may use your information for the purposes of\nmanaging our account and keeping it in working order.</li>\n</ul> Will your information be shared with anyone? <small>¶</small>\n<p>We may process or share your data that we hold based on the following legal\nbasis:</p>\n<ul>\n<li>\n<strong>Consent</strong>: We may process your data if you have given us specific consent\nto use your personal information for a specific purpose.</li>\n<li>\n<strong>Legitimate Interests</strong>: We may process your data when it is reasonably\nnecessary to achieve our legitimate business interests.</li>\n<li>\n<strong>Performance of a Contract</strong>: Where we have entered into a contract with\nyou, we may process your personal information to fulfill the terms of our\ncontract.</li>\n<li>\n<strong>Legal Obligations</strong>: We may disclose your information where we are legally\nrequired to do so in order to comply with applicable law, governmental\nrequests, a judicial proceeding, court order, or legal process, such as in\nresponse to a court order or a subpoena (including in response to public\nauthorities to meet national security or law enforcement requirements).</li>\n<li>\n<strong>Vital Interests</strong>: We may disclose your information where we believe it is\nnecessary to investigate, prevent, or take action regarding potential\nviolations of our policies, suspected fraud, situations involving potential\nthreats to the safety of any person and illegal activities, or as evidence\nin litigation in which we are involved.</li>\n</ul>\n<p>More specifically, we may need to process your data or share your personal\ninformation in the following situations:</p>\n<ul>\n<li>\n<strong>Business Transfers</strong>.\nWe may share or transfer your information in\nconnection with, or during negotiations of, any merger, sale of company\nassets, financing, or acquisition of all or a portion of our business to\nanother company.</li>\n</ul> Do we use cookies and other tracking technologies? <small>¶</small>\n<p>We may use cookies and similar tracking technologies (like web beacons and\npixels) to access or store information.\nSpecific information about how we use\nsuch technologies and how you can refuse certain cookies is set out in our\nCookie Notice.</p> How long do we keep your information? <small>¶</small>\n<p>We will only keep your personal information for as long as it is necessary for\nthe purposes set out in this Privacy Notice, unless a longer retention period\nis required or permitted by law (such as tax, accounting or other legal\nrequirements).\nNo purpose in this notice will require us keeping your personal\ninformation for longer than the period of time in which users have an account\nwith us.</p>\n<p>When we have no ongoing legitimate business need to process your personal\ninformation, we will either delete or anonymize such information, or, if this\nis not possible (for example, because your personal information has been\nstored in backup archives), then we will securely store your personal\ninformation and isolate it from any further processing until deletion is\npossible.</p> How do we keep your information safe? <small>¶</small>\n<p>We have implemented appropriate technical and organizational security\nmeasures designed to protect the security of any personal information we\nprocess.\nHowever, despite our safeguards and efforts to secure your\ninformation, no electronic transmission over the Internet or information\nstorage technology can be guaranteed to be 100% secure, so we cannot promise\nor guarantee that hackers, cybercriminals, or other unauthorized third\nparties will not be able to defeat our security, and improperly collect,\naccess, steal, or modify your information.\nAlthough we will do our best to\nprotect your personal information, transmission of personal information to\nand from our Website is at your own risk.\nYou should only access the Website\nwithin a secure environment.</p> What are your privacy rights? <small>¶</small>\n<p>In some regions (like the European Economic Area), you have certain rights\nunder applicable data protection laws.\nThese may include the right (i) to\nrequest access and obtain a copy of your personal information, (ii) to\nrequest rectification or erasure.\n(iii) to restrict the processing of your\npersonal information.\nand (iv) if applicable, to data portability.\nIn certain\ncircumstances, you may also have the right to object to the processing of your\npersonal information.\nTo make such a request, please use the contact details\nprovided below.\nWe will consider and act upon any request in accordance with\napplicable data protection laws.</p>\n<p>If we are relying on your consent to process your personal information, you\nhave the right to withdraw your consent at any time.\nPlease note however that\nthis will not affect the lawfulness of the processing before its withdrawal,\nnor will it affect the processing of your personal information conducted in\nreliance on lawful processing grounds other than consent.</p>\n<p>If you are a resident in the European Economic Area and you believe we are\nunlawfully processing your personal information, you also have the right to\ncomplain to your local data protection supervisory authority.\nYou can find\ntheir contact details here:\nhttps://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.</p>\n<p>If you are a resident in Switzerland, the contact details for the data\nprotection authorities are available here:\nhttps://www.edoeb.admin.ch/edoeb/en/home.html.</p>\n<p>If you have questions or comments about your privacy rights, you may email us\nat privacy@pre-commit.ci.</p>\n<p>\n<strong>Account Information</strong>\n</p>\n<p>If you would at any time like to review or change the information in your\naccount or terminate your account, you can:</p>\n<ul>\n<li>Log in to your account settings and update your user account.</li>\n</ul>\n<p>Upon your request to terminate your account, we will deactivate or delete\nyour account and information from our active databases.\nHowever, we may\nretain some information in our files to prevent fraud, troubleshoot problems,\nassist with any investigations, enforce our Terms of Use and/or comply with\napplicable legal requirements.</p>\n<p>\n<strong>Cookies and similar technologies</strong>: Most Web browsers are set to accept\ncookies by default.\nIf you prefer, you can usually choose to set your browser\nto remove cookies and to reject cookies.\nIf you choose to remove cookies or\nreject cookies, this could affect certain features or services of our Website.</p> Controls for Do-Not-Track features <small>¶</small>\n<p>Most web browsers and some mobile operating systems and mobile applications\ninclude a Do-Not-Track (\"DNT\") feature or setting you can activate to signal\nyour privacy preference not to have data about your online browsing activities\nmonitored and collected.\nAt this stage no uniform technology standard for\nrecognizing and implementing DNT signals has been finalized.\nAs such, we do\nnot currently respond to DNT browser signals or any other mechanism that\nautomatically communicates your choice not to be tracked online.\nIf a standard\nfor online tracking is adopted that we must follow in the future, we will\ninform you about that practice in a revised version of this Privacy Notice.</p> Do California residents have specific privacy rights? <small>¶</small>\n<p>California Civil Code Section 1798.83, also known as the \"Shine The Light\"\nlaw, permits our users who are California residents to request and obtain\nfrom us, once a year and free of charge, information about categories of\npersonal information (if any) we disclosed to third parties for direct\nmarketing purposes and the names and addresses of all third parties with\nwhich we shared personal information in the immediately preceding calendar\nyear.\nIf you are a California resident and would like to make such a request,\nplease submit your request in writing to us using the contact information\nprovided below.</p>\n<p>If you are under 18 years of age, reside in California, and have a registered\naccount with the Website, you have the right to request removal of unwanted\ndata that you publicly post on the Website.\nTo request removal of such data,\nplease contact us using the contact information provided below, and include\nthe email address associated with your account and a statement that you\nreside in California.\nWe will make sure the data is not publicly displayed on\nthe Website, but please be aware that the data may not be completely or\ncomprehensively removed from all our systems (e.g.\nbackups, etc.).</p>\n<p>\n<strong>CCPA Privacy Notice</strong>\n</p>\n<p>The California Code of Regulations defines a \"resident\" as:</p>\n<ol>\n<li>every individual who is in the State of California for other than a\ntemporary or transitory purpose and</li>\n<li>every individual who is domiciled in the State of California who is outside\nthe State of California for a temporary or transitory purpose</li>\n</ol>\n<p>All other individuals are defined as \"non-residents.\"</p>\n<p>If this definition of \"resident\" applies to you, we must adhere to certain\nrights and obligations regarding your personal information.</p>\n<p>\n<strong>What categories of personal information do we collect?</strong>\n</p>\n<p>We have collected the following categories of personal information in the past\ntwelve (12) months:</p>\n<p>\n<strong>Category</strong>\n</p>\n<p>\n<strong>Examples</strong>\n</p>\n<p>\n<strong>Collected</strong>\n</p>\n<p>A.\nIdentifiers</p>\n<p>Contact details, such as real name, alias, postal address, telephone\nor mobile contact number, unique personal identifier, online\nidentifier, Internet Protocol address, email address and account name</p>\n<p>YES</p>\n<p>B.\nPersonal information categories listed in the California Customer\nRecords statute</p>\n<p>Name, contact information, education, employment, employment history\nand financial information</p>\n<p>NO</p>\n<p>C.\nProtected classification characteristics under California or\nfederal law</p>\n<p>Gender and date of birth</p>\n<p>NO</p>\n<p>D.\nCommercial information</p>\n<p>Transaction information, purchase history, financial details and\npayment information</p>\n<p>NO</p>\n<p>E.\nBiometric information</p>\n<p>Fingerprints and voiceprints</p>\n<p>NO</p>\n<p>F.\nInternet or other similar network activity</p>\n<p>Browsing history, search history, online behavior, interest data, and\ninteractions with our and other websites, applications, systems and\nadvertisements</p>\n<p>NO</p>\n<p>G.\nGeolocation data</p>\n<p>Device location</p>\n<p>NO</p>\n<p>H.\nAudio, electronic, visual, thermal, olfactory, or similar\ninformation</p>\n<p>Images and audio, video or call recordings created in connection with\nour business activities</p>\n<p>NO</p>\n<p>I.\nProfessional or employment-related information</p>\n<p>Business contact details in order to provide you our services at a\nbusiness level, job title as well as work history and professional\nqualifications if you apply for a job with us</p>\n<p>NO</p>\n<p>J.\nEducation Information</p>\n<p>Student records and directory information</p>\n<p>NO</p>\n<p>K.\nInferences drawn from other personal information</p>\n<p>Inferences drawn from any of the collected personal information listed\nabove to create a profile or summary about, for example, an\nindividual’s preferences and characteristics</p>\n<p>NO</p>\n<p>We may also collect other personal information outside of these categories instances where you interact with us in-person, online, or by phone or mail\nin the context of:</p>\n<ul>\n<li>Receiving help through our customer support channels;</li>\n<li>Participation in customer surveys or contests.\nand</li>\n<li>Facilitation in the delivery of our Services and to respond to your\ninquiries.</li>\n</ul>\n<p>More information about our data collection and sharing practices can be found\nin this Privacy Notice.</p>\n<p>You may contact us by email at\nprivacy@pre-commit.ci, or by referring to the\ncontact details at the bottom of this document.</p>\n<p>If you are using an authorized agent to exercise your right to opt-out we may\ndeny a request if the authorized agent does not submit proof that they have\nbeen validly authorized to act on your behalf.</p>\n<p>\n<strong>Will your information be shared with anyone else?</strong>\n</p>\n<p>We may disclose your personal information with our service providers pursuant\nto a written contract between us and each service provider.\nEach service\nprovider is a for-profit entity that processes the information on our behalf.</p>\n<p>We may use your personal information for our own business purposes, such as\nfor undertaking internal research for technological development and\ndemonstration.\nThis is not considered to be \"selling\" of your personal data.</p>\n<p>pre-commit ci, LLC has not disclosed or sold any personal\ninformation to third parties for a business or commercial purpose in the\npreceding 12 months.\npre-commit ci, LLC will not sell personal\ninformation in the future belonging to website visitors, users and other\nconsumers.</p>\n<p>\n<strong>Your rights with respect to your personal data</strong>\n</p>\n<p>\n<em>Right to request deletion of the data - Request to delete</em>\n</p>\n<p>You can ask for the deletion of your personal information.\nIf you ask us to\ndelete your personal information, we will respect your request and delete your\npersonal information, subject to certain exceptions provided by law, such as\n(but not limited to) the exercise by another consumer of his or her right to\nfree speech, our compliance requirements resulting from a legal obligation or\nany processing that may be required to protect against illegal activities.</p>\n<p>\n<em>Right to be informed - Request to know</em>\n</p>\n<p>Depending on the circumstances, you have a right to know:</p>\n<ul>\n<li>whether we collect and use your personal information;</li>\n<li>the categories of personal information that we collect;</li>\n<li>the purposes for which the collected personal information is used;</li>\n<li>whether we sell your personal information to third parties;</li>\n<li>the categories of personal information that we sold or disclosed for a\nbusiness purpose;</li>\n<li>the categories of third parties to whom the personal information was sold or\ndisclosed for a business purpose.\nand</li>\n<li>the business or commercial purpose for collecting or selling personal\ninformation.</li>\n</ul>\n<p>In accordance with applicable law, we are not obligated to provide or delete\nconsumer information that is de-identified in response to a consumer request\nor to re-identify individual data to verify a consumer request.</p>\n<p>\n<em>Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights</em>\n</p>\n<p>We will not discriminate against you if you exercise your privacy rights.</p>\n<p>\n<em>Verification process</em>\n</p>\n<p>Upon receiving your request, we will need to verify your identity to determine\nyou are the same person about whom we have the information in our system.\nThese verification efforts require us to ask you to provide information so\nthat we can match it with information you have previously provided us.\nFor\ninstance, depending on the type of request you submit, we may ask you to\nprovide certain information so that we can match the information you provide\nwith the information we already have on file, or we may contact you through a\ncommunication method (e.g.\nphone or email) that you have previously provided\nto us.\nWe may also use other verification methods as the circumstances dictate.</p>\n<p>We will only use personal information provided in your request to verify your\nidentity or authority to make the request.\nTo the extent possible, we will\navoid requesting additional information from you for the purposes of\nverification.\nIf, however, we cannot verify your identity from the information\nalready maintained by us, we may request that you provide additional\ninformation for the purposes of verifying your identity, and for security or\nfraud-prevention purposes.\nWe will delete such additionally provided\ninformation as soon as we finish verifying you.</p>\n<p>\n<em>Other privacy rights</em>\n</p>\n<ul>\n<li>you may object to the processing of your personal data</li>\n<li>you may request correction of your personal data if it is incorrect or no\nlonger relevant, or ask to restrict the processing of the data</li>\n<li>you can designate an authorized agent to make a request under the CCPA on\nyour behalf.\nWe may deny a request from an authorized agent that does not\nsubmit proof that they have been validly authorized to act on your behalf\nin accordance with the CCPA.</li>\n<li>you may request to opt-out from future selling of your personal information\nto third parties.\nUpon receiving a request to opt-out, we will act upon the\nrequest as soon as feasibly possible, but no later than 15 days from the\ndate of the request submission.</li>\n</ul>\n<p>To exercise these rights, you can contact us by email at\nprivacy@pre-commit.ci, or by referring to the\ncontact details at the bottom of this document.\nIf you have a complaint about\nhow we handle your data, we would like to hear from you.</p> Do we make updates to this policy? <small>¶</small>\n<p>We may update this Privacy Notice from time to time.\nThe updated version will\nbe indicated by an updated \"Revised\" date and the updated version will be\neffective as soon as it is accessible.\nIf we make material changes to this\nPrivacy Notice, we may notify you either by prominently posting a notice of\nsuch changes or by directly sending you a notification.\nWe encourage you to\nreview this Privacy Notice frequently to be informed of how we are protecting\nyour information.</p> How can you contact us about this policy? <small>¶</small>\n<p>If you have questions or comments about this notice, you may email us at\nprivacy@pre-commit.ci or by post to:</p>\npre-commit ci, LLC<br>1244 Wooley Road<br>Oxford, MI 48371<br>United States How can you review, update, or delete data that we collect? <small>¶</small>\n<p>Based on the applicable laws of your country, you may have the right to\nrequest access to the personal information we collect from you, change that\ninformation, or delete it in some circumstances.\nTo request to review, update,\nor delete your personal information, please visit:</p>\n<p>https://github.com/settings/apps/authorizations</p>\n<p>We will respond to your request within 30 days.</p> © pre-commit.ci &nbsp;·&nbsp.\ncontact &nbsp;·&nbsp.\nsecurity &nbsp;·&nbsp.\nprivacy policy &nbsp;·&nbsp.\ncookie notice &nbsp;·&nbsp.\nissues ", "created_at": "2023-05-16 19:42:16.578455", "updated_at": "2023-05-16 19:42:47.979387"}, {"id": 16217, "name": "cookie notice", "url": "https://pre-commit.ci/cookie_notice.html", "xpath": "//body", "text": " pre-commit.ci home docs pre-commit.com Cookie Notice <small>¶</small>\n<p>This Cookie Notice applies to your use of pre-commit.ci, any related websites,\napplications, or services owned and operated by pre-commit ci, LLC\n(\"<strong>pre-commit.ci</strong>\", \"<strong>we</strong>\", \"<strong>us</strong>\", \"<strong>our</strong>\").\nWe use certain\ntechnologies to collect information through pre-commit.ci Services.\nIn this\nCookie Notice, we refer to these technologies, which include HTTP cookies,\nlocal storage, pixel tags and, web beacons, collectively as “cookies.” This\nnotice explains the different types of cookies used to provide our Services\nand how you can control them.\nWe may change this Cookie Notice at any time.</p>\n<p>When you visit our website https://pre-commit.ci (the\n\"<strong>Website</strong>\"), and more generally, use any of our services (the\n\"<strong>Services</strong>\", which include the Website), you are accepting the information\nhandling practices and storage and access of cookies as described in this\nCookie Notice.</p>\n<p>We hope that this notice helps you understand, and feel more confident about,\nour use of cookies.\nIf you have any further queries, please contact us at\nprivacy@pre-commit.ci.</p>\n<p>\n<strong>What is a Cookie?</strong>\n</p>\n<p>Cookies are small text files that are stored on your device.\nThey are widely\nused in order to make websites and software applications work, or work in a\nbetter, more efficient way.\nThey can do this because websites and software\napplications can read and write these files, enabling them to recognize a\nparticular device and remember important information that will make your use\nof a website or software application more convenient.</p>\n<p>\n<strong>What Cookies do we use and why do we use them?</strong>\n</p>\n<p>Below we list the different types of cookies we may use to provide our\nServices.</p>\n<ul>\n<li>We use session cookies (that last until you close your browser).</li>\n</ul>\n<p>Below lists our <strong>Cookie IDs</strong> and <strong>Purposes</strong>:</p>\n<p>\n<code>session</code>\n</p>\n<p>Authentication &amp.\nauthorization</p>\n<p>\n<strong>How do I control Cookies?</strong>\n</p>\n<p>You may also refuse to accept cookies from our Services at any time by activatin the setting on your browser which allows you to refuse cookies.\nFurther\ninformation about the procedure to follow in order to disable cookies can be\nfound on your Internet browser provider’s website via your help screen.\nFor\nadditional guidance please visit the\nDigital Advertising Alliance’s Ad Choices page.\nPlease be aware that if\ncookies are disabled, not all features of our Services may operate as intended.</p> © pre-commit.ci &nbsp;·&nbsp.\ncontact &nbsp;·&nbsp.\nsecurity &nbsp;·&nbsp.\nprivacy policy &nbsp;·&nbsp.\ncookie notice &nbsp;·&nbsp.\nissues ", "created_at": "2023-05-16 19:42:54.081128", "updated_at": "2023-05-16 19:43:02.523577"}], "points": [], "urls": ["pre-commit.ci", "results.pre-commit.ci"]}}