{"error": 448, "message": "OK", "parameters": {"id": 9577, "name": "BUFF", "created_at": "2023-09-05 20:49:51.375273", "updated_at": "2023-09-19 22:02:43.434035", "wikipedia": null, "keywords": null, "related": null, "slug": "buff", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9577.png", "url": "buff.game", "documents": [{"id": 19002, "name": "Privacy Policy", "url": "https://www.buff.game/buff-privacy-policy/", "xpath": "/html/body/div[1]/div/main/div/div/div/section[2]", "text": " <p>IMPORTANT: BY USING BUFF TECHNOLOGIES’ (“COMPANY” OR “WE”) PROPRIETARY SOFTWARE SOLUTION (“SERVICES”) YOU (“YOU”) ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND THE TERMS AND CONDITIONS OF THIS PRIVACY POLICY AND CONSENT THAT ALL PII (DEFINED BELOW) THAT YOU SUBMIT OR THAT IS PROCESSED OR COLLECTED THROUGH OR IN CONNECTION WITH YOUR USE OF THE SERVICES WILL BE PROCESSED BY THE COMPANY AND ITS AFFILIATES IN THE MANNER AND FOR THE PURPOSES DESCRIBED IN THE FOLLOWING PRIVACY POLICY.&nbsp;</p>\nBUFF PRIVACY POLICY (“PRIVACY POLICY”)\n<p>Company is a controller of the PII it processes in relation to its customers (i.e.\nusers of the Services), vendors, service providers or partners.&nbsp;</p>\n<p>YOU ARE NOT LEGALLY REQUIRED TO PROVIDE US WITH PII, HOWEVER, USE OF THE SERVICES REQUIRES THAT YOU PROVIDE PII.\nIF YOU CHOOSE TO WITHHOLD ANY PII REQUIRED IN RESPECT THEREOF, IT WILL NOT BE POSSIBLE FOR YOU TO USE THE SERVICES.\nIF YOU DO NOT AGREE TO THE TERMS AND CONDITIONS SET FORTH HEREIN PLEASE DO NOT USE THE SERVICES.</p>\n<p>Children under the age of 18, may not access or use the Services unless they have obtained their parents’ or legal guardians’ consent, in accordance with the Buff Terms of Use located at Terms of Use.\nWithout relieving you of your responsibility to comply with the Buff Terms of Use and the terms hereof we reserve the right (without obligation) to request additional documents so that we can verify that compliance in such respect.</p>\n<p>“PII” means any information relating to an identified or identifiable natural person.\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier such as your IP address or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.</p>\n<p>We recognize that privacy is important.\nThis Privacy Policy applies to all of the services, information, tools, features and functionality available on the Services offered by the Company or its subsidiaries or affiliated companies and covers how PII that the Company collects and receives, including in respect of any use of the Services, is treated.\nIf you have any questions about this Privacy Policy, please feel free to contact us at: privacy@buff.game&nbsp;</p>\n<ul>\n<li>Information We Collect and How We Use It.&nbsp;</li>\n</ul>\n<p>Summary: We collect personal data about the users of the Services.\nWe also collect personal data included in publicly available sources.</p>\n<p>We use PII to provide and improve our Services, and to meet our contractual, ethical and legal obligations.</p>\n<p>In order to provide and operate our Services and provide services in connection therewith, we collect and process PII, including the following types of information, divided here based on the applicable lawful basis for the processing:&nbsp;</p>\n<p>1(a) Processing which is necessary for the performance of a contract to which you are a party or in order to take steps at your request prior to entering into a contract (GDPR Article 6(1)(b)) OR Processing which is necessary for compliance with a legal obligation to which Company is subject (GDPR Article 6(1)(c)):</p>\n<ol>\n<li>Your Information.\nWhen you register to use the Services we ask you to provide PII, including email address, and certain additional information when you subscribe to our Services or become an affiliate.\nWe use this information to administer the Services, carry out our obligations, verify and carry out financial transactions, contact you for technical and administrative needs related to the Services, reply to queries and troubleshooting, detect and prevent fraud, compliance and audit purposes, of identity theft and more.</li>\n</ol>\n<p>1(b) Processing which is necessary for the purposes of the legitimate interests pursued by Company or by a third party (GDPR Article 6(1)(f)) of providing efficient and effective Services to our customers, or displaying ads, including:&nbsp;</p>\n<ol>\n<li>Usage Information.\nWhen you use the Services, we automatically receive and record information from your browser, including without limitation information and statistics about your online/offline status, your IP address, geolocation data (including country and city), browser identifiers, internet service provider, type of browser, your regional and language settings and software and hardware attributes.\nOur systems automatically record and store technical information regarding the method and nature of your use of the Services.\nAn IP address is a numeric code that identifies your browser on a network, or in this case, the Internet.\nYour IP address is also used to gather broad demographic information.\nThe Company uses all of the PII identified in this Section in order to understand the usage trends and preferences of our users, including recent visits to our Services and how you move around different sections of our Services for analytics purposes and in order to make our Services more intuitive.&nbsp;</li>\n<li>User Communications.\nWhen you send emails or other communications to the Company, we retain those communications in order to process your inquiries, respond to your requests and improve our Services.\nWe will send you newsletters and promotional communications, you may opt-out of the list at any time by submitting a request at the following link.</li>\n<li>Physical Prizes.\nWhen you take part in our community challenges you may be required to provide us with a valid shipping address to receive physical prizes.</li>\n<li>Aggregate and Analytical Data.\nIn an ongoing effort to better understand and serve the customers of the Services, we may conduct research on its customer demographics, interests and behavior based on the PII and other information provided to us.\nThis research may be compiled and analyzed on an aggregate basis, and we may share this aggregate data with our affiliates, agents, suppliers and business partners.\nThis aggregate information does not identify you personally.\nWe may also disclose aggregated user statistics in order to describe our services to current and prospective business partners, and to other third parties for other lawful purposes.\nWe also use aggregate data for monetization.&nbsp;</li>\n<li>Cookies.\nWhen you use our website we use cookies.\nSee ‘Cookies’ section below for more details</li>\n</ol>\n<ul>\n<li>Cookies.</li>\n</ul>\n<p>Summary: We use cookies, pixels and similar technologies on our Services.\nYou can disable cookies but then your online experience on our Services may be limited.&nbsp;</p>\n<p>In order to collect the data described herein we use temporary cookies that remain on your browser for a limited period of time.\nWe also use persistent cookies that remain on your browser/device until the Company’s Services are removed, in order to manage and maintain the Services and record your use of the Services.\nCookies by themselves cannot be used to discover the identity of the user.\nA cookie is a small piece of information which is sent to and stored on your browser.\nCookies do not damage your browser/device.\nMost browsers/devices allow you to block cookies but you may not be able to use some features on the Services if you block them.\nYou may set most browsers/devices to notify you if you receive a cookie (this enables you to decide if you want to accept it or not).\nWe also use web beacons via the Services to collect information.\nWeb beacons or “gifs”, are electronic images that are used in our Services or in our emails.\nWe use Web beacons to deliver cookies, count visits and to tell if an email has been opened and acted upon.&nbsp;</p>\n<ul>\n<li>Personalized and Interest Based Ads.\nOur Services may in the future include interest based ads, which means advertisements we believe that may be valuable to you, based on the PII provided to us.\nSuch ads may be placed by us or our third party affiliates and service providers.</li>\n</ul>\n<ul>\n<li>Links.\nLinks to other services, sites and applications are provided by the Company as a convenience to our users.\nThe Company is not responsible for the privacy practices or the content of other sites and applications and you visit them at your own risk.\nThis Privacy Policy applies solely to PII collected by us.&nbsp;</li>\n</ul>\n<ul>\n<li>No Unauthorized Minor Data.\nIf you have reason to believe that a child under the age of 18 has provided us with their PII without their parents or legal guardians’ consent, please contact us at the address given above and we will endeavor to delete that PII from our databases.</li>\n</ul>\n<ul>\n<li>Information Sharing.&nbsp;</li>\n</ul>\n<p>Summary: We transfer your PII to third parties who assist us in providing the Services.\nWe have a contract with those third parties to govern their processing on our behalf.\nWe may also transfer PII to comply with any obligations by which we are bound or to an investor or in connection with a merger or acquisition or similar transaction.</p>\n<p>As part of providing the Services our affiliates, agents, representatives and service providers will have access to your PII.\nWe require these parties to process such information in compliance with this Privacy Policy and subject to security and other appropriate confidentiality safeguards.&nbsp.\nThe Company will also share PII in the following circumstances: (a) as required for providing the Services.\n(b) for maintenance and improvement of the Services.\n(c) if we become involved in a reorganization, merger, consolidation, acquisition, or any form of sale of some or all of our assets, with any type of entity, whether public, private, foreign or local.\nand/or (d) to satisfy applicable law or prevention of fraud or harm or to enforce applicable agreements and/or their terms, including investigation of potential violations thereof.&nbsp;</p>\n<p>We periodically add and remove third party providers.\nAt present our third-party providers to whom we may transfer PII include also the following:</p>\n<ul>\n<li>Cloud computing providers, such as AWS;</li>\n<li>Business partners.\nsuch as Overwolf;</li>\n<li>Data security, data backup, and data access control systems;</li>\n<li>Our lawyers, accountants, and other standard business software and partners.&nbsp;</li>\n</ul>\n<ul>\n<li>Data Security.\nWe follow generally accepted industry standards to protect against unauthorized access to or unauthorized alteration, disclosure or destruction of PII.\nHowever, no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nTherefore, while we strive to use commercially acceptable means to protect your PII, we cannot guarantee its absolute security.&nbsp;</li>\n</ul>\n<ul>\n<li>Data Retention.</li>\n</ul>\n<p>Summary: We retain PII only for as long as necessary to meet our contractual, legal and ethical obligations, which for different types of PII will be different periods.&nbsp;</p>\n<ol>\n<li>Company will retain PII in accordance with its record retention policy.\nPII associated with the users of the Services will be retained only for as long as required for the Services, or until requested to be deleted.\nCompany performs periodic reviews of our databases, and have established specific time limits for data retention, based on the criticality of th</li>\n<li>e PII and the purposes of the data processing.\nWe will also retain PII to meet any audit, compliance and business best-practices.&nbsp;</li>\n<li>Personal Data that is no longer retained will be anonymized or deleted.\nNon-personal, non-identifiable, metadata and statistical information concerning the use of our Services are retained by Company indefinitely.\nSome PII may also be retained on our third-party service providers’ servers until deleted in accordance with their privacy policy and their retention policy.&nbsp;</li>\n</ol>\n<ul>\n<li>Data Integrity.\nThe Company processes PII only for the purposes for which it was collected and in accordance with this Privacy Policy or any applicable service agreements.\nWe take reasonable steps to ensure that the PII we process is accurate, complete, and current, but we depend on our users to update or correct their PII whenever necessary.\nNothing in this Privacy Policy is interpreted as an obligation to store information, and we may, at our own discretion, delete or avoid from recording and storing any and all information.</li>\n</ul>\n<ul>\n<li>Rights of Data Subjects.&nbsp;</li>\n</ul>\n<ol>\n<li>Right of Access and Rectification.\nData subjects have the right to know what PII we collect about them and to ensure that such data is accurate and relevant for the purposes for which we collected it.\nthat information is made available here in this policy.\nWe allow data subjects the option to access and obtain a copy of their PII and to rectify such PII if it is not accurate, complete or updated.</li>\n<li>Right to Delete PII or Restrict Processing.\nData subjects have the right to delete their PII or restrict its processing.\nWe may postpone or deny such requests if the PII is in current use for the purposes for which it was collected or for other legitimate purposes such as compliance with legal obligations.&nbsp;&nbsp;</li>\n<li>Right to Withdraw Consent.\nData subjects have the right to withdraw their consent to the processing of their PII, where the processing is based on consent.\nExercising this right will not affect the lawfulness of processing the PII based on consent obtained before its withdrawal, or processing based on other legal bases.</li>\n<li>Right of Data Portability.\nWhere technically feasible, data subjects have the right to ask to transfer their PII in accordance with their right to data portability, if required pursuant to applicable law.</li>\n</ol>\n<p>Data subjects may exercise the above rights by sending a request to privacy@buff.game&nbsp;</p>\n<ol>\n<li>Right to Lodge Complaint.\nData subjects also have the right to lodge a complaint with a data protection supervisory authority regarding the processing of their PII.&nbsp;</li>\n</ol>\n<p>Note that we may have to undertake a process to identify a Data Subject exercising their rights, and we will keep details of such rights exercised for our compliance and audit requirements.\nPII may be either deleted or retained in an aggregated manner without being linked to any identifiers or Personal Data, depending on technical commercial capability.\nSuch information may continue to be used by Company&nbsp;</p>\n<ul>\n<li>Enforcement.\nThe Company regularly reviews its compliance with this Privacy Policy.\nPlease feel free to direct any questions or concerns regarding this Privacy Policy or our treatment of PII by contacting us as provided above.\nWhen we receive formal written complaints, it is the Company’s policy to contact the complaining user regarding his or her concerns.\nWe will cooperate with the appropriate regulatory authorities, including local data protection authorities, to resolve any complaints regarding the transfer of PII that cannot be resolved between the Company and an individual.</li>\n</ul>\n<ul>\n<li>Changes to This Privacy Policy.\nThe Company may update this Privacy Policy from time to time.\nThe most current version of this Privacy Policy will be available at: https://buff.game/buff-privacy-policy.\nChanges to this Privacy Policy are effective as of the stated “Last Data Updated” date and your continued use of our services will constitute your active acceptance of the changes to and terms of the Privacy Policy.&nbsp;</li>\n</ul>\n<ul>\n<li>International transfer of personal data.\nThe server on which the Services are hosted and/or through which the Services are processed may be outside the country from which you access the Services and may be outside your country of residence.\nSome of the uses and disclosures mentioned in this Privacy Policy involve the transfer of your PII to various countries around the world that may have different levels of privacy protection than your country and will be transferred outside of the European Economic Area.\nIf there is a transfer of your PII outside the EEA we will, in the absence of an EC Adequacy decision relevant to the destination country or to the transfer, seek to rely on appropriate safeguards such as entering into appropriate EC approved standard contractual clauses (see http://ec.europa.eu/justice/data-protection/international-transfers/transfer/index_en.htm).\nBy submitting your PII through the Services, you&nbsp.\nacknowledge, and agree that we will collect, use, transfer, and disclose your PII as described in this Privacy Policy.</li>\n</ul>\n<ul>\n<li>Questions.\nIf you have any questions about this Privacy Policy or concerns about the way we process your PII, please contact us at privacy@buff.game.\nIf you wish to delete all information regarding your use of the Services, please contact us at: privacy@buff.game.&nbsp;</li>\n</ul>\n<p>Do Not Track Notices.\nYou are also advised that Company does not respond to “Do Not Track” signals.</p>\n<p>You can manage your cookie settings &lt;a class=”nn-cmp-show” href=”#”&gt;here&lt;/a&gt;.</p>\n<p>Last Date Updated: December 20, 2021.</p> ", "created_at": "2023-09-05 20:49:51.40552", "updated_at": "2023-09-05 20:50:35.770301"}, {"id": 19003, "name": "Terms Of Service", "url": "https://www.buff.game/website-terms-of-use/", "xpath": "/html/body/div[1]/div/main/div/div/div/article/div/div/div/div/section[2]", "text": null, "created_at": "2023-09-05 20:49:51.435058", "updated_at": "2023-09-05 21:41:08.636553"}], "points": [{"id": 34876, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-05 21:32:37.17221", "updated_at": "2023-09-12 18:39:33.223494", "quoteText": null, "case_id": 233, "document_id": 19002, "quoteStart": null, "quoteEnd": null}, {"id": 34875, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-05 21:32:18.741527", "updated_at": "2023-09-12 18:39:36.734842", "quoteText": null, "case_id": 331, "document_id": 19002, "quoteStart": null, "quoteEnd": null}, {"id": 34877, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-05 21:36:40.195233", "updated_at": "2023-09-30 22:21:43.380088", "quoteText": null, "case_id": 121, "document_id": 19002, "quoteStart": null, "quoteEnd": null}], "urls": ["buff.game"]}}