{"error": 448, "message": "OK", "parameters": {"id": 8073, "name": "anantaraha", "created_at": "2023-04-20 19:32:08.008482", "updated_at": "2023-04-22 11:50:44.055932", "wikipedia": null, "keywords": null, "related": null, "slug": "anantaraha", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8073.png", "url": "anantaraha.github.io", "documents": [{"id": 15658, "name": "Privacy Policy", "url": "https://anantaraha.github.io/mymoney/privacy.html", "xpath": "//body", "text": " Privacy Policy <i>Last Updated: January 30, 2022</i>\n<br>\n<p>This page constitutes the Privacy Policy for <b>MyMoney</b> and <b>MyMoney Pro</b>\n</p>\n<p>When you use our apps you’ll inevitably share some information with us.\nWe value your privacy and security, so we want you to know more about the information we collect and how we use it.\nPlease read this Privacy Policy carefully so that you can make informed decisions about your use of our mobile applications.</p>\n<br> What kind of Information do we collect from people who use our app and how do we use them? Personal Data <p>Personal data refers to personally identifiable information that specifically identifies you as an individual (e.g.\nyour name, email address).\nWe do NOT collect, store or use any of your Personal data.\nIf you contact us by email, then we will use your email address only for the purpose of contacting you.\nThis will be only in response to a communication from you.</p> User Entered Data <p>All data entered into the applications by you remains on your device.\nWe never pass this data and we never use it.</p> Device Data <p>Non-personal data refers to information that, by itself, does not personally identify you.</p>\n<p>We may collect Non-personal data such as your device model number, operating system version, country code and other properties for purposes of managing the applications.</p>\n<p>We use third party crash analytics service to help anonymously identify potential issues and crashes.\nThis is purely a means to help us improve the applications usability experience.</p>\n<p>You can find more about Crashlytics policy here: https://firebase.google.com/terms/crashlytics-app-distribution-data-processing-terms By using our applications, you agree to the terms of this policy.</p>\n<br>\n<b>Acceptance of the terms</b>\n<p>By using our applications, you agree to the terms of this policy.\nIf you do not accept the terms in this policy, please do not install or use our applications.\nThe continued use of our products after any amendment of this privacy policy will be deemed your acceptance of the changes and/or new terms.</p>\n<br>\n<b>Policy changes</b>\n<p>This Privacy Policy may be updated at any time.\nWe suggest you check this page on a regular basis so you are aware of any modifications.\nYou acknowledge and accept that it is your responsibility to periodically review this policy so you are aware of modifications.</p>\n<br>\n<b>Changes to the policy</b>\n<p>We reserve the right to change this Policy at any time.\nIf we decide to change this Policy, we will post those changes on this page and update the date at the top of the page.\nThe changes will be effective when posted.\nPlease check this page on a regular basis so that you remain aware of what information we collect and how we use it.</p>\n<br>\n<b>Contact information</b>\n<p>If you have any questions about this Policy, please contact at: contact.ananta.raha@gmail.com <br>\n</p> ", "created_at": "2023-04-20 19:32:08.041627", "updated_at": "2023-04-20 19:32:34.445916"}], "points": [], "urls": ["anantaraha.github.io"]}}