{"error": 448, "message": "OK", "parameters": {"id": 7442, "name": "Should I Answer?", "created_at": "2023-03-09 18:26:37.061433", "updated_at": "2023-03-29 19:26:42.7613", "wikipedia": null, "keywords": null, "related": null, "slug": "should-i-answer", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7442.png", "url": "shouldianswer.net", "documents": [{"id": 14301, "name": "Privacy Policy", "url": "https://www.shouldianswer.net/privacy-policy", "xpath": "/html/body/div[1]/div[2]/div", "text": " Privacy Policy - short Personal data <p> We don't want any personal data to be used for further processing.\nWe don't collect them, we don't process them for further use.\nDon't send us any, never write a review for personal number.\n</p> System permissions for the app <p> To protect you our app needs two system permissions - to read your Contacts, and to be able to catch the calls.\nIf you also set our app as a default phone app it will stay alive and will not be killed by the system.\n</p> Your Phone number and Phone Contacts <p> Those data are safe in your mobile.\nWe must be able to read them, but we don't send them anywhere, we don't share them.\nWe just need to read the Contact to be able to distinguish the numbers you already know.\n</p> Sharing your reviews <p> Every reviews or comments written using our application and/or the web pages are visible to public audience.\nYour phone number reviews are shared with other users.\nSuch data are connected to you by your account (with your provided e-mail address) to provide you reviews management and backup features.\n</p> Collection of anonymous stats for detection of new threads <p> We do collect ANONYMOUS stats about activity of unknown phone numbers which are not stored in your Contacts (that's why we also need to read your Contacts).\nThis helps us to detect new threats as soon as possible - our team then tries to find some info for such numbers to release a warning for public.\n</p> Using your email address <p> There are two possibilities when we need your email address.\nFirst - your email address is used by the application to link your phone number reviews to provide the data management and backup features for you.\nSecond - if you write a problem report then the email address is used for our communication with you.\nAnd that's it, we don't provide your email address to any 3rd party company.\nAlso we can use it to send you some informational email regarding this product, or very rarely some info concerning your reviews or the community.\nWe will ask you for a separate permission to send you the security bulletin, community info and our tips for a better protection via emailing service, you can reject this approval any time.\n</p> Using our web service <p> As for the mobile application, some features like reviews download or database update must use our web service.\nOur web service collects anonymous statistics about visitors and service usage (cookies).\nFor more details please see below the detailed Privacy Policy.\n</p> Privacy Policy - full version <p>Privacy matters a lot to us but it can be confusing for the users.\nPlease read this explanation of our approach to privacy in our application and the web service.\nHere below you can find the list of personal data we collect and use.</p>\n<p>First of all, the intention of our service is to bring information about phone numbers used for public and/or business purposes.\nTo be able to provide this service we need to collect some information and also we need to be able to protect such data.\nThe service contains two main parts - web pages with community database of user reviews and mobile application using this database.</p>\n<p>According to the Global Data Protection Policy we process some personal data, but no personal data are sent anywhere for further processing and/or profiling of user behaviour for purposes of our service.\nIf any personal data are collected they are stored separately and not used for further processing and/or profiling and can be deleted upon request.\nPlease read below what kind of data we use during some actions:</p> Your phone Contacts <p> Our application needs the access to your Phone Contacts to be able to distinguish what numbers you already know - such calls are then not blocked (depending on the settings).\nAlso we need to read your Contacts to avoid of collecting such calls - even for anonymous statistics processing.\nEven or thanks to this access our app doesn't send any of your contact information from your mobile.\n</p> Anonymous Stats about Phone Calls <p> Telemarketing companies use many new numbers each day.\nTo be able to react on the same basis our application stores data about numbers unknown to you calling during the day and when you connect to our server the app sends those data as an anonymous statistics - just the unknown number and number of calls is sent.\nThen our team process all those unknown phone numbers according to a number of statistic reports combined from all users and we try to provide a warning for numbers calling too many people during the same day.\n</p> Single number in request for getting user reviews <p> You can display the user reviews for some specific number directly in your mobile from our database.\nDisplaying of user reviews for the respective number needs your permission to send such phone number first to our server to request the data.\nFor this we need your confirmation that the respective number will be send to our server as a part of the query.\n</p> Submitting of own phone number review / requesting of review removal <ul>\n<li>User can send a review for any phone number or comment of another user's review - from our web pages and also from the application.\nBefore doing it, please read the \"TERMS OF USE\" for limitations.\nIf you fill and send a phone number rating, you agree with publishing the phone number and all provided information on our website.\nPlease avoid of publishing data for personal numbers.\nTogether with the text of the review we also store technical information about the request - time, email address (if provided), IP address and agent - for solving problems with illegal activity.</li>\n<li>Please be aware that part of the IP address will be displayed if user doesn't fill some meaningful name or nickname for the review.\nThe IP address can helps us to prevent multiple ratings from the same source for one number and also helps us to protect our web pages from spam and DDoS attacks.\nWe never display the full IP address of any writer to the public.\nIP address is also compared if some user asks us to remove any review and declares to be the author of it - in such case please try to send the removal request always from the same device (IP address) as the original review (for information how to ask for removal removing please read the \"WHAT TO DO IF ...\" section).</li>\n<li>Email address is needed in case you ask us to remove some review - in most cases we must be able to communicate with the requestor and/or with the author of the respective review.\nIn such cases the email address is used, but never displayed publicly and/or sent to any 3rd party.</li>\n</ul> Personal data used directly for the service <ul>\n<li>Your name - when sending a trouble ticket from the application, your name is send to our help desk team, used just for this purpose.\nAlso the name is used for your user account.</li>\n<li>Your e-mail address - also used for the trouble tickets, and for our service when communicating with you on a general basis.\nYour account in the application is signed by your email address.\nWe also might send you some newsletters regarding our service.\nWe do not need your permission to use your e-mail for service communication, but we definitely need you to grant us with possibility to send you newsletters.\nThis grant can be revoked any time.</li>\n<li>IP Address - as written above, the IP address can be sometimes used - it is stored for every review and compared if needed.\nThe reason for this is to be sure that someone is not trying to mislead the general public by fake actions.</li>\n<li>Anonymised phone numbers from call log - when you send us the trouble ticket, it contains the phone numbers from the call log.\nWe always send them to our server in an anonymised shape, if we need them further for the problem solving.</li>\n</ul> Using our web service <ul>\n<li>Some features like reviews download, database update, and phone number info search uses our web service.\nOur web service collects anonymous statistics about visitors and service usage.\nFor this purpose we use cookies:</li>\n<li>We use cookies to record the presence of visitor, and therefore to be able to better communicate with the visitor of our web site.\nCookies are small files which are stored on your hard drive.\nThey ease navigation, and increase the user-friendliness of a web site.\nTwo kinds of cookies are basically used - technical cookies providing the information sent together with user reviews and Google Analytics cookies (our pages display advertisements from Google AdSense/AdExchange service - for this service the Google Analytics cookies are used).\nTo read more about this kind of cookies, how they are used and how to disable it if you don't want it please read the statement from Google at https://www.google.com/policies/technologies/ and also the global policy and cookies handling at https://www.aboutcookies.org/cookie-law/</li>\n</ul> Used 3rd party services <p> We are using some 3rd party services to achieve required functionality.\n</p>\n<ul>\n<li>\n<strong>Google Analytics</strong> is used for gathering statistics about web usage only.\nRemarketing scripts are disabled and visitor IP address is anonymized.\nMore information about Google Analytics privacy policy can be found here: https://support.google.com/analytics/answer/6004245 </li>\n<li>\n<strong>Google AdSense/AdExchange</strong> is used for displaying Ads.\nPlease understand that ads help to keep this project running.\nThanks to ads our services is available for free to all users.\nGoogle's use of advertising cookies enables it and its partners to serve ads to our users based on their visit to our sites and/or other sites on the Internet.\nYou can opt out of some third-party vendors’ uses of cookies for personalized advertising by visiting www.aboutads.info.\nStarting by 25.5.2018 the non personalised ads will be displayed for users in EU.\nPersonalised ads will be displayed upon user permission only.\nMore information about Google Ads can be found here: https://policies.google.com/technologies/ads </li>\n<li>\n<strong>G Suite from Google</strong> is used for email hosting.\nAll emails are stored on this platform.\nMore information about G Suite security can be found here: https://gsuite.google.com/security/ </li>\n<li>\n<strong>GrooveHQ</strong> is used for ticketing management.\nIf you send email to our support or fill the Report Issue form, then new ticket is created.\nTicket contains your email address and your message.\nTickets created from the app also contains basic information about the app configuration.\nApp logs are not included in the ticket.\nMore information about GrooveHQ GDPR compliance can be found here: https://www.groovehq.com/gdpr </li>\n<li>\n<strong>Fabric.io</strong> is used for processing apps analytics and data for issues tracking.\nIf something bad happens in the app or you manually report the issue, the app logs are sent to this service.\nApp logs do not contain any personal data.\nPhone numbers contained in the log are anonymized.\nMore information about Data Processing and Security Terms can be found here: https://fabric.io/dpst.pdf </li>\n</ul>\n<p>\n</p> Revoking the grants - withdrawal of consent <ul>\n<li>User can withdraw any consent given to us any time.\nWith such action, please write to our support to anonymise and/or delete any of your private data if still stored in our database (old e-mail, logs, data backups etc.)</li>\n<li>Sometimes it can happen that someone creates a review for your personal phone number - and sometimes we are not able to recognize such numbers.\nIn such case please write to our support and we will delete all such reviews, also anonymously marking the number as private, so no other review will be ever displayed for it on our pages.</li>\n<li>On the other hand - if you put your number as a query on our pages, we will very likely display empty answering page just stating that we have no data for that number.\nSuch data are just a polite answer, not stored anywhere - so it is pointless to ask us to delete such page.\nIt's just a polite answer to a polite question.</li>\n</ul> Updates to this policy We may update this privacy policy anytime to keep this description in sync with used technology.\nAny questions? <p> If you have any questions about privacy policy, please write to us by email <strong>support@shouldianswer.net</strong>\n</p> ", "created_at": "2023-03-09 18:26:37.094382", "updated_at": "2023-03-09 18:27:51.750561"}, {"id": 14303, "name": "Terms Of Use And Privacy Policy", "url": "https://www.shouldianswer.net/mobile-app/terms-and-privacy", "xpath": "//body", "text": " Terms Of Use <p> This product may be used free of charge by individuals, non-profit organizations, commercial organizations, and government agencies, on single or multiple computers/systems for non-commercial and/or commercial uses.\nThis product may be copied and/or distributed free of charge.\n</p>\n<p> AS THIS PRODUCT IS FREE, THERE IS NO WARRANTY FOR THE PRODUCT, TO THE EXTENT PERMITTED BY APPLICABLE LAW.\nUNLESS OTHERWISE STATED, THE PRODUCT IS PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nTHE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PROGRAM IS WITH YOU.\nSHOULD THE PROGRAM PROVE DEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.\n</p>\n<p> IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MAY MODIFY AND/OR REDISTRIBUTE THE PROGRAM AS PERMITTED BELOW, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM, INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS, EVEN IF SUCH HOLDER OR OTHER PARTY HAD PREVIOUSLY BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p> Privacy Policy <p> Privacy matters but it can be confusing.\nPlease read this explanation of our approach to privacy in our application.\n</p> Phone Contacts <p> Our app doesn't send your contact information to server.\n</p> Anonymous Stats about Phone Calls <p> The app does not send any phone call information until you allow it.\nAnonymous stats about phone calls from 'numbers which are not in your Phone Contacts' are very useful for us.\nThis stats helps us detect new sources of unwanted calls.\nAllowing sending stats you are helping to our community.\nThank you! </p> Sending respective phone number in request for getting user reviews <p> Displaying of user reviews for the respective number needs your permission to send respective phone number to server.\nThis can't be done without your permission, so Permission dialog is displayed before start of reviews download.\n</p> Submitting of own phone number review <p> If you fill and send some phone number rating, you agree with publishing the phone number and all filled information on our website.\nWe also store technical information about the request (time, IP and agent) for solving problems with illegal activity.\n</p> Using our web service Some features like reviews download, database update, phone info search..\nuses our web service.\nOur web service collects anonymous statistics about visitors and service usage.\nPlease read privacy policy of our web service for detailed information.\nUpdates to this policy We may update this privacy policy anytime to keep this description in sync with used technology.\nAny questions? <p> If you have any questions about our product, terms or privacy policy, please write to us by email to support@shouldianswer.net </p>\n<p>© 2013-2017 shouldianswer.net</p> ", "created_at": "2023-03-09 18:26:37.157337", "updated_at": "2023-03-09 18:28:48.464301"}, {"id": 14302, "name": "Terms of Use", "url": "https://www.shouldianswer.net/terms", "xpath": "/html/body/div[1]/div[2]/div", "text": " Terms of Use Short version <p>\n<b>Look, it's simple.</b>\n</p>\n<ul>\n<li> We provide two services - the web pages shouldianswer.net and connected pages, and the mobile application.\nBoth products are for free, and there is no warranty.\n</li>\n<li> The web pages serve as open discussion - we provide a wall (or a board), you can write on it.\nYou are fully responsible for what you write, don't blame us.\nOn the other hand, whatever you wrote then belongs to us (and we can delete it if needed).\n</li>\n<li> If you write something rude, bad, using inpropriate language, don't be surprised if we delete such texts.\n</li>\n<li> We don't collect personal data - either from the mobile application or from the pages (only for direct purposes connected with the service, please check the Privacy policy).\nPlease never ever write, send, post any personal data to our pages.\n</li>\n<li> Well, we are resposible for acting as a cleaners of the board, so if you find something bad on our pages, just use the basket icon under the respective review and write to us, we will clear anything bad without hesitation.\n</li>\n</ul> And now the full version <ul>\n<li> These web pages (\"Service\") serve as free public service and public-opened discussion forum.\nUser can use the shouldianswer.net (and related pages world-wide) under these Terms of Service (\"TOS\").\nWe reserve the right to modify these TOS at any time without notice to the end user by posting revised TOS.\nBy using this website user express his/her binding acceptance of these TOS, including any modifications that we provide.\nAll comments, reviews, articles and other stuff published on the Service are created and provided by the general public and each individual publisher has full responsibility for his/her own published content, review, comment or article.\nshouldianswer.net disclaims all responsibility and liability for the accuracy, availability, timeliness, security or reliability of the Service.\nThe user reviews, comments articles and all stuff provided by third parties do not express the opinions of the Service provider.\nWe reserve the right to modify, suspend or discontinue the Service with or without notice at any time and without any liability to you.\nshouldianswer.net is a service provider which allows user-generated content on their web pages.\nEither we try to monitor all information provided by our users in their posts, we are not liable for the content we do not post.\nFor the point of federal law view, this immunity is granted by the Communications Decency Act or \"CDA\", 47 U.S.C.\n§230, which says that \"No provider or user of an interactive computer service shall be treated as the publisher or speaker of any information provided by another information content provider.\" Same rules and laws are applied to other community sites like Facebook, Twitter or Wikipedia, where users who post information on these sites are responsible for what they write, not the provider of the site.\nThis site also respects and uses the rules set by \"DIRECTIVE 2000/31/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\" and \"REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 27 April 2016\" - repealing Directive 95/46/EC (General Data Protection Regulation - GDPR).\nALL CONTENT IS PROVIDED ON AN \"AS IS\" BASIS WITHOUT ANY WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMMPLIED.\nYOU AGREE THAT YOUR USE OF THIS SERVICE IS ENTIRELY AT YOUR OWN RISK.\n</li>\n<li>UNDER NO CIRCUMSTANCES WILL shouldianswer.net BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES ARISING OUT OF OR IN CONNECTION WITH USE OF THE SERVICE, EVEN IF shouldianswer.net HAS PREVIOUSLY BEEN ADVISED OF, OR REASONABLY COULD HAVE FORESEEN, THE POSSIBILITY OF SUCH DAMAGES.</li>\n</ul> \"Should I Answer\" application usage <ul>\n<li>The service contains the above mentioned web pages and the connected mobile application \"Should I Answer\".\nThis service and the application may be used free of charge by individuals, non-profit organizations, commercial organizations, and government agencies, on single or multiple computers/systems for non-commercial and/or commercial uses.\nThis product may be copied and/or distributed free of charge.</li>\n<li>AS THIS PRODUCT IS FREE, THERE IS NO WARRANTY FOR THE PRODUCT, TO THE EXTENT PERMITTED BY APPLICABLE LAW.\nUNLESS OTHERWISE STATED, THE PRODUCT IS PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nTHE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PROGRAM IS WITH YOU.\nSHOULD THE PROGRAM PROVE DEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.</li>\n<li>IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MAY MODIFY AND/OR REDISTRIBUTE THE PROGRAM AS PERMITTED BELOW, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM, INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS, EVEN IF SUCH HOLDER OR OTHER PARTY HAD PREVIOUSLY BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</li>\n</ul> HOW TO USE THE SERVICE We honestly ask the users of this Service for correct behaviours, the most objective judgment in their posts or comments they intend to insert and also keeping as much of politeness as possible without unnecessary vulgarism.\nThe user of this Service agrees that he/she will not post content that: <ul>\n<li>is known by you to be false, inaccurate or misleading</li>\n<li>can be marked as spam</li>\n<li>uses any personal data - where \"personal data\" means any information relating to an identified or identifiable natural person (\"data subject\").\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person</li>\n<li>claims the identity, characteristics or qualifications of another person, or breaks the copyright of another person or institution and/or violates the copyright, trademark or other intellectual property rights of another subject, individual or institution</li>\n<li>is unlawful, threatening, obscene, vulgar, pornographic, profane or indecent including any communication that constitutes (or encourages conduct that would constitute) a criminal offense, gives rise to civil liability or otherwise violates any local, state or federal law</li>\n<li>contains any abusive or offensive content containing threats, vulgar phrases, promoting rancor/stalking or harassing any third party in any possible way, indecent or defiling or insulting content, or any content that infringes or might infringe personal rights or other legally protected values, or any content which constitutes an attack on a third party, demeans any third party or/and promotes violence or induces to commit a crime</li>\n<li>contains links to viruses, worms or any items of a destructive or harmful nature, including content (e.g.\ndownload) which violates the copyright, trademark or other intellectual property rights of another subject, individual or institution, for which you were compensated or granted any consideration by any third party</li>\n</ul> User acknowledges, by using this Service, that he/she is fully responsible and liable for the submitted content.\nWe claim the right to delete the content not in conformity with the above conditions.\nAlso we would like to ask the users to always check the relevance of information posted.\nPlease do not post the phone numbers or personal data in an unethical way, always provide the scoring to the best of your knowledge and belief with intention to the good manners.\nWHAT TO DO IF ...\n<ul>\n<li>If there is a post containing false information, personal data, negative post which you feel is not correct (or e.g.\ntouching Your company or number), there is always a few ways how to deal with it.</li>\n<li>If the post is touching your company-used number, write your own explanatory review and/or reply to the post and try to explain why and how the number is used, show the users that your company takes a big care for the users - please always try to communicate with your clients first using a dialogue.\nWe strongly believe that most of the negative posts are just a result of misunderstanding the service the respective number offers.</li>\n<li>If You feel that any post is false, harmful, breaking any of the above mentioned rules, send as a note stating that post and provide all information needed for the situation explanation and stating all arguments for correcting the situation - you can do it just by pressing the basket button provided under the respective post and filling the removal request form (the post is then immediately hidden for further processing by our admins).\nBut please be warned that we are not able to act as the judging body and you should probably pursue legal action against the author (finding out who is the author).\nOur team will try to provide the correction in the shortest time possible, but in some cases this will not be easily maintained.</li>\n</ul> PROPRIETARY RIGHTS <ul>\n<li>Content displayed on the web site or through the Service is protected by copyright as a collective work and/or compilation.\nAny reproduction or redistribution of the site and/or the Service or the collective work is prohibited without the express written consent of the shouldianswer.net.</li>\n<li>By posting Content to any public area of the Service, you automatically grant, and you represent and warrant that you have the right to grant, to shouldianswer.net an irrevocable, perpetual, non-exclusive, fully paid, worldwide license to use, copy, perform, display, and distribute said Content and to prepare derivative works of, or incorporate into other works, said Content, and to grant and authorize sublicenses of the foregoing.</li>\n<li>We hope that the information you intend to post will be used for the public benefit and will help in growth of better and more cultural community.\nThank You all for this effort.</li>\n</ul> Any questions? <p> If you have any questions about terms please write to us by email to <strong>support@shouldianswer.net</strong>.\n</p> ", "created_at": "2023-03-09 18:26:37.126278", "updated_at": "2023-03-09 18:28:15.075311"}], "points": [], "urls": ["shouldianswer.net"]}}