{"error": 448, "message": "OK", "parameters": {"id": 8380, "name": "American Academy of Pediatric Dentistry", "created_at": "2023-05-18 18:30:40.136159", "updated_at": "2023-07-10 22:02:48.552458", "wikipedia": "https://en.wikipedia.org/wiki/American_Association_of_People_with_Disabilities", "keywords": null, "related": null, "slug": "american-academy-of-pediatric-dentistry", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/8380.png", "url": "aapd.org", "documents": [{"id": 16274, "name": "Privacy Policy ", "url": "https://www.aapd.org/privacy-policy/", "xpath": "//*[@id=\"main\"]", "text": " <p> Home </p> Privacy Policy Share <ul>\n<li> Twitter </li>\n<li> Facebook </li>\n</ul>\n<p>The American Academy of Pediatric Dentistry (AAPD) respects the privacy of our members and other users of our website.[1] This Privacy Policy addresses our use of information about you collected by virtue of your use of the website.\nThe latest version of our Privacy Policy will always be available on the website.\nWe welcome your comments or questions about our Privacy Policy and privacy practices.\nIf you feel that this site is not following its stated policy, please let us know.\nYou may contact us about this Privacy Policy:</p>\n<p>\n<strong>By mail:&nbsp;</strong> &nbsp.\n&nbsp;<br>American Academy of Pediatric Dentistry<br>211 E.\nChicago Ave., Suite 1600<br>Chicago, IL 60611&nbsp;</p>\n<p>\n<strong>By e-mail:&nbsp.\n&nbsp;</strong> &nbsp.\n&nbsp.\n&nbsp;<br>slitch@aapd.org</p>\n<p>Although we are committed to insuring your privacy, we may be required to disclose personal information when required by law and necessary to comply with a court order or legal process.The AAPD has also implemented privacy policies that are consistent with the European Union’s General Data Protection Regulation.</p>\n<p>\n<strong>Information We May Collect About You</strong>\n</p>\n<p>The information AAPD collects via our website is used to improve the content and advance the AAPD’s mission.\nWe collect: domain name and internet protocol (IP) address of visitors to our website.\naggregate information on what pages users access or visit.\nuser-specific information on what pages users access or visit.\nand information volunteered by users, including from surveys, purchases and/or registrations.\nWe also may collect the e-mail addresses of those who communicate with us via e-mail.</p>\n<p>The AAPD uses cookies for a number of purposes, including administering the website and recording session information, such as items that users add to their shopping cart and user-specific information on what pages were accessed or visited.</p>\n<p>To gain access to members-only resources and personalization features on the website, members are asked to provide a unique user ID and password.\nAAPD’s web server tracks the domain names and IP addresses (not the individual e-mail addresses) of members entering the members-only area, but only for purposes of measuring the general number of visits, pages visited, average time spent on the site, etc.&nbsp;</p>\n<p>\n<strong>How We May Use Information We Collect</strong>\n</p>\n<p>The AAPD and its affiliates may use your contact information to alert you to new information, products and services, events, and other opportunities.\nFrom time to time, we may also make your contact information available to other reputable organizations whose products or services we think you might find interesting.</p>\n<p>The AAPD uses information voluntarily submitted by AAPD members and others to provide members with personalized service tailored to your needs and to enable us to continually improve the convenience and functionality of this site.\nFor example, we maintain a directory of pediatric dentists that may include information that an AAPD member submitted via our website.</p>\n<p>The AAPD has instituted stringent reviews and opt-out capabilities to ensure that you do not receive unwanted e-mail from the AAPD.</p>\n<p>The AAPD uses industry-standard encryption technologies when transferring and receiving consumer data exchanged with our site.\nWe have appropriate security measures in place in our physical facilities to protect against the loss, misuse or alteration of information that we have collected from you at our site.\nWhen users choose to make payments via credit cards, we submit the information needed to obtain payment to the appropriate clearinghouses.\nWe do not store or reuse this credit card information.</p>\n<p>\n<strong>Third-Party Ad Networks</strong>\n<br>\n<br>We use third parties such as network advertisers to serve advertisements on our Site and on third-party websites or other media (e.g., social networking platforms).\nThis enables us and these third parties to target advertisements to you for products and services in which you might be interested.\nThird-party ad network providers, advertisers, sponsors and/or traffic measurement services may use cookies, JavaScript, web beacons (including clear GIFs), Flash LSOs and other tracking technologies to measure the effectiveness of their ads and to personalize advertising content to you.\nThese third-party cookies and other technologies are governed by each third party’s specific privacy policy, not this one.\nWe may provide these third-party advertisers with information about you.</p>\n<p>Users in the United States may opt out of many third-party ad networks.\nFor example, you may go to the Digital Advertising Alliance (“DAA”)&nbsp;Consumer Choice Page&nbsp;for information about opting out of interest-based advertising and their choices regarding having information used by&nbsp;DAA companies.\nYou may also go to the Network Advertising Initiative (“NAI”)&nbsp;Consumer Opt-Out Page&nbsp;for information about opting out of interest-based advertising and their choices regarding having information used by&nbsp;NAI members.</p>\n<p>Opting out from one or more companies listed on the DAA&nbsp;Consumer Choice Page&nbsp;or the NAI&nbsp;Consumer Opt-Out Page&nbsp;will opt you out from those companies’ delivery of interest-based content or ads to you, but it does not mean you will no longer receive any advertising through our Site or on other websites.\nYou may continue to receive advertisements, for example, based on the particular website that you are viewing (i.e., contextually based ads).\nAlso, if your browsers are configured to reject cookies when you opt out on the DAA or NAI websites, your opt-out may not be effective.\nAdditional information is available on the DAA’s website at&nbsp;www.aboutads.info&nbsp;or the NAI’s website at&nbsp;www.networkadvertising.org.</p>\n<p>\n<strong>Online Behavioral Advertising and How You Can Opt-Out</strong>\n</p>\n<p>We may work with third-party advertising companies who may utilize cookies and web beacons, and data collected on our services, to customize advertisements to you on our services, as well as on other websites or mobile applications in their networks beyond our services.\nAmong other things, these customized advertisements may advertise our products and services and third party products and services on websites or mobile applications not affiliated with us.\nSome of these ads are online behavioral advertising – which serve advertisements that are more likely to be of interest to you using non-personal behavioral information.&nbsp.\nSuch ads may contain cookies that allow monitoring of websites and mobile applications (including our own services) and your response to such advertisements.&nbsp.\nCookies or web beacons placed by these companies do not collect personal information, and the third-party advertising companies do not have access to or use your name, address, e-mail address, telephone number or other personal information.\nthey may however, anonymously track your usage across our services and other websites or mobile applications in their networks.\nWe limit companies that place our ads from using information for any purpose other than to assist us in our advertising efforts.</p>\n<p>&nbsp;</p>\n<p>For more information about these third-party advertising companies' privacy policies, visit the Network Advertising Initiative’s website at&nbsp;http://www.networkadvertising.org.\nIf you prefer to not receive targeted advertising, you can opt-out of network advertising programs that use your information.\nTo do so, please visit: the Network Advertising Initiative’s&nbsp;opt-out page.</p>\n<p>\n<strong>Your Rights</strong>\n</p>\n<p>To help us protect your privacy, please contact us as indicated above if you believe your information is being used for purposes other than those for which it was originally collected.</p>\n<p>If you do not want to receive e-mail, postal mail, telephone calls or faxes from us in the future, or if you do not want us to share your contact information in the manner described above, please provide us with your exact name, e-mail and postal addresses, phone and fax numbers and, if appropriate, AAPD membership number.\nWe will no longer use information you so identify and will do our best to be sure any other specific contact information is removed from any list we share with other organizations.</p>\n<p>On request we provide site visitors with access to all information that we may maintain about them, including financial information, unique identifier information, transaction information, communications that the visitor has directed to our site, and contact information.\nOn request we also offer visitors the ability to have inaccuracies corrected in contact information, financial information, unique identifiers, transaction information, and communications that the visitor has directed to the site.</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>If you are under 18 years of age, you may not purchase products or services from, and you should not provide information to, the AAPD website without the involvement of a parent or guardian.\nWe do not collect online contact information without prior parental consent or parental notification, including an opportunity for the parent to prevent use of the information and participation in the activity.\nWithout prior parental consent, online information will be used only to respond directly to the child's request and will not be used for other purposes.\nWe do not entice, by the prospect of a special game, prize or other activity, the disclosure of more information than is needed to participate in the activity.</p>\n<p>&nbsp;</p>\n<p>[1] The term \"website\" refers to http://www.aapd.org, http://www.mychildrensteeth.org, http://www.pediatricdentistrytoday.org/, and any other AAPD website.</p> ", "created_at": "2023-05-18 18:30:40.166382", "updated_at": "2023-05-18 18:31:33.815461"}, {"id": 16275, "name": "Terms of Use ", "url": "https://www.aapd.org/terms-of-use/", "xpath": "//*[@id=\"main\"]", "text": " <p> Home </p> Terms of Use Share <ul>\n<li> Twitter </li>\n<li> Facebook </li>\n</ul>\n<p>Users of the AAPD website<sup>[1]</sup> are subject to these Terms of Use, plus any additional terms and conditions posted at specific portions of the site.\nThe website is a dynamic web site, and changes are made regularly.\nAll information is current as of its first appearance on this site or when last modified.</p>\n<p>The website is owned by the American Academy of Pediatric Dentistry (AAPD).&nbsp;</p>\n<p>The terms \"User\" as used here refers to all individuals and/or entities accessing this website for any reason.\nUse of this website in order to transmit, distribute, store or destroy material, including without limitation webite Content, (a) in violation of any applicable law or regulation, (b) in a manner that will infringe the copyright, trademark, trade secret or other intellectual property rights of others or violate the privacy, publicity or other personal rights of others, or (c) that is defamatory, obscene, threatening, abusive or hateful is prohibited.</p>\n<p>All items on the website are copyright of the American Academy of Pediatric Dentistry.\nThis copyright extends to text and graphics, the selection, arrangement and presentation of all materials, and the overall design of the site.\nReproduction or republication is strictly prohibited without prior written permission, unless and to the extent specific items posted on the website indicate otherwise.</p>\n<p>Reproduction or republication of the AAPD logo is strictly prohibited without prior written permission.</p>\n<p>\n</p>\n<p>AAPD Active and Life members may use the AAPD logo as indicated in the AAPDAdministrative Policy and Procedure Manual, Section (Section 13.E.) , which is included on http://www.aapd.org under Member Resources.&nbsp;</p>\n<p>Reproduction or republication of the AAPD Foundation logo is strictly prohibited without prior written permission.</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>The AAPD grants users a limited license to download the material on this website solely for personal, noncommercial use.\nViolation of any provision of these Terms of Use terminates the license to use such material and requires immediate destruction of any copies of any portion of the material.</p>\n<p>AAPD members may download content such as pediatric oral health brochures, oral health policies, and clinical guidelines for educational purposes.\nMembers agree not to use such materials for resale or other commercial purposes.\nPediatric oral health brochures may not be reprinted for distribution.\nPrinted brochures may be ordered via the AAPD online store.</p>\n<p>Non-members should contact AAPD at&nbsp;aapdinfo@aapd.org&nbsp;to request a license agreement for reproduction and distribution of any AAPD materials on the website.</p>\n<p>Links may be made to the website provided the links do not use the trademarks or service marks of the American Academy of Pediatric Dentistry or its affiliated entities.\nLinks to the website may not suggest or imply that the AAPD or its affiliates endorse or support the linking site, its sponsors and/or its advertisers, unless prior written permission to indicate any such endorsement or support has been granted.\nFraming of the AAPD website or any of its content is strictly prohibited.</p>\n<p>The AAPD website is provided \"as is.\" Neither the AAPD nor its affiliated entities make any representations or warranties, of any kind or any nature, whether express or implied, created by law, contract or otherwise, including, without limitation, any representations or warranties of merchantability, fitness for a particular purpose, title or non-infringement.</p>\n<p>In no event shall the AAPD or its affiliated entities nor any of its managers, employees, suppliers or agents be liable for any damages of any kind or nature, including, without limitation, direct, indirect, special, consequential or incidental damages or loss of profits arising from, or in connection with, the existence, operation, use or reliance of this site, regardless of whether the AAPD has been advised of the possibility of such damages.</p>\n<p>The material contained on the AAPD website is offered as information only and not as practice, financial, accounting, legal or other professional advice.\nUsers need to consult their own professional advisors for such advice.\nBusiness decisions, including decisions about methods of dental practice, are personal choices to be made by individual pediatric dentists.\nThe AAPD does not, via the AAPD website or otherwise, encourage pediatric dentists to make any particular business decision on issues addressed herein, including with respect to whether and how to participate in dental insurance plans.</p>\n<p>Certain information on the website that is provided to assist pediatric dentists and their staff in making clinical decisions regarding the clinical care of their patients cannot substitute for the individual judgment brought to each clinical situation by the patient's pediatric dentist.\nAs with all clinical reference resources, they reflect the science of pediatric dentistry at the time of their development, but they should be used with the clear understanding that continued research may result in new knowledge or recommendations.</p>\n<p>Accessing information on the AAPD website should be not considered a substitute for or an alternative to a family’s direct communication with their child’s pediatric dentist.\nThe website does not provide clinical diagnosis or treatment recommendations, or render any opinion concerning the quality of care provided by any specific pediatric dentist to an individual patient.\nThe AAPD does not intervene or mediate in communications between a patient’s family and their child’s pediatric dentist.&nbsp;</p>\n<p>Unless otherwise noted, the AAPD does not necessarily endorse the non-AAPD resources that may appear or otherwise be referenced on the website, and makes no representation or warranties about the products or services they may provide.\nBy linking to other websites, the AAPD does not endorse the policies or practices of, or opinions expressed on, those sites.\nnor does the AAPD make any representations or warranties with respect to the accuracy of any items or claims contained therein.</p>\n<p>Users are prohibited from violating or attempting to violate the security of this website, including, without limitation, (a) accessing data not intended for such user or logging into a server or account which the user is not authorized to access, (b) attempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures without proper authorization, (c) attempting to interfere with service to any user, host or network, including, without limitation, via means of submitting a virus to the website, overloading, \"flooding\", \"spamming\", \"mailbombing\" or \"crashing\", (d) sending unsolicited e-mail, including promotions and/or advertising of products or services, or (e) forging any TCP/IP packet header or any part of the header information in any e-mail or newsgroup posting.</p>\n<p>&nbsp;</p>\n<p>[1] The term \"website\" refers to&nbsp;http://www.aapd.org,&nbsp;http://www.mychildrensteeth.org,&nbsp;http://www.pediatricdentistrytoday.org/, and any other AAPD website.&nbsp;</p> ", "created_at": "2023-05-18 18:30:40.19552", "updated_at": "2023-05-18 18:32:10.506294"}], "points": [{"id": 34135, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://www.aapd.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-06-11 16:55:59.002507", "updated_at": "2023-06-30 18:01:44.143454", "quoteText": null, "case_id": 166, "document_id": 16274, "quoteStart": null, "quoteEnd": null}, {"id": 34136, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.aapd.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-06-11 16:56:01.778027", "updated_at": "2023-06-30 18:01:51.719689", "quoteText": null, "case_id": 220, "document_id": 16274, "quoteStart": null, "quoteEnd": null}, {"id": 34134, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.aapd.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-06-11 16:30:22.104458", "updated_at": "2023-06-30 18:01:59.050606", "quoteText": null, "case_id": 399, "document_id": 16274, "quoteStart": null, "quoteEnd": null}, {"id": 34133, "title": "Information is provided about what kind of information they collect", "source": "https://www.aapd.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-06-11 16:30:03.516768", "updated_at": "2023-06-30 18:02:17.59163", "quoteText": null, "case_id": 228, "document_id": 16274, "quoteStart": null, "quoteEnd": null}], "urls": ["aapd.org"]}}