{"error": 448, "message": "OK", "parameters": {"id": 6977, "name": "frame.io", "created_at": "2022-11-21 01:56:55.783375", "updated_at": "2022-11-21 23:01:14.530283", "wikipedia": null, "keywords": null, "related": null, "slug": "frame-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6977.png", "url": "frame.io,app.frame.io", "documents": [{"id": 12786, "name": "Privacy Policy", "url": "https://frame.io/privacy", "xpath": "/html/body/div[1]/div/section[3]/div", "text": "Categories of Sources of Personal Data<p>We collect Personal Data about you from the following categories of sources:</p>\n<ul>\n<li>\n<strong>You</strong>\n<ul>\n<li>When you provide information directly to us.<ul>\n<li>When you create an account or use our interactive tools and Services.</li>\n<li>When you voluntarily provide information in free-form text boxes through the Services or through responses to surveys or questionnaires.</li>\n<li>When you send us an email or otherwise contact us.</li>\n</ul>\n</li>\n<li>When you use the Services and such information is collected automatically.<ul>\n<li>Through Cookies (defined in the “Tracking Tools, Advertising and Opt-Out” section below).</li>\n<li>If you download our mobile application or use a location-enabled browser, we may receive information about your location and mobile device, as applicable.</li>\n<li>If you download and install certain applications and software we make available, we may receive and collect information transmitted from your computing device for the purpose of providing you the relevant Services, such as information regarding when you are logged on and available to receive updates or alert notices.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<strong>Third Parties</strong>\n<ul>\n<li>\n<strong>Vendors</strong>\n<ul>\n<li>We may use analytics providers to analyze how you interact and engage with the Services, or third parties may help us provide you with customer support.</li>\n<li>We may use vendors to obtain information to generate leads and create user profiles, or otherwise in connection with sales and marketing efforts.</li>\n</ul>\n</li>\n<li>\n<strong>Advertising Partners</strong>\n<ul>\n<li>We receive information about you from some of our vendors who assist us with marketing or promotional services related to how you interact with our websites, applications, products, Services, advertisements or communications, including vendors who provide services related to customer messaging, surveying, advertising, marketing, social media, and analytics.</li>\n<li>We receive information about you from third parties when you participate in our referral and promotional codes programs.</li>\n</ul>\n</li>\n<li>\n<strong>Social Networks</strong>\n<ul>\n<li>If you provide your social network account credentials to us or otherwise sign-in to the Services through a third-party site or service, some content and/or information in those accounts may be transmitted into your account with us.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>Our Commercial or Business Purposes for Collecting Personal Data<ul>\n<li>\n<strong>Providing, Customizing and Improving the Services</strong>\n<ul>\n<li>Creating and managing your account or other user profiles.</li>\n<li>Processing orders or other transactions.\nbilling.</li>\n<li>Operating and maintaining our features and Services.</li>\n<li>Providing you with the products, features, services or information you request.</li>\n<li>Meeting or fulfilling the reason you provided the information to us.</li>\n<li>Providing support and assistance for the Services.</li>\n<li>Responding to user inquiries.</li>\n<li>Improving the Services, including testing, research, internal analytics and product development.</li>\n<li>Providing and monitoring the effectiveness of the Services.</li>\n<li>Personalizing the Services, website content and communications based on your preferences.</li>\n<li>Remembering your preferences and settings, such as username, so that you will not have to re-enter it during your visit or the next time you visit the Services;</li>\n<li>Monitoring aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our website and our Services;</li>\n<li>Maintaining interoperability with third party services.</li>\n<li>Doing fraud protection, security and debugging.</li>\n<li>Diagnosing or fixing technology problems.</li>\n<li>Carrying out other business purposes stated when collecting your Personal Data.</li>\n</ul>\n</li>\n<li>\n<strong>Marketing the Services</strong>\n<ul>\n<li>Marketing and selling the Services.</li>\n<li>Showing you advertisements, including interest-based or online behavioral advertising.</li>\n</ul>\n</li>\n<li>\n<strong>Corresponding with You</strong>\n<ul>\n<li>Responding to correspondence that we receive from you, contacting you when necessary or requested, and sending you information about Frame.io or the Services.</li>\n<li>Sending emails and other communications according to your preferences or that display content that we think will interest you.</li>\n</ul>\n</li>\n<li>\n<strong>Meeting Legal Requirements and Enforcing Legal Terms</strong>\n<ul>\n<li>Fulfilling our legal obligations under applicable law, regulation, court order or other legal process, such as preventing, detecting and investigating security incidents and potentially illegal or prohibited activities.</li>\n<li>Protecting the rights, property or safety of you, Frame.io or another party.</li>\n<li>Enforcing any agreements with you.</li>\n<li>Responding to claims that any posting or other content violates third-party rights.</li>\n<li>Resolving disputes.</li>\n</ul>\n</li>\n</ul>How We Share Your Personal Data<p>We disclose your Personal Data to the categories of service providers and other parties listed in this section.</p>\n<ul>\n<li>\n<strong>Service Providers.&nbsp;</strong>These parties help us provide the Services or perform business functions on our behalf.\nThey include:<ul>\n<li>Hosting, technology, and communication providers.</li>\n<li>Security, spam, and fraud prevention consultants and providers.</li>\n<li>Analytics providers that allow us to provide you with a more personalized experience, investigate issues, and help us improve product quality and features.</li>\n<li>Fraud monitoring and prevention providers.</li>\n<li>Support and customer service vendors.</li>\n<li>Product fulfillment and delivery providers.</li>\n<li>Payment processors.<ul>\n<li>Our payment processing partner Stripe, Inc.\n(“Stripe”) collects your voluntarily-provided payment card information necessary to process your payment.</li>\n<li>Please see Stripe’s terms of service and privacy policy for information on its use and storage of your Personal Data.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<strong>Advertising Partners.&nbsp;</strong>These parties help us market our services and provide you with other offers that may be of interest to you.\nThey include:<ul>\n<li>Ad networks.</li>\n<li>Marketing partners and providers.</li>\n</ul>\n</li>\n<li>\n<strong>Business Partners.&nbsp;</strong>These parties partner with us in offering various services.\nThey include:<ul>\n<li>Businesses that you have a relationship with.\n</li>\n</ul>\n</li>\n<li>\n<strong>Parties You Authorize, Access, or Authenticate</strong>\n<ul>\n<li>Third parties you access through the services.</li>\n<li>Social media services.</li>\n<li>Other users.</li>\n</ul>\n</li>\n</ul>Legal Obligations<p>We may share any Personal Data that we collect with third parties in conjunction with any of the activities set forth under “Meeting Legal Requirements and Enforcing Legal Terms” in the “Our Commercial or Business Purposes for Collecting Personal Data” section above.</p>Business Transfers<p>All of your Personal Data that we collect may be transferred to a third party if we undergo a merger, acquisition, bankruptcy, or other transaction in which that third party assumes control of our business (in whole or in part).\nShould one of these events occur, we will make reasonable efforts to notify you before your information becomes subject to different privacy and security policies and practices.</p>Deidentified and Aggregated Data<p>We may create aggregated, de-identified, or anonymized data from the Personal Data we collect, including by removing information that makes the data personally identifiable to a particular user.\nWe may use such aggregated, de-identified, or anonymized data and share it with third parties for our lawful business purposes, including to analyze, build, and improve the Services and promote our business, provided that we will not share such data in a manner that could identify you.</p>Tracking Tools, Advertising and Opt-Out<p>The Services use cookies and similar technologies such as pixel tags, web beacons, clear GIFs and JavaScript (collectively, “Cookies”) to enable our servers to recognize your web browser, tell us how and when you visit and use our Services, analyze trends, learn about our user base, and operate and improve our Services.\nCookies are small pieces of data– usually text files – placed on your computer, tablet, phone, or similar device when you use that device to access our Services.\nWe may also supplement the information we collect from you with information received from third parties, including third parties that have placed their own Cookies on your device(s).\nPlease note that because of our use of Cookies, the Services do not support “Do Not Track” requests sent from a browser at this time.</p>\n<p>We use the following types of Cookies:</p>\n<ul>\n<li>\n<strong>Essential Cookies</strong>.\nEssential Cookies are required for providing you with features or services that you have requested and cannot be disabled or opted out of.\nFor example, certain Cookies enable you to log into secure areas of our Services.</li>\n<li>\n<strong>Functional Cookies</strong>.\nFunctional Cookies are used to record your choices and settings regarding our Services, maintain your preferences over time, and recognize you when you return to our Services.\nThese Cookies help us to personalize our content for you, greet you by name, and remember your preferences (for example, your choice of language or region).</li>\n<li>\n<strong>Performance/Analytical Cookies.</strong> Performance/Analytical Cookies allow us to understand how visitors use our Services.\nThey do this by collecting information about the number of visitors to the Services, what pages visitors view on our Services, and how long visitors are viewing pages on the Services.\nPerformance/Analytical Cookies also help us measure the performance of our advertising campaigns, in order to help us improve our campaigns and the Services’ content for those who engage with our advertising.\nFor example, Google Inc.\n(“Google”) uses cookies in connection with its Google Analytics services.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to the Services is subject to the Google Analytics Terms of Use and the Google Privacy Policy.\nYou have the option to opt-out of Google’s use of Cookies by visiting the Google advertising opt-out page at www.google.com/privacy_ads.html or the Google Analytics Opt-out Browser Add-on at https://tools.google.com/dlpage/gaoptout/.\n</li>\n<li>\n<strong>Retargeting/Advertising Cookies</strong>.\nRetargeting/Advertising Cookies collect data about your online activity and identify your interests so that we can provide advertising that we believe is relevant to you.\nFor more information about this, please see the section below titled “Information about Interest-Based Advertisements.”</li>\n</ul>\n<p>You can decide whether or not to accept Cookies through your internet browser’s settings.\nMost browsers have an option for turning off the Cookie feature, which will prevent your browser from accepting new Cookies, as well as (depending on the sophistication of your browser software) allow you to decide on acceptance of each new Cookie in a variety of ways.\nYou can also delete all Cookies that are already on your device.\nIf you do this, however, you may have to manually adjust some preferences every time you visit our website and some of the Services and functionalities may not work.</p>\n<p>To explore what Cookie settings are available to you, look in the “preferences” or “options” section of your browser’s menu.\nTo find out more information about Cookies, including information about how to manage and delete Cookies, please visit http://www.allaboutcookies.org or https://ico.org.uk/for-the-public/online/cookies/&nbsp;if you are located in the European Union.</p>Information about Interest-Based Advertisements<p>We may serve advertisements, and allow third-party ad networks, including third-party ad servers, ad agencies, ad technology vendors and research firms, to serve advertisements through the Services.\nThese advertisements may be targeted to users who fit certain general profile categories or display certain preferences or behaviors (“Interest-Based Ads”).\nInformation for Interest-Based Ads (including Personal Data) may be provided to us by you, or derived from the usage patterns of particular users on the Services and/or services of third parties.\nSuch information may be gathered through tracking users’ activities across time and unaffiliated properties, including when you leave the Services.\nTo accomplish this, we or our service providers may deliver Cookies, including a file (known as a “web beacon”) from an ad network to you through the Services.\nWeb beacons allow ad networks to provide anonymized, aggregated auditing, research, and reporting for us and for advertisers.\nWeb beacons also enable ad networks to serve targeted advertisements to you when you visit other websites.\nWeb beacons allow ad networks to view, edit, or set their own Cookies on your browser, just as if you had requested a web page from their site.</p>\n<p>We comply with the Digital Advertising Alliance (“DAA”) Self-Regulatory Principles for Online Behavioral Advertising.\nThrough the DAA and Network Advertising Initiative (“NAI”), several media and marketing associations have developed an industry self-regulatory program to give consumers a better understanding of, and greater control over, ads that are customized based a consumer’s online behavior across different websites and properties.\nTo make choices about Interest-Based Ads from participating third parties, including to opt-out of receiving behaviorally targeted advertisements from participating organizations, please visit the DAA’s or NAI’s consumer opt-out pages, which are located at&nbsp;http://www.networkadvertising.org/choices/&nbsp;or&nbsp;www.aboutads.info/choices.\nUsers in the European Union should visit the European Interactive Digital Advertising Alliance’s user information website&nbsp;http://www.youronlinechoices.eu/.</p>Withdrawing consent or otherwise objecting to direct marketing<p>Frame.io and companies we hire to help market our&nbsp;Services on our behalf may use your information to provide you with information and offers related to Frame.io.</p>\n<p>Where we rely on your consent, you will always be able to withdraw that consent, although we may have other legal grounds for processing your information for other purposes, such as those set out above.\nIn some cases, we are able to send you direct marketing without your consent, where we rely on our legitimate interests.\nYou have an absolute right to opt-out of direct marketing, or profiling we carry out for direct marketing, at any time by clicking on the unsubscribe link in the email footer or connecting with us through our online support chat.</p>Data Security and Retention<p>We seek to protect your Personal Data from unauthorized access, use, and disclosure using appropriate physical, technical, organizational, and administrative security measures based on the type of Personal Data and how we are processing that data.\nYou should also help protect your data by appropriately selecting and protecting your password and/or other sign-on mechanisms.\nlimiting access to your computer or device and browser.\nand signing off after you have finished accessing your account.\nAlthough we work to protect the security of your account and other data that we hold in our records, please be aware that no method of transmitting data over the internet or storing data is completely secure.</p>\n<p>We retain Personal Data about you for as long as you have an open account with us or as otherwise necessary to provide you with our Services.\nWhen you close your account, we begin deleting certain personal information that we no longer have a business reason to retain.\nIn some cases, we retain Personal Data for longer, if doing so is necessary to comply with our legal obligations, resolve disputes or collect fees owed, or is otherwise permitted or required by applicable law, rule, or regulation.</p>Personal Data of Children<p>As noted in the Terms of Service, we do not knowingly collect or solicit Personal Data about children under 13 years of age.\nif you are a child under the age of 13, please do not attempt to register for or otherwise use the Services or send us any Personal Data.\nIf we learn we have collected Personal Data from a child under 13 years of age, we will delete that information as quickly as possible.\nIf you believe that a child under 13 years of age may have provided Personal Data to us, please contact us at support@frame.io.</p>California Resident Rights<p>If you are a California resident, you have the rights set forth in this section.\nPlease see the “Exercising Your Rights” section below for instructions regarding how to exercise these rights.\nPlease note that we may process Personal Data of our customers’ end users or employees in connection with our provision of certain services to our customers.\nIf we are processing your Personal Data as a service provider, you should contact the entity that collected your Personal Data in the first instance to address your rights with respect to such data.</p>\n<p>If there are any conflicts between this section and any other provision of this Privacy Policy and you are a California resident, the portion that is more protective of Personal Data shall control to the extent of such conflict.\nIf you have any questions about this section or whether any of the following rights apply to you, please contact us at support@frame.io.</p>Access<p>You have the right to request certain information about our collection and use of your Personal Data over the past 12 months.\nIn response, we will provide you with the following information:</p>\n<ul>\n<li>The categories of Personal Data that we have collected about you.</li>\n<li>The categories of sources from which that Personal Data was collected.</li>\n<li>The business or commercial purpose for collecting or selling your Personal Data.</li>\n<li>The categories of third parties with whom we have shared your Personal Data.</li>\n<li>The specific pieces of Personal Data that we have collected about you.</li>\n</ul>\n<p>If we have disclosed your Personal Data to any third parties for a business purpose over the past 12 months, we will identify the categories of Personal Data shared with each category of third-party recipient.\nWe do not currently sell any Personal Data, and we have not done so over the past 12 months.</p>Deletion<p>You have the right to request that we delete the Personal Data that we have collected about you.\nUnder the CCPA, this right is subject to certain exceptions: for example, we may need to retain your Personal Data to provide you with the Services or complete a transaction or other action you have requested.\nIf your deletion request is subject to one of these exceptions, we may deny your deletion request.</p>Exercising Your Rights<p>To exercise the rights described above, you or your Authorized Agent (defined below) must send us a request that (1) provides sufficient information to allow us to verify that you are the person about whom we have collected Personal Data, and (2) describes your request in sufficient detail to allow us to understand, evaluate, and respond to it.\nEach request that meets both of these criteria will be considered a “Valid Request.” We will only use Personal Data provided in a Valid Request to verify your identity and complete your request.\nYou do not need an account to submit a Valid Request.</p>\n<p>We will work to respond to your Valid Request within 45 days of receipt.\nWe will not charge you a fee for making a Valid Request unless your Valid Request(s) is excessive, repetitive, or manifestly unfounded.\nIf we determine that your Valid Request warrants a fee, we will notify you of the fee and explain that decision before completing your request.</p>\n<p>You may submit a Valid Request by reaching out through&nbsp;https://preferences.frame.io/privacy-management/.</p>\n<p>You may also authorize an agent (an “Authorized Agent”) to exercise your rights on your behalf.\nTo do this, you must provide your Authorized Agent with written permission to exercise your rights on your behalf, and we may request a copy of this written permission from your Authorized Agent when they make a request on your behalf.</p>We Will Not Discriminate Against You for Exercising Your Rights Under the CCPA<p>We will not discriminate against you for exercising your rights under the CCPA.\nWe will not deny you our goods or services, charge you different prices or rates, or provide you a lower quality of goods and services if you exercise your rights under the CCPA.\nHowever, we may offer different tiers of our Services as allowed by applicable data privacy laws (including the CCPA) with varying prices, rates, or levels of quality of the goods or services you receive related to the value of Personal Data that we receive from you.</p>\n<p>\n</p>Other State Law Privacy Rights<br>California Resident Rights<p>Under California Civil Code Sections 1798.83-1798.84, California residents are entitled to contact us to prevent disclosure of Personal Data to third parties for such third parties’ direct marketing purposes.\nin order to submit such a request, please contact us at support@frame.io.</p>\n<p>Your browser may offer you a “Do Not Track” option, which allows you to signal to operators of websites and web applications and services that you do not wish such operators to track certain of your online activities over time and across different websites.\nCurrently, there is not an accepted standard on how companies should respond to web browsers’ “Do Not Track” signals.\nAccordingly, our Services do not currently recognize or respond to “Do Not Track” browser signals.</p>Nevada Resident Rights<p>If you are a resident of Nevada, you have the right to opt-out of the sale of certain Personal Data to third parties who intend to license or sell that Personal Data.\nPlease note that we do not currently sell your Personal Data as sales are defined in Nevada Revised Statutes Chapter 603A.<br>\n</p>Information for European Union Data Subjects<p>If you are a resident of the European Union (“EU”), United Kingdom, Lichtenstein, Norway or Iceland, you may have additional rights under the EU General Data Protection Regulation (the “GDPR”) with respect to your Personal Data, as outlined below.</p>\n<p>For this section, we use the terms “Personal Data” and “processing” as they are defined in the GDPR, but “Personal Data” generally means information that can be used to individually identify a person, and “processing” generally covers actions that can be performed in connection with data such as collection, use, storage, and disclosure.\nFrame.io will be the controller with regard to Personal Data we collect.</p>\n<p>If there are any conflicts between this section and any other provision of this Privacy Policy, the policy or portion that is more protective of Personal Data shall control to the extent of such conflict.\nIf you have any questions about this section or whether any of the following applies to you, please contact us at support@frame.io.\nNote that we may also process Personal Data of our customers’ end users or employees in connection with our provision of certain services to customers, in which case we are the processor of Personal Data.\nIf we are the processor of your Personal Data (i.e., not the controller), please contact the controller party in the first instance to address your rights with respect to such data.</p>Personal Data We Collect<p>The “Categories of Personal Data We Collect” section above details the Personal Data that we collect from you.</p>Personal Data Use and Processing Grounds<p>The “Our Commercial or Business Purposes for Collecting Personal Data” section above explains how we use your Personal Data.</p>\n<p>We will only process your Personal Data if we have a lawful basis for doing so.\nLawful bases for processing include consent, contractual necessity and our “legitimate interests” or the legitimate interest of others, as further described below.</p>\n<ul>\n<li>\n<strong>Contractual Necessity</strong>: We process the following categories of Personal Data as a matter of “contractual necessity”, meaning that we need to process the data to perform under our Terms of Service with you, which enables us to provide you with the Services.\nWhen we process data due to contractual necessity, failure to provide such Personal Data will result in your inability to use some or all portions of the Services that require such data.<ul>\n<li>Profile or Contact Data</li>\n<li>Payment Data</li>\n<li>Commercial Data</li>\n</ul>\n</li>\n<li>\n<strong>Legitimate Interest</strong>:<ul>\n<li>We process the following categories of Personal Data when we believe it furthers the legitimate interest of us or third parties:<ul>\n<li>Profile or Contact Data</li>\n<li>Device/IP Data</li>\n<li>Web Analytics</li>\n<li>Social Network Data</li>\n<li>Consumer Demographic Data</li>\n<li>Professional or Employment Related Data</li>\n<li>Geolocation Data</li>\n<li>Inferences from Other Personal Data Collected</li>\n<li>Other Identifying Information that You Voluntarily Choose to Provide</li>\n<li>We may also de-identify or anonymize Personal Data to further our legitimate interests.</li>\n</ul>\n</li>\n<li>Examples of these legitimate interests include (as described in more detail above):<ul>\n<li>Providing, customizing, and improving the Services.</li>\n<li>Marketing the Services.</li>\n<li>Corresponding with you.</li>\n<li>Provision of customer support.</li>\n<li>Protection from fraud or security threats.</li>\n<li>Meeting legal requirements and enforcing legal terms.</li>\n<li>Completing corporate transactions.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Consent: In some cases, we process Personal Data based on the consent you expressly grant to us at the time we collect such data.\nWhen we process Personal Data based on your consent, it will be expressly indicated to you at the point and time of collection.\n</li>\n<li>Other Processing Grounds: From time to time, we may also need to process Personal Data to comply with a legal obligation, if it is necessary to protect the vital interests of you or other data subjects, or if it is necessary for a task carried out in the public interest.</li>\n</ul>Sharing Personal Data<p>The “How We Share Your Personal Data” section above details how we share your Personal Data with third parties.</p>EU Data Subject Rights<p>You have certain rights with respect to your Personal Data, including those set forth below.\nFor more information about these rights, or to submit a request, please email us at support@frame.io.\nThese rights may be limited, for example, if fulfilling your request would reveal personal information about another person, or if you ask us to delete information which we are required by law to keep or which we need to defend claims against us.&nbsp;In some cases, we may also need you to provide us with additional information, which may include Personal Data, if necessary to verify your identity and the nature of your request.</p>\n<ul>\n<li>\n<strong>Access:&nbsp;</strong>You can request more information about the Personal Data we hold about you and request a copy of such Personal Data.\nYou can also access certain of your Personal Data by logging on to your account.\n</li>\n<li>\n<strong>Rectification:&nbsp;</strong>If you believe that any Personal Data we are holding about you is incorrect or incomplete, you can request that we correct or supplement such data.\nYou can also correct some of this information directly by logging on to your account.\nPlease contact us as soon as possible upon noticing any such inaccuracy or incompleteness.\n</li>\n<li>\n<strong>Erasure:</strong> You can request that we erase some or all of your Personal Data from our systems.\n</li>\n<li>\n<strong>Withdrawal of Consent:&nbsp;</strong>If we are processing your Personal Data based on your consent (as indicated at the time of collection of such data), you have the right to withdraw your consent at any time.\nPlease note, however, that if you exercise this right, you may have to then provide express consent on a case-by-case basis for the use or disclosure of certain of your Personal Data, if such use or disclosure is necessary to enable you to utilize some or all of our Services.\n</li>\n<li>\n<strong>Portability:&nbsp;</strong>You can ask for a copy of your Personal Data in a machine-readable format.\nYou can also request that we transmit the data to another controller where technically feasible.\n</li>\n<li>\n<strong>Objection:&nbsp;</strong>You can contact us to let us know that you object to the further use or disclosure of your Personal Data for certain purposes, such as for direct marketing purposes.\n</li>\n<li>\n<strong>Restriction of Processing:&nbsp;</strong>You can ask us to restrict further processing of your Personal Data.</li>\n<li>\n<strong>Right to File Complaint:&nbsp;</strong>If you have unresolved concerns, you have the right to report them to your local privacy regulator or data protection authority and, where applicable, you also have the right to lodge a complaint with Adobe Ireland's lead supervisory authority, the Irish Data Protection Commission.</li>\n</ul>Transfers of Personal Data<p>The Services are hosted and operated in the United States (“U.S.”) through Frame.io and its service providers, but we also transfer personal information to all other countries in the world where our Services are available.\nWe carry out these transfers in compliance with applicable laws – for example, by putting data transfer agreements in place to help protect your personal information.\nWhere Frame.io transfers your Personal Data to a country that is not within the EEA and is not subject to a European Commission adequacy decision, we rely on one or more of the following legal mechanisms: European Commission approved Standard Contractual Clauses, and/or your consent in certain circumstances.\nA copy of the relevant mechanism can be provided for your review upon request, using the contact details provided at the end of this Privacy Policy.</p>Changes to this Privacy Policy<p>We’re constantly trying to improve our Services, so we may need to change this Privacy Policy from time to time, but we will alert you to any material changes by placing a notice on the Frame.io website, by sending you an email and/or by some other means.\nIf you have any questions or comments about this Privacy Policy, the ways in which we collect and use your Personal Data, or your choices and rights regarding such collection and use, please do not hesitate to contact us at:</p>\n<p>1-800-458-7295<br>www.frame.io<br>support@frame.io</p>\n<p>22 Cortlandt St, Fl 31, New York, NY 10007</p>", "created_at": "2022-11-21 01:56:55.785936", "updated_at": "2022-11-21 00:57:31.587446"}], "points": [], "urls": ["frame.io", "app.frame.io"]}}