{"error": 448, "message": "OK", "parameters": {"id": 6998, "name": "Taboola", "created_at": "2022-11-27 08:16:02.360973", "updated_at": "2022-11-27 23:01:28.690088", "wikipedia": "https://en.wikipedia.org/wiki/Taboola", "keywords": null, "related": null, "slug": "taboola", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6998.png", "url": "taboola.com,taboola.fr", "documents": [{"id": 12821, "name": "TERMS OF USE", "url": "https://www.taboola.com/policies/terms-of-use", "xpath": "//body", "text": "Please note: This website includes an accessibility system.\nPress Control-F11 to adjust the website to the visually impaired who are using a screen reader.\nPress Control-F10 to open an accessibility menu.Popup headingClose Accessibility<ul>\n<li>Press enter for Accessibility for blind people who use screen readers</li>\n<li>Press enter for Keyboard Navigation</li>\n<li>Press enter for Accessibility menu</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms of Use</li>\n<li>Terms of Service</li>\n<li>Terms and Conditions</li>\n<li>Vulnerability Disclosure Policy</li>\n</ul> Taboola.com <ul>\n<li> Right to access and use the Sites <ul>\n</ul>\n</li>\n<li> Privacy and use of cookies <ul>\n</ul>\n</li>\n<li> Limitations <ul>\n</ul>\n</li>\n<li> Digital Millennium Copyright Act (“DMCA”) Notice.\n<ul>\n</ul>\n</li>\n<li> Limitation on Liability Disclaimers <ul>\n</ul>\n</li>\n<li> Indemnity <ul>\n</ul>\n</li>\n<li> Links to Other Sites <ul>\n</ul>\n</li>\n<li> Termination <ul>\n</ul>\n</li>\n<li> General <ul>\n</ul>\n</li>\n<li> Questions <ul>\n</ul>\n</li>\n</ul> TABOOLA TERMS OF USE <p>These Website Terms of Use (hereinafter “<strong>TOU</strong>”) apply to each visitor of our websites, such as&nbsp;www.taboola.com,&nbsp;www.taboola.fr, or any other Taboola website displaying these TOU (collectively, the “<strong>Sites</strong>“) operated by Taboola, Inc.\nwith registered office at 1115 Broadway, 7th Floor, New York, NY 10010, USA its parent, affiliates, or subsidiaries (“<strong>Taboola</strong>,” “<strong>we</strong>,” “<strong>us</strong>,” or “<strong>our</strong>”).</p>\n<p>Your use of the Sites is subject to these TOU and all applicable laws, rules, and regulations.\nPlease read these TOU carefully and contact us with any questions.</p>\n<p>\n<strong>By accessing and/or using the Sites and the functionalities offered on it, you agree that you have read, understand, and agree to be legally bound by the TOU set forth below.&nbsp.\nIf you do not agree to be bound by these TOU, do not access or use the Sites.&nbsp;&nbsp;</strong>In agreeing to these TOU, you are responsible for periodically checking for changes and/or updates to these TOU.&nbsp.\nYou can review the most current version of these TOU at any time on&nbsp;www.taboola.com.&nbsp.\nThese TOU may be modified by us at any time.</p> 1.\nRight to access and use the Sites <p>Taboola grants you a limited right to access and use the Sites under the conditions as set out in the TOU.\nAs between Taboola and you, title, ownership rights, and intellectual property rights in and to the Sites and any derivatives or modifications thereof, in whole or in part, remain with Taboola.\nYou understand that Taboola may modify or discontinue the Sites or any of its features at any time in its sole discretion.\nThe TOU does not entitle you to any support, upgrades, updates, add-ons patches, enhancements, or fixes for the Sites except in our sole discretion.\nYou do not acquire any right, title, or interest in any content on the Sites by virtue of accessing the Sites or making use of the permitted uses allowed under these TOU.&nbsp.\nNo license to use or reproduce any logo or trademark included on the Sites is granted to you by these TOU or otherwise.\nThe trademarks, logos, service marks, and business names displayed on the Sites are protected, whether or not they are registered.\nAny unauthorized use of content or information posted on the Sites and any unauthorized reproduction, retransmission or other use of any part of the Sites may infringe our or third parties’ copyrights, trademarks, privacy, publicity, or other rights.&nbsp;&nbsp;This includes, without limitation, the use of automated systems or software to extract data from the Sites for commercial purposes (also known as screen scraping), unless where you have a written agreement with us particularly to this extent.</p> 2.\nPrivacy and use of cookies <p>Any information you provide during access to and use of the Sites is governed by Taboola’s&nbsp;Privacy Policy.\nBy using the Sites, you agree to the collection, use, and sharing, if any, of your information as set forth in our Privacy Policy.&nbsp;&nbsp;Any dispute over privacy is subject to the TOU and the Privacy Policy.</p>\n<p>In addition, we use cookies and other automated means of data collection on our Sites.\nPlease read our&nbsp;Cookie Policy&nbsp;to understand how we use cookies and such other automated means on the Sites.</p> 3.\nLimitations <p>In connection with your use of the Sites, you will not, and will not allow any third party to:</p>\n<p>a) Link to or use the Sites in connection with any material that contains:</p>\n<ul>\n<li>Adult content, including nudity, sexual terms and/or images of people in positions or activities that are excessively suggestive or sexual;</li>\n<li>Obscene, defamatory, libelous, slanderous and/or unlawful content;</li>\n<li>Content that infringes upon the rights of any third party, including copyright, trademark, privacy, publicity or other personal or proprietary right, or that is deceptive or fraudulent;</li>\n<li>Inflammatory religious content;</li>\n<li>Politically religious agendas and/or any known associations with hate, criminal and/or terrorist activities.\nor</li>\n<li>Hate speech, whether directed at an individual or a group, and whether based upon the race, disability, sex, creed, national origin, religious affiliation, marital status, sexual orientation, gender identity, or language of such individual or group.</li>\n</ul>\n<p>b) Remove, obscure, or change any copyright, trademark, hyperlink, or other proprietary rights notices contained within the Sites;</p>\n<p>c) Modify, adapt, disassemble, decompile, translate, reverse engineer, or otherwise attempt to discover the source code or structure, sequence, and organization of the Sites or any content contained therein;</p>\n<p>d) Use the Sites in any manner that could damage, disable, overburden, or impair the Sites, Taboola, the third-party site, website, or application on which the Services are available, or any other person or entity.\nor</p>\n<p>e) Collect any information (including, without limitation, email addresses) about other visitors of the Sites.\ncreate or transmit unwanted electronic communications to other visitors of the Sites.\nor otherwise interfere with such visitors’ enjoyment of the Sites.</p>\n<p>Unless otherwise expressly authorized in these TOU or on the Sites, you may not take any action to interfere with the Sites or any other visitor’s use of the Sites.&nbsp.\nYou expressly agree that you will not copy, reproduce, modify, create derivative works from, distribute, publicly display or screen scrape any content from the Sites without our prior written consent.&nbsp.\nYou agree not to bypass any measures we may use to prevent or restrict access to the Sites.</p>\n<p>You agree not to use the Sites for illegal purposes (including, without limitation, unlawful, harassing, libelous, invasion of another’s privacy, abusive, threatening, or obscene purposes).\nYou agree that you will comply with all laws related to your use of the Sites.</p>\n<p>Where appropriate, for example in our contact form, you must use your own identity at all times and you must ensure that all information you provide is accurate and up to date to the best of your knowledge.\nUnless you have permission to do so (and can prove this), you must not use information about any other person.</p> 4.\nDigital Millennium Copyright Act (“DMCA”) Notice.\n<p>We are committed to complying with U.S.\ncopyright and related laws, and we require all users of the Services to comply with these laws.&nbsp.\nAccordingly, our users (including you) may not disseminate any material or content using the Services in any manner that constitutes an infringement of third party intellectual property rights, including rights granted by U.S.\ncopyright law.\nOwners of copyrighted works who believe that their rights under U.S.\ncopyright law have been infringed may take advantage of certain provisions of the Digital Millennium Copyright Act of 1998 (the “DMCA”) to report alleged infringements.&nbsp.\nIt is our policy in accordance with the DMCA and other applicable laws to reserve the right to terminate the rights of any user to access the Services if any such user is either found to infringe third party copyright or other intellectual property rights, including repeat infringers, or who we believe, in our sole discretion, are infringing these rights.&nbsp;Upon our receipt of a proper notice of claimed infringement under the DMCA, we will respond expeditiously to remove, or disable access to, the material claimed to be infringing and will follow the procedures specified in the DMCA to resolve the claim between the notifying party and the alleged infringer who provided the content in issue.&nbsp.\nOur designated agent (<em>i.e.,</em>&nbsp;the proper party) to whom you should address such notice is:&nbsp;copyright@taboola.com</p>\n<p>If you believe that content that you or a third party owns has been used via the Services in a way that violates your or someone else’s copyright or other intellectual property rights, please provide us with the following information:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the information contained in your report is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.</li>\n</ul> 5.\nLimitation on Liability Disclaimers <p>\n<strong>ALL PROVISIONS SET OUT BELOW IN THIS SECTION 5 WILL APPLY TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW.</strong>\n</p>\n<p>THE SITES, INCLUDING ALL CONTENT THEREIN, ARE PROVIDED “AS IS” AND WITHOUT WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AND YOU SHALL USE THE SITES AT YOUR OWN RISK.\nTABOOLA DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SITES, INCLUDING ALL CONTENT THEREIN, IN TERMS OF ITS CORRECTNESS, USEFULNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\nTABOOLA DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nTABOOLA DOES NOT WARRANT THAT THE SITES OR CONTENT CONTAINED THEREIN OR THE FUNCTIONS CONTAINED IN THE SITES WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITES OR THE SERVERS THAT MAKE SITES AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOU (AND NOT TABOOLA) ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR, AND CORRECTION OF ANY OF YOUR SYSTEMS.</p>\n<p>TABOOLA EXPRESSLY DISCLAIMS ANY AND ALL LIABILITY IN CONNECTION WITH THE SITES.\nIN NO EVENT SHALL TABOOLA, ITS PARENT, ITS SUBSIDIARY OR AFFILIATED COMPANIES, OR EACH OF THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS (COLLECTIVELY, “RELEASED PARTIES”), BE LIABLE TO ANY PERSON OR ENTITY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, LOSSES COSTS, OR EXPENSES WHATSOEVER, INCLUDING WITHOUT LIMITATION, RESULTING FROM &nbsp;(I)&nbsp;&nbsp;PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, (II)&nbsp;&nbsp;ANY UNAUTHORIZED ACCESS TO OR USE OF THE SITES, (III)&nbsp;&nbsp;ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO, FROM, OR VIA THE SITES, (IV)&nbsp;&nbsp;ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITES BY ANY THIRD PARTY, (V)&nbsp;&nbsp;ANY ERRORS, MISTAKES, INACCURACIES, OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF ANY USE OF THE SITES, OR (VI)&nbsp;&nbsp;OTHERWISE RESULTING FROM THE USE OF THE SITES.\nNOTWITHSTANDING THE FOREGOING, IF THE RELEASED PARTIES ARE FOUND TO BE LIABLE TO YOU FOR ANY DAMAGE OR LOSS THAT ARISES OUT OF, OR IS IN ANY WAY CONNECTED WITH, YOUR USE OF THE SITES OR ANY CONTENT CONTAINED THEREIN, RELEASED PARTIES’ LIABILITY SHALL IN NO EVENT EXCEED FIVE US DOLLARS (US $5.00).</p> 6.\nIndemnity <p>To the fullest extent permissible pursuant to applicable law, you agree that you will defend, indemnify, and hold harmless Taboola, its parent, subsidiary and affiliated companies, each of the foregoing entities’ respective&nbsp.\nemployees, officers, directors, representatives and agents from any and all claims, demands, causes of action, damages, losses, costs, and expenses in any way arising out of your use of the Sites in violation of these TOU, including without limitation (i)&nbsp;all matters related to your access to and use of any Taboola online services, including, without limitation, your use of the Sites, (ii)&nbsp;your violation of any provision contained in the TOU.\n(iii)&nbsp;your violation of any third party right, including without limitation any copyright, intellectual property, or privacy right.\n(iv)&nbsp;any claims that your use of the Sites caused damage to a third party, and/or (v)&nbsp;violations of any and all applicable laws, rules, or regulations from any jurisdiction.</p> 7.\nLinks to Other Sites <p>The Sites, including content therein, may contain links to third-party sites, websites, or applications.\nThese links are provided as a convenience to you.\nTaboola does not control and is not responsible for the content of such third-party sites, websites, or applications or the conduct of the operators of such third-party sites, websites, or applications, and does not make any representations regarding the accuracy, copyright or other statutory or regulatory compliance, legality, or decency of any of the content or other materials on such third-party sites, websites, or applications.\nTaboola encourages you to exercise discretion while browsing the Internet.\nIf you decide to access linked third-party sites, websites, or applications, you do so at your own risk.&nbsp.\nYour use of all third-party sites, websites, or applications are subject to the applicable policies of those third parties.</p> 8.\nTermination <p>Taboola reserves the right, at any time and in its sole discretion, to discontinue the use of the Sites in whole or in part, and prevent any person or entity from access to the Sites<em>.&nbsp;</em>Upon termination for any reason, Sections 5 (Limitation on Liability and Disclaimers), 6 (Indemnity) and 9 (General) will survive.</p> 9.\nGeneral <p>The TOU and your use of the Sites shall be governed by the laws of the State of New York, without regard to its conflict of laws principles, unless otherwise stated by mandatory laws.\nAny action shall be brought exclusively in the courts located in the county of New York, New York and you hereby consent to such jurisdiction and venue to the extent permitted by applicable law.\nIn no event shall any claim, action, or proceeding by you related in any way to the Sites be instituted more than one (1) year after the cause of action arose.&nbsp.\nIf any provision of the TOU (or part of such provision) is found to be invalid or unenforceable by any court having competent jurisdiction, then that provision (or part of that provision) shall be deemed severable from the TOU and shall not affect the validity and enforceability of any remaining provisions — that invalid or unenforceable (part of the) clause will be replaced by a valid and/or enforceable, as the case may be, (part of the) clause which is as close to the intention of the parties as possible.\nThe failure of Taboola to insist upon or enforce any of the provisions of these TOU, or to exercise any rights or remedies under these TOU, will not be construed as a waiver of Taboola’s right to assert or rely upon any such provisions, rights, or remedies in that or any other instance.\nrather, the same will be and remain in full force and effect.\nNo waiver of any term of these TOU shall be deemed a further or continuing waiver of such term or any other term.\nThese TOU, the&nbsp;Privacy Policy, and the&nbsp;Cookie Policy&nbsp;constitute the entire agreement between you and Taboola with respect to the offering of our Sites to you.</p> 10.\nQuestions <p>Should you have any questions regarding these TOU you may contact us at&nbsp;Support@Taboola.com or via the address as indicated in the header of these TOU.</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms and Conditions</li>\n<li>Modern Slavery Act</li>\n<li>Israel Equal Pay Report</li>\n<li>Taboola Blog</li>\n</ul> Um unsere Webseite für Sie optimal zu gestalten und fortlaufend verbessern zu können, verwenden wir Cookies.\nDurch die weitere Nutzung der Webseite stimmen Sie der Verwendung von Cookies zu.\nweitere Informationen Bestätigen Sie ", "created_at": "2022-11-27 08:16:02.363728", "updated_at": "2022-11-27 07:18:00.224663"}, {"id": 12826, "name": "PRIVACY POLICY", "url": "https://www.taboola.com/policies/privacy-policy", "xpath": "//body", "text": "Please note: This website includes an accessibility system.\nPress Control-F11 to adjust the website to the visually impaired who are using a screen reader.\nPress Control-F10 to open an accessibility menu.Popup headingClose Accessibility<ul>\n<li>Press enter for Accessibility for blind people who use screen readers</li>\n<li>Press enter for Keyboard Navigation</li>\n<li>Press enter for Accessibility menu</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms of Use</li>\n<li>Terms of Service</li>\n<li>Terms and Conditions</li>\n<li>Vulnerability Disclosure Policy</li>\n</ul> English Français Español Deutsch Português 中文 (简体) 한국어 日本語 Italiano Русский Polski Türkçe Taboola.com <ul>\n<li> Customers <ul>\n<li> Information We Collect from Customers (“Customer Information”) </li>\n<li> How We Use Customer Information </li>\n<li> How We Disclose Customer Information </li>\n<li> Customer Choices </li>\n</ul>\n</li>\n<li> Users <ul>\n<li> Information We Collect from Users (“User Information”) </li>\n<li> How We Use User Information </li>\n<li> How We Disclose User Information </li>\n<li> Accessing Your User Information From Taboola </li>\n<li> Interest-Based Advertising </li>\n<li> User Choices and Opting Out </li>\n<li> Data Retention </li>\n<li> Children </li>\n</ul>\n</li>\n<li> Site Visitors <ul>\n<li> Information We Collect from Site Visitors </li>\n<li> How We Use Site Visitor Information </li>\n<li> How We Disclose Site Visitor Information </li>\n<li> Third-Party Online Advertising </li>\n<li> Site Visitor Choices </li>\n</ul>\n</li>\n<li> General Provisions Applicable to Customers, Users, and Site Visitors <ul>\n<li> How We Use Your Information </li>\n<li> Disclosing Your Information </li>\n<li> Cookies and Other Tracking Mechanisms </li>\n<li> Third-Party Links </li>\n<li> Security </li>\n<li> International Data Transfers </li>\n</ul>\n</li>\n<li> Regional Privacy Rights <ul>\n<li> Notice to Individuals within the European Economic Area (“EEA”) or United Kingdom (\"UK\") </li>\n<li> Notice to Individuals in the State of California </li>\n<li> Notice to Individuals in Thailand </li>\n<li> Notice to Individuals in Brazil </li>\n<li> Notice to Individuals within the People’s Republic of China (“PRC”) </li>\n</ul>\n</li>\n<li> Contact Us <ul>\n</ul>\n</li>\n<li> Changes to This Privacy Policy <ul>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Taboola’s Opt-Out Options&nbsp;&nbsp.\n</li>\n<li> Personal Data in Europe and UK&nbsp;&nbsp.\n</li>\n<li> Personal Information in California&nbsp;&nbsp.\n</li>\n</ul> TABOOLA PRIVACY POLICY Last Update: January 14th, 2022 <p>If you would like to go directly to Taboola’s opt-out status options, please&nbsp;click here.<br>\nIf you would like to learn more about Taboola’s region-specific processing of personal data, you can go directly to the applicable notices for individuals in Brazil, California, Europe (including the United Kingdom), China, or Thailand.</p>\n<p>&nbsp;</p>\n<strong>Privacy Self-Regulation:</strong>\n<p>Taboola is dedicated to providing Internet users the highest level of transparency and control over the use of their data in online advertising.\nWe adhere to the Self-Regulatory Principles set forth by the Digital Advertising Alliance (DAA), the Digital Advertising Alliance Canada (DAAC), and the European Interactive Digital Advertising Alliance (EDAA).\nTaboola also adheres to the Interactive Advertising Bureau’s (IAB) Self-Regulatory Principles for Online Behavioral Advertising, the IAB Europe OBA Framework, as well as participates in the IAB Europe Transparency &amp.\nConsent Framework and complies with its Specifications and Policies as vendor number 42.\nIn addition, Taboola is a proud member in good standing of the Network Advertising Initiative (NAI), an association dedicated to responsible data collection use in digital advertising, and we adhere to the NAI Code of Conduct for Web and Mobile.\nTo update your AdChoices Opt Out settings, select your region here: US, Canada, or Europe&nbsp;(including the United Kingdom).\nand to manage all NAI member sites’ settings, click here.</p>\n<strong>Privacy Policy:</strong>\n<p>Taboola, Inc., together with its Affiliates (“<strong>Taboola</strong>”, “<strong>we</strong>”, “<strong>us</strong>”, or “<strong>our</strong>”), recognizes the importance of your privacy.\nIn this privacy policy (“Privacy Policy”) we describe how we collect, process, use, and disclose information that we obtain through our website, www.taboola.com, any Taboola website displaying this Privacy Policy (collectively, the “<strong>Sites</strong>”), our content-discovery platforms, feeds, widgets, analytics tools, and other technical applications that we provide on third-party websites (collectively, the “<strong>Content Discovery Platform</strong>”), and the Taboola News suite of content-discovery tools available on mobile devices and operating systems (including the Start line of products, collectively “<strong>Taboola News</strong>”) (all collectively, the “<strong>Services</strong>”).</p>\n<p>When you visit the Sites, or use or interact with any of our Services, we will collect information from or about you or your device,&nbsp;which may include personal information or personal data as defined by applicable privacy laws (“<strong>Personal</strong>&nbsp;<strong>Information</strong>” or “<strong>Personal Data</strong>“) &nbsp;(collectively, the “<strong>Information</strong>”), and this Information will be handled as described in this Privacy Policy.</p>\n<p>We may use Information collected through the Sites and Services in various ways, depending on whether you are (i) a publisher, advertiser, or other content provider that has a contractual relationship, with Taboola (a “<strong>Customer</strong>“).\n(ii) a visitor to our Customers’ websites and digital properties who interacts with our Services (a “<strong>User</strong>“).\nor (iii) a visitor to the Taboola Sites (a “<strong>Site Visitor</strong>“), which may include Customers and prospective customers.\nTherefore,&nbsp;this Privacy Policy outlines specific provisions for each of these categories in Sections 1 – 3, and outlines provisions that apply to all three categories in Section 4 below.</p>\n<p>For more information about how we use cookies on the Sites and when providing our Services, please refer to our Cookie Policy.</p> 1.\nCustomers 1.1 Information We Collect from Customers (“Customer Information”) <p>We collect Customer Information directly from our Customers.\nFor example, we will collect a Customer’s contact details when a Customer enters a contractual relationship with Taboola and we will collect a username and password when a Customer creates an account on any of our Sites.\nWhen a Customer sends us an email asking a question, or signs up to receive our email newsletters, we will collect the Information that the Customer submits to us.\nWe will also collect other Information that Customers choose to provide to us, such as the contents of a message or form that a Customer submits through our Sites or via email.\nWe may also collect Information from prospective customers through publicly-available sources.</p>\n<p>When a Customer signs up to use our Services or uses Taboola’s analytics dashboard “Taboola Ads”, we collect Information such as the Customer’s name, email address, telephone number, payment card information, billing information, and any other Information the Customer may choose to provide to us on the platform.\nWe may also work with third party vendors to process payments to or from our Customers on our behalf.\nThese vendors currently include Stripe&nbsp;and&nbsp;Payoneer, but are subject to change at any time.\nWe do not have access to the Information that you provide to these third parties, and we encourage you to visit their privacy policies to understand their practices.</p> 1.2 How We Use Customer Information <p>We use Customer Information for the following purposes:</p>\n<ul>\n<li>\n<em>\n<strong>Providing our Service</strong>\n</em>.&nbsp;We use Customer Information to provide our Sites and Services and for other customer service purposes in relation to Customer accounts.</li>\n<li>\n<em>\n<strong>Communicating with you&nbsp;about your Taboola Partnership</strong>\n</em>.&nbsp;We use Customer Information to communicate, via email or otherwise, about Customers’ accounts.\nto contact Customers about Taboola’s products or services that we think may interest you.\nto respond to Customer inquiries, requests, or complaints.\nand to provide Customers with product updates, news, best practices, and other helpful or interesting information that can enhance your use of Taboola’s Services, in accordance with their communications preferences.\nWhen we communicate in this way, our emails may deploy a cookie that tracks when the emails are opened to measure Customer engagement.\nFor more information about cookies, please see our&nbsp;Cookie Policy.</li>\n<li>\n<em>\n<strong>Marketing and advertising</strong>\n</em>.\nWe use Customer Information to provide Customers with newsletters, special offers, and promotions, including via email.\nand for other marketing, advertising, and promotional purposes, including general updates about Taboola.\nThese communications will be sent in accordance with our Customers’ communications preferences.</li>\n</ul> 1.3 How We Disclose Customer Information <p>We may disclose Customer Information as follows:</p>\n<ul>\n<li>\n<em>\n<strong>Taboola Affiliates</strong>\n</em>.\nWe may disclose Customer Information to any of Taboola’s current or future affiliates (affiliates are companies controlling, controlled by, or under common control with us, including, for example, Taboola.com Ltd., Taboola Europe Limited, Taboola (Thailand) Limited, and Taboola Brasil Internet Ltda., referred to herein as “<strong>Affiliates</strong>”), parent companies, or subsidiaries to process for the purposes described in this Privacy Policy.</li>\n<li>\n<em>\n<strong>Taboola service providers</strong>\n</em>.\nWe may disclose Customer Information to vendors, service providers, agents, contractors, or others who perform functions (e.g., maintenance, data analysis, customer relationship management, email marketing, surveys, credit card processing, data hosting, fraud detection) on our behalf.</li>\n<li>\n<em>\n<strong>Customers</strong>\n</em>.\nWe may disclose Customer Information to other Customers where relevant to the Service we provide.\nFor example, we may provide publishers with information about what advertisers may appear on their network or advertisers with information about which publisher websites their campaigns have appeared on.</li>\n</ul> 1.4 Customer Choices <p>Customers may access, correct, or update the Information that they have provided to us by either updating the Information in their account, by emailing their dedicated account manager, or by emailing us at&nbsp;support@taboola.com.</p>\n<p>We may send periodic promotional or informational emails to Customers in accordance with their communications preferences.\nAt any time, Customers may opt out of such communications by following the opt-out instructions contained in the email.\nPlease note that it may take up to ten (10) business days for us to process opt-out requests.\nIf you opt out of receiving marketing and advertising emails from Taboola, we will still send you emails about your account and any Services that you have requested or received from us.</p> 2.\nUsers 2.1 Information We Collect from Users (“User Information”) <p>We automatically collect User Information when Users interact with our Services that appear on our Customers’ websites and digital properties.\nLike most other web-based services, we collect this User Information through cookies and other technologies.\nTaboola collects only pseudonymized data, which means we do not know who you are because we do not know or process your name, email address, or other identifiable data.\nUser Information that we collect includes, but is not limited to, Information about a User’s device and operating system, IP address, the web pages accessed by Users within our Customers’ websites, the link that led a User to a Customer’s website, the dates and times a User accesses a Customers’ website, event information (e.g., system crashes), general location information (e.g., city and state), hashed email addresses (when made available by the User), and gender (when made available by the User).\nIn the Taboola News suite of tools, we also collect in-app User behaviors (e.g.\nonline status, browsing activity, and clicks) and implicit non-precise device location inferred from search queries (when enabled by the User).\nWe ask our Customers to obtain consent on our behalf, where required by applicable data protection laws, for us to collect this User Information.\nWe may also obtain Information about you from our&nbsp;data partners.</p>\n<p>For more information about how we use cookies and other technologies, please refer to our&nbsp;Cookie Policy.</p> 2.2 How We Use User Information <p>We use User Information for the following purposes:</p>\n<ul>\n<li>\n<em>\n<strong>Providing our Service</strong>\n</em>.\nWe may use User Information to provide our Services to Users and our Customers.</li>\n<li>\n<em>\n<strong>Tailoring content</strong>\n</em>.\nWe may use User Information to&nbsp;tailor the content and information that we may send or display to Users.\nto retarget content to Users through our Services and elsewhere.\nand to otherwise personalize your experiences while using our Services.\nFor more information about how we tailor our content see information below about our&nbsp;Interest Based Advertising.</li>\n<li>\n<em>\n<strong>Tailoring content across multiple devices</strong>\n</em>.\nWe may use User Information to improve a unique User’s experience across multiple browsers and devices (such as smartphones, tablets, or other viewing devices) by providing better targeted ad campaigns to that User.\nFor instance, should we recognize a User on a web browser, we may want to provide that User similar or personalized content on mobile apps, as well.\nTo do this, we identify unique Users across devices, or we may sync cookies and identifiers with our service providers or Customers that do this, to help our Customers enhance their own data and data segments, or to help them target the right audience.</li>\n<li>\n<em>\n<strong>Offering our Customers data segments that help target content and advertisements for topics, products, and services that may interest you.</strong>\n</em>&nbsp;A data segment is a grouping of users who share one or more attributes (e.g., travel enthusiasts).\nWe offer a number of data segments, both proprietary and from our&nbsp;data partners, to our Customers so that they may better target Users who are more likely to be interested in their content and advertisements.\nTaboola does not knowingly create segments that are based upon what we consider to be sensitive information (for example, Personal Data revealing your racial or ethnic origin or your religious affiliations, or Personal Data concerning your sensitive health information, sex life or sexual orientation, or genetic or biometric data).\nIn connection with our Services, our Customers may use these standard health-related segments about non-sensitive conditions such as an inferred interest in health and wellness or over the counter medications.\nIn addition, Taboola offers our Customers standard political-related segments that may indicate general political sentiment, interest in specific political issues, and political party affiliation.</li>\n</ul> 2.3 How We Disclose User Information <p>We may disclose User Information as follows:</p>\n<ul>\n<li>\n<em>\n<strong>Taboola Affiliates</strong>\n</em>.\nWe may disclose User Information to any current or future Affiliates, parent companies, or subsidiaries to process for the purposes described in this Privacy Policy.</li>\n<li>\n<em>\n<strong>Taboola service providers</strong>\n</em>.\nWe may disclose User Information to vendors, service providers, agents, contractors, or others who perform functions (e.g., maintenance, data analysis, customer relationship management, email marketing, surveys, credit card processing, data hosting, or fraud detection) on our behalf.</li>\n<li>\n<em>\n<strong>Unaffiliated third parties</strong>\n</em>.\nWe may disclose User Information to other unaffiliated third parties, specifically with (i) our&nbsp;data partners, so that we can connect you with relevant content by allowing our advertisers to target specific audience segments, and (ii) our&nbsp;programmatic demand and supply partners, so that we can serve you with tailored advertisements.</li>\n<li>\n<em>\n<strong>Customers</strong>\n</em>.\nWe may disclose User Information to Customers where relevant to the Service we provide those Customers.\nFor example, we may provide publishers with information about the viewing and click-through patterns of the content they publish and may provide advertisers with information about conversion rates for analytics purposes.</li>\n</ul> 2.4 Accessing Your User Information From Taboola <p>You have the right to request that Taboola provide you with access to the Personal Data we hold about you, correct your Personal Data, delete your Personal Data, and cease or restrict processing of your Personal Data.\nPlease click&nbsp;here&nbsp;to make such a request.</p> 2.5 Interest-Based Advertising <p>Through our Services, including our Services on Customer websites, we may provide advertisements to you based on your recent browsing behavior across different Customer websites, browsers, or devices.\nFor example, if on a first online visit, you browse on website A, then on a subsequent visit to website B, you may see content personalized based on your browsing history on website A.\nFor example, if a user visits a clothing retail site, she might see clothing-related ads on another site she visits.</p>\n<p>In order to target advertisements to you for products and services that may interest you, we may use cookies, JavaScript, web beacons (including clear GIFs), HTML5 local storage, and other technologies.\nFor more information about how we use these technologies, please refer to our&nbsp;Cookie Policy.</p>\n<p>We may also work with third parties such as ad networks, which are third parties that display advertisements based on your visits to websites that you have visited in the past.\nThese advertisers will deliver you targeted advertisements for products and services that may interest you.\nThird-party ad networks, our advertiser Customers (and their content providers and agents), and/or traffic measurement services may also use cookies, JavaScript, web beacons (including clear GIFs), Flash LSOs, and other technologies to measure the effectiveness of their ads and to personalize advertising content to you.\nThese&nbsp;third-party cookies and other technologies&nbsp;are governed by each third party’s specific privacy policy, not this one.</p>\n<p>If you have questions about our collection and use of data for interest-based advertising purposes, please contact us at:&nbsp;support@taboola.com.</p> 2.6 User Choices and Opting Out <p>Taboola supports initiatives to offer our Users greater transparency and control over the uses of their Information.\nTherefore, we offer the following options for controlling the interest-based content and ads you receive.</p>\n<ul>\n<li>\n<em>\n<strong>If&nbsp;</strong>\n</em>&nbsp;<em>\n<strong>you do not want to receive interest-based ads from Taboola, you can disable the display of such ads by clicking on the opt-out link below</strong>\n</em>.\nPlease note that an opt out will not prevent you from seeing Taboola’s content recommendations.\nRather, the opt out will prevent Taboola from using your Information to tailor these recommendations to your interests.\nYou will continue to receive recommendations that are selected based on the particular website that you are viewing (i.e., contextually based ads).\nYou are currently: Opted Out Opt In Not Opted Out Opt Out <ul>\n<li>\n<strong>Not Opted Out</strong>: Taboola will serve you personalized recommendations based on your history.</li>\n<li>\n<strong>Opted Out</strong>: You have opted out of tracking, Taboola will no longer serve you with personalized content recommendations based on your Internet use history.</li>\n</ul>\n</li>\n</ul>\n<p>Please also note:</p>\n<ul>\n<li>Because our tracking mechanisms operate at the device and browser level, to fully opt-out across devices, you will need to do so on each device and browser individually.<br>\nIf your browsers are configured to reject cookies, your opt-out may not be effective, since we identify your choice to opt-out based on an opt-out cookie we deliver to you.\nIn this case, you will need to confirm that your browser is configured properly in order for the opt-out to be effective.\nIf you are using a Safari browser on iOS11 or macOS High Sierra, you must first adjust your Privacy and Security Settings to turn off both “Prevent Cross-Site Tracking” and “Block All Cookies”, and then return to this privacy policy or your preferred opt out platform to reset your opt out preferences.</li>\n<li>Taboola may use non-cookie technologies in limited cases.\nLike cookies, these technologies allow Taboola to recommend ads that are tailored to your interests and to remember whether you have chosen to opt-out from our Services.\nPlease note that some web browsers may not permit you to block the use of non-cookie technologies, but you can do so by simply clicking on the Opt Out feature above in this Section 2.6.</li>\n<li>\n<em>\n<strong>You can also opt-out of receiving targeted ads served by Taboola and other advertising companies</strong>\n</em>.\n<ul>\n<li>You may use the&nbsp;NAI opt out tool, which will allow you to opt out of receiving targeted ads from Taboola and from other NAI-approved member companies.\nThe NAI also provides instructions to engage system-level mobile device opt outs in Android, iOS, and Windows Phone environments.</li>\n<li>You may also visit one of the Digital Advertising Alliance affiliate websites to learn more about User choices and opting out of interest-based advertising displayed by the many member companies.\n<ul>\n<li>Users in the United States may visit the DAA consumer choice page at&nbsp;www.aboutads.info/choices</li>\n<li>Users in Canada may visit the DAAC consumer choice page at&nbsp;www.youradchoices.ca/choices</li>\n<li>Users in Europe (including the United Kingdom) may visit the EDAA consumer choice page at www.youronlinechoices.eu</li>\n</ul>\n</li>\n</ul>\n<p>Please note that an opt out from one or more companies listed on the DAA, DAAC, or EDAA consumer choice pages will not prevent you from seeing those companies’ advertisements.\nRather, the opt out will prevent these companies from using your Information to display targeted content or ads to you.\nYou may continue to receive advertisements that are selected based on the particular website that you are viewing (i.e., contextually based ads).</p>\n<p>Also, if your browsers are configured to reject cookies when you visit the DAA, DAAC or EDAA consumer choice pages, your opt out may not be effective because your browser will refuse opt-out cookies (that alert companies that you have exercised your opt-out preference).</p>\n</li>\n</ul> 2.7 Data Retention <p>We retain User Information, which is directly collected for purposes of serving ads, for at most thirteen (13) months from the User’s last interaction with our Services (often for a shorter period of time), after which time we de-identify the data by removing unique identifiers or aggregating the data.</p>\n<p>We retain deidentified or aggregated data, which cannot identify an individual or device and is used for purposes of reporting and analysis, for as long as commercially necessary.\nWe keep opt-out information for longer than this period so that we can continue to honor your opt-out requests.</p> 2.8 Children <p>We do not knowingly collect any data or target any advertisements&nbsp;on websites directed to children under the age of sixteen (16).\nIf you are the parent or guardian of a child under the age of sixteen (16) and have a concern regarding the Information we collect, please contact us at&nbsp;privacy@taboola.com.</p> 3.\nSite Visitors 3.1 Information We Collect from Site Visitors <p>Taboola collects Site Visitor Information either directly from you or from third parties that collect this Information during your use of our Sites.\nWe may combine all the Information that we collect from various sources.</p>\n<ul>\n<li>\n<em>\n<b>\n<strong>Information we collect directly from you</strong>\n</b>\n</em>.\nWe may collect Site Visitor Information directly from you.\nFor example, when you send us an email asking a question, or submit a form on our Sites to receive marketing materials or email newsletters, we will collect the Information that you submit to us.\nWe may also collect any other Information that you choose to provide to us, such as the contents of a message that you submit through our Sites.</li>\n<li>\n<em>\n<b>\n<strong>Information we collect from third parties</strong>\n</b>\n</em>.\nWe may collect Site Visitor Information about you from third parties that collect information on our behalf through your use of the Site, such as web analytics companies.\nSuch information may include, without limitation, information about your operating system, IP address, settings and system configurations, device model, device ID and other unique device identifiers, mobile related information, the web pages you access within our Sites, the website that led you to our Sites, the website to which you go after leaving our Sites, the dates and times that you access our Sites, event information (e.g., system crashes) and web log data.</li>\n</ul>\n<p>For more information about how we use cookies and other technologies, please refer to our&nbsp;Cookie Policy.</p> 3.2 How We Use Site Visitor Information <p>We use your Site Visitor Information for the following purposes:</p>\n<ul>\n<li>\n<em>\n<b>\n<strong>Providing our Service</strong>\n</b>\n</em>.\nWe use Site Visitor Information to provide and manage our Sites and Services.</li>\n<li>\n<em>\n<b>\n<strong>Tailoring content</strong>\n</b>\n</em>.&nbsp;We use Site Visitor Information to&nbsp;tailor the content and information that we send or display to you on our Sites, and to otherwise personalize your experiences while using our Sites.</li>\n<li>\n<em>\n<b>\n<strong>Communicating with you</strong>\n</b>\n</em>.&nbsp;We use Site Visitor Information to&nbsp;communicate with you, including via email, about our Services.\nto respond to your inquiries&nbsp;via our website request forms.\nand to answer any questions&nbsp;or complaints you submit.\nto provide you with news, best practices or other information that we think may interest you.</li>\n<li>\n<em>\n<b>\n<strong>Marketing and advertising</strong>\n</b>\n</em>.&nbsp;We use Site Visitor Information to&nbsp;provide you with newsletters, special offers, and promotions, including via email.\nto contact you about products or services we think may interest you.\nand for other marketing, advertising, and promotional purposes.\nThese communications will be sent in accordance with your communications preferences.</li>\n<li>\n<em>\n<b>\n<strong>Analyzing use of our Sites</strong>\n</b>\n</em>.&nbsp;We use Site Visitor Information to&nbsp;better understand how individuals access and use our Sites, both on an aggregated and individualized basis.\nto honor their requests and preferences.\nand for other research, analytical or statistical purposes.</li>\n</ul> 3.3 How We Disclose Site Visitor Information <p>We may disclose Site Visitor Information as follows:</p>\n<ul>\n<li>\n<em>\n<b>\n<strong>Taboola Affiliates</strong>\n</b>\n</em>.\nWe may disclose Site Visitor Information to any current or future Affiliates, parent companies, or subsidiaries to process for the purposes described in this Privacy Policy.</li>\n<li>\n<em>\n<b>\n<strong>Taboola service providers</strong>\n</b>\n</em>.\nWe may disclose Site Visitor Information to vendors, service providers, agents, contractors, or others who perform functions (e.g., maintenance, data analysis, customer relationship management, email marketing, surveys, credit card processing, data hosting, fraud detection) on our behalf.</li>\n</ul> 3.4 Third-Party Online Advertising <p>To understand your interests and deliver advertisements that are tailored to your interests, we may work with&nbsp;service providers or&nbsp;third parties that use their own&nbsp;cookies, web beacons, and other technologies&nbsp;to collect Information about Site Visitors’ online activities, either on our Sites and/or other websites across the Internet &nbsp;(“<b>\n<strong>Taboola Ad Partners</strong>\n</b>”).\nThese Taboola Ad Partners include advertisers and ad networks that may collect Information about when you view or interact with one of their advertisements and may collect information regarding your activities on our Sites and your online activities over time and across different websites.\nLike most advertisers, Taboola works to place our advertisements where we think they will be most interesting and relevant to the recipient.\nOne way we do this is by allowing ad networks to place their own cookies when an individual visits our Sites.\nThis enables the ad network to recognize individuals who have previously visited the Taboola Sites.\nThen, if the ad network has purchased ad space on a third-party website, and recognizes that same individual visiting that third-party website, the ad network can deliver a Taboola advertisement, knowing that this individual has already expressed interest in Taboola by visiting the Taboola Sites.\nTo learn more about third parties who collect Site Visitor Information, please review our&nbsp;Cookie Policy.</p> 3.5 Site Visitor Choices <p>Site Visitors may opt out of the Taboola Ad Partners that collect information on the Sites to serve ads about Taboola.\n(California Site Visitors may exercise their options directly with Taboola, as outlined below in Section 5.2.1).\nBy visiting one of the Digital Advertising Alliance affiliate websites, you can learn more about User choices and opting out of interest-based advertising displayed by the many member companies.</p>\n<ul>\n<li>Users in the United States may visit the DAA consumer choice page at&nbsp;www.aboutads.info/choices</li>\n<li>Users in Canada may visit the DAAC consumer choice page at&nbsp;www.youradchoices.ca/choices</li>\n<li>Users in Europe (including the United Kingdom) may visit the EDAA consumer choice page at www.youronlinechoices.eu</li>\n</ul>\n<p>Please note that an opt out from one or more companies listed on the DAA, DAAC, or EDAA consumer choice pages will not prevent you from seeing those companies’ advertisements.\nRather, the opt out will prevent these companies from using your Information to display targeted content or ads to you.\nYou may continue to receive advertisements that are selected based on the particular website that you are viewing (i.e., contextually based ads).</p>\n<p>Also, if your browsers are configured to reject cookies when you visit the DAA, DAAC or EDAA consumer choice pages, your opt out may not be effective because your browser will refuse opt-out cookies (that alert companies that you have exercised your opt-out preference).</p>\n<p>For Site Visitors who have subscribed to receive emails from us, you can manage your subscription by clicking your unique link that appears at the bottom of each of these emails.</p> 4.\nGeneral Provisions Applicable to Customers, Users, and Site Visitors 4.1 How We Use Your Information <p>We use the Information that we collect from Customers, Users, and Site Visitors for the purposes respectively set forth in Sections 1-3 above, as well as for the following purposes:</p>\n<ul>\n<li>\n<em>\n<strong>Analyzing use of our Services</strong>\n</em>.&nbsp;We use the Information that we collect to&nbsp;better understand how Customers, Users, and Site Visitors access and use our Site and Services, both on an aggregated and individualized basis.\nto respond to Customers’, Users’, and Site Visitors’ requests and preferences.\nand for other research, analytical, and statistical purposes.</li>\n<li>\n<em>\n<strong>Legal compliance</strong>\n</em>.&nbsp;We use the Information that we collect to&nbsp;comply with applicable legal obligations, including requests from law enforcement or other governmental entities.</li>\n<li>\n<em>\n<strong>Protecting our rights and interests</strong>\n</em>.&nbsp;We use the Information that we collect to&nbsp;protect our rights and interests and the rights and interests of our Customers, Users, Site Visitors, and the general public, as well as to enforce this Privacy Policy and our&nbsp;Terms of Use.</li>\n</ul> 4.2 Disclosing Your Information <p>When we share your Information with third parties as specified above, we require such recipients to agree to only use the Information we share with them in accordance with this Privacy Policy and our contractual specifications and for no other purpose than those determined by us in line with this Privacy Policy.</p>\n<p>In addition to the disclosures detailed above, we may also disclose Information for the following purposes:</p>\n<ul>\n<li>\n<em>\n<strong>Business transfers</strong>.</em> We reserve the right to disclose and/or transfer Information to another entity if we are acquired by or merged with another company, if we sell or transfer a business unit or assets to another company, if we undergo a bankruptcy proceeding, or if we engage in any other similar business transfer.</li>\n<li>\n<em>\n<strong>Legal compliance</strong>.</em> We may disclose Information in order to comply with the law, regulation, a judicial proceeding, subpoena, court order, or other legal process.</li>\n<li>\n<em>\n<strong>Protecting rights and interests</strong>.\n</em>We may disclose Information where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of our&nbsp;Terms of Use&nbsp;or this Privacy Policy, or as evidence in litigation in which we are involved.</li>\n<li>\n<em>\n<strong>Aggregate and de-identified Information</strong>.</em> We may disclose to our Customers and other third parties aggregated or de-identified information about users for marketing, advertising, research, or other purposes.</li>\n</ul> 4.3 Cookies and Other Tracking Mechanisms <p>For more information about how we use cookies and other tracking mechanisms on the Sites and when providing our Services, please refer to our&nbsp;Cookie Policy.\nYou may disable certain tracking as discussed in our&nbsp;Cookie Policy&nbsp;(e.g., by disabling cookies).</p> 4.4 Third-Party Links <p>Our Sites and Services may contain links to our&nbsp;third-party partners’&nbsp;websites.\nAny access to and use of such linked websites is not governed by this Privacy Policy but instead is governed by the privacy policies of those third-party websites.\nWe are not responsible for the information security nor privacy practices of such third-party websites.</p>\n<p>For example, our Sites include features from third-party social networking platforms, such as the Facebook “Like” button.\nThese features may collect certain information, such as your IP address or the page you are visiting on our Sites, and may set a cookie to enable the feature to function properly.\nSocial media features and widgets are either hosted by a third party or directly on our Sites.\nYour interactions with these features are governed by the privacy policy of the company providing such features.\nAs another example, our Services link to Customer websites, which are also not governed by this Privacy Policy but by the applicable Customers’ privacy policy.</p> 4.5 Security <p>We value the security of your Information, including but not limited to the Information collected via the Sites or Services.\nTaboola is ISO27001 and ISO27701 certified and we have taken appropriate technical and organisational measures to protect the Information we collect about you from loss, misuse, unauthorized access, disclosure, alteration, destruction, and any other form of unauthorized processing.\nPlease be aware, however, that no data security measures can guarantee 100% security.</p> 4.6 International Data Transfers <p>We may transfer your Information outside the country in which it is collected, including to a country that may not offer the same level of protection for Information as the country in which you reside.\nRest assured however, that Taboola has arranged all contractual safeguards to ensure your Information is processed in a way that offers an adequate level of protection when it is shared between or among Taboola Affiliates, subsidiaries, and/or parent companies.</p>\n<p>If you would like to learn more about EEA/UK Data Transfers, specifically, see Section 5.1.4 below.\nIf you would like to learn more about Thailand Data Transfers, specifically, see Section 5.3.4 below.</p> 5.\nRegional Privacy Rights 5.1 Notice to Individuals within the European Economic Area (“EEA”) or United Kingdom (\"UK\") 5.1.1 Data Controller and Representative\n<p>If you reside in the EEA or UK, Taboola.com Ltd.\nwill be the controller of your Personal Data provided to, collected by or for, or processed by Taboola in connection with our Services.\nTaboola.com Ltd.\ncan be contacted at support@taboola.com.</p>\n<p>Our representative in the European Union is Lionheart Squared (Europe) Ltd., 2 Pembroke House, Upper Pembroke Street 28-32, Dublin, D02 EK84 Ireland.</p>\n<p>Our representative in the UK is Taboola Europe Limited, Aldgate House, 2nd Floor, 33 Aldgate High Street, London EC3N 1DL, United Kingdom.</p>\n5.1.2 Legal Basis for Processing Personal Data\n<p>If you are a Customer, Site Visitor, or User from the EEA or UK, our legal basis for collecting and using the Personal Data described above (also referred to in this Section 5.1 as “<strong>EEA/UK Data</strong>”) will depend on the&nbsp;Personal Data&nbsp;concerned and the specific context in which we collect it.</p>\n<p>However, we will normally collect Personal Data from you only (i) where we have your consent to do so, (ii) where we need the Personal Data to perform a contract with you, or (iii) where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.\nIn some cases, we may also have a legal obligation to collect Personal Data from you or may otherwise need the Personal Data to protect your vital interests or those of another person.</p>\n<p>If we ask you to provide Personal Data to comply with a legal requirement or to perform a contract with you, we will make this clear at the relevant time and advise you whether the provision of your Personal Data is mandatory or not (as well as of the possible consequences if you do not provide your Personal Data).</p>\n<p>Similarly, if we collect and use your Personal Data in reliance on our legitimate interests (or those of any third party), we will make clear to you at the relevant time what those legitimate interests are.</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your Personal Data, including if you would like to better understand how our legitimate interests to process your data are balanced against your data protection rights and freedoms, please contact us as specified in Section 6&nbsp;below.</p>\n5.1.3 Your Rights to Your Information\n<p>You have the right to request that Taboola (i) provide you with access to the Personal Data we hold about you, (ii) correct your Personal Data, (iii) export your Personal Data, (iv) delete your Personal Data, and (v) cease or restrict processing of your Personal Data.\nIf you are a User and would like to understand what Personal Data and behavioural information Taboola holds about you, specifically, and how you can exercise any of your rights with respect to your Personal Data, please visit Taboola’s Data Subject Access Request Portal.&nbsp;Customers may also submit a data subject access request by emailing us at&nbsp;privacy@taboola.com&nbsp;so that Taboola may either respond with the relevant information or, if applicable, direct this request to, and cooperate with, your employer to respond.</p>\n<p>You have the right to complain to a data protection authority about our collection and use of your Personal Data.\nTo learn more, please contact your local data protection authority, via the contact methods available&nbsp;here.\nHowever, if you have any questions about our collection and use of your Personal Data, please first contact us at&nbsp;support@taboola.com.\nIf you are unable to obtain the information or resolution that you seek, you may also contact our Data Protection Officer at&nbsp;dpo@taboola.com.</p>\n5.1.4 EEA/UK Data Transfers\n<p>As part of Taboola’s global operations, our data flows between the EEA, the UK, Israel, the United States, Singapore and Hong Kong, and Taboola stores Customer, User, and Visitor information in our data centers located in Israel and the United States.</p>\n<p>When Taboola transfers EEA/UK Data to Taboola.com Ltd.\nin Israel, it relies (as applicable) on (i) the European Commission’s decision, and (ii) UK adequacy regulations that Israel provides a level of data protection that is adequate for EEA/UK Data.\nThese allow the free transfer of EEA/UK Data to Israel without the need for additional data transfer mechanisms.</p>\n<p>Similarly, when Taboola transfers any personal data from the EEA to Taboola Europe Limited in the United Kingdom, it relies on the European Commission’s decision that the UK provides a level of data protection that is adequate for personal data from the EEA.</p>\n<p>Beyond that, when Taboola transfers EEA/UK Data to other countries then, if those countries do not have a European Commission adequacy finding and are not the subject of UK adequacy regulations (as applicable), Taboola implements Standard Contractual Clauses approved by the European Commission and/or competent UK authorities (as applicable) to protect the transferred data.\nThe Standard Contractual Clauses are contractual privacy and security commitments that are entered between companies that transfer personal data outside of the EEA.</p>\n<p>In particular, non-EEA/UK Taboola Affiliates, like Taboola, Inc.\nin the United States, have accordingly adopted Standard Contractual Clauses to ensure the legality, privacy, and security of the data flows necessary to provide, maintain, and develop our services.</p> 5.2 Notice to Individuals in the State of California 5.2.1 Your Rights to Your Personal Information\n<p>California residents have the right to request that Taboola (i) provide you with access to the Personal Information that we hold about you, (ii) correct your Personal Information, (iii) delete your Personal Information, and (iv) cease or restrict disclosures or sales of your Personal Information to third parties.\nYou also have a right against discrimination for exercising any of these rights, which Taboola is committed to upholding and honoring at all times.</p>\n<p>If you would like to opt out of Taboola’s disclosures and sales of your Personal Information, you may do so as outlined in&nbsp;Taboola’s California Consumer Rights Portal.\nPlease note that this feature is currently only available for California state residents.\nIf you are not a California resident, you may find&nbsp;Taboola’s Data Subject Access Request Portal helpful.\nThis is a summary of the requests that Taboola received and honored from California residents in the last calendar year.</p>\n5.2.2&nbsp;Categories of Data that Taboola Holds about You\n<p>As mentioned above, Taboola maintains data about you in only pseudonymized form, which means that we do not know your identity because we do not process your name, email address, or other identifiable information.\nInstead, we only process digital identifiers such as cookie IDs, IP addresses, mobile advertising IDs on your device, Taboola network browsing history and associated preferences, and in some limited circumstances, your hashed email address.</p>\n5.2.3 Why Taboola Collects your Personal Information\n<p>Taboola processes your Personal Information in order to provide personalized content and advertisements to you.</p>\n5.2.4 Where Taboola Collects Your Personal Information\n<p>We automatically collect User Information when Users interact with our Services that appear on our Customers’ websites and digital properties.\nLike most other web-based services, we collect this User Information through cookies and other technologies.\nWe may also obtain Information about you from our data partners.</p>\n<p>Taboola collects Information either directly from you during your use of our Sites and Services or from third parties that independently collect this Information from you, and we may combine the Information that we collect from these various sources.\nFor more information about these collection methods, please see Sections 2.1 and 3.1 above.</p>\n<p>\n<strong>5.2.5 How Taboola Shares Your Personal Information</strong>\n</p>\n<p>Taboola may disclose or make available your pseudonymous Personal Information to our trusted partners.\nIn most cases when we do so, we have contractually restricted their uses of this data for only Taboola’s business purposes.\nUnder the CCPA, such disclosures of Personal Information to service providers are not deemed to be a “sale” and thus are not prohibited after you exercise your right to cease or restrict disclosures or sales of your Personal Information to third parties.\nIn any instances where we have not entered into a service provider relationship with such third parties, we will stop sharing your Personal Information when you instruct us not to “sell” your Personal Information.</p> 5.3 Notice to Individuals in Thailand <p>\n<strong>5.3.1 Data Controller</strong>\n</p>\n<p>If you reside in Thailand, Taboola (Thailand) Limited will be the controller of your Personal Data provided to, collected by or for, or processed by Taboola in connection with our Services.</p>\n<p>\n<strong>5.3.2 Legal Basis for Processing Personal Data</strong>\n</p>\n<p>If you are a Customer, Site Visitor, or User from Thailand, our legal basis for collecting and using the Personal Data described above (also referred to in this Section 5.3 as “Thailand Data”) will depend on the Personal Data concerned and the specific context in which we collect it.</p>\n<p>However, we will normally collect Personal Data from you only (i) where we have your consent to do so, (ii) where we need the Personal Data to perform a contract with you, or (iii) where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.\nIn some cases, we may also have a legal obligation to collect Personal Data from you or may otherwise need the Personal Data to protect your vital interests or those of another person.</p>\n<p>If we ask you to provide Personal Data to comply with a legal requirement or to perform a contract with you, we will make this clear at the relevant time and advise you whether the provision of your Personal Data is mandatory or not (as well as of the possible consequences if you do not provide your Personal Data).</p>\n<p>Similarly, if we collect and use your Personal Data in reliance on our legitimate interests (or those of any third party), we will make clear to you at the relevant time what those legitimate interests are.</p>\n<p>\n<strong>5.3.3 Your Rights to Your Information</strong>\n</p>\n<p>You have the right to request that Taboola (i) provide you with access to the Personal Data we hold about you, (ii) export your Personal Data, (iii) delete your Personal Data, and (iv) cease or restrict processing of your Personal Data.\nIf you are a User and would like to understand what Personal Data and behavioural information Taboola holds about you, specifically, and how you can exercise any of your rights with respect to your Personal Data, please visit Taboola’s Data Subject Access Request Portal.\nCustomers may also submit a data subject access request by emailing us at privacy@taboola.com so that Taboola may either respond with the relevant information or, if applicable, direct this request to, and cooperate with, your employer to respond.</p>\n<p>If you have any questions about our collection and use of your Personal Data, please first contact us at support@taboola.com.\nIf you are unable to obtain the information or resolution that you seek, you may also contact our Data Protection Officer at dpo@taboola.com.</p>\n<p>\n<strong>5.3.4 Thailand Data Transfers</strong>\n</p>\n<p>Taboola transfers data outside of Thailand.\nTaboola has in place an Inter Group Data Transfer Agreement across its international entities, which is based on the EEA’s standard model clauses.</p>\n<p>As part of Taboola’s global operations, our data flows between Thailand, the EEA, the United States, Israel, and Hong Kong.\nTo ensure that Thailand Data is adequately protected when transferred outside of Thailand, the Personal Data Protection Act, B.E.\n2562 mandates that such transfers take place using certain legal mechanisms.</p>\n<p>When transferring Thailand data elsewhere, Taboola relies on Standard Contractual Clauses, set forth by the European Commission, that outline contractual privacy and security commitments between companies that transfer personal data (for example, from Taboola (Thailand) Limited to Taboola, Inc.).\nTaboola, Inc.\nand its Affiliates have accordingly adopted Standard Contractual Clauses to ensure the legality, privacy, and security of the data flows necessary to provide, maintain, and develop our services.</p>\n<p>Note: Taboola currently stores Customer, User, and Visitor Information in our data centers located in the United States and Israel.</p> 5.4 Notice to Individuals in Brazil <p>\n<strong>5.4.1 Data Controller</strong>\n</p>\n<p>If you reside in the Federative Republic of Brazil (“Brazil”), Taboola Brasil Internet Ltda.\nwill be the controller of your Personal Data provided to, collected by or for, or processed by Taboola in connection with our Services.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>5.4.2 Legal Basis for Processing Personal Data</strong>\n</p>\n<p>If you are a Customer, Site Visitor, or User from Brazil, under the Lei Geral de Proteção de Dados federal law 13,709/2018 (the “LGPD”), our legal basis for collecting and using the Personal Data described above (also referred to in this Section 5.4 as “Brazil Data”) will depend on the Personal Data concerned and the specific context in which we collect it.</p>\n<p>However, we will normally collect Personal Data from you only (i) where we have your consent to do so, (ii) where we need the Personal Data to perform a contract with you, or (iii) where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.\nIn some cases, we may also have a legal obligation to collect Personal Data from you or may otherwise need the Personal Data to protect your vital interests or those of another person.</p>\n<p>If we ask you to provide Personal Data to comply with a legal requirement or to perform a contract with you, we will make this clear at the relevant time and advise you whether the provision of your Personal Data is mandatory or not (as well as of the possible consequences if you do not provide your Personal Data).</p>\n<p>Similarly, if we collect and use your Personal Data in reliance on our legitimate interests (or those of any third party), a notice will be provided to you in our disclosure statement.</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your Personal Data, including if you would like to better understand how our legitimate interests to process your data are balanced against your data protection rights and freedoms, please contact us as specified in Section 6 below.</p>\n<p>\n<strong>5.4.3 Your Rights to Your Personal Data</strong>\n</p>\n<p>You have the right to request that Taboola (i) confirm whether we are processing your Personal Data, (ii) provide you with access to the Personal Data we hold about you, (iii) disclose the public and private entities with which we have shared use of your Personal Data, (iv) correct your Personal Data, (v) export your Personal Data, for your own use or use by another controller (vi) anonymize, block, or delete any unnecessary or excessive data, (vii) delete all your Personal Data, and (vii) cease or restrict processing of your Personal Data.\nIf you are a User and would like to understand what Personal Data and behavioral information Taboola holds about you, specifically, and how you can exercise any of your rights with respect to your Personal Data, please visit Taboola’s Data Subject Access Request Portal.\nCustomers may also submit a data subject access request by emailing us at privacy@taboola.com so that Taboola may either respond with the relevant information or, if applicable, direct this request to, and cooperate with, your employer to respond.</p>\n<p>Brazilian data subjects can file a complaint in relation to the LGPD with Brazil’s National Data Protection Authority (the “ANPD”), but please note that the Presidential Decree establishing the ANPD is not yet in effect.\nIn the meantime, if you have any questions about our collection and use of your Personal Data, please first contact us at support@taboola.com.\nIf you are unable to obtain the information or resolution that you seek, you may also contact our Data Protection Officer at dpo@taboola.com.</p>\n<p>\n<strong>5.4.4.\nBrazil Data Transfers</strong>\n</p>\n<p>Taboola transfers data outside Brazil.\nAs part of Taboola’s global operations, our data flows between Brazil, the EEA, the United States, Israel, and Hong Kong.\nTo ensure that Brazil Data is adequately protected when transferred outside Brazil, the LGPD mandates that such transfers take place using certain legal mechanisms.\nTaboola has in place an Inter Group Data Transfer Agreement across its international entities, which is based on the EEA’s standard model clauses, and which may be updated upon further guidance from the future ANPD.</p>\n<p>Note: Taboola currently stores Customer, User, and Visitor Information in our data centers located in the United States and Israel.</p> 5.5 Notice to Individuals within the People’s Republic of China (“PRC”) <p>\n<strong>5.5.1 Processing Entity and Designated Office</strong>\n</p>\n<p>If you reside in the PRC, Taboola Information Technology Shanghai Co.\nLtd.\nwill be the processing entity of your Personal Information provided to, collected by or for, or processed by Taboola in connection with our Services.\nOur designated office is located at Room 501i, Unit 501, 5F, No.\n61 on East 3rd Middle Road, Chaoyang District, Beijing, China, and Taboola Information Technology Shanghai Co.\nLtd.\ncan be contacted at&nbsp;support@taboola.com.</p>\n<p>\n<strong>5.5.2 Legal Basis for Processing Personal Information</strong>\n</p>\n<p>If you are a Customer, Site Visitor, or User from the PRC, our legal basis for collecting and using the Personal Information described above (also referred to in this Section 5.5 as “PRC Data”) will depend on the&nbsp;Personal Information concerned and the specific context in which we collect it.</p>\n<p>However, we will normally collect Personal Information from you only (i) where we have your consent to do so, (ii) where we need the Personal Information to perform a contract with you, or (iii) where the processing is reasonable to support news reporting or the public interest.\nIn some cases, we may also have a legal obligation to collect Personal Information from you or may otherwise need the Personal Information to protect your vital interests or those of another person.\nIf we ask you to provide Personal Information to comply with a legal requirement or to perform a contract with you, we will make this clear at the relevant time and advise you whether the provision of your Personal Information is mandatory or not (as well as of the possible consequences if you do not provide your Personal Information).</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your Personal Information, please contact us as specified in Section 6&nbsp;below.</p>\n<p>\n<strong>5.5.3 Your Rights to Your Information</strong>\n</p>\n<p>You have the right to know about and make decisions about the processing of your Personal Information —&nbsp;this includes the right to restrict or refuse the processing of your Personal Information.\nYou also have the right to request that Taboola (i) provide you with access to consult or copy the Personal Information we hold about you, (ii) correct or supplement your Personal Information, (iii) transfer or export your Personal Information, (iv) delete your Personal Information, and (v) cease or restrict processing of your Personal Information.\nIf you are a User and would like to understand what Personal Information and behavioural information Taboola holds about you, specifically, and how you can exercise any of your rights with respect to your Personal Information, please visit&nbsp;Taboola’s Data Subject Access Request Portal.&nbsp;Customers may also submit a data subject access request by emailing us at&nbsp;privacy@taboola.com&nbsp;so that Taboola may either respond with the relevant information or, if applicable, direct this request to, and cooperate with, your employer to respond.</p>\n<p>&nbsp;</p>\n<p>You have the right to complain to the relevant department performing duties of Personal Information protection.\nHowever, if you have any questions about our collection and use of your Personal Information, please first contact us at&nbsp;support@taboola.com.\nIf you are unable to obtain the information or resolution that you seek, you may also contact our Data Protection Officer at&nbsp;dpo@taboola.com.</p>\n<p>\n<strong>5.5.4 PRC Data Transfers</strong>\n</p>\n<p>To provide Taboola’s Services, Personal Information about individuals in the PRC is collected by a server in Hong Kong, and our data then flows between Hong Kong, Israel, the EEA, the UK, the United States, and Singapore.\nTaboola does not store any Personal Information in the PRC, and instead stores Customer, User, and Visitor information in our data centers located in Israel and the United States.</p>\n<p>When Taboola transfers Personal Information about individuals in the PRC to Taboola.com Ltd.\nin Israel, it relies (as applicable) on standard contractual clauses as set forth by the European Commission.\nIn particular, non-PRC Taboola Affiliates, like Taboola, Inc.\nin the United States, have accordingly adopted Standard Contractual Clauses to ensure the legality, privacy, and security of the data flows necessary to provide, maintain, and develop our services.</p> 6.\nContact Us <p>If you have questions about the privacy aspects of our Sites or Services, please contact us at support@taboola.com.</p>\n<p>The names and contact details of our Affiliates which may process your Personal Information in their capacity as data controllers, can be found here:&nbsp;www.taboola.com/contact.</p>\n<p>Residents in Brazil, China, the European Economic Area (including the United Kingdom) and Thailand, if you wish to escalate your inquiry after contacting the support team, you are welcome to contact our Data Protection Officer at dpo@taboola.com.</p> 7.\nChanges to This Privacy Policy <p>This Privacy Policy is current as of the Effective Date set forth above.</p>\n<p>We may change this Privacy Policy from time to time, so please be sure to check back periodically.\nWe will post any changes to this Privacy Policy on our Sites.</p>\n<p>If we make any changes to this Privacy Policy that materially affect our practices with regard to the Information we have previously collected from you, we will endeavor to provide you with notice in advance of such change by highlighting the change on our Sites.\nWe will seek your prior consent to any material changes, if and where this is required by applicable data protection laws.</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms and Conditions</li>\n<li>Modern Slavery Act</li>\n<li>Israel Equal Pay Report</li>\n<li>Taboola Blog</li>\n</ul> Um unsere Webseite für Sie optimal zu gestalten und fortlaufend verbessern zu können, verwenden wir Cookies.\nDurch die weitere Nutzung der Webseite stimmen Sie der Verwendung von Cookies zu.\nweitere Informationen Bestätigen Sie ", "created_at": "2022-11-27 08:16:02.370521", "updated_at": "2022-11-27 07:17:37.172278"}, {"id": 12823, "name": "TERMS AND CONDITIONS FOR UNITED STATES", "url": "https://www.taboola.com/policies/terms-and-conditions/united-states", "xpath": "//body", "text": "Please note: This website includes an accessibility system.\nPress Control-F11 to adjust the website to the visually impaired who are using a screen reader.\nPress Control-F10 to open an accessibility menu.Popup headingClose Accessibility<ul>\n<li>Press enter for Accessibility for blind people who use screen readers</li>\n<li>Press enter for Keyboard Navigation</li>\n<li>Press enter for Accessibility menu</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms of Use</li>\n<li>Terms of Service</li>\n<li>Terms and Conditions</li>\n<li>Vulnerability Disclosure Policy</li>\n</ul> My billing address is located in: Finland Greece France Italy Israel Mexico United Kingdom United Arab Emirates Australia Bosnia and Herzegovina Bulgaria China Cyprus Germany Denmark Estonia Spain Sri Lanka Latvia Morocco Malta Malaysia Nigeria Norway New Zealand Pakistan Qatar Romania Russian Federation Saudi Arabia Thailand Turkey Taiwan Ukraine Austria Belgium Czech Republic Hungary Ireland Luxembourg Monaco Netherlands Poland Portugal Slovakia Sweden Switzerland Japan Mauritius Singapore Hong Kong South Africa Gibraltar Argentina Belize Canada Chile Saint Lucia Dominican Republic Colombia Trinidad and Tubago Brazil India United States TABOOLA TERMS AND CONDITIONS FOR UNITED STATES <p>\n<strong>TERMS AND CONDITIONS TO DISTRIBUTING CONTENT ON THE TABOOLA NETWORK<br>\n</strong>\n</p>\n<p>Pursuant to these Terms and Conditions to Distributing Content on the Taboola Network (the “Terms”): (a) Taboola.com Ltd.\n(“Taboola”) shall distribute the Advertiser Content (defined below) via Taboola’s content recommendation distribution platform (the “Platform”) on Taboola owned or third party websites, digital properties , apps, utilities, platforms, operating systems, notifications or devices and partners with or on which Taboola or its affiliates have a relationship (each, a “Taboola Property” collectively the “Taboola Network) in order to generate Impressions (as defined below) or drive traffic to Advertiser’s designated landing page URLs (the “Service”), and (b) Advertiser shall (i) provide Taboola this content (e.g., landing page URLs, headlines, thumbnail images, or videos) or advertisements (the “Advertiser Content”) via Taboola’s web-based campaigns submissions wizard (the “Wizard”) or Taboola’s proprietary analytics dashboard (“the Analytics Dashboard”), and (ii) compensate Taboola for the Service pursuant to the parameters agreed to by the parties.\nThese Terms, along with Taboola’s Advertising Policies (“Taboola’s Advertising Policies”), located at www.taboola.com/advertising-policies, and Taboola’s Data Use Policies, located at https://www.taboola.com/advertiser-data-use-policy, shall govern the relationship between Advertiser and Taboola for any orders to run Advertiser Content on the Taboola Network (each a “Campaign”) as authorized by Advertiser, whether such authorization is granted via the Wizard, subsequent insertion orders, email, the Analytics Dashboard, or otherwise, and they represent the parties’ common understanding for doing business (the “Agreement”).</p>\n<ol>\n<li>\n<p>\n<strong>Grant of Rights</strong>:</p>\n<ol>\n<li>Advertiser grants Taboola a limited, revocable, non-exclusive, royalty-free right and license to (i) access, index, host, compress (if applicable) and otherwise use the Advertiser Content and the Campaign details (e.g., Advertiser Content description, Advertiser’s landing page URLs, budget per Campaign period (the “Campaign Budget”), Campaign dates, Campaign key performance indicators, pricing information, and targeting and tracking information) (the “Campaign Details”) to recommend Advertiser Content the Taboola Network until such time that the amount due to Taboola for the distribution of such Campaign reaches the Campaign Budget set by Advertiser in the Wizard or any insertion order or in the Analytics Dashboard.\n(ii) use Advertiser Content, Advertiser’s name, logo, trademarks, and any other proprietary content provided by Advertiser (x) in connection with the recommendation of Advertiser Content and (y) for Taboola’s own marketing purposes in referring to Advertiser as a client, and such use shall be subject to Advertiser’s standard trademark and content usage guidelines and quality review, if any, as provided to Taboola.\nand (iii) share Campaign performance data captured by Taboola’s tracking logs with the Taboola Properties.</li>\n<li>Taboola grants Advertiser b.\na limited, non-exclusive, non-assignable, non-transferable, non-sublicensable, royalty-free right during the term to access and use the Analytics Dashboard solely for purposes of managing Advertiser’s Campaigns and reviewing the analytics associated with Advertiser’s Campaigns.\nAdvertiser understands and agrees that Advertiser is solely responsible for its own actions in the Analytics Dashboard, if Advertiser chooses to use Taboola’s Campaign Management feature, and Advertiser will keep its account passwords and login information confidential, and it will be responsible for all activity and payments owed under its account.\nTaboola will not review Advertiser’s activity and Taboola is not responsible or liable for (and will not grant any credits for) any mistakes made by Advertiser in the managing of its own Campaign.\nAdvertiser acknowledges that any analytics provided in the Analytics Dashboard are estimates and will only be finalized fourteen (14) days after the conclusion of any calendar month in which a Campaign has run (each a “Campaign Month”).</li>\n<li>Except as otherwise specifically set forth herein, the grant of the foregoing licenses does not confer on&nbsp;either party any other proprietary rights, titles, and interests relating to patents, copyrights, trademarks,&nbsp;trade dresses, trade secrets, algorithms, know-how, mask works, droit moral (moral rights), and all similar&nbsp;rights of every type that may exist now or in the future in any jurisdiction, including, without limitation, all&nbsp;applications and registrations therefore and all rights to apply for any of the foregoing (the “Intellectual&nbsp;Property Rights”).</li>\n</ol>\n</li>\n<li>\n<strong>Advertiser’s Content</strong>\n<strong>: </strong>Taboola reserves the right to (i) reject or remove any Advertiser Content, (ii) pause any Campaign, (iii) restrict Advertiser’s access to the Wizard or the Analytics Dashboard, or (iv) cap Advertiser’s Campaign Budget in any given Campaign Month.\nTo the extent that Advertiser requests that Taboola assist with the optimization of any of Advertiser’s Campaign titles and Taboola agrees to do so, Advertiser (i) represents and warrants that it can substantiate any and all information that it has provided to Taboola for use in the creation of such titles.\n(ii) shall be solely responsible for all claims made in such titles.\nand (iii) shall indemnify Taboola for any Losses (as defined below) arising out of any such Campaign titles.2.\nAdvertiser shall not attempt to gain access to the accounts of other Taboola customers or to extract data from the Analytics Dashboard for commercial purposes.<br>\n<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>Campaign Details</strong>\n<strong>:</strong>\n<ol>\n<li>Payment: Before distributing Advertiser’s Content on the Taboola Network, Taboola may require a prepayment of the Campaign Budget a.\nfor any Campaign Month (“Prepayment”) a.\nfrom Advertiser before distributing the Advertiser’s Content until such time that advertiser has established a credit history with Taboola, which Prepayment shall be made via credit card through the Wizard.\na.\nIn the absence of a Prepayment, Taboola will charge the credit card submitted by Advertiser via the Wizard once the Campaign spend reaches certain increments set by Taboola.\nAny late payments will accrue interest equal to one-and-one-half percent (1.5%) per month, or the maximum amount allowable under law, whichever is less, compounded monthly.\nIf Advertiser withdraws its credit card information prior to the end of its Campaign and does not replace it with a valid alternative method of payment, Taboola reserves the right to, notwithstanding the withdrawal, charge the credit card for all Campaigns that were initiated prior to withdrawal (this includes the tail payment owed for the amount spend below the established increment).\nIn addition to any other rights or remedies that Taboola may have, Advertiser’s failure to pay any invoices as set forth herein may result in Taboola cancelling or pausing Advertiser’s Campaigns.\nFurther, if Advertiser fails to make any payment as set forth herein, Advertiser shall pay all reasonable expenses (including attorneys’ fees) incurred by Taboola in collecting such payments.\nUpon the conclusion of each calendar month that the Campaign is running on the Taboola Network (each a “Campaign Month”), the Analytics Dashboard will provide Advertiser with details regarding the amount of Clicks on Advertiser’s Content and the amount of the Prepayment, if applicable, spent by Advertiser (based on the cost per click set by Advertiser in the Analytics Dashboard during the Campaign Month).\nAdvertiser acknowledges that any analytics provided in the Analytics Dashboard are estimates, and will only be finalized after fourteen (14) days of the Campaign Month.\nFor purposes of clarity, all payments shall be made in the currency designated by Taboola, unless otherwise agreed to in a separate writing between the parties.\n<ol>\n<li>For each Campaign, , the parties will agree to one of the following payment, except that only video Advertiser Content will be eligible to be paid on a CPM, vCPM, or CPCV model (each as hereinafter defined): (i) Cost per Click (“CPC”): Advertiser pays Taboola each time a visitor to a Taboola Property (a “Visitor”) clicks on Advertiser Content.\nA click will be counted each time a Visitor clicks on Advertiser Content as measured and reported in Taboola’s tracking logs (the “Click”), which are available to Advertiser anytime on the Analytics Dashboard.\n(ii) Cost per Thousand Impressions (“CPM”): Advertiser pays Taboola for each Advertiser Content impression and, in the case of video Advertiser Content, once a video ad has started to play (i.e., the first frame).\nAn impression will be counted each time Advertiser Content is displayed on a Taboola Property (the “Impression”).\n(iii) Cost per Thousand Viewable Impressions (“vCPM”): Advertiser pays Taboola only for viewable Impressions and, in the case of video Advertiser Content, a video ad is deemed viewable when at least fifty percent (50%) of its pixels appear on-screen for at least two (2) consecutive seconds.\nand (iv) Costs per Completed View (“CPCV”): Advertiser pays Taboola each time a Visitor views video Advertiser Content until Completion.\nCompletion occurs when: (1) a Visitor views video Advertiser Content until the end of the video.\n(2) the video Advertiser Content runs for at least thirty (30) seconds.\nor (3) the Visitor clicks on the video Advertiser Content.\nCPCs, CPMs, CPCvs, vCPMs are dynamic (i.e.\nthey might be adjusted in order to effectively compete for a particular ad placement).\nExcept as otherwise set forth herein, all of the foregoing payment models are inclusive of all costs associated with running a Campaign on the Taboola Network, including, without limitation, all data, tech, ad serving, brand safety, and auction costs.</li>\n<li>Taboola may at any time during the Term, in its sole discretion, grant Advertiser a credit line.\nIf Advertiser is given a credit line, within fourteen (14) days of the conclusion of each Campaign Month Taboola shall send Advertiser an invoice setting out the charges for such Campaign Month and the balance due.\nAny objection to any invoice shall be stated in writing to Taboola within ten (10) days of receipt of the invoice, otherwise Advertiser waives such objections and such invoice will be deemed final, not subject to dispute, and accepted by Advertiser.\nAdvertiser acknowledges that any analytics provided in the Analytics Dashboard or over email during the Campaign Month are estimates, and that each invoice shall reflect the final charges for each Campaign Month and the balance due.\nAdvertiser shall pay each invoice within thirty (30) days of the conclusion of each Campaign Month.\nAny late payments will accrue interest equal to one-and-one-half percent (1.5%) per month, or the maximum amount allowable under law, whichever is less, compounded monthly.\nIn addition to any other rights or remedies that Taboola may have, Advertiser’s failure to pay any invoices as set forth herein may result in Taboola cancelling or pausing Advertiser’s Campaigns.\nFurther, if Advertiser fails to make any payment as set forth herein, Advertiser shall pay all reasonable expenses (including attorneys’ fees) incurred by Taboola in collecting such payments.\nIf Taboola agrees to a written request by an Advertiser to send an invoice to a third party on Advertiser’s behalf, Advertiser agrees to remain responsible and liable for payment, and if such third party does not pay the invoice within the thirty (30) day payment period, Advertiser shall immediately pay all such amounts to Taboola.</li>\n</ol>\n</li>\n<li>Invoice Taxes: Taboola may charge any applicable national, state, or local sales or use taxes or value&nbsp;added taxes that Taboola is legally obligated to charge (the “Taxes”).\nIf applicable, Advertiser may provide&nbsp;Taboola with an exemption certificate or equivalent information acceptable to the relevant taxing authority,&nbsp;in which case Taboola will not charge or collect the Taxes covered by such certificate.\nIn the event that&nbsp;any amount payable by Advertiser hereunder is subject to deduction or withholding for taxes, including value added taxes,&nbsp;the amount&nbsp;payable by Advertiser hereunder shall be increased such that the amount received by Taboola equals the&nbsp;amount stated on the applicable invoice.\nUpon written request, Taboola will provide Advertiser with any&nbsp;forms, documents, or certifications as may be required for Advertiser to satisfy any information reporting or&nbsp;withholding tax obligations with respect to any payments under this Agreement.&nbsp;If applicable, advertiser will be responsible for reporting relevant taxes, including value added taxes, in its place of residency.</li>\n<li>Video Bandwidth Fees: Impressions of any video Advertiser Content that is 6MB or larger, shall incur a&nbsp;“Video Bandwidth Fee”, at a rate equal to five cents per gigabyte served ($0.00005/MB).\nFor example, if&nbsp;1000 Impressions of an 8MB video Advertiser Content file were served hereunder, the Video Bandwidth&nbsp;Fee with respect that file would be $0.40 (i.e.\n1000 Impressions * 8MB * $.00005).</li>\n<li>Data Fees: Advertiser may be given the ability to target its Advertiser Content to certain audiences on the&nbsp;Taboola Network by using Taboola-provided audience data segments based on inferred&nbsp;Visitor interests or demographics (“Data Segments”).\nIf Data Segments are used, CPCs and invoices shall&nbsp;be inclusive of a “Data Fee.” Where Advertiser employs such Data Segments, the following restrictions&nbsp;shall apply:\n<ol>\n<li>Advertiser shall not cache the Data Segments in a manner that would permit Advertiser to re-use&nbsp;them (or any functional equivalent or model of them);</li>\n<li>Advertiser shall not resell the Data Segments.\nand</li>\n<li>Advertiser shall not associate the Data Segments with any personal information, such as a first or&nbsp;last name, street address, email address, phone number, or other identifier of a natural person.</li>\n<li>Advertiser shall not utilize the Data Segments in violation of any applicable law (including, if applicable, the Fair Lending Act).</li>\n</ol>\n</li>\n<li>Campaign Information: Advertiser may change the Campaign Details for a particular month, a portion of a month, or on a going-forward basis at any time dashboard in the Analytics Dashboard.\nAdvertiser acknowledges and agrees that Taboola does not guarantee how often it will recommend any Advertiser Content or that the number of Clicks during any period will fully exhaust Advertiser’s Campaign Budget.\nFor purposes of clarity, the Campaign Budget shall be in the currency designated by Taboola, unless otherwise agreed to in a separate writing between the parties.</li>\n<li>Reporting: Taboola’s measurements regarding Clicks are the definitive measurements under this&nbsp;Agreement and will be used to calculate the amounts due to Taboola hereunder.</li>\n</ol>\n</li>\n<li>\n<strong>Campaign Management</strong>: Advertiser understands and agrees that Advertiser is responsible for its own actions in the Analytics Dashboard with respect to the Campaign.\nTaboola will not review Advertiser’s activity and Taboola is not responsible or liable for any mistakes made by Advertiser in the managing of its own Campaign.\nTaboola reserves the right to restrict Advertiser’s ability to edit Campaign Details in the Analytics Dashboard for any reason or no reason.</li>\n<li>\n<strong>Representations and Warranties:</strong>\n<ol>\n<li>\n<ol>\n<li>Each party hereto represents and warrants that it has the full power and authority to enter into this&nbsp;Agreement and to consummate the transaction contemplated herein and that the persons executing this&nbsp;Agreement on each party’s behalf have the authority to do so.\nThe parties hereto agree to perform any and&nbsp;all lawful additional acts, including without limitation, execution of additional stipulations, agreements,&nbsp;documents, and instruments, as are reasonably necessary or as reasonably requested by any party hereto&nbsp;at any time to effectuate the intent of this Agreement, to satisfy the Terms contained herein, or to give full&nbsp;force and effect to this Agreement.</li>\n<li>Advertiser Representations and Warranties: Advertiser represents and warrants that (i) it has all necessary&nbsp;rights, licenses, and clearances to enter into this Agreement, to grant the rights granted herein, and to use&nbsp;the Advertiser Content as specified herein, including, without limitation, the Intellectual Property Rights&nbsp;therein.\n(ii) its Advertiser Content and the content on Advertiser’s landing pages will not infringe upon the&nbsp;rights of any third party.\n(iii) it will comply with and ensure that its Advertiser Content and the content on&nbsp;Advertiser’s landing pages shall contain all disclosures required by the Federal Trade Commission’s (“FTC”)&nbsp;rules, regulations, guidelines, and other industry standards and practices.\n(iv) its Advertiser Content and&nbsp;the content on Advertiser’s landing pages will comply with Taboola’s Advertising Policies, which may be&nbsp;updated from time to time.\n(v) it will comply with these Terms and Conditions, which may be updated from&nbsp;time to time.\n(vi) it will comply with all applicable laws and regulations in its use of the Service&nbsp;, and including but not limited to economic sanctions and export control laws and regulations of the United States and, as applicable, other jurisdictions.\n(vii) to the extent that Advertiser utilizes Data Segments, Advertiser will comply with Taboola’s Advertiser Data Use Policy.\n(viii) to the extent that Advertiser sends data&nbsp;to Taboola&nbsp;for audience suppression or targeting purposes or&nbsp;to build custom look-a-like audiences for Advertiser, Advertiser’s collection of and instructions on how to use&nbsp;such data&nbsp;will comply with all applicable laws&nbsp;(including, if applicable, the Fair Lending Act), Taboola’s Advertiser Data Use Policy, and disclosures made to Visitors&nbsp;.\n(ix) it is not subject to nor owned or controlled by any person that is subject to sanctions or export control restrictions imposed pursuant to U.S.\nlaw or the laws of any other jurisdiction applicable to the performance of this Agreement.\nand (x) it will not take any action that could result in economic sanctions or other trade control restrictions or penalties being imposed on Taboola.&nbsp;In&nbsp;addition, Advertiser represents that all of the business and payment information provided by it to Taboola&nbsp;is true, correct, and accurate and that Advertiser is a valid business entity or individual and not a fictitious&nbsp;or nonexistent entity or individual.\nIf Advertiser is a “doing business as” entity, Advertiser agrees that the&nbsp;business entity doing business as Advertiser under this Agreement shall be liable for all of Advertiser’s&nbsp;obligations hereunder and that the person executing this Agreement on behalf of Advertiser agrees to be&nbsp;personally bound to the terms of this paragraph and personally liable for any breach thereof.</li>\n<li>Taboola Representations and Warranties: Taboola represents and warrants that it possesses all of the rights and authority necessary for it to enter into this Agreement and to grant the rights granted herein.\nTHE FOREGOING REPRESENTATIONS AND WARRANTIES ARE THE SOLE AND EXCLUSIVE REPRESENTATIONS AND WARRANTIES MADE BY TABOOLA.\nTABOOLA PROVIDES THE SERVICE “AS IS” INCLUDING ANY DATA SEGMENTS OR AD PLACEMENT THAT COMPRISES THE SERVICE.\nTABOOLA EXPRESSLY DISCLAIMS, TO THE FULLEST EXTENT PERMITTED BY LAW, ALL OTHER REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING THE IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, OR, AS TO ANY DATA SEGMENTS PROVIDED, ACCURACY (INCLUDING GEO-LOCATION TARGETING), COMPLETENESS, OR CORRECTNESS.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Content and Data Ownership</strong>:\n<ol>\n<li>Ownership of Content: As between the parties, Taboola owns all Intellectual Property Rights in the&nbsp;Platform as well as the data that it collects, along with all technology, data, designs and know-how used to deploy it, and Advertiser owns all&nbsp;Intellectual Property Rights in the Advertiser Content and the content displayed on Advertiser’s landing&nbsp;pages.\nAdvertiser is not required to provide any feedback or suggestions to Taboola regarding the Service.&nbsp;To the extent Advertiser does provide any such feedback or suggestions for improvement, Advertiser&nbsp;hereby grants to Taboola and its affiliates a non-exclusive, perpetual, irrevocable, royalty-free, transferable,&nbsp;worldwide right and license to use, reproduce, disclose, sublicense, distribute, modify, and otherwise exploit&nbsp;all such feedback and suggestions in connection with the Service without restriction.</li>\n<li>Ownership of Data: Each party shall own all right, title and interest in and to all data (including all passively-&nbsp;collected or machine-readable data, such as data based on browser type and device identifiers) that is&nbsp;collected on or through such party’s servers or networks (as to each, “Collected Data”), and such ownership&nbsp;rights include (as to each party) the right to sublicense its respective Collected Data and to create derivative&nbsp;works or modeled data sets and analytics from such Collected Data.\nIn the case of Taboola, Taboola’s&nbsp;Collected Data shall include, without limitation: information collected from Visitors when interacting with&nbsp;Advertiser Content or Advertiser’s websites (such as landing page or subsequent page visits or Clicks).\nIP&nbsp;addresses.\nbrowser and operating system information, and mobile device information, IDFAs, and Android&nbsp;Ad IDs (as applicable).\nThe foregoing shall further include any reports created, compiled, analyzed, or&nbsp;derived by a party with respect to such data.\nTaboola’s data collection practices are reflected in its privacy&nbsp;policy, which Taboola recommends that Advertiser review from time to time.</li>\n<li>Data Restrictions: Notwithstanding the foregoing ownership provisions, Taboola agrees to not disclose any&nbsp;Campaign-related data to any third party (except for the owners of the Taboola Properties for&nbsp;reporting and analytic purposes) for any commercial purpose on a non-aggregated basis (i.e., in a way that&nbsp;refers specifically to Advertiser, the Campaign, or any Advertiser brand).\nFurther, notwithstanding the&nbsp;foregoing ownership provisions,&nbsp;if Advertiser is using audience targeting, data marketplace audiences, or look-a-like targeting,&nbsp;Advertiser shall not use its Collected Data&nbsp;to reverse engineer, build or rebuild&nbsp.\nany audiences based on audiences or Data Segments that are made available to Advertiser by Taboola&nbsp;provided that Advertiser may use the Collected Data for purposes of campaign&nbsp;attribution and analytics, and/or performance metrics.</li>\n<li>Taboola Pixels: Advertiser may place a Taboola pixel(s) or other tracking technology, as mutually agreed&nbsp;to by the parties, (the “Taboola Pixels”) on Advertiser’s landing pages.\nTaboola may update, change, or&nbsp;substitute the Taboola Pixel at any time in its reasonable discretion provided that it does not disrupt the&nbsp;functioning of Advertiser’s landing page and serves the same purpose.\nTaboola will use such Taboola&nbsp;Pixels for operational purposes such as to collect conversion data, perform platform analytics, integrate and&nbsp;link data (e.g., to enable Advertiser Content to be targeted in an optimal way), and otherwise optimize the&nbsp;manner in which it collects, segments, or targets the Advertiser Content.\nFor avoidance of doubt, Taboola&nbsp;may create derivative data products and data models (e.g., segmentation and optimization models) from&nbsp;these Taboola Pixels, which it shall own, provided that all right, title, and interest in any Advertiser Content&nbsp;(in whole an in part) shall be and remain with Advertiser.</li>\n</ol>\n</li>\n<li>\n<strong>Data Protection</strong>:\n<ol>\n<li>Definitions: In this Paragraph 8, the following definitions shall apply: (i) “<strong>Controller</strong>” means an entity that&nbsp;determines the purposes and means of the processing of Personal Data.\n(ii) “<strong>Personal Data</strong>” means any&nbsp;information that relates to an identified or identifiable individual (and such term shall include, where required&nbsp;by Applicable Data Protection Law, unique browser or device identifiers).\n(iii) “<strong>Applicable Data Protection&nbsp;Laws</strong>” means any and all applicable federal, national, state, or other privacy and data protection laws&nbsp;(including, where applicable, EU Data Protection Law and CCP) as may be amended or superseded from time to&nbsp;time.\n(iv) “<strong>EU Data Protection Law</strong>” means (aa)&nbsp.\nthe EU General Data Protection Regulation(Regulation 2016/679).\n(bb) the EU e-Privacy Directive (Directive 2002/58/EC).\nand (cc) any national data&nbsp;protection laws made under or pursuant to (aa) or, (bb).\n(v)&nbsp;“California Privacy Law” means California Consumer Privacy Act of 2018, Cal.\nCivil Code § 1798.100 et seq.\n(also, “CCPA”).\nand (vi)&nbsp;“Processor” means an entity that processes Personal Data on behalf of the Controller.</li>\n<li>Application of Data Protection Law: The parties acknowledge that some or all of the Collected Data (as&nbsp;defined in Paragraph 7(b)) may qualify as, or include, Personal Data and that Applicable Data Protection&nbsp;Laws may apply to the processing of the Collected Data.\nWhere this is the case, each party shall comply&nbsp;with such Applicable Data Protection Laws with respect to its processing of the Collected Data.</li>\n<li>Relationship of the Parties: To the extent that the Collected Data qualifies as, or contains, Personal Data&nbsp;under Applicable Data Protection Laws, each party shall process the Collected Data it collects as a Controller.\nEach&nbsp;party shall be individually responsible for its own compliance with Applicable Data Protection Laws,&nbsp;including for providing any transparency and obtaining any consents for the processing of Collected Data&nbsp;that may be required under Applicable Data Protection Laws.\n<ol>\n<li>California Privacy Law: To the extent that the Taboola Pixel collects Personal Data about a Visitor residing in or utilizing a digital identifier from the State of California (“California Visitor”), Taboola shall act as Advertiser’s Service Provider (as defined under the CCPA) and use that Personal Data solely to provide the Service to the Advertiser.\nTaboola shall not sell (as defined under the CCPA) Personal Data or otherwise disclose Personal Data for a commercial purpose.\nIf a California Visitor exercises deletion rights under the CCPA, Advertiser will direct all such California Visitors to Taboola’s Data Subject Access Request Portal, available at https://accessrequest.taboola.com.</li>\n</ol>\n</li>\n<li>Purpose Limitation: Each party agrees that it shall process the Collected Data that it collects only for the&nbsp;purposes permitted by this Agreement (as described in Paragraph 7) and Applicable Data Protection Law.</li>\n<li>Security: Each party shall implement appropriate technical and organizational measures to protect the&nbsp;Collected Data from (i) accidental or unlawful destruction and (ii) loss, alteration, unauthorized disclosure&nbsp;of, or access to the Collected Data.</li>\n<li>International Transfers: Where EU Data Protection Law applies, neither party shall process its Collected&nbsp;Data (nor permit its Collected Data to be processed) in a territory outside of the European Economic Area&nbsp;(“<strong>EEA</strong>“) unless it has taken such measures as are necessary to ensure the transfer is in compliance with EU Data Protection Law.</li>\n<li>Transparency for Visitor on Advertiser’s Landing Page: Taboola uses Taboola Pixels (as defined in Paragraph 7(d) to provide its&nbsp;Service.\nAdvertiser shall ensure that appropriate notice and consent mechanisms as may be required by&nbsp;Applicable Data Protection Law are displayed upon digital properties in which Advertiser places the Taboola&nbsp;Pixels&nbsp;and from which Taboola collects Collected Data for processing&nbsp;so that Taboola can provide its Service lawfully through such properties.\nUpon written request,&nbsp;Taboola shall provide Advertiser with such information as Advertiser may reasonably require about the&nbsp;Taboola Pixels&nbsp;and Taboola’s processing of Collected Data through the Advertiser’s landing page&nbsp;so that Advertiser can ensure that appropriate notice and consent mechanisms are&nbsp;displayed.\nAdvertiser shall not fire any Taboola Pixels unless and until any necessary consents required&nbsp;under Applicable Data Protection Laws have been obtained.&nbsp;Advertiser shall further provide data subjects with information about how they may exercise their data protection rights under Applicable Data Protection Law, and provide a contact point for data subjects to contact in order to exercise their rights.\nAdvertiser shall promptly notify Taboola to the extent that it receives any data protection rights request concerning Taboola’s processing of Collected Data in order that Taboola may fulfil the request in accordance with Applicable Data Protection Law.</li>\n<li>Attribution Partners:&nbsp;If Taboola, at Advertiser’s request, passes Personal Data to Advertiser’s&nbsp;attribution partner or to Advertiser for attribution purposes, Advertiser represents and warrants that: (i)&nbsp;its&nbsp;attribution partner is a Processor on Advertiser’s behalf.\n(ii)&nbsp;unless otherwise collected independently,&nbsp;Advertiser and&nbsp;attribution partner will use such Personal Data solely for attribution purposes;&nbsp;and (iii) attribution partner and Advertiser will delete all passed Personal&nbsp;Data within thirty (30) days&nbsp;of last identifying the Visitor as coming from Taboola.</li>\n</ol>\n</li>\n<li>\n<strong>Indemnification</strong>:\n<ol>\n<li>Except for that which Advertiser indemnifies Taboola, Taboola shall indemnify, defend, save, and hold&nbsp;harmless Advertiser and its parent, subsidiaries, and affiliates, and its and their representatives, officers,&nbsp;directors, agents, and employees, from and against any and all third party claims, damages, fines,&nbsp;penalties, awards, judgments, and liabilities (including reasonable outside attorneys’ fees and costs)&nbsp;(collectively, the “Losses”) resulting from, arising out of, or related to: (i) Taboola’s breach or alleged breach&nbsp;of any of Taboola’s representations or warranties set forth in Paragraph 5 or (ii) a claim that the Platform&nbsp;violates a third party trademark, trade secret, copyright, or privacy right, except to the extent that such claim&nbsp;arises out of the combination of the Platform with Advertiser Content or the content on Advertiser’s landing&nbsp;page.</li>\n<li>Advertiser shall indemnify, defend, save, and hold harmless Taboola, the owners of the Taboola Properties, and its and their parents, subsidiaries, and affiliates, and its and their representatives, officers,&nbsp;directors, agents, and employees, from and against all Losses resulting from, arising out of, or related to (i)&nbsp;Advertiser’s breach or alleged breach of any of Advertiser’s representations, warranties, or agreements.\n(ii)&nbsp;a claim that Advertiser Content or content on Advertiser’s landing page infringes upon, violates, or&nbsp;misappropriates any third party Intellectual Property Rights, slanders, defames, or libels any person or&nbsp;entity, or does not comply with any applicable law or regulation.\n(iii) Advertiser’s failure to secure all rights,&nbsp;title, and interest necessary to display the Advertiser Content via the Platform.\nand (iv) an allegation that&nbsp;Advertiser, Advertiser’s Content, content on Advertiser’s landing page, or products or goods being&nbsp;advertised in the Advertiser Content violate any applicable law or regulation.</li>\n<li>The parties agree that in seeking any indemnification hereunder, the party seeking indemnification (the&nbsp;“Claimant”) shall (i) promptly notify the other party (the “Indemnifying Party”) in writing of the claim triggering&nbsp;the indemnification being sought.\n(ii) grant the Indemnifying Party sole control of the defense (except that&nbsp;the Claimant may, at its own expense, assist in the defense).\nand (iii) provide the Indemnifying Party, at the&nbsp;Indemnifying Party’s expense, with all assistance, information, and authority reasonably required for the&nbsp;defense of the claim.\nThe Claimant will provide the Indemnifying Party with prompt notice of any claim&nbsp;(provided that the failure to promptly notify shall only relieve Indemnifying Party of its obligation to the extent&nbsp;it can demonstrate material prejudice from such failure) and, at the Indemnifying Party’s expense, provide&nbsp;assistance reasonably necessary to defend such claim.\nIn no event shall the Indemnifying Party enter into&nbsp;any settlement or agree to any disposition of the indemnified claim(s) without the prior written consent of&nbsp;the Claimant, which consent shall not be unreasonably withheld or delayed.\nIn addition, any legal counsel&nbsp;sought to be appointed to defend the indemnified claim(s) shall be subject to the prior written consent of&nbsp;the Claimant, such consent not to be unreasonably withheld or delayed.</li>\n</ol>\n</li>\n<li>\n<strong>Limitation of Liability</strong>: TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT SHALL TABOOLA BE&nbsp;LIABLE TO ADVERTISER FOR ANY SPECIAL, INCIDENTAL, PUNITIVE, EXEMPLARY, INDIRECT, OR&nbsp;CONSEQUENTIAL DAMAGES.\nTABOOLA’S TOTAL LIABILITY TO ADVERTISER UNDER THIS AGREEMENT,&nbsp;FROM ALL CAUSES OF ACTION AND UNDER ALL THEORIES OF LIABILITY WILL NOT EXCEED THE&nbsp;AMOUNTS ACTUALLY PAID OR ACCRUED BY ADVERTISER TO TABOOLA UNDER THIS AGREEMENT&nbsp;DURING THE SIX (6) MONTHS PRIOR TO THE DATE OF THE INITIAL EVENT GIVING RISE TO THE LIABILITY.</li>\n<li>\n<strong>Confidentiality</strong>: Each party shall disclose Confidential Information (as defined below) only to those of its representatives, officers, directors, agents, professional advisors, on-site contractors, and employees, and those of its parents, subsidiaries, and affiliates, who (i) are bound by written restrictions on use and disclosure and other confidentiality protections and (ii) the party believes have a need to know such information as required for the performance of this Agreement or to enforce the terms of this Agreement.\nThe foregoing obligations will not restrict either party from disclosing Confidential Information of the other party (a) to enforce the terms of this Agreement.\n(b) pursuant to a court order from a court of competent jurisdiction or subpoena, provided that the party required to make such a disclosure gives reasonable prior written notice to the other party so that it may contest such order or subpoena and, in the event that disclosure is required, only discloses the portion of Confidential Information that is legally required.\nor (c) pursuant to a regulatory investigation or enforcement.\n“Confidential Information” consists of (a) any technical information or plans concerning the Platform or any software or other technology of Taboola.\n(b) any financial information of the other party.\n(c) other information disclosed by one party to the other party that is marked as confidential, or should reasonably be assumed to be confidential under the circumstances.\nand (d) the content of this Agreement.\nConfidential Information does not include information that: (a) is or becomes generally known to the public through no fault of or breach of the receiving party.\n(b) is rightfully known by the receiving party at the time of disclosure without an obligation of confidentiality.\n(c) is independently developed by the receiving party without use of the disclosing party’s Confidential Information.\nor (d) is obtained by the receiving party rightfully from a third party that has no duty of confidentiality to the disclosing party.</li>\n<li>\n<strong>Availability of the Service</strong>: Taboola makes no representations regarding the availability of the Service and Advertiser acknowledges and agrees that the Service may be unavailable from time to time due to (i) equipment, software, or service malfunctions.\n(ii) maintenance and update procedures or repairs.\nor (iii) causes beyond the control of Taboola or its affiliates, including, without limitation, interruption or failure of telecommunication or digital transmission links, the unavailability, operation, or inaccessibility of websites or interfaces, network congestion, or other failures, and that Taboola shall not be liable for any unavailability caused by any of the foregoing.\nIn addition, Advertiser acknowledges and agrees that Taboola and its affiliates have no responsibility or liability with respect to the operation of the Taboola Properties.</li>\n<li>\n<strong>Termination/Suspension</strong>: Advertiser or Taboola may terminate this Agreement (a) for convenience on seven (7) days’ written notice at any time or (b) immediately in the event that the other party fails to remedy a material breach of this Agreement within forty-eight (48) hours of its receipt of written notice thereof.\nIn addition, Taboola may terminate this Agreement immediately, without notice, in the event that Advertiser fails to comply with Taboola’s Advertising Policies.\nAdvertiser may terminate any Campaign on twenty-four (24) hours’ written notice.\nTaboola may terminate or suspend Advertiser’s access to or use of the Service or terminate this Agreement at any time if: (a) in the sole discretion of Taboola, such action is necessary to prevent errors or harm to any system or network, or to limit Taboola’s or its affiliates’ liability.\nor (b) Advertiser attempts to access or use the Service in an unauthorized manner, including, without limitation, any attempt to gain access to the accounts of other Taboola customers or use the Service in a way that infringes upon Taboola’s, its affiliates’ or a third party’s Intellectual Property Rights, or the use of automated systems or software to extract data from the Sites for commercial purposes (also known as screen scraping), unless where Advertiser has a written agreement with Taboola particularly to this extent.\nIn the event that Advertiser has made a Campaign Prepayment and Taboola discovers that Advertiser has violated Taboola’s Advertising Policies by using non-standard URL redirects to surreptitiously redirect Visitors to landing page content that (1) does not match the landing page content originally submitted for distribution through the Wizard or the Analytics Dashboard or (2) is not otherwise in compliance with Taboola’s Advertising Policies as a result of “cloaking” or other techniques that hide the true destination landing page that a Visitor is directed to from Advertiser’s URLs, Taboola shall be entitled to either charge the remaining amount of Advertiser’s spend to the credit card maintained on file or retain any campaign Prepayments made, in which case, Taboola will not refund any such funds.\nFor clarity, Taboola shall be entitled to retain the Prepayment and will not refund any such funds in the event of such breach by Advertiser.</li>\n<li>\n<strong>Choice of Law</strong>: This Agreement shall be governed by and construed in accordance with the laws of the State of New York excluding its conflicts of law principles.\nAny legal action or proceeding arising under this Agreement shall be brought exclusively in the federal or state courts located in the County of New York, New York and the parties hereby irrevocably consent to personal jurisdiction and venue therein and waive any right to object to venue in, or to seek a transfer from, such court.\nThe parties hereto each expressly agree not to commence or maintain any action in any other court or forum in any way relating to or arising out of this Agreement.\nNotwithstanding the foregoing, in the event of Advertiser’s default of its obligations in Paragraph 4 above, Taboola shall have the right, if it so chooses, to commence an action against Advertiser for such default in the appropriate court in the venue and jurisdiction in which Advertiser resides or maintains assets.</li>\n<li>\n<strong>Successors and Assigns</strong>: This Agreement, including the rights and obligations of each party hereunder, shall be binding upon and inure to the benefit of the parties hereto and their respective heirs, executors, administrators, acquirers, successors, and assigns.\nThis Agreement and any rights or obligations hereunder shall not be assigned or delegated without the prior written consent of the other party and shall not be unreasonably withheld or delayed, except that: (a) either party may assign this Agreement to an acquirer of all or substantially all of such party’s assets, whether by merger, operation of law or otherwise, without the other party’s prior written consent, so long as the acquirer agrees in writing to pay in full any outstanding balance Advertiser owes to Taboola under this Agreement&nbsp;.\nand (b) Taboola may assign this Agreement, without Advertiser’s consent, to its parent company or any of its affiliates or subsidiaries.</li>\n<li>\n<strong>Force Majeure</strong>: Neither Advertiser nor Taboola will be liable for delay or default in the performance of its respective obligations under this Agreement if such delay or default is caused by conditions beyond its reasonable control, including, but not limited to, fire, flood, accident, earthquakes, telecommunications line failures, electrical outages, network failures, acts of God, or labor disputes.\nIf Advertiser’s ability to transfer funds to third parties has been materially adversely affected by an event beyond Advertiser’s reasonable control, including, but not limited to, failure of banking clearing systems or a state of emergency, then Advertiser will make every reasonable effort to make payments on a timely basis to Taboola, but any delays caused by such condition will be excused for the duration of such condition.\nSubject to the foregoing, such excuse for delay will not in any way relieve Advertiser from any of its obligations as to the amount of money that would have been due and paid without such condition.</li>\n<li>\n<strong>Miscellaneous</strong>: This Agreement constitutes the complete and exclusive understanding and agreement between the parties regarding the subject matter herein and supersedes any and all prior or contemporaneous agreements or understandings, written or oral, relating to its subject matter.\nThe failure of either party to enforce strict performance by the other party of any provision in this Agreement or to exercise any right under this Agreement shall not be construed as a waiver of that party’s right to do so at any later point.\nTaboola may modify these at any time.\nNo click-through, online, purchase order or other terms, entered into before or after the execution of this Agreement, will inform the interpretation of this Agreement, or be or remain binding on the parties, and they shall be void.&nbsp;Preprinted terms in Advertiser purchase orders or other customer-generated ordering documents, or terms referenced or linked within them, will have no effect on this Agreement and are hereby rejected, regardless of whether they are signed by Taboola and/or purport to take precedence over this Agreement.&nbsp;In the event that any provision in this Agreement, including its Terms, as applied to any party or to any circumstance, shall be adjudged by a court of competent jurisdiction to be void, unenforceable or inoperative as a matter of law, then the same shall in no way affect any other provision in this Insertion Order, including its Terms, the application of such provision in any other circumstance or with respect to any other party, or the validity or enforceability of this Agreement as a whole.\nParagraphs 6, 8-10, 3-4, and 16 of these Terms shall survive termination of this Agreement.\nElectronic signatures on this Agreement shall be as effective and enforceable as originals.\nThis Agreement may be executed in counterparts, each of which shall be deemed an original, but all of which together will constitute one and the same instrument.</li>\n</ol>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms and Conditions</li>\n<li>Modern Slavery Act</li>\n<li>Israel Equal Pay Report</li>\n<li>Taboola Blog</li>\n</ul> Um unsere Webseite für Sie optimal zu gestalten und fortlaufend verbessern zu können, verwenden wir Cookies.\nDurch die weitere Nutzung der Webseite stimmen Sie der Verwendung von Cookies zu.\nweitere Informationen Bestätigen Sie ", "created_at": "2022-11-27 08:16:02.366791", "updated_at": "2022-11-27 07:18:39.360346"}, {"id": 12822, "name": "TERMS OF SERVICE", "url": "https://www.taboola.com/policies/platform-terms-of-service", "xpath": "//body", "text": "Please note: This website includes an accessibility system.\nPress Control-F11 to adjust the website to the visually impaired who are using a screen reader.\nPress Control-F10 to open an accessibility menu.Popup headingClose Accessibility<ul>\n<li>Press enter for Accessibility for blind people who use screen readers</li>\n<li>Press enter for Keyboard Navigation</li>\n<li>Press enter for Accessibility menu</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms of Use</li>\n<li>Terms of Service</li>\n<li>Terms and Conditions</li>\n<li>Vulnerability Disclosure Policy</li>\n</ul> English 日本語 Taboola.com <ul>\n<li> Description of the Services <ul>\n</ul>\n</li>\n<li> Relevant documents <ul>\n<li> Terms of Service </li>\n<li> Privacy and cookie policy </li>\n<li> Third-party website policies </li>\n</ul>\n</li>\n<li> Offering of the Services <ul>\n</ul>\n</li>\n<li> Rights in the Services <ul>\n</ul>\n</li>\n<li> Digital Millennium Copyright Act (“DMCA”) Notice <ul>\n</ul>\n</li>\n<li> Limitation on Liability and Disclaimers <ul>\n</ul>\n</li>\n<li> Indemnity <ul>\n</ul>\n</li>\n<li> Links to Other Sites <ul>\n</ul>\n</li>\n<li> Termination <ul>\n</ul>\n</li>\n<li> General <ul>\n</ul>\n</li>\n</ul> TABOOLA TERMS OF SERVICE <p>These Terms of Service (“<strong>TOS</strong>”) apply to the content-delivery platforms, widgets, analytics tools, and other technical applications offered through third-party websites by Taboola, Inc.\nwith registered office at 1115 Broadway, 7th Floor, New York, NY 10010, USA or its affiliates (“<strong>Taboola</strong>,” “<strong>we</strong>,” “<strong>us</strong>,” or “<strong>our</strong>”), described further below and collectively referred to as the “<strong>Services</strong>.”</p> 1.\nDescription of the Services <p>The Services consist of us offering a content discovery widget (“<strong>Widget</strong>”) that you may see on third-party websites of our publisher customers, who allow us to place our Widget on their websites or applications in order to redistribute their own content or to distribute the content of our advertiser customers (collectively, the “<strong>Customers</strong>“) to visitors of the publisher customer’s website based on what it believes the visitor would be most interested in reading or viewing.</p>\n<p>The availability of the Services on a third-party website or application does not necessarily indicate any relationship or affiliation between us and those sites.</p> 2.\nRelevant documents 2.1 Terms of Service <p>The Services are subject to these TOS and all applicable laws, rules, and regulations.\nWe invite you to read these TOS carefully and contact us with any questions you may have regarding the Services we offer.</p>\n<p>These TOS may be modified by us at any time.\nYou can review the most current version of these TOS on our website, www.taboola.com, or by clicking on our “Sponsored Links by Taboola” icon.\nWe invite you to periodically check for changes and/or updates to these TOS.</p> 2.2 Privacy and cookie policy <p>The Services are partly offered based on the collection of information through cookies and other automated means of data collection.</p>\n<p>We want to be as transparent as possible and have described the ways in which we collect your information and make use of these cookies and other automated means of data collection in our&nbsp;Privacy Policy&nbsp;and&nbsp;Cookie Policy, respectively.\nWe encourage you to read these documents as they contain important information.</p> 2.3 Third-party website policies <p>Our Services are offered on third-party sites, websites, or applications and/or may link to content provided on those.\nThese sites, websites, or applications will likely contain policies offered by the third parties concerned, such as terms of use, privacy policy, and other.\nWe recommend you to read these policies as well but we note that we are in no way responsible for the accuracy, completeness, and lawfulness of these policies.\nWe recommend you to contact the third party concerned should you have questions in relation to those policies.</p> 3.\nOffering of the Services <p>The Services are offered to you as a result of an agreement between us and our Customers.\nYou understand that we may modify or discontinue the Services or any of its features at any time in our sole discretion without any responsibility or liability to you.</p>\n<p>Moreover, you are not entitled to any support, upgrades, updates, add-ons patches, enhancements, or fixes for the Services except in Taboola’s sole discretion.</p> 4.\nRights in the Services <p>As between Taboola and you, title, ownership rights, and intellectual property rights in and to the Services and any derivatives or modifications thereof, in whole or in part, remain with Taboola.</p>\n<p>You do not acquire any right, title, or interest in any content on the Services by virtue of accessing the Services or using them as permitted under these TOS.</p>\n<p>No license to use or reproduce any logo or trademark included on the Services is granted to you by these TOS or otherwise.&nbsp.\nThe trademarks, logos, service marks, and business names displayed on the Services are protected, whether or not they are registered.&nbsp.\nAny unauthorized use of content or information posted on or through the Services and any unauthorized reproduction, retransmission, or other use of any part of the Services may infringe our, or third parties’ copyrights, trademarks, privacy, publicity, or other rights.</p>\n<p>To the extent technically possible, and without prejudice to the generality of other clauses in these TOS, you are explicitly prohibited to:</p>\n<ul>\n<li>remove, obscure, or change any copyright, trademark, hyperlink, or other proprietary rights notices contained within the Services;</li>\n<li>modify, adapt, disassemble, decompile, translate, reverse engineer, or otherwise attempt to discover the source code or structure, sequence, and organization of the Services or any content contained therein;</li>\n<li>impact the Services in any manner that could damage, disable, overburden, or impair the Services, Taboola, the third-party website or application on which the Services are available, or any other person or entity.\nor</li>\n<li>collect any information (including, without limitation, email addresses) about other users of the Services or Customers.\ncreate or transmit unwanted electronic communications to other users of the Services or Customers.\nor otherwise interfere with such users’ or Customers’ enjoyment of the Services.</li>\n</ul>\n<p>Unless otherwise expressly authorized in these TOS or on the Services, you may not take any action to interfere with the Services or any other user’s enjoyment of the Services.&nbsp.\nYou expressly agree that you will not copy, reproduce, modify, create derivative works from, distribute, or publicly display any content from the Services without our prior written consent.&nbsp.\nYou agree not to bypass any measures we may use to prevent or restrict access to the Services.</p> 5.\nDigital Millennium Copyright Act (“DMCA”) Notice <p>We are committed to complying with U.S.\ncopyright and related laws, and we require all of our Customers who disseminate content through the Services to comply with these laws.&nbsp.\nAccordingly, our users (including you) may not disseminate any material or content using the Services in any manner that constitutes an infringement of third-party intellectual property rights, including rights granted by U.S.\ncopyright law.\n&nbsp;Owners of copyrighted works who believe that their rights under U.S.\ncopyright law have been infringed may take advantage of certain provisions of the Digital Millennium Copyright Act of 1998 (the “DMCA”) to report alleged infringements.&nbsp.\nIt is our policy in accordance with the DMCA and other applicable laws to reserve the right to terminate the rights of any user to access the Services if any such user is either found to infringe third-party copyright or other intellectual property rights, including repeat infringers, or who we believe, in our sole discretion, are infringing these rights.&nbsp;Upon our receipt of a proper notice of claimed infringement under the DMCA, we will respond expeditiously to remove, or disable access to, the material claimed to be infringing and will follow the procedures specified in the DMCA to resolve the claim between the notifying party and the alleged infringer who provided the content in issue.&nbsp.\nOur designated agent (<em>i.e.,</em>&nbsp;the proper party) to whom you should address such notice is:&nbsp;copyright@taboola.com.</p>\n<p>If you believe that content that you or a third party owns has been used via the Services in a way that violates your or someone else’s copyright or other intellectual property rights, please provide us with the following information:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the information contained in your report is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.</li>\n</ul> 6.\nLimitation on Liability and Disclaimers <p>\n<strong>ALL PROVISIONS SET OUT BELOW IN THIS SECTION 6 WILL APPLY TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW.</strong>\n</p>\n<p>THE SERVICES, INCLUDING ALL CONTENT THEREIN, ARE PROVIDED “AS IS” AND WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nTABOOLA DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE RESULTS OF THE SERVICES, INCLUDING ALL CONTENT THEREIN, IN TERMS OF ITS CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\nTABOOLA DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nTABOOLA DOES NOT WARRANT THE ACCURACY, COMPLETENESS, OR USEFULNESS OF ANY INFORMATION CONTAINED WITHIN OR PROVIDED THROUGH THE SERVICES.\nTABOOLA DOES NOT WARRANT THAT THE SERVICES OR SERVICES’ CONTENT OR THE FUNCTIONS CONTAINED IN THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SERVICES OR THE SERVERS THAT MAKE THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOU (AND NOT TABOOLA) ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR, AND CORRECTION OF ANY OF YOUR SYSTEMS.</p>\n<p>TABOOLA EXPRESSLY DISCLAIMS ANY AND ALL LIABILITY IN CONNECTION WITH THE SERVICES.\nIN NO EVENT SHALL TABOOLA, ITS PARENT OR ITS SUBSIDIARY OR AFFILIATED COMPANIES, OR EACH OF THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS (COLLECTIVELY, “RELEASED PARTIES”), BE LIABLE TO ANY PERSON OR ENTITY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, LOSSES, COSTS, OR EXPENSES WHATSOEVER, INCLUDING WITHOUT LIMITATION, RESULTING FROM &nbsp;(I)&nbsp;&nbsp;PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, (II)&nbsp;&nbsp;ANY UNAUTHORIZED ACCESS TO OR USE OF THE SERVICES, (III)&nbsp;&nbsp;ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO, FROM OR VIA THE SERVICES, (IV)&nbsp;&nbsp;ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH THE SERVICES BY ANY THIRD PARTY, (V)&nbsp;&nbsp;ANY ERRORS, MISTAKES, INACCURACIES OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF ANY USE OF THE SERVICES OR, (VI)&nbsp;&nbsp;OTHERWISE RESULTING FORM THE USE OF THE SERVICES.\nNOTWITHSTANDING THE FOREGOING, IF THE RELEASED PARTIES ARE FOUND TO BE LIABLE TO YOU FOR ANY DAMAGE OR LOSS WHICH ARISES OUT OF OR IS IN ANY WAY CONNECTED WITH YOUR USE OF THE SERVICES OR ANY CONTENT CONTAINED THEREIN, RELEASED PARTIES’ LIABILITY SHALL IN NO EVENT EXCEED FIVE US DOLLARS (US $5.00).</p> 7.\nIndemnity <p>To the fullest extent permissible pursuant to applicable law, you agree that you will defend, indemnify and hold harmless Taboola, its parent, subsidiary, and affiliated companies, each of the foregoing entities’ respective&nbsp.\nemployees, officers, directors, representatives and agents from any and all claims, demands, causes of action, damages, losses, costs, and expenses in any way arising out of your actions or omissions to act including without limitation (i)&nbsp;&nbsp;your violation of any provision contained in the TOS.\n(ii)&nbsp;&nbsp;your violation of any third-party right, including without limitation any copyright, intellectual property, or privacy right, and/or (iii)&nbsp;&nbsp;violations of any and all applicable laws, rules or regulations from any jurisdiction.</p> 8.\nLinks to Other Sites <p>The Services, including content therein, may contain links to third-party sites, websites, or applications or may be available on third-party sites, websites, or applications.\nThese links are provided as a convenience to you.\nTaboola does not control and is not responsible for the content of such third-party websites or the conduct of the operators of such third-party websites, and does not make any representations regarding the accuracy, copyright, or other statutory or regulatory compliance, legality or decency of any of the content or other materials on such third-party websites.\nTaboola encourages you to exercise discretion while browsing the Internet.\nIf you decide to access linked third-party sites, websites, or applications, you do so at your own risk.</p> 9.\nTermination <p>Taboola reserves the right, at any time and in its sole discretion, to discontinue offering the Services in whole or in part and/or to restrict the offering of the Services to certain geographical regions, persons, or other predefined categories.\nIn each event, even in case of discontinuance, Sections 6 (Limitation on Liability and Disclaimers), 7 (Indemnity) and 10 (General) will survive.</p> 10.\nGeneral <p>These TOS shall be governed by the laws of the State of New York, without regard to its conflict of laws principles, unless otherwise stated by mandatory laws.\nAny action shall be brought exclusively in the courts located in the county of New York, New York and you hereby consent to such jurisdiction and venue to the extent permitted by applicable law.\nIn no event shall any claim, action, or proceeding by you related in any way to the Services be instituted more than one (1)&nbsp;year after the cause of action arose.&nbsp.\nIf any provision of the TOS (or part of such provision) is found to be invalid or unenforceable by any court having competent jurisdiction, then that provision (or part of that provision) shall be deemed severable from the TOS and shall not affect the validity and enforceability of any remaining provisions — that invalid or unenforceable (part of the) clause will be replaced by a valid and/or enforceable, as the case may be, (part of the) clause which is as close to the original intention of the parties as possible.\nThe failure of Taboola to insist upon or enforce any of the provisions of these TOS, or to exercise any rights or remedies under these TOS, will not be construed as a waiver of Taboola’s right to assert or rely upon any such provisions, rights, or remedies in that or any other instance.\nrather, the same will be and remain in full force and effect.\nNo waiver of any term of these TOS shall be deemed a further or continuing waiver of such term or any other term.\nThese TOS, the&nbsp;Privacy Policy, and the&nbsp;Cookie Policy&nbsp;constitute the entire agreement between you and Taboola with respect to the offering of our Services to you.</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms and Conditions</li>\n<li>Modern Slavery Act</li>\n<li>Israel Equal Pay Report</li>\n<li>Taboola Blog</li>\n</ul> Um unsere Webseite für Sie optimal zu gestalten und fortlaufend verbessern zu können, verwenden wir Cookies.\nDurch die weitere Nutzung der Webseite stimmen Sie der Verwendung von Cookies zu.\nweitere Informationen Bestätigen Sie ", "created_at": "2022-11-27 08:16:02.365533", "updated_at": "2022-11-27 07:18:18.437295"}, {"id": 12825, "name": "COOKIE POLICY", "url": "https://www.taboola.com/policies/cookie-policy", "xpath": "//body", "text": "Please note: This website includes an accessibility system.\nPress Control-F11 to adjust the website to the visually impaired who are using a screen reader.\nPress Control-F10 to open an accessibility menu.Popup headingClose Accessibility<ul>\n<li>Press enter for Accessibility for blind people who use screen readers</li>\n<li>Press enter for Keyboard Navigation</li>\n<li>Press enter for Accessibility menu</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms of Use</li>\n<li>Terms of Service</li>\n<li>Terms and Conditions</li>\n<li>Vulnerability Disclosure Policy</li>\n</ul> English Français Español Deutsch Português 한국어 日本語 Italiano Polski Türkçe Taboola.com <ul>\n<li> Cookies and Other Automated Means of Data Collection <ul>\n</ul>\n</li>\n<li> What Information Do We Collect? <ul>\n</ul>\n</li>\n<li> What Cookies Do We Use And Why? <ul>\n</ul>\n</li>\n<li> How To Manage Cookies <ul>\n</ul>\n</li>\n<li> Changes and Updates <ul>\n</ul>\n</li>\n<li> Contact Us <ul>\n</ul>\n</li>\n</ul> TABOOLA COOKIE POLICY Last Update: January 5th, 2021 <p>Taboola, Inc.\ntogether with&nbsp;its Affiliates (“Taboola”, “we”, “us”, or “our”) recognizes the importance of your privacy.\nIn this cookie policy (“Cookie Policy”), we aim to inform you about the use of cookies, and other automated means of data collection (1) on our website&nbsp;www.taboola.com,&nbsp.\nand any other Taboola&nbsp;digital properties displaying this Cookie Policy (collectively, the “Sites”) and (2) via our content discovery platform (the “Services”), which appears on the websites&nbsp;and digital properties of our publisher customers to redistribute their own content or recommend the content of our advertiser customers (collectively, the “Customers”).\nWhen we refer to “cookies” in this Cookie Policy, we mean both cookies and other automated means of data collection, as defined below.\nBy visiting the Sites and interacting with or using the Sites, you expressly consent to the use of cookies as explained hereafter.&nbsp;We ask our Customers to obtain consent on our behalf, where required by applicable data protection laws, so that we may use cookies and other automated means of data collection on their digital properties.</p>\n<p>This Cookie Policy does not govern the use of the Sites, nor the processing of Information (as defined in our Privacy Policy) collected on the Sites.\nPlease read our Terms of Use&nbsp.\nfor more information about the terms governing the Sites.\nFor more information about how we process your Information on the Sites and when you make use of or interact with our Services, please consult our Privacy Policy.\nPlease refer to the websites of our publisher Customers where we place our content discovery platform to learn more about how they may use cookies on their websites or platforms and process your Information that they may have collected.<em>&nbsp;</em>\n</p> 1.\nCookies and Other Automated Means of Data Collection <p>This section provides more information about cookies and other automated means of data collection, and how they work.</p>\n<p>\n<em>\n<strong>Cookies</strong>\n</em>\n</p>\n<p>Taboola places cookies on our Customers’ websites and digital properties and uses these cookies as set forth in this policy.\nA cookie is a small text file that is placed on the browser of the hard drive of your computer (or similar device) by websites that you visit.\nMost websites use cookies.\nCookies are typically used in order to make websites function, or function more efficiently, as well as to provide information to the owners of the particular website.\nCookies make your use of the Sites and Services more enjoyable and improve the functionality of the services we provide to you.\n&nbsp;Taboola also uses cookies to tailor content and information that we may send or display to you and otherwise personalize your experience while interacting with our Services.&nbsp.\nFor more information about relevant advertisements delivered by the Services, please read about our&nbsp;Interest Based Advertisements.</p>\n<p>\n<em>\n<strong>\n<br>\nOther Automated Means</strong>\n</em>\n</p>\n<p>\n<em>Our advertiser Customers may place Taboola’s&nbsp;pixel tag on their websites.\nPixel tags (also known as pixels, web beacons or clear GIFs) are typically transparent graphic images placed on a website.\nThese pixel tags are used in combination with cookies to measure the actions of visitors to their websites.</em>\n</p>\n<p>For example, we may use pixel tags to track conversions or to create a custom audience for our advertiser Customers to target on our network (i.e.\nretargeting).&nbsp.\nFor more information about how we may create a custom audience for our advertiser Customers to target on our network, please read about our&nbsp;Interest Based Advertisements.</p>\n<p>The specific cookies that we and our&nbsp;third-party partners use on the Sites and when providing our Services as set forth in section 3 below.</p> 2.\nWhat Information Do We Collect? <ul>\n<li>\n<strong>Cookies used on our Sites:&nbsp;</strong>The information we receive from our trusted business partners placing third-party cookies on our Sites may include, for example, information about your operating system, the web pages accessed within our Sites, the link that led you to our Sites, the dates and times you accessed our Sites, and event information (e.g.\nirregular system crashes).&nbsp.\nWe may also use third parties who collect Information about Site Visitors through their own cookies, web beacons, and other technologies regarding your online activities, either on our Sites and/or other websites across the Internet, in an effort to understand your interests and deliver you advertisements that are tailored to your interests.\nThese third parties may include the attribution partners, fraud detection partners, analytics partners and product and functionality partners listed&nbsp;here.&nbsp.\nFor more information about how we may use third parties to deliver you advertisements that are tailored to your interests, please read about our&nbsp;Third Party Online Advertising</li>\n<li>\n<strong>Cookies used through our Services</strong>: The information that we collect via cookies may include, for example, information about your operating system, the web pages accessed within the websites of our Customers, the website that led you to our Customers’ websites, the dates and times you accessed our Customers’ websites or platforms, event information (e.g.\nirregular system crashes), and general location information (i.e.\ncity).</li>\n</ul>\n<p>Where any of the above-mentioned information, alone or combined with other information, would constitute Personal Data or Personal Information under applicable laws, our&nbsp;Privacy Policy will apply to the processing of such information.</p> 3.\nWhat Cookies Do We Use And Why? <p>Helpful Definitions</p>\n<ul>\n<li>A cookie’s categorization — as a ‘first-party’ or ‘third-party’ cookie — depends on who hosts the cookie and where the cookie is placed.\n<ul>\n<li>\n<strong>“First-party cookies” </strong>are set by the website that the visitor is accessing at the time (e.g.\ncookies placed by Taboola on www.taboola.com).</li>\n<li>\n<strong>“Third-party cookies”</strong> are set by a party that is not the owner of that website.</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>A “<strong>browser session</strong>” begins when a visitor opens their Internet browser window, and it finishes when the visitor closes the browser window.</li>\n<li>“<strong>Session cookies</strong>” allow a website to temporarily link a visitor’s actions during a unique browser session.\nOnce the visitor closes the browser, all session cookies are deleted.</li>\n<li>“<strong>Persistent cookies</strong>” remain on a visitor’s device for the duration specified in the cookie.</li>\n</ul>\n<p>First-Party Cookies Used on Taboola’s Sites<br>\nWe use the information collected via first-party cookies on our Sites only in connection with our Services.\nWe use the information to remember your information so that you do not need to re-enter it upon your next visit , to monitor how many visitors we have and understand how they engage with different web pages on our Sites, and to improve and manage our Sites.\nFor these purposes, Taboola may use the following categories of cookies:</p>\n<ul>\n<li>\n<strong>Strictly Necessary Cookies</strong> — These cookies are used for the sole purpose of (i) carrying out a communication over an electronic network, or (ii) providing services that you explicitly request.</li>\n<li>\n<strong>Functionality Cookies</strong> — These cookies allow the Sites to remember choices that you or your device have indicated (such as your user name, language, or region) and to provide enhanced, personalized features that improve your web experience.</li>\n<li>\n<strong>Performance (Analytics) Cookies</strong> — These cookies collect information about how visitors use the Sites, such as which pages they visit most often and whether they encountered any error messages.\nThese cookies do not collect information that identifies a visitor.\nthey only collect data points that are aggregated and therefore anonymous.\nThese types of cookies are only used to improve the Sites’ performance.</li>\n<li>\n<strong>Advertising (Targeting) Cookies</strong> – These cookies are used to deliver advertisements that are particularly relevant to you, based on your interests.\nThey are also used to limit the number of times that you see an advertisement and to measure the effectiveness of an advertising campaign.</li>\n</ul>\n<p>You can find more information about the individual cookies used on our Sites, and the specific purposes for which these cookies are used, in the overview below:</p> Cookie Category\nCookie Name\n<b>Purpose</b> Strictly Necessary Cookies\nsiteCountry\nMaintains a record of the user’s country for site speed performance.\nsiteCountryCode\nMaintains a record of the user’s country code for site speed performance.\nsiteState\nMaintains a record of the user’s US state for legal compliance purposes.\nsiteLanguage\nMaintains a record of the user’s current language code for site speed performance.\nhas_js\nMaintains a record of the browser’s capability to run JavaScript for site performance.\nsiteCookiesConfirmation\nProvides a cookie message confirmation flag.\nDNS\nMaintains a record of a California user’s instruction not to sell or disclose their personal data to non-service providers.\nDNT\nMaintains a record of the user’s instruction to not make use of their personal data.\nFunctionality\nmysite_referrer\nMaintains referral information on any forms submitted through our sites.\nta_user\nIndicates if the user had logged in to Taboola Ads in the past Performance (Analytics) Cookies\nufcStatus\nDescribes if and when the user exposed to certain marketing activities ufcStatusSetSession\nDescribes if and when the user exposed to certain marketing activities initialTrafficSource\nSaves the first traffic source that initially drove the user to Taboola’s website utmzzses\nSaves the first traffic source that initially drove the user to Taboola’s website lastTrafficSource\nSaves the last traffic source that drove the user to Taboola’s website GA_Count_Countries__c\nCounts the number of different countries a certain user was browsing from GA_Last_Browser__c\nSaves the user’s browser name GA_Last_Device_Category__c\nSaves the user’s device type (Mobile/Desktop) GA_Last_Operating_System__c\nSaves the user’s operating system GA_Number_of_Events_Form_Engagement__c\nCounts the number of form interactions GA_Number_of_events_Website_Buttons__c\nCounts the number of button clicks GA_Number_of_Events_Youtube_Embedded__c\nCounts the number of embedded YouTube interactions GA_Number_of_Pages__c\nCounts the number of pageviews GA_Number_of_Sessions__c\nCounts the number of sessions previewsSiteCountryCode\nSaves the user’s previews country code in cases where there are visits from multiple countries for the same user GA_Last_Click_Medium__c\nSaves the user’s last traffic medium GA_Last_Click_Source__c\nSaves the user’s last traffic source Advertising (Targeting) Cookies\n_uetsid\nThis is a cookie set by Microsoft Bing Ads and is used to engage with a user that has previously visited our website.\n_fbp\nThis is a cookie set by Facebook and is used to deliver a series of advertisement products such as real time bidding from third party advertisers.\n_uetvid\nThis is a cookie set by Microsoft Bing Ads and is used to engage with a user that has previously visited our website.\n<p>Third-Party Cookies on Taboola’s Sites<br>\nWe use the information collected via third-party cookies on our Sites to remember your information so that you do not need to re-enter it upon your next visit, to monitor how many visitors we have and understand how they engage with different web pages on our Sites, and to improve and manage our Sites.\nWe may use third parties to track or analyze your activity on the Sites for these purposes, or to deliver you tailored advertisements about Taboola’s Services.\nFor more information about how these third parties may collect information about you and deliver you advertisements that are tailored to your interests, please read about our Third Party Online Advertising.<br>\nFor these purposes, our service providers may use the following categories of cookies on our Sites:</p>\n<ul>\n<li>\n<strong>Strictly Necessary Cookies</strong> — These cookies are used for the sole purpose of (i) carrying out a communication over an electronic network, or (ii) providing services that you explicitly request.</li>\n<li>\n<strong>Performance (Analytics) Cookies</strong> — These cookies collect information about how visitors use the Sites, such as which pages they visit most often and whether they encountered any error messages.\nThese cookies do not collect information that identifies a visitor.\nthey only collect data points that are aggregated and therefore anonymous.\nThese types of cookies are only used to improve the Sites’ performance.</li>\n<li>\n<strong>Advertising (Targeting) Cookies</strong> — These cookies are used to deliver advertisements that are particularly relevant to you , based on your interests.\nThey are also used to limit the number of times that you see an advertisement and to measure the effectiveness of an advertising campaign.\nThese cookies are placed by advertising networks with our permission.</li>\n</ul>\n<p>You can find more information about the third-party cookies used on our Sites, and the specific purposes for which these cookies are used, in the overview below:</p> Cookie Category\nThird Party Name\nCookie Name\nPurpose Strictly Necessary Cookies\nGoogle Tag Manager\n_dc_gtm_UA-10009552-10\nAssociated with sites that use Google Tag Manager to load other scripts and code to a page.\nHotJar\n_hjMinimizedPolls\nSet once a visitor minimizes a Feedback Poll widget.\nIt is used to ensure that the widget stays minimized when the visitor navigates through your site WordPress Session\nSESSXXXXXXX\nSaves the WordPress site session ID Cloudflare\n_cfduid\nUser session cookie for Cloudflare’s security purposes Performance (Analytics) Cookies\nGoogle Analytics\n_ga\nDistinguishes unique users by assigning a randomly generated number as a client identifier.\nIt is included in each page request in a site and used to calculate visitor, session, and campaign data for the Sites’ analytics reports.\nGoogle Universal Analytics\n_gat\nThis cookie is used to throttle the request rate – limiting the collection of data on high traffic sites.\nMarketo\n_mkto_trk\nThis tracking cookie allows a website to link visitor behavior to the recipient of an email marketing campaign, to measure campaign effectiveness.\nHotJar\n_hjIncludedInSample\nThis session cookie is set to let Hotjar know whether a particular visitor is included in the sample which is used to generate sales funnels.\nTwitter\npersonalization_id\nThis is a cookie that is set by Twitter.\nIt allows the visitor to share content from the website on his/her Twitter profile.\nQuora\nm-b\nThese cookies are used by Quora integrations Functionality Cookies\nLaravel Site Session ID\nlaravel_session\nThis cookie identifies a session instance for a user Cloudflare\n__cf_bm\nThis is a cookie set by Cloudflare to idetify end-user devices that access customer sites protected by Bot Management or Bot Fight Mode.\nAdvertising (Targeting) Cookies\nDoubleClick (Google)\n_ar_v4\nThis cookie is associated with the DoubleClick advertising service from Google.\nHelps with tracking conversion rates for ads.\nMicrosoft Bing Ads\n_uetvid\nThis is a cookie set by Microsoft Bing Ads and is used to engage with a user that has previously visited our website.\nLinkedIn\nUserMatchHistory\nThis cookie is used by LinkedIn to track visitors on multiple websites, in order to present relevant advertisements based on the visitor’s preferences.\nGoogle\nIDE\nThis cookie is used used to show Google ads on non-Google sites Twitter\nmuc_ads\nThis is a cookie that is set by Twitter.\nIt is used for optimizing ad relevance by collecting visitor navigation data.\nGoogle\nNID\nThis is a cookie that is set by Google to show Google ads in Google services for signed-out users.\n<p>First-Party Cookies Used in Taboola’s Services on Our Customers’ Websites</p>\n<p>We use information collected via cookies on our Customers’ websites to make the Services more enjoyable, to improve the functionality of the Services, and to tailor the content that we display to you.\nFor more information about relevant advertisements delivered by the Services, please read about our Interest Based Advertisements.<br>\nYou can find more information about the individual first-party cookies used for our Services, and the specific purposes for which these cookies are used, in the overview below:</p> Cookie Category\nCookie Name\nPurpose\nDomain\nExpiry Strictly Necessary Cookies<br>\n<br> taboola_session_id\nCreates a temporary session ID to avoid the display of duplicate recommendations on the page.\ntrc.taboola.com session Functionality Cookies\ntaboola_select\nMaintains a record of whether the user performed an action in the “Taboola Select” feature.\ntaboola.com 1 year taboola_fp_td_user_id\nIndicates that the user clicked on an item that was recommended by Taboola’s Services.\nThis is used for reporting and analytics purposes.\ntaboola.com 1 year t_gid\nAssigns a unique User ID that Taboola uses for attribution and reporting purposes, and to tailor recommendations to this specific user.\ntaboola.com 1 year trc_cookie_storage\nAssigns a unique User ID that is used for attribution and reporting purposes.\nPublisher’s Domain 1 year _tb_sess_r\nUsed on websites of our publisher Customers that utilize the Taboola Newsroom services.\nIt maintains a session reference about the user’s visit to this particular website.\nPublisher’s Domain\n30 minutes _tb_t_ppg\nUsed on websites of our publisher Customers that utilize the Taboola Newsroom services.\nThis cookie is used to identify the referring website (i.e.\nthe website that the user visited prior to arriving at this publisher’s website).\nPublisher’s Domain\n30 minutes Performance (Analytics) Cookies<br>\n<br> abLdr\nSupports routine technical and performance improvements for Taboola’s browser-based Services.\ntaboola.com 3 hours abMbl\nSupports routine technical and performance improvements for Taboola’s mobile SDK Services.\ntaboola.com 3 hours tb_click_param\nUsed on websites of our publisher Customers that utilize the Taboola Newsroom services.\nIt measures performance of the publisher’s homepage articles that are clicked.\nPublisher’s Domain 50 seconds 4.\nHow To Manage Cookies <p>\n<strong>Cookies used on our Sites</strong>: If you do not want our trusted business partners to place cookies on your device when browsing our Sites, you can adjust your browser settings to manage or reject cookies, or to notify you when a cookie is being placed in your Internet browser software.\nThese settings are usually found in the ‘Options’ or ‘Preferences’ menu of your Internet browser.\nFor more information on how to change your browser settings, click on the ‘Help’ section of your Internet browser.\nModern Internet browsers also allow you to see what cookies are currently stored on your device and selectively delete them as you wish.</p>\n<p>\n<strong>Cookies used through our Services</strong>: If you do not want Taboola to place cookies on your device when you interact with or use our Services in order to tailor content and information that we may send or display to you and otherwise personalize your experience while interacting with our Services, you can either adjust your browser settings (as explained above), or click the Opt-Out link in our Privacy Policy.\nBy opting out you give us permission to clear all the cookies that we previously stored regarding your account and to set a new cookie that tells us that we should no longer track you.\nIf you clear all cookies from your browser after you opt out, you will also be clearing the cookie that tells us that you have opted out, so you will need to re-enroll in our opt-out.\nOpting out only means that you we will no longer deliver targeted content and ads.\nit does not mean that you will no longer see our Services or contextual ads.</p> 5.\nChanges and Updates <p>We may update this Cookie Policy from time to time.\nWe encourage you to periodically review this Cookie Policy to stay informed about our use of cookies, the information we collect via cookies, and any updates in relation thereto.</p>\n<p>We will post any changes to this Cookie Policy on our Site.\nIf we make any changes to this Cookie Policy that significantly impact the way we use cookies, we will endeavor to provide you with notice in advance of such change by highlighting the change on our Site.</p>\n<p>Your continued use of the Site and the Services constitutes your agreement to this Cookie Policy and any updates.</p> 6.\nContact Us <p>If you have questions about this Cookie Policy, please contact us at:</p>\n<p>Taboola, Inc.<br>\n16 Madison Square West<br>\n7th Floor<br>\nNew York, New York 10010<br>\nTel: 212.206.7663<br>\nEmail: support@taboola.com</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms and Conditions</li>\n<li>Modern Slavery Act</li>\n<li>Israel Equal Pay Report</li>\n<li>Taboola Blog</li>\n</ul> Um unsere Webseite für Sie optimal zu gestalten und fortlaufend verbessern zu können, verwenden wir Cookies.\nDurch die weitere Nutzung der Webseite stimmen Sie der Verwendung von Cookies zu.\nweitere Informationen Bestätigen Sie ", "created_at": "2022-11-27 08:16:02.369301", "updated_at": "2022-11-27 07:19:15.267611"}, {"id": 12824, "name": "Vulnerability Disclosure Policy", "url": "https://www.taboola.com/policies/vulnerability-disclosure-policy", "xpath": "//body", "text": "Please note: This website includes an accessibility system.\nPress Control-F11 to adjust the website to the visually impaired who are using a screen reader.\nPress Control-F10 to open an accessibility menu.Popup headingClose Accessibility<ul>\n<li>Press enter for Accessibility for blind people who use screen readers</li>\n<li>Press enter for Keyboard Navigation</li>\n<li>Press enter for Accessibility menu</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms of Use</li>\n<li>Terms of Service</li>\n<li>Terms and Conditions</li>\n<li>Vulnerability Disclosure Policy</li>\n</ul> Vulnerability Disclosure Policy Last Update: June 20th, 2022 Brand Promise\n<p>Taboola, Inc., together with its affiliates (“Taboola”, “we”, “us”, or “our”) is committed to working<br>\nwith security researchers to verify and address any potential vulnerabilities in our services that are<br>\nreported to us in accordance with this Vulnerability Disclosure Policy (“Policy”).\nWe hope to foster<br>\nan open partnership with the security community, and we recognize that the work the community<br>\ndoes is important in continuing to ensure the safety and security of our customers, users, and<br>\npartners.</p>\n<p>We have developed this Policy to both reflect our corporate values and to uphold our legal<br>\nresponsibility to good-faith security researchers that are providing us with their expertise and<br>\nsecurity suggestions.</p>\nProgram &amp.\nScope\n<p>We ask that all security researchers submit vulnerability reports about any of the following<br>\n(collectively, the “Services”):</p>\n<ul>\n<li>Our website, www.taboola.com, the websites of our affiliates and subsidiaries (including Connexity and Skimlinks), or any Taboola website displaying our Privacy Policy<br>\n(collectively the “Sites”)</li>\n<li>Our content discovery platforms, feeds, widgets, analytics tools, and other technical<br>\napplications that we provide on third-party websites (collectively, the “Content Discovery<br>\nPlatform”)</li>\n<li>The Taboola News suite of content-discovery tools available on mobile devices and<br>\noperating systems (including the Start line of products, collectively “Taboola News”)</li>\n</ul>\nLegal Posture\n<p>We openly accept vulnerability reports for the Services, and Taboola will not engage in legal action<br>\nagainst individuals who submit vulnerability reports in accordance with this Policy.\nWe agree not to<br>\npursue legal action against individuals who:</p>\n<ul>\n<li>Engage in vulnerability testing within the scope of this Policy.</li>\n<li>Engage in vulnerability testing involving only the Services.</li>\n<li>Engage in vulnerability testing without affecting or harming Taboola or its customers, users,<br>\nor partners.</li>\n<li>Adhere to the laws of their location and the location of Taboola.\nFor example, violating laws<br>\nthat would only result in a claim by Taboola (and not a criminal claim) may be acceptable as<br>\nTaboola is authorizing the activity (reverse engineering or circumventing protective<br>\nmeasures) to improve the Services.</li>\n<li>Refrain from disclosing vulnerability details to the public before a mutually agreed-upon<br>\ntimeframe expires.</li>\n</ul>\nHow to Report a Vulnerability\n<p>Please report the details of any suspected or detected vulnerabilities by submitting a vulnerability<br>\nreport to Taboola’s Security Team at bountyprogram@taboola.com including all the following five<br>\n(5) elements:<br>\nTaboola, Inc.\n16 Madison Square West, 7th fl.\nNew York, New York 10010</p>\n<ul>\n<li>The date you tested for and found the vulnerability</li>\n<li>Any steps necessary to reproduce the vulnerability</li>\n<li>Supporting screenshot(s) in JPEG format (when relevant)</li>\n<li>A short description of the potential impact</li>\n<li>The following affirmative statement:</li>\n</ul>\n<p>I HAVE READ AND UNDERSTAND AND AGREE TO THE TERMS OF TABOOLA’S VULNERABILITY<br>\nDISCLOSURE POLICY (“POLICY”).\nI AGREE TO THE TABOOLA TERMS OF USE.\nI HAVE<br>\nCOMPLIED AND WILL COMPLY WITH THE RULES OF THE POLICY AND THE TERMS OF USE.\nI<br>\nHAVE NOT DISCLOSED THIS SUBMISSION TO ANYONE.\nI DISCOVERED IT MYSELF.\nI WILL NOT<br>\nDISCLOSE THIS SUBMISSION TO ANYONE.</p>\nPreference, Prioritization, and Acceptance Criteria\n<p>We will use the following criteria to prioritize and triage submissions.<br>\nWhat we would like to see from you:</p>\n<ul>\n<li>Well-written reports in English will have a higher chance of resolution.</li>\n<li>Reports that include proof-of-concept code equip us to better triage.</li>\n<li>Reports that include only crash dumps or other automated tool output may receive lower<br>\npriority.</li>\n<li>Reports that include products not listed under Program &amp.\nScope may receive lower priority.</li>\n<li>Please include how you found the vulnerability, the impact, and any potential remediation.</li>\n<li>Please include any plans or intentions for public disclosure.</li>\n</ul>\n<p>What you can expect from us:</p>\n<ul>\n<li>A timely response to your submission (within five business days).</li>\n<li>After triage, we will send an expected remediation timeline, and commit to being as<br>\ntransparent as possible about such timeline, as well as on issues or challenges that may<br>\nextend it.</li>\n<li>An open dialog to discuss issues.</li>\n<li>Notification when the vulnerability analysis has completed each stage of our review.</li>\n<li>Recognition after the vulnerability has been validated and resolved.<br>\nRewards</li>\n</ul>\n<p>We may reward submissions that help keep the Services safe and secure, provided that they<br>\nadhere to this Policy.\nWhether a reward is offered or not is at our sole and absolute discretion.</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Terms and Conditions</li>\n<li>Modern Slavery Act</li>\n<li>Israel Equal Pay Report</li>\n<li>Taboola Blog</li>\n</ul> Um unsere Webseite für Sie optimal zu gestalten und fortlaufend verbessern zu können, verwenden wir Cookies.\nDurch die weitere Nutzung der Webseite stimmen Sie der Verwendung von Cookies zu.\nweitere Informationen Bestätigen Sie ", "created_at": "2022-11-27 08:16:02.368086", "updated_at": "2022-11-27 07:18:56.12939"}], "points": [], "urls": ["taboola.com", "taboola.fr"]}}