{"error": 448, "message": "OK", "parameters": {"id": 8100, "name": "WhoTracks​.​Me", "created_at": "2023-04-25 00:38:13.043229", "updated_at": "2023-04-25 10:01:53.024315", "wikipedia": null, "keywords": null, "related": null, "slug": "whotracks-me", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8100.png", "url": "whotracks.me", "documents": [{"id": 15708, "name": "Privacy Policy", "url": "https://whotracks.me/privacy-policy.html", "xpath": "/html/body/div[1]", "text": " WhoTracks​.​Me Privacy Policy<p>Please find below our statement on the processing of personal data by our company in accordance with the legal requirements, particularly the EU General Data Protection Regulation (GDPR - available here).</p>Content<ul>\n<li>\n<p>I.\nGeneral information</p>\n<ul>\n<li>1.\nDefinition of main terms</li>\n<li>2.\nScope of validity</li>\n<li>3.\nController</li>\n<li>4.\nData protection officer</li>\n</ul>\n</li>\n<li>\n<p>II.\nDetails of data processing</p>\n<ul>\n<li>1.\nGeneral information about the data processing operations</li>\n<li>2.\nAccessing our services</li>\n<li>3.\nDownloads (tracker data)</li>\n<li>4.\nContacting WhoTracks.Me</li>\n<li>5.\nWeb Analytics</li>\n</ul>\n</li>\n<li>\n<p>III.\nRights of data subjects</p>\n<ul>\n<li>1.\nRight to object</li>\n<li>2.\nRight of access</li>\n<li>3.\nRight to rectification</li>\n<li>4.\nRight to erasure (“right to be forgotten”)</li>\n<li>5.\nRight to restriction of processing</li>\n<li>6.\nRight to data portability</li>\n<li>7.\nRight to withdraw consent</li>\n<li>8.\nRight to object</li>\n</ul>\n</li>\n<li>\n<p>IV.\nCalifornia</p>\n</li>\n</ul>I.\nGeneral information<p>This section of the data privacy statement contains information on the scope of validity, the person responsible for data processing (controller), the data protection officer and data security.\nIt also begins with a list of definitions of important terms used in the data privacy statement.</p>1.\nDefinition of main terms<p>\n<strong>Browser:</strong> Computer program used to display websites (e.g.\nChrome, Firefox, Safari)</p>\n<p>\n<strong>Cookies:</strong> Text files placed on the user’s computer by the web server by means of the browser which is used.\nThe stored cookie information may contain both an identifier (cookie ID) for recognition purposes and content data, such as login status or information about websites visited.\nThe browser sends the cookie information back to the web server with each new request upon subsequent repeat visits to these sites.\nMost browsers accept cookies automatically.\nCookies can be managed using the browser functions (usually under “Options” or “Settings”).\nThe storage of cookies may be disabled in this way or it may be made dependent on the user’s approval in any given case or otherwise restricted.\nCookies may also be deleted at any time.</p>\n<p>\n<strong>Third countries:</strong> Countries outside of the European Union (EU)</p>\n<p>\n<strong>GDPR:</strong> Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation), available here.</p>\n<p>\n<strong>Personal data:</strong> Any information relating to an identified or identifiable natural person.\nAn identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier, such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.</p>\n<p>\n<strong>Profiling:</strong> Any form of automated processing of personal data consisting of the use of personal data to evaluate certain personal aspects relating to a natural person, in particular to analyse or predict aspects concerning that natural person’s performance at work, economic situation, health, personal preferences, interests, reliability, behaviour, location or movements.</p>\n<p>\n<strong>Services:</strong> Our offers to which this data privacy statement applies (cf.\nScope of validity).</p>\n<p>\n<strong>Tracking:</strong> The collection of data and their evaluation regarding the behaviour of visitors in response to our services.</p>\n<p>\n<strong>Tracking technologies:</strong> Actions can be tracked either via the activity records stored on our web servers (log files) or by collecting data from end devices via pixels, cookies or similar tracking technologies.</p>\n<p>\n<strong>Processing:</strong> Any operation or set of operations which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.</p>\n<p>\n<strong>Pixel:</strong> Pixels are also called tracking pixels, web beacons or web bugs.\nThese are small, invisible graphics in HTML emails or on websites.\nWhen a document is opened, this small image is downloaded from a server on the Internet and the download is registered there.\nThis allows the operator of the server to see if and when an email has been opened or a website has been visited.\nThis function is usually carried out by calling up a small program (JavaScript).\nCertain types of information can be detected on your computer system in this way and shared, such as the content of cookies, the time and date of the visit, and a description of the page on which the tracking pixel is located.</p>2.\nScope of validity<p>This data privacy statement applies to the following services:</p>\n<ul>\n<li>Our <strong>online offering “WhoTracks​.​Me”</strong> (website), mainly available at https://whotracks.me</li>\n<li>Whenever reference is made to this data privacy statement from one of our offers (e.g.\nwebsites, subdomains, links to third-party sites), regardless of the way in which it is accessed or used.</li>\n</ul>\n<p>All of these offers are also collectively referred to as “services”.</p>3.\nController<p>The following party is responsible for the processing of data in relation to the services, i.e.\nthe role of controller which involves determining the purposes and means of processing personal data:</p>\n<code>Ghostery GmbH\nArabellastraße 23\n81925 München, Germany\nEmail: info@ghostery.com\n</code>4.\nData protection officer<p>The contact details of our data protection officer are given in paragraph 3.\nMessages should be marked for the attention of the data privacy department or sent via privacy@ghostery.com.</p>II.\nDetails of data processing1.\nGeneral information about the data processing operations<p>The following applies to all the processing operations listed below, unless stated otherwise:</p>a) No obligation to provide personal data &amp.\nconsequences of failure to provide such data<p>The provision of personal data is not required by law or contract, and you are under no obligation to provide any data.\nWe will inform you during the data entry process when personal information must be provided for the relevant service (e.g.\nby indicating “mandatory field”).\nIn cases where the provision of data is required, the consequence of not providing data will be that the service in question cannot be provided.\nOtherwise, failure to provide data may result in our inability to provide our services in the same form and quality.</p>b) Consent<p>In various cases, you may also grant us your consent to the further processing of data (or some of the data, where applicable) in connection with the operations listed below.\nIn this case, we will inform you separately in connection with the submission of the respective declaration of consent about all the procedures and the scope of the consent and concerning the purposes which we pursue in these processing operations.\nThe processing operations based on your consent are therefore not listed again here (Art.\n13 (4) GDPR).</p>c)\tTransfer of personal data to third countries<p>When we send data to third countries, i.e.\ncountries outside of the European Union, the data are then transmitted strictly in compliance with the statutory conditions of admissibility.\nIf the transmission of the data to a third country does not serve the purpose of fulfilling our contract with you, if we do not have your consent, if the transmission is not required for asserting, exercising or defending legal claims, and if no other exemption applies under Art.\n49 GDPR, we will only transmit your data to a third country if in possession of an adequacy decision pursuant to Art.\n45 GDPR or appropriate guarantees under Art.\n46 GDPR.\nIn order to ensure an adequate level of data protection, we provide appropriate safeguards pursuant to Art.\n46 (2) c) GDPR by the conclusion of EU standard data protection clauses adopted by the European Commission with the receiving body.\nCopies of the standard EU data protection clauses are available on the website of the European Commission here.</p>d)\tHosting at external service providers<p>Our data processing work is carried out to a large extent with the involvement of hosting service providers who provide us with storage space and processing capacities at their data centres and who also process personal data on our behalf according to our instructions.\nIt may be the case that personal data are transmitted to hosting service providers in respect of all of the functions listed below.\nThese service providers process data either exclusively in the EU or subject to guaranteed levels of data protection which we have put in place based on the standard EU data protection clauses (cf.\nsubsection c).</p>e)\tTransmission to government authorities<p>In principle, we do not transmit any data to government authorities.\nWe only send personal information to government authorities (including law enforcement agencies) when required to fulfil a legal obligation to which we are subject (legal basis: Art.\n6 (1) c) GDPR) or when it is necessary for the assertion, exercise or defence of legal claims (legal basis: Art.\n6 (1) f) GDPR).</p>f)\tPeriod of storage<p>The time specified in the “period of storage” paragraph indicates how long we use the data for the relevant purposes in any given case.\nAt the end of this period, the data will no longer be processed by us but will be erased at regular intervals, unless continued processing and storage are required by law (mainly because it is necessary to fulfil a legal obligation or for the establishment, exercise or defence of legal claims) or unless you grant us extended consent.</p>g)\tData categories<p>The category names listed below are used for specific types of data in the following sections:</p>\n<ul>\n<li>\n<strong>Contact data:</strong> Email address(es)</li>\n<li>\n<strong>Access data:</strong> Date and time of visit to our services.\nthe page from which the system accessed our site (“referrer”).\ninformation about the interaction of logged in users with our products.\nsession identification data (session ID), as well as the following information relating to the computer system accessing the service: Internet Protocol address used (IP address), browser type, browser version, device type, operating system and similar technical information.</li>\n</ul>2.\nAccessing our services<p>The passages below set out how your personal data are processed when you access our services (e.g., loading and viewing the website, opening the mobile app and navigating within the app).\nWe would point out that it is impossible not to send access data to external content providers (cf.\nsubsection b) due to the technical processes involved in transmitting information over the Internet.\nThe third-party providers are themselves responsible for the privacy-compliant operation of the IT systems which they use.\nThe service providers are required to decide how long the data will be stored.</p>a)\tPurposes of data processing, legal basis, legitimate interests (where applicable), and period of storage<ul>\n<li>\n<p>\n<strong>Data category:</strong>\n</p>\n<p>Access data</p>\n</li>\n<li>\n<p>\n<strong>Purpose:</strong>\n</p>\n<p>Establishing connection.\npresenting contents of the service.\ndetecting attacks on our site due to unusual activities.\nfault diagnosis</p>\n</li>\n<li>\n<p>\n<strong>Legal basis:</strong>\n</p>\n<p>Art.\n6 (1) f) GDPR\nOur legitimate interest: Proper functioning of the services.\nsecurity of data and business processes.\nprevention of misuse.\nprevention of damage through interference in information systems</p>\n</li>\n<li>\n<p>\n<strong>Period of storage:</strong>\n</p>\n<p>Four weeks</p>\n</li>\n</ul>b)\tRecipients of the personal data<ul>\n<li>\n<p>\n<strong>Recipient category:</strong>\n</p>\n<p>External content providers who provide content which is needed to display the service (e.g.\nimages, videos, embedded postings from social networks, banner ads, fonts, update information, shortened links) as well as IT Security Service Provider</p>\n</li>\n<li>\n<p>\n<strong>Data concerned:</strong>\n</p>\n<p>Access data</p>\n</li>\n<li>\n<p>\n<strong>Legal Basis:</strong>\n</p>\n<p>Art.\n6 (1) f) GDPR\nOur legitimate interest: Proper functioning of the services.\n(accelerated) display of content.\nPrevention of attacks through exploitation of security gaps/vulnerabilities</p>\n<p>Email address.\nPersonal master data.\nNewsletter usage profile data</p>\n</li>\n<li>\n<p>\n<strong>Purpose:</strong>\n</p>\n<p>Verification of the registration process (“double opt-in”) including traceability of registrations and unsubscriptions (“logging”).\nsending and designing the newsletter according to interests.\nmeasurement of opening and click rates for the purpose of optimising our newsletter service.</p>\n</li>\n<li>\n<p>\n<strong>Period of storage:</strong>\n</p>\n<p>Personal data is deleted as soon as its further processing is no longer necessary for the respective purpose and legal retention periods do not prevent deletion.\nThis is regularly the case upon receipt of your withdrawal.\nIn the event of your withdrawal, however, we reserve the right to store your e-mail address for the purpose of proving that you have previously given your consent.\nThis storage is solely for the purpose of defending possible legal claims.</p>\n</li>\n</ul>3.\nDownloads (tracker data)<p>The download of our complete data set on the largest and longest measurement of online tracking can be performed at Github.\nFor this purpose we link directly to our repository.</p>4.\nContacting WhoTracks.Me<p>We invite our visitors to send us an email for any question or concern they might have.\nThe tables below show how your personal data are processed when you contact our customer support.</p>a) Purposes of data processing, legal basis, legitimate interests (where applicable), and period of storage<ul>\n<li>\n<p>\n<strong>Data category:</strong>\n</p>\n<p>Personal master data.\ncontact details.\ne-mail address.\ncontents of enquiries/complaints</p>\n</li>\n<li>\n<p>\n<strong>Purpose:</strong>\n</p>\n<p>Processing of customer feedback, enquiries, and user complaints</p>\n</li>\n<li>\n<p>\n<strong>Legal basis:</strong>\n</p>\n<p>Art.\n6 (1) b) and f) GDPR</p>\n<p>Our legitimate interest: Improvement of our service.\nincrease in customer loyalty</p>\n</li>\n<li>\n<p>\n<strong>Period of storage:</strong>\n</p>\n<p>We retain any personal data related to user-submitted email during the processing of the inquiry.\nWe delete these tickets after 6 months of inactivity.</p>\n</li>\n</ul>b) Recipients of the personal data<ul>\n<li>\n<p>\n<strong>Recipient category:</strong>\n</p>\n<p>IT service providers</p>\n</li>\n<li>\n<p>\n<strong>Data concerned:</strong>\n</p>\n<p>All data listed under (a) in this section</p>\n</li>\n<li>\n<p>\n<strong>Legal Basis:</strong>\n</p>\n<p>Art.\n28 GDPR</p>\n</li>\n</ul>5.\nWeb Analytics<p>This website uses no analytics.</p>III.\nRights of data subjects1.\nRight to object<p>\n<strong>If we process your personal data for direct marketing purposes, you have the right to object at any time to the processing of your personal data for such marketing with future effect.</strong>\n</p>\n<p>You also have the right, at any time with future effect and for reasons pertinent to your particular situation, to object to the processing of your personal data in accordance with Art.\n6 (1) e) or f) GDPR.\nthis also applies to any profiling based on these provisions.\nThe right to object may be exercised free of charge.\nIn order to be able to process your request faster, please reach us by emailing us at privacy@ghostery.com.</p>2.\nRight of access<p>You have the right to obtain confirmation from us as to whether or not personal data concerning you are being processed and, where that is the case, to access the personal data and the other information listed in Art.\n15 GDPR.</p>3.\nRight to rectification<p>You have the right to obtain from us without undue delay the rectification of incorrect personal data concerning you (Art.\n16 GDPR).\nTaking into account the purposes of the processing, you have the right to have incomplete personal data completed, including by means of providing a supplementary statement.</p>4.\nRight to erasure (“right to be forgotten”)<p>You have the right to obtain from us the erasure of personal data concerning you without undue delay if one of the grounds listed in Art.\n17 (1) GDPR is applicable and the processing operations are not required for one of the purposes approved in Art.\n17 (3) GDPR.</p>5.\nRight to restriction of processing<p>You are entitled to obtain from us the restriction of the processing of your personal data where one of the conditions laid down in Art.\n18 (1) a) to d) GDPR is met.</p>6.\nRight to data portability<p>You have the right, in respect of the personal data which you have given us, to be provided with these data in a structured, commonly used and machine-readable format and the right to send these data to another controller without any hindrance on our part, insofar as the requirements set out in Art.\n20 (1) GDPR are met.\nIn exercising your right to data portability, you have the right to have the personal data transmitted directly by us to another controller where technically feasible.</p>7.\nRight to withdraw consent<p>If the processing is based on your consent, you have the right to revoke your consent at any time.\nThis will not affect the legality of the processing operations on the basis of the consent until such time as the revocation takes effect.</p>8.\nRight to object<p>You have the right to lodge a complaint with the supervisory authority responsible for our company.\nThe supervisory authority responsible for our company is as follows:</p>\n<code>Bayerisches Landesamt für Datenschutzaufsicht\nPromenade 18\n91522 Ansbach\npoststelle@lda.bayern.de\n</code>IV.\nCalifornia<p>For residents of California, please see our Privacy Policy Supplemental Notice – California.</p> ", "created_at": "2023-04-25 00:38:13.074615", "updated_at": "2023-04-25 00:38:31.317056"}], "points": [], "urls": ["whotracks.me"]}}