{"error": 448, "message": "OK", "parameters": {"id": 9441, "name": "Fatsecret", "created_at": "2023-08-31 23:08:34.010453", "updated_at": "2023-09-01 10:02:30.296466", "wikipedia": "https://en.wikipedia.org/wiki/FatSecret", "keywords": null, "related": null, "slug": "fatsecret", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9441.png", "url": "fatsecret.com", "documents": [{"id": 18606, "name": "Privacy Policy", "url": "https://www.fatsecret.com/Default.aspx?pa=priv&l=en", "xpath": "//body", "text": " Register &nbsp;|&nbsp.\nSign In <ul>\n<li>\n<ul>\n<li> Search in: </li>\n<li> &nbsp;Foods </li>\n<li> &nbsp;Recipes </li>\n<li> &nbsp;Meals </li>\n<li> &nbsp;Exercises </li>\n<li> &nbsp;Members </li>\n<li>&nbsp;</li>\n</ul>\n</li>\n</ul> &nbsp.\n<ul>\n<li> My FatSecret </li>\n<li> Foods </li>\n<li> Recipes </li>\n<li> Challenges </li>\n<li> Fitness </li>\n<li> Community </li>\n</ul> Privacy Policy &nbsp.\n&nbsp.\n&nbsp.\n<b>FatSecret Privacy Policy</b>\n<br>\n<b>You should not use the Services if you do not agree to the terms of this Privacy Policy.\nYour renewed or continued use of the Services represents your consent to our processing of your Personal Data (including Sensitive Data) in accordance with the terms of this Privacy Policy.\nIf you have any questions concerning this Privacy Policy or wish to revoke your consent to our processing of your Personal Data, please email us at <u>privacy@FatSecret.com</u>.</b>\n<br>\n<ol>\n<li>\n<strong>Introduction</strong>\n<p>This Privacy Policy applies to all of the products and services offered by Secret Industries Pty Ltd (FatSecret) including through its <u>mobile applications</u> (the <b>FatSecret App</b>), <u>websites</u> and <u>Platform</u> (all together <b>\"FatSecret\"</b>, <b>\"we\"</b>, <b>\"us\"</b> or <b>\"our\"</b>).\nFatSecret is an online diet, nutrition and weight loss community service that allows users to set up unique user profiles, track their activity, food and weight and contribute information and content to help people achieve their diet, nutrition and weight goals (collectively, the <b>Services</b>).\nWe also provide paid services (<b>Premium Service</b>) where users have access to further personalised educational content, meal plans and other features which are only accessible within the Premium Service.\nWhere we use the term \"Services\" in this Privacy Policy it includes \"Premium Services\", where applicable.</p>\n<p>We understand the importance of protecting the privacy of your Personal Data and take appropriate reasonable steps to protect it.\nThe purpose of this Privacy Policy is to explain what Personal Data we collect about you when you interact with FatSecret, including what Personal Data and other information we collect, how we use that information, with whom we share that information and what steps we take to protect that information.</p>\n<p>FatSecret servers are hosted in multiple locations, including Europe and the United States and if you are accessing FatSecret from outside the United States, please be advised that you may be transferring your Personal Data to the United States and that the United States may have data protection laws/standards that are different from where you live.\nYour continued use of FatSecret represents your consent to this transfer of information.</p>\n<p>\n<b>Personal Data</b> is information relating to you that can be used to identify you, directly or indirectly, alone or together with other information (particularly by reference to an identifier).\nFor the purposes of this Privacy Policy, the term <b>Personal Data</b> encompasses the definition of \"Personal Data\" under the General Data Protection Regulation (EU) 2016/679 (<b>GDPR</b>) as well as the definitions of \"personal data\", \"personal information\" or other like terms applicable under the privacy laws where we carry on business.\nUnless specifically noted otherwise, when the term \"Personal Data\" is used in this Privacy Policy it includes \"Sensitive Data\".</p>\n<p>\n<b>Sensitive Data</b> is a category of Personal Data and encompasses the definition of \"special categories of personal data\" under the GDPR as well as the definitions of \"sensitive data\", \"sensitive information\" and other like terms applicable under the privacy laws where we carry on business.\nGenerally, however, this is Personal Data that reveals racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, biometric data for the purpose of uniquely identifying a natural person, health data or data concerning a person's sex life or sexual orientation.</p>\n<p>We collect, use, hold and disclose (i.e.\nprocess) Personal Data and Sensitive Data as outlined in this Privacy Policy to operate and improve the Services.</p>\n</li>\n<li>\n<strong>How We Collect and Use Your Personal Data</strong>\n<p>As a user of FatSecret or the Services you are required to register before you can use FatSecret (including the FatSecret App) and our Services.\nDuring registration, we collect (and if you proceed to register your consent to our collection of):</p>\n<ul>\n<li>\n<p>Your Personal Data such as name, age, height, gender, postcode and email address.\nWe also collect information relating to your current and goal weight which, because of the inferences that can be made about you in combination with your age, gender and height, is considered health data and thus Sensitive Data.\nWhen using FatSecret, we may also collect additional information including but not limited to your dietary goals, dietary preferences, allergies and other health conditions affected by nutrition or diet, or requiring nutrition or dietary guidance</p>\n</li>\n<li>\n<p>We collect the above Personal Data to customise, adapt and personalise your experience with the Services, to assess and improve our Services (such as the educational content) and maintain and analyse the functioning of the Service.\nand</p>\n</li>\n<li>\n<p>when using FatSecret, behavioural data (i.e.\nwhat you do whilst using FatSecret, what you engage with) such as by monitoring your engagement with FatSecret, our Services and our communications.\nBy collecting this Personal Data we can monitor and analyse your progress in respect of your health goals.\nThis allows us to better customise/tailor your experience with the Services (and how we deliver the Services to you) and to continue improving FatSecret.</p>\n</li>\n</ul>\n<p>As part of our Services, FatSecret will, from time to time, use your Personal Data to provide you with personalised educational content relating to food and nutrition information and other health updates and information.\nWhere you opt in to receive direct marketing we will also use your Personal Data to provide you with personalised direct marketing.\nWe explain our approach to and your rights in respect of Direct Marketing under Section 5 below.</p>\n<p>If you wish to stop us processing your behavioural data for non-marketing purposes, as above, you will need to stop using FatSecret and delete your account.</p>\n<p>We also collect your Personal Data (such as name, contact details (i.e.\nemail address) and other Personal Data you provide) when you communicate with us or use your personal <b>User Inbox</b> within FatSecret.\nWe use this Personal Data to communicate with you and populate your User Inbox with information related to your weight/health journey.</p>\n<p>Where you have opted in to receive direct marketing we will also send our direct marketing, promotions and/or other events we think might interest you to you via your User Inbox and also measure the effectiveness of those and other communications (see Section 5 as regards direct marketing).</p>\n<p>If you register for our Premium Service we may additionally collect payment details (including credit card and debit card details) to fulfil your purchase, process your payments and provide you with any necessary customer support.</p>\n<p>FatSecret may also access and process your Sensitive Data (i.e.\nhealth data) through integration with other services such as Apple's HealthKit API's and Google's Health Connect and Fit APIs (all together \"Health Data Services\") where you have requested or opted in to us doing so.\nWe will not use or disclose any Sensitive Data gained through Health Data Services to third parties for advertising, marketing or other use-based data mining purposes other than for improving health or for the purpose of health research and will not disclose any of this Sensitive Data to a third party without your express consent.\nThe use of information received from Health Connect will adhere to the Health Connect Permissions policy, including the Limited Use requirements.</p>\n<p>FatSecret (and our advertisements or email messages) may contain \"cookies\" and other technologies such as pixel tags.\nOther technical information we collect include your IP address, ISP, browser type, operating system, language and general user activity on FatSecret.\nThese technologies help us better customise the Services and to facilitate and measure the effectiveness of advertisements or messages.\nWe do not link the information stored in cookies to any Personal Data you have submitted.\nWhile most browsers accept cookies automatically, you may also adjust your browser settings to delete or disable cookies.\nWe do not respect do not track browser requests.</p>\n</li>\n<li>\n<strong>Legal Basis for Processing Your Personal Data</strong>\n<p>For Personal Data subject to the GDPR, we only process your Personal Data where we have a lawful basis for doing so, including one or more of the following:</p>\n<ol>\n<li>\n<p>\n<b>\n<u>User consent:</u>\n</b> this refers to where you have given us explicit permission to process Personal Data and/or Sensitive Data for a given purpose.\nWhen we rely on consent we seek such consent at the time we collect your Personal Data and/or Sensitive Data (such as when you register for FatSecret and/or consent to direct marketing).\nWe require you to indicate your consent by an explicit affirmative action by, for example in the FatSecret App or website, clicking the \"Yes, I agree\" button.\nThis is the basis on which we process your Sensitive Data and, in most cases, your other Personal Data.</p>\n</li>\n<li>\n<p>\n<b>\n<u>For our legitimate business purposes:</u>\n</b> in certain situations (such as when not processing Sensitive Data) we will have a legitimate interest to process your Personal Data.\nWe may rely on this when we manage your enquiries, requests and complaints, undertake general administrative tasks in connection with our Services, provide you with information about our Services, improve, maintain, and analyse our Service or otherwise detect fraud.</p>\n</li>\n<li>\n<p>\n<b>\n<u>For contractual necessity:</u>\n</b> we may process your Personal Data to meet our contractual obligations.\nFor example, when you purchase our Premium Service we may need to process your payment information to fulfill your subscription.</p>\n</li>\n<li>\n<p>\n<b>\n<u>For compliance with a legal obligation:</u>\n</b> we must process Personal Data in order to comply with laws, regulations, court orders or other legal obligations (such as assisting with an investigation).</p>\n</li>\n</ol>\n</li>\n<li>\n<strong>How or To Whom We Disclose Your Personal Data</strong>\n<p>Except as expressly noted in this Privacy Policy, we do not share your Personal Data with any third parties without your express consent.\nWe do share your Personal Data as follows:</p>\n<ul>\n<li>\n<p>to service providers (such as those that provide services relating to information technology, customer support, sales, marketing, payments, data/market analysis, and surveys) and other vendors to provide, improve and otherwise customise our Services;</p>\n</li>\n<li>\n<p>if we are permitted or required to do so by applicable law or we have a good faith belief that sharing information is necessary to comply with any applicable law.\nand/or</p>\n</li>\n<li>\n<p>when otherwise authorised by you to do so whether at the time you supply the Personal Data or subsequently.</p>\n</li>\n</ul>\n</li>\n<li>\n<strong>How or To Whom We Disclose Your Personal Data</strong>\n<p>Where you have opted in to receive direct marketing we will use your Personal Data to provide you personalised information about other features, products or services we think you might be interested in.\nThis may include details relating to current promotions, special offers and our Premium Service or promotions/offers relating to our Premium Service and/or other materials so that we can undertake market research into nutrition and health services and products.\nWe will use your behavioural data to assess what products and services you may be interested in and which we will directly market to you.</p>\n<p>We will share our direct marketing with you using a variety of channels, such as your User Inbox, email or by telephone, unless you have specifically requested us to only use one specific channel for marketing.\nWe may also collect and use your demographic and other Personal Data for market research, statistical, advertising and promotional purposes.</p>\n<p>All direct marketing emails, User Inbox messages and SMS messages will include instructions for opting-out of direct marketing communications.\nIf at any time you no longer wish to receive direct marketing from us, please follow the unsubscribe opt-out options available in each email or SMS marketing, User Inbox message or write to us at our \"Contact Details\" in Section 12.</p>\n<p>Please note that, regardless of your communication (and specifically email) settings for direct marketing, we may still send you communications (including by email) relating to:</p>\n<ul>\n<li>\n<p>the performance of our Services, such as revisions to this Privacy Policy or other formal communications relating to Services you have purchased or use;</p>\n</li>\n<li>\n<p>educational materials we deem relevant to your goals and progress.\nand/or</p>\n</li>\n<li>\n<p>your requests for technical support or other questions or complaints about the Services.</p>\n</li>\n</ul>\n</li>\n<li>\n<strong>How Long We Retain Your Personal Data</strong>\n<p>We retain your Personal Data for as long as you maintain your account with us or as otherwise necessary to provide you the Services.\nWe may also retain your Personal Data as required to comply with our legal obligations.</p>\n<p>We will delete your Personal Data on receiving a request by you to delete your account so long as we are no longer required to process your Personal Data for the purposes set out in this Privacy Policy (i.e.\nyou delete your account and there is no other purpose that requires us to retain your Personal Data) or to keep it by law.</p>\n<p>Your Personal Data may remain on our backup/disaster recovery systems.\nHowever, this Personal Data will be completely and irredeemably destroyed or deidentified within 6 months after you delete your account.</p>\n</li>\n<li>\n<strong>Your Rights</strong>\n<p>We endeavour to keep your Personal Data accurate and up to date and retain it in accordance with your directions and request your assistance to do so by letting us know of any changes.\nIn respect of your Personal Data that we hold you can exercise your rights (detailed below) by contacting us via our 'Contact Details' below.</p>\n<p>We will respond to your requests as soon as practicable (and after verifying your identity if necessary) and, in any event, within one month of your request.\nPlease note that we may need to retain certain information for recordkeeping purposes to comply with legal requirements and/or to complete any transactions that you began prior to requesting such change or deletion.</p>\n<p>Your rights include:</p>\n<ul>\n<li>\n<p>the right to access your Personal Data we hold.\nYou may also seek confirmation that we are processing your Personal Data and access your Personal Data and information related to that processing (e.g.\nsuch as the purpose or categories of that processing);</p>\n</li>\n<li>\n<p>where we process your Personal Data only with your consent, the right to withdraw your consent to such processing at any time;</p>\n</li>\n<li>\n<p>the right to rectify or correct your Personal Data where that Personal Data is incomplete or contains any inaccuracies;</p>\n</li>\n<li>\n<p>the right to restrict our processing or to object to our processing of your Personal Data;</p>\n</li>\n<li>\n<p>the right to request us to transfer your Personal Data to a third party in a structured, standardised and machine-readable format;</p>\n</li>\n<li>\n<p>the right to object to and opt-out of receiving direct marketing at any time;</p>\n</li>\n<li>\n<p>the right to request (subject only to our legal obligations to retain it) we erase (i.e.\nforget) your Personal Data where that Personal Data is no longer necessary for the purposes for which it was collected or otherwise processed, where you withdraw consent or otherwise object to the processing of your Personal Data.\nand</p>\n</li>\n<li>\n<p>the right to lodge a complaint with a supervisory authority (For example, the Information Commissioner's Office in the United Kingdom or the Office of the Australian Information Commissioner in Australia).</p>\n</li>\n</ul>\n</li>\n<li>\n<strong>Information Security</strong>\n<p>FatSecret takes reasonable steps to ensure the security of your Personal Data.\nFor example, we take reasonable security measures to protect against unauthorised access to or unauthorised alteration, disclosure or destruction of user Personal Data.\nThese include internal reviews of our data collection, storage and processing practices and security measures, including appropriate encryption and physical security measures to guard against unauthorised access to systems where we store Personal Data.</p>\n<p>We also restrict access to your Personal Data to our employees, contractors and agents who require access to that Personal Data in order to process it on our behalf.\nThese individuals are bound by confidentiality obligations and may be subject to discipline, including termination and criminal prosecution, if they fail to meet these obligations.</p>\n</li>\n<li>\n<strong>Children</strong>\n<p>We do not knowingly collect Personal Data from children under 13 years of age without parental consent.\nIf you become aware that a child under the age of 13 has provided us with Personal Data without parental consent, please contact us immediately by our contact details below.\nIf we become aware that an individual under the age of 13 has provided us with Personal Data, we will take steps to remove that Personal Data and cancel that individual’s account as soon as possible.</p>\n</li>\n<li>\n<strong>Links</strong>\n<p>FatSecret may contain links to other sites.\nWe are not responsible for and do not control the privacy policies and/or practices on other sites and only provide you such links for your convenience.\nWe encourage you to review the relevant privacy policies and information collection practices on those other sites as those sites will not be subject to this Privacy Policy.\nThis Privacy Policy only governs information processed by us, including via FatSecret.</p>\n</li>\n<li>\n<strong>Changes to FatSecret Privacy Policy</strong>\n<p>In order to provide and improve our Services and provide you the best possible experience it may be necessary to update and/or change this Privacy Policy from time to time.\nIn those circumstances, we will notify you by posting the revised Privacy Policy on our website.\nWe will notify you in respect of any significant revisions that materially change the way in which we use or share Personal Data previously collected from you and, where required by law, provide you the opportunity to read the revised policy so that you may decide whether you wish to continue to use the Services.</p>\n</li>\n<li>\n<strong>Contact Details</strong>\n<p> If you have any questions about this Privacy Policy, wish to exercise any of your rights (see Section 7), stop direct marketing or complain if you believe we have breached this Privacy Policy or any privacy law, please contact us at:<br> Email: <u>privacy@FatSecret.com</u>\n<br> Company Name: Secret Industries Pty Ltd (FatSecret)<br> Company Address: Level 1, 1B Cromwell Street, Caulfield North, 3161, Victoria, Australia </p>\n<p>If you have any concerns, complaints or questions relating to your privacy we encourage you to contact us directly (at the above email address) and allow us the opportunity to assist you.\nNevertheless, you have the right to escalate your concerns/lodge a complaint with your local data protection supervisory authority (e.g.\nthe <u>Information Commissioner's Office</u> in the United Kingdom or the <u>Office of the Australian Information Commissioner</u> in Australia) if you believe our processing of your Personal Data infringes any privacy/data protection laws.</p>\n</li>\n</ol> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nGet the app &nbsp;&nbsp;&nbsp;&nbsp.\nfood list brand list platform professional contact find people | faq | blog | terms | privacy | report abuse © 2023 FatSecret.\nAll rights reserved.\nUnited States ", "created_at": "2023-08-31 23:08:43.262344", "updated_at": "2023-08-31 23:08:52.095868"}, {"id": 18605, "name": "Terms and Conditions", "url": "https://www.fatsecret.com/Default.aspx?pa=tnc", "xpath": "//body", "text": " Register &nbsp;|&nbsp.\nSign In <ul>\n<li>\n<ul>\n<li> Search in: </li>\n<li> &nbsp;Foods </li>\n<li> &nbsp;Recipes </li>\n<li> &nbsp;Meals </li>\n<li> &nbsp;Exercises </li>\n<li> &nbsp;Members </li>\n<li>&nbsp;</li>\n</ul>\n</li>\n</ul> &nbsp.\n<ul>\n<li> My FatSecret </li>\n<li> Foods </li>\n<li> Recipes </li>\n<li> Challenges </li>\n<li> Fitness </li>\n<li> Community </li>\n</ul> Terms &amp.\nConditions &nbsp.\n&nbsp.\n&nbsp.\n<p> FatSecret is an online diet, nutrition and weight loss community service that allows users to set up unique user profiles, track their activity, food and weight and contribute information and content to help people achieve their diet, nutrition and weight goals.\nThe services offered by FatSecret(\"FatSecret\" or \"we\") include the FatSecret websites and mobile applications, and any other features, content, or applications offered from time to time by FatSecret (collectively, the \"Services\").\n</p>\n<p> These Terms and Conditions of Use (\"Terms &amp.\nConditions\") set out the legally binding terms for your use of the Services and your continued use of the Services represents your consent to these Terms &amp.\nConditions whether you are a \"Visitor\" (which means you simply use Services without registering) or a \"Member\" (which means you have a registered account).\nThese Terms &amp.\nConditions includes FatSecret's policy for acceptable use of the Services and Content posted on FatSecret, your rights, obligations and restrictions regarding your use of the Services and FatSecret's Privacy Policy.\n</p>\n<p> Please choose carefully the information you post on FatSecret and that you provide to other users.\nYour FatSecret profile may not include the following items: telephone numbers, street addresses, last names, and any photographs containing nudity, or obscene, lewd, excessively violent, harassing, sexually explicit or otherwise objectionable subject matter.\nDespite this prohibition, information provided by other FatSecret Members (for instance, in their Profile) may contain inaccurate, inappropriate, offensive or sexually explicit material, products or services, and FatSecret assumes no responsibility or liability for this material.\nIf you become aware of misuse of the Services by any person, please contact contact@fatsecret.com or click on the \"Report Abuse\" link at the bottom of any FatSecret page.\n</p>\n<p> FatSecret reserves the right, in its sole discretion, to reject, refuse to post or remove any posting (including private messages) by you, or to restrict, suspend, or terminate your access to all or any part of the Services at any time, for any or no reason, with or without prior notice, and without liability.\n</p>\n<ol>\n<li>\n<strong>Eligibility</strong>\n<p> Use of the Services is void where prohibited.\nYou do not have to become a registered user to use some of the Services.\nHowever, if you do not register, you may be precluded from using certain elements of the Services, such as participation in, and contribution to, any Forum, meaning any chat room, message board, bulletin board, or similar activity where you and other Members can communicate.\n</p>\n<p> By using the Services, you represent and warrant that (a) all registration information you submit is true, accurate and complete, and that you will maintain the accuracy of such information.\n(b) all information that you provide us in using the Services will be true, accurate and complete.\n(c) you are 13 years of age or older.\nand (d) your use of the Services does not violate any applicable law or regulation.\nYour profile may be deleted, your use of the Services suspended and your Membership may be terminated without warning, if you provide any information that is untrue, inaccurate or incomplete or we have reasonable grounds to suspect this is the case or that you are under 13 years of age.\n</p>\n</li>\n<li>\n<strong>Term</strong>\n<p> These Terms &amp.\nConditions shall remain in full force and effect while you use the Services or are a Member.\nYou may terminate your Membership at any time, for any reason.\nFatSecret may terminate your Membership at any time, without warning.\nEven after Membership is terminated, these Terms &amp.\nConditions will remain in effect.\n</p>\n</li>\n<li>\n<strong>Fees</strong>\n<p> While FatSecret is free, you acknowledge that FatSecret reserves the right to charge for the Services and to change its fees from time to time in its discretion.\n</p>\n</li>\n<li>\n<strong>Password</strong>\n<p> When you sign up to become a Member, you will also be asked to choose a password.\nYou are entirely responsible for maintaining the confidentiality of your password.\nYou agree not to use the account, username, or password of another Member at any time or to disclose your password to any third party.\nYou agree to notify FatSecret immediately if you suspect any unauthorized use of your account or access to your password.\nYou are solely responsible for any and all use of your account.\n</p>\n</li>\n<li>\n<strong>Non-commercial Use by Members</strong>\n<p> The Services are for the personal use of Members only and may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by FatSecret.\nIllegal and/or unauthorized use of the Services, including collecting usernames and/or email addresses of Members by electronic or other means for the purpose of sending unsolicited email or unauthorized framing of or linking to FatSecret.\nCommercial advertisements, affiliate links, and other forms of solicitation may be removed from Member profiles without notice and may result in termination of Membership privileges.\nAppropriate legal action will be taken for any illegal or unauthorized use of the Services.\n</p>\n</li>\n<li>\n<strong>Proprietary Rights in Content on FatSecret</strong>\n<p> By displaying or publishing (\"posting\") any Content, messages, text, files, images, photos, video, sounds, profiles, works of authorship, or any other materials (collectively, \"Content\") on or through the Services, you hereby grant to FatSecret, a non-exclusive, fully-paid and royalty-free, worldwide license (with the right to sublicense through unlimited levels of sublicensees) to use, copy, modify, adapt, translate, publicly perform, publicly display, store, reproduce, transmit, and distribute such Content on and through the Services.\nThis license will terminate at the time you remove such Content from the Services.\nNotwithstanding the foregoing, a back-up or residual copy of the Content posted by you may remain on the FatSecret servers after you have removed the Content from the Services, and FatSecret retains the rights to those copies.\nYou represent and warrant that: (i) you own the Content posted by you on or through the Services or otherwise have the right to grant the license set forth in this section, and (ii) the posting of your Content on or through the Services does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.\nYou agree to pay for all royalties, fees, and any other monies owing any person by reason of any Content posted by you to or through the Services.\n</p>\n<p> The Services contain Content of FatSecret (\"FatSecret Content\").\nFatSecret Content is protected by copyright, trademark, patent, trade secret and other laws, and FatSecret owns and retains all rights in the FatSecret Content and the Services.\nFatSecret hereby grants you a limited, revocable, nonsublicensable license to reproduce and display the FatSecret Content (excluding any software code) solely for your personal use in connection with viewing FatSecret and using the Services.\n</p>\n<p> The Services contain Content of Users and other FatSecret licensors.\nExcept for Content posted by you, you may not copy, modify, translate, publish, broadcast, transmit, distribute, perform, display, or sell any Content appearing on or through the Services.\n</p>\n</li>\n<li>\n<strong>Content Posted</strong>\n<p> FatSecret may delete any Content that in the sole judgment of FatSecret violates these Terms &amp.\nConditions or which may be offensive, illegal or violate the rights, harm, or threaten the safety of any person.\nFatSecret assumes no responsibility for monitoring the Services for inappropriate Content or conduct.\nIf at any time FatSecret chooses, in its sole discretion, to monitor the Services, FatSecret nonetheless assumes no responsibility for the Content, no obligation to modify or remove any inappropriate Content, and no responsibility for the conduct of the User submitting any such Content.\n</p>\n<p> You are solely responsible for the Content that you post on or through any of the Services, and any material or information that you transmit to other Members and for your interactions with other Users.\nFatSecret does not endorse and has no control over the Content.\nContent is not necessarily reviewed by FatSecret prior to posting and does not necessarily reflect the opinions or policies of FatSecret.\nFatSecret makes no warranties, express or implied, as to the Content or to the accuracy and reliability of the Content or any material or information that you transmit to other Members.\nYou understand that by using the Services, you may be exposed to Content that is offensive or objectionable.\nUnder no circumstances will we be liable in any way for any Content (other than for Content developed by us), including, but not limited to, for any errors or omissions in any Content, or for any loss or damage of any kind incurred as a result of the use of any Content posted, emailed or otherwise transmitted to or through the Services.\n</p>\n</li>\n<li>\n<strong>Parental or Guardian Permission</strong>\n<p> Some of the Content may not be appropriate for children.\nChildren under the age of 13 are not permitted to use the Services.\nFatSecret strongly recommend that children between the ages of 13 and 18 ask for their parentï¿½s or guardianï¿½s permission before using the Services.\n</p>\n</li>\n<li>\n<strong>Content/Activity Prohibited</strong>\n<p> The following is a partial list of the kind of Content that is illegal or prohibited to post on or through the Services.\nFatSecret reserves the right to investigate and take appropriate legal action against anyone who, in FatSecret's sole discretion, violates this provision, including without limitation, removing any offending communication from the Services and terminating the Membership of such violators.\nProhibited Content and activity includes, but is not limited to Content that, in the sole discretion of FatSecret: </p>\n<p>\n</p>\n<ol>\n<li> is patently offensive and promotes racism, bigotry, hatred or physical harm of any kind against any group or individual.\n</li>\n<li> harasses or advocates harassment of another person.\n</li>\n<li> exploits people in a sexual or violent manner.\n</li>\n<li> contains nudity, violence, or offensive subject matter or contains a link to an adult website.\n</li>\n<li> solicits personal information from anyone under 18 or harms minors in any way.\n</li>\n<li> provides any telephone numbers, street addresses, last names, URLs or email addresses.\n</li>\n<li> promotes information that you know is false or misleading or promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous.\n</li>\n<li> promotes an illegal or unauthorized copy of another person's copyrighted work or contains materials that infringe upon any patent trademark, trade secret, copyright, right of privacy or publicity or other proprietary rights of any party.\n</li>\n<li> contains information that you do not have a right to post under any law or under contractual or fiduciary relationships (such as proprietary and confidential information).\n</li>\n<li> involves the transmission of \"junk mail\", \"chain letters\", \"pyramid schemes\", or unsolicited mass mailing, instant messaging, \"spimming\", or \"spamming\".\n</li>\n<li> contains restricted or password only access pages or hidden pages or images (those not linked to or from another accessible page).\n</li>\n<li> furthers or promotes any criminal activity or enterprise or provides instructional information about illegal activities.\n</li>\n<li> solicits passwords or personal identifying information for commercial or unlawful purposes from other Users.\n</li>\n<li> involves commercial activities and/or sales without our prior written consent such as contests, sweepstakes, barter, advertising, or pyramid schemes.\nor </li>\n<li> includes a photograph of another person that you have posted without that person's consent.\n</li>\n</ol>\n<p>\n</p>\n<p> The following is a partial list of the kind of activity that is illegal or prohibited on FatSecret Services.\nFatSecret reserves the right to investigate and take appropriate legal action against anyone who, in FatSecret's sole discretion, violates this provision, including without limitation, reporting you to law enforcement authorities.\nProhibited activity includes, but is not limited to: </p>\n<p>\n</p>\n<ol>\n<li> criminal or tortious activity, including child pornography, fraud, trafficking in obscene material, drug dealing, gambling, harassment, stalking, spamming, spimming, sending of viruses or other harmful files, copyright infringement, patent infringement, or theft of trade secrets.\n</li>\n<li> advertising to, or solicitation of, any Member to buy or sell any products or services through the Services.\nYou may not transmit any chain letters or junk email to other Members.\nIt is also a violation of these rules to use any information obtained from the Services in order to contact, advertise to, solicit, or sell to any Member without their prior explicit consent.\n</li>\n<li> covering or obscuring the banner advertisements on any FatSecret page via HTML/CSS or any other means.\n</li>\n<li> modifying, adapting, translating or reverse engineering any portion of the Services or Content.\n</li>\n<li> using any robot, spider, site search/retrieval application, or other automated device, process or means to access, query, retrieve, index or otherwise collect any portion of the Services or Content (other than with the consent of FatSecret).\n</li>\n<li> accessing, retrieving or indexing any portion of the Services or Content for purposes of constructing or populating a searchable database that is in any way similar to FatSecret Content.\n</li>\n<li> any automated use of the system, such as using scripts to send comments or messages.\n</li>\n<li> interfering with, disrupting, or creating an undue burden on the Services or the networks or services connected to the Services.\n</li>\n<li> attempting to impersonate another Member or person.\n</li>\n<li> using the account, username, or password of another Member at any time or disclosing your password to any third party or permitting any third party to access your account.\n</li>\n<li> selling or otherwise transferring your profile.\n</li>\n<li> using any information obtained from the Services in order to harass, abuse, or harm another person.\n</li>\n<li> displaying an advertisement on your profile, or accepting payment or anything of value from a third person in exchange for your performing any commercial activity on or through the Services on behalf of that person, such as placing commercial content on your profile, posting blogs or bulletins with a commercial purpose or sending private messages with a commercial purpose.\nor </li>\n<li> using the Services in a manner inconsistent with any and all applicable laws and regulations.\n</li>\n</ol>\n<p>\n</p>\n</li>\n<li>\n<strong>Copyright Policy</strong>\n<p> You may not post, modify, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information belonging to others without obtaining the prior written consent of the owner of such proprietary rights.\nIt is the policy of FatSecret to terminate Membership privileges of any Member who repeatedly infringes the copyright rights of others upon receipt of prompt notification to FatSecret by the copyright owner or the copyright owner's legal agent.\nWithout limiting the foregoing, if you believe that your work has been copied and posted on the Services in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information: (i) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(ii) a description of the copyrighted work that you claim has been infringed.\n(iii) a description of where the material that you claim is infringing is located on the Services.\n(iv) your address, telephone number, and email address.\n(v) a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\n(vi) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.\nFatSecret's Copyright Agent for notice of claims of copyright infringement can be contacted at copyrightagent@fatsecret.com.\n</p>\n</li>\n<li>\n<strong>Member Disputes</strong>\n<p> You are solely responsible for your interactions with other FatSecret Members.\nFatSecret reserves the right, but has no obligation, to monitor disputes between you and other Members.\n</p>\n</li>\n<li>\n<strong>Privacy</strong>\n<p> Use of the Services is also governed by our Privacy Policy, which is incorporated into these Terms &amp.\nConditions by this reference.\n</p>\n</li>\n<li>\n<strong>Health Disclaimer</strong>\n<p> FatSecret and its Services provide diet, weight loss management and nutritional information and are intended only to assist users in their personal weight loss efforts.\nFatSecret is not a medical organization and we cannot give you medical advice or diagnosis.\nNothing contained in the FatSecret Services should be construed as such advice or diagnosis.\nThe information and reports generated by us should not be interpreted as a substitute for physician consultation, evaluation, or treatment.\n</p>\n<p> You are urged and advised to seek the advice of a physician before beginning any weight loss effort or regimen.\nThis Services are intended for use only by healthy adult individuals.\nThe Services are not intended for use by minors, pregnant women, or individuals with any type of health condition.\nSuch individuals are specifically warned to seek professional medical advice prior to initiating any form of weight loss effort or regimen.\n</p>\n</li>\n<li>\n<strong>Disclaimers</strong>\n<p> FatSecret is not responsible for any incorrect or inaccurate Content posted on or in connection with the Services, whether caused by FatSecret, Users of the Services or by any of the equipment or programming associated with or utilized in the Services.\nThe Services may contain links to other websites.\nFatSecret is not responsible for the Content, accuracy or opinions expressed on such websites, and such websites are in no way investigated, monitored or checked for accuracy or completeness by FatSecret.\nInclusion of any linked website on the Services does not imply approval or endorsement of the linked website by FatSecret.\nWhen you access these third-party sites, you do so at your own risk.\nFatSecret takes no responsibility for third party advertisements which are posted on or through the Services, nor does it take any responsibility for the goods or services provided by its advertisers.\nFatSecret is not responsible for the conduct, whether online or offline, of any User of the Services.\nFatSecret assumes no responsibility for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, any User or Member communication.\nFatSecret is not responsible for any problems or technical malfunction of any telephone network or lines, computer online systems, servers or providers, computer equipment, software, failure of any email or players due to technical problems or traffic congestion on the Internet or on any of the Services or combination thereof, including any injury or damage to Users or to any person's computer related to or resulting from participation or downloading materials in connection with the Services.\nUnder no circumstances shall FatSecret be responsible for any loss or damage, including personal injury or death, resulting from use of the Services, attendance at a FatSecret event, from any Content posted on or through the Services, or from the conduct of any Users of the Services, whether online or offline.\nThe Services are provided \"AS-IS\" and as available and FatSecret expressly disclaims any warranty of fitness for a particular purpose or non-infringement.\nFatSecret cannot guarantee and does not promise any specific results from use of the Services.\n</p>\n</li>\n<li>\n<strong>Limitation on Liability</strong>\n<p> IN NO EVENT SHALL FATSECRET BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT DAMAGES ARISING FROM YOUR USE OF THE SERVICES, EVEN IF FATSECRET HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, FATSECRET'S LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO FATSECRET FOR THE FATSECRET SERVICES DURING THE TERM OF MEMBERSHIP.\n</p>\n</li>\n<li>\n<strong>Governing Law and Disputes</strong>\n<p> These Terms &amp.\nConditions and any dispute about or involving the Services shall be governed by and construed in accordance with the laws of the State of Victoria, Australia, without regard to conflict of law provisions.\nYou agree that any action at law or in equity arising out of or relating to your use of the Services or these Terms &amp.\nConditions shall be filed only in the state or federal courts located in Victoria, Australia and you hereby consent and submit to the personal jurisdiction of such courts for the purposes of litigating any such action, provided that the foregoing shall not prevent FatSecret from seeking injunctive relief in a court of competent jurisdiction.\n</p>\n</li>\n<li>\n<strong>Indemnity</strong>\n<p> You agree to indemnify and hold FatSecret, its subsidiaries, and affiliates, and their respective officers, agents, partners and employees, harmless from any loss, liability, claim, or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of the Services in violation of these Terms &amp.\nConditions and/or arising from a breach of these Terms &amp.\nConditions and/or any breach of your representations and warranties set forth above and/or if any Content that you post on or through the Services causes FatSecret to be liable to another.\n</p>\n</li>\n<li>\n<strong>Other</strong>\n<p> These Terms &amp.\nConditions are accepted upon your use of the Services and is further affirmed by you becoming a Member.\nThese Terms &amp.\nConditions constitute the entire agreement between you and FatSecret regarding the use of the Services.\nThe failure of FatSecret to exercise or enforce any right or provision of these Terms &amp.\nConditions shall not operate as a waiver of such right or provision.\nThe section titles in these Terms &amp.\nConditions are for convenience only and have no legal or contractual effect.\nThese Terms &amp.\nConditions operates to the fullest extent permissible by law.\nIf any provision of these Terms &amp.\nConditions is unlawful, void or unenforceable, that provision is deemed severable from these Terms &amp.\nConditions and does not affect the validity and enforceability of any remaining provisions.\n</p>\n</li>\n</ol>\n<p> Please contact us at: <u>contact</u> with any questions regarding these Terms &amp.\nConditions.<br> I HAVE READ THESE TERMS &amp.\nCONDITIONS AND AGREE TO ALL OF THE PROVISIONS CONTAINED ABOVE.\n</p> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nGet the app &nbsp;&nbsp;&nbsp;&nbsp.\nfood list brand list platform professional contact find people | faq | blog | terms | privacy | report abuse © 2023 FatSecret.\nAll rights reserved.\nUnited States ", "created_at": "2023-08-31 23:08:34.040516", "updated_at": "2023-08-31 23:09:15.964898"}], "points": [], "urls": ["fatsecret.com"]}}