{"error": 448, "message": "OK", "parameters": {"id": 7649, "name": "MSX Resource Center", "created_at": "2023-03-18 02:42:14.249715", "updated_at": "2023-03-29 19:26:49.936262", "wikipedia": null, "keywords": null, "related": null, "slug": "msx-resource-center", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7649.png", "url": "msx.org", "documents": [{"id": 14733, "name": "Privacy policy", "url": "https://www.msx.org/page/privacy-policy", "xpath": "//*[@id=\"content\"]", "text": " General\n<p>Microcomputer &amp.\nRelated Culture Foundation (“<strong>MRC Foundation</strong>”) is responsible for and controls the personal data collected and processed through this website (“<strong>Website</strong>”).\nPersonal data is any information that directly or indirectly identifies you as an individual.</p>\n<p> MRC Foundation respects your privacy and complies to the applicable data protection legislation.\nThis privacy policy informs you of how we at MRC Foundation deal with your personal data.\nPlease note that we may unilaterally change this privacy policy at any time for whatever reason.\nWe therefore advise you to check this privacy policy for changes on a regular basis.\n</p> Categories of personal data\n<p>MRC Foundation only collects personal data that visitors actively provide us with.\nPersonal data will only be actively provided to us when you create and/or use a user account at the Website or when you send us a message, either by e-mail or by using the contact form on the Website.\nWe may collect and process the following categories of personal data:</p>\n<ul>\n<li> Your username, your e-mail address and the password for your account;</li>\n<li> Profile information you may actively provide, such as your real name, your (MSX related) skills, personal avatar, country, public e-mail address, ICQ number, MSN address and date of birth;</li>\n<li> If you send us a message, any personal data you include in it;</li>\n<li> Any personal data you include in the content you post at the Website, such as forum messages, comments, news submits or articles;</li>\n<li> When applicable, personal data that is related to your behaviour at the Website, such as warnings or measures taken against you.</li>\n</ul> Purposes of data processing\n<p>MRC Foundation will process your personal data for the following purposes:</p>\n<ul>\n<li> Delivery of our services, such as using our forums or posting reactions to content;</li>\n<li> Posting of content to the Website;</li>\n<li> Referring to content related to you on the Website;</li>\n<li> User relationship management;</li>\n<li> Website administration and optimalization;</li>\n<li> Keeping you informed about the Website and our services;</li>\n<li> Preventing fraud and abuse.</li>\n</ul> Use of cookies\n<p>On this Website we use cookies.\nCookies are small text files that we send to your internet browser, which stores the cookie on your computer's harddrive so that we are able to recognise you when you return.\nSuch cookies can contain certain types of information, such as a unique identifier of your computer and your login information.\nCookies are used to determine the number of visits to the Website, the time spent on the Website, the visited pages and to detect whether or not JavaScript is enabled.\nMRC Foundation collects such information to monitor and improve the Website and its services.\nYou may set your browser to notify you when you receive a cookie or to refuse receiving it.\nPlease note that in such case, you may no longer be able to make full use of our Website.</p>\n<br> Google Analytics\n<p>MRC Foundation uses Google Analytics, a website analysis service provided by Google Inc.\n(“Google”).\nGoogle Analytics makes use of cookies in order to help MRC Foundation with analysing how the Website is being used by its visitors.\nInformation generated by these cookies (including your IP address) will be transferred to servers maintained by Google located in the United States of America.</p>\n<p> Google uses this data to keep track of how the Website is being used, to produce reports on activity on the Website to MRC Foundation and for other services concerning website activity and internet use.\nGoogle discloses this information to third parties when required to do so for meeting statutory requirements and when such third parties process personal data for Google.\nGoogle will not link your IP address to other data Google possesses.</p>\n<p> As stated before, you may set your browser to notify you when you receive a cookie or to refuse receiving it.\nPlease note that in such case, you may no longer be able to make full use of our Website.</p> Other third party cookies used on the Website\n<p>Our affiliates (eBay Inc., Google Inc.\nand Amazon.com Inc.) may also use cookies in order to monitor, administer and optimize advertisements placed on our Website.\nPlease refer to the privacy and cookie policies of these affiliates to learn more about their use of cookies and data processing principles.</p>\n<br> Disclosure of personal data\n<p>MRC Foundation publishes certain personal data you provide us with on the Website.\nEvery visitor to the Website has access to this data.\nBy editing your profile, you can decide which data you wish to provide (and thus make accessible to other visitors of the Website) and which you don’t.\nThe only required data fields are your username, your password and your e-mail address.\nYour e-mail address will not be made public unless you indicate otherwise.\nPersonal data contained in content you submit to the Website for publication is also disclosed to every visitor of the Website.</p>\n<p> Content you submit to the Website, such as news submits, forum posts or comments, will be indexed and thus be made available by search engines.</p>\n<p> Your personal data will not be disclosed or made available to (or used on behalf of) group companies and business partners of MRC Foundation or other third parties.</p>\n<br> Third party websites\n<p>This Website may contain links to websites of third parties.\nMRC Foundation is not responsible for personal data processing or the privacy policy of these third parties.</p>\n<p> MRC Foundation is also not responsible for the possible processing of your personal data by other visitors of this Website.</p>\n<br> Data protection\n<p>The personal data that is collected through this Website is protected making use of contemporary data protection technology.\nOnly the administrators of the Website have access to data which is not made public on the Website.\nThis access is used for administration purposes only.</p>\n<br> Data retention period\n<p>We keep the personal data you provide to us as long as you have a user account on the Website.</p>\n<br> More information\n<p>For more information, you can contact MRC Foundation at privacy@mrc-foundation.org.\nYou can also contact privacy@mrc-foundation.org to request access to and/or rectification and/or deletion of your personal data.</p> ", "created_at": "2023-03-18 02:42:14.28347", "updated_at": "2023-03-18 02:42:58.406703"}, {"id": 14734, "name": "Terms and conditions", "url": "https://www.msx.org/page/policies", "xpath": "//*[@id=\"content\"]", "text": " <p>\n<b>Introduction</b>\n</p>\n<p> Welcome to the MSX Resource Center website! The MSX Resource Center website is your one-stop MSX source of MSX news, information and discussions on the web.\nWe hope you will enjoy our services, but do ask you to take the following into account when using our site.\nUpon using our site, you declare to have read the following carefully, and to agree with its contents.\nUse of our site is subject to our policies and this agreement between you (the User or Member) and the MSX Resource Center Foundation (MRC).</p>\n<p> These policies and the present agreement apply to all websites in the msx.org domain, such as <b>\n</b>\n<b>www.msx.org</b>, <b>nl.msx.org</b>, etcetera.\nThis agreement also covers any future domains and/or services unless stated otherwise.</p>\n<p> These policies were not made to limit you in any way, nor to detract from the fun and enjoyment we hope you will have when using our site.\nThey are merely made to protect the MRC and its users from people that may have less than honorable intentions.</p>\n<p>\n<b>Acceptance</b>\n</p>\n<p> Upon using our site, you declare to have read the following carefully and to have agreed with its contents.\nYou also declare to periodically check the policies for changes.\nMinors, under the age of 18, are not our target group, and our site may therefore contain material that is not adequate for underage viewers.\nThis material may include, but is not limited to, harsh language, sexually explicit terms, graphic material with full or partial nudity, animated violence and other types of potentially objectionable material.\nWe suggest parents use their judgement to supervise the use of this site or disallow it altogether.</p>\n<p>\n<b>Services</b>\n</p>\n<p> The MRC website is made and maintained by a group of dedicated volunteers as a free service to people of the MSX community.\nMembers of the MRC staff are not professionally trained, and do not receive financial compensation for their efforts.\nThis means that a website such as the MRC website may be more prone to errors and/or incorrect/inappropriate content than websites maintained by professionals.\nApart from human error, the MRC website may also suffer from technical difficulties, which may or may not affect the accessibility of the site.\nWhile the MRC considers all the content stored on its site as particularly valuable, technical difficulties can corrupt and/or erase this data.\nWhile efforts are made to prevent such a loss, MRC cannot, in any event, be held responsible for the loss of content.\nThe services provided by MRC are provided AS IS, and may be temporarily or permanently suspended at any time without prior notice.</p>\n<p>\n<b>1 - General Rulings</b>\n</p>\n<p>\n<b>1.1</b> MRC is a free service provided by the MRC Foundation.\nAnyone may use the services provided by the MRC website, unless access or usage has been denied by the MRC.\nWhen using the MRC website and/or downloading files of its server by any means, you are bound to this agreement and these policies and agree to act accordingly.</p>\n<p>\n<b>1.2</b> By becoming a member of the MRC, by means of opening a user account, you gain access to members-only facilities such as our forums.\nAnyone may become a member of the MRC, unless access or usage has been denied by the MRC.\nMembership is free.\nIt is not required to donate to become a member, nor will donating members enjoy other facilities/treatment than non-donating members.</p>\n<p>\n<b>1.3</b> The MRC Foundation preserves the right to deny usage of the MRC and/or restrict access to the MRC website without prior notice and/or justification.\nMembers of the MRC may cancel their membership at any time, by contacting the MRC Foundation using the email address <b>contact@msx.org</b>.\nAlthough an account may be cancelled, no content submitted using that account will be removed from the MRC as stated in 2.1.</p>\n<p>\n<b>1.4</b> By disagreeing with this agreement/these policies you agree to cease using the MRC and its services immediately.\nThis policy will stay in effect, even if you disagree with the terms of the agreement.\nDisagreeing with the agreement/these policies does not grant you any rights to violate the rulings of these policies.</p>\n<p>\n<b>2 - Submitted Content</b>\n</p>\n<p>\n<b>2.1</b> Content submitted to the MRC remains copyright of the author/copyright owner.\nAny user submitting content to the MRC to which they do not have the copyrights must have approval of the copyright owner at the time the content is submitted.\nOnce content has been submitted to the MRC, the author/copyright owner agree to irrevocably allow the MRC to have this content displayed online and/or available for download.\nThis ruling is solely meant to protect the archival value of the MRC, and to prevent disruption of the integrity of the content of the MRC.</p>\n<p>\n<b>2.2</b> A User is responsible for any content submitted through his or her account.\nA User is fully responsible for any damages caused by his or her own actions.\nIn case of fraud by the submitting user, the MRC cannot be held responsible in any event.</p>\n<p>\n<b>2.3</b> It is not allowed to submit any content that is of illegal nature, or endorses illegal activity.</p>\n<p>\n<b>2.4</b> MRC preserves the right not to publish submitted content or to alter the distribution package of the submitted content, before or after publication, without prior consent.</p>\n<p>\n<b>3 - Copyrights</b>\n</p>\n<p>\n<b>3.1</b> All rights reserved.\nAny Content not covered by 3.2, be it images, news, articles, layout, structure, etcetera, is copyright (c) by the MSX Resource Center Foundation, unless stated otherwise, and meant for exclusive use on the MRC.\nIt is prohibited to re-use, copy, sell, or reproduce in any form whatsoever the content as described.\nPartial copying of news is allowed only if MRC is mentioned as source, and only when the complete URL, <b>\n</b>\n<b>www.msx.org</b>, to the MRC is published with it.</p>\n<p>\n<b>3.2</b> MRC does not claim any copyrights to user submitted content.\nIn accordance with 2.1 however, MRC may publish submitted content, without limitation, at its own discretion, in any form available.</p>\n<p>\n<b>4 - Forum Use</b>\n</p>\n<p>\n<b>4.1</b> When using the forums of the MRC website, the member agrees to abide by the following policies.\nFailure to do so may result in the removal of posted messages and/or denial of access/use of the MRC services.\nMRC may moderate their forums at their own discretion, as the staff members of the MRC see fit.\nMRC cannot be held responsible for the posted content by other members.</p>\n<p>\n<b>4.2</b> Members using the forums on the MRC website must agree to abide by the following rules:</p>\n<ul>\n<li>The posting of offensive content is not allowed</li>\n<li>The posting of illegal content is not allowed</li>\n<li>The posting of copyrighted content is not allowed</li>\n<li>The posting of links to the above is not allowed</li>\n<li>The soliciting of the above is not allowed</li>\n</ul>\n<p>\n<b>4.3</b> Submissions to the forums will not be considered by the MRC as copyrighted material.\nWhen posting on our forums you declare to agree with this.\nYou may quote from copyrighted material as far as the 'fair use' clause of the copyrighted material allows this, but only when clearly indicating the copyright information of the original author/copyright owner.</p>\n<p>\n<b>4.4</b> Although MRC staff have some tolerance for 'heated discussions', you agree to keep 'flaming' to a minimum.\nRefrain from using strong words, and remember you are dealing with real people with real feelings.\nRemarks deemed as particularly offensive may be moderated by MRC staff at their discretion.</p>\n<p>\n<b>4.5</b> Content submitted to the MRC forums becomes part of the MRC archive of content as described in 2.1 and will form part of the MRC as a whole.\nOnce submitted, you understand that the content you have posted will remain on the MRC website indefinitely.\nAt no time shall MRC be required to remove content from their forums unless the MRC staff feels this is appropriate.</p>\n<p>\n<b>4.6</b> Repeated abuse of the forums and/or general disregard of our forum policies may lead to the removal of posted messages and/or denial of access/use of the MRC services.</p>\n<p>\n<b>4.7</b> All policies applicable to the MRC forums is also applicable to the 'reactions' section of news articles of the MRC website.</p>\n<p>\n<b>5 - Privacy</b>\n</p>\n<p>\n<b>5.1</b> Any provided personal information submitted to the MRC in non-public areas, like membership account information, is kept confidential.\nSuch information will not be shared with any third parties and is only accessible by MRC administrators.</p>\n<p>\n<b>5.2</b> MRC administrators will only use the information submitted by you in non-public areas, like membership account information, for administration and/or contact purposes.</p>\n<p>\n<b>5.3</b> A current list of MRC administrators can be found by following this link: <b>\n</b>\n<b>http://www.msx.org/page/about-us</b>.\nThe members of the MRC administration staff may change at any time without prior notice, and the list of MRC administrators may not be up to date at all times, particularly after changes in the administration staff.</p>\n<p>\n<b>5.4</b> While the MRC will attempt to protect your personal information, it is still subject to attack and/or other illegal attempts to gain access to this data.\nIn no event can the MRC be held responsible for the extraction of personal data by third parties that obtain them trough illegal activities.</p>\n<p>\n<b>6 - Disclaimer</b>\n</p>\n<p>\n<b>6.1</b> No staff member of the MRC, nor the MRC administrators, nor the MRC Foundation can be held responsible for any damage caused by the use of the MRC and/or by any user of the MRC.\nThis agreement/these policies are subject to change at any time, without prior notification.</p>\n<p>\n<b>Definitions</b>\n</p>\n<p> MRC: the MSX Resource Center website msx.org and its subdomains such as <b>\n</b>\n<b>www.msx.org</b>, <b>nl.msx.org</b>, etcetera.</p>\n<p> MRC Foundation: the MSX Resource Center Foundation, IJdoornlaan 537, 1024 KS Amsterdam, The Netherlands.</p>\n<p> User: any person viewing or otherwise retrieving data from the MRC website through software such as a browser.</p>\n<p> Use of Services: viewing the MRC website and/or otherwise retreiving content from its servers and/or using the services and/or facilities provided by the MRC.</p>\n<p> Content: any textual material such as news, reactions, forum posts, and other data such as images, photographss, files offered in the downloads database and/or any other material offered by MRC, be it submitted by users and/or members or offered by the MRC staff, except for content distributed in the MRC webshop.</p> ", "created_at": "2023-03-18 02:43:32.532853", "updated_at": "2023-03-18 02:43:51.039043"}], "points": [], "urls": ["msx.org"]}}