{"error": 448, "message": "OK", "parameters": {"id": 6954, "name": "Chipolo", "created_at": "2022-11-20 08:15:48.946719", "updated_at": "2022-11-20 23:01:13.307476", "wikipedia": null, "keywords": null, "related": null, "slug": "chipolo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6954.png", "url": "chipolo.net", "documents": [{"id": 12741, "name": "Cookie Policy", "url": "https://chipolo.net/en-us/pages/cookie-policy", "xpath": "/html/body/div[2]/section/div/section", "text": " Cookie Policy\n<p>\n<sup>Updated on April 22, 2022</sup>\n</p>\n<p>Chipolo and our third-party partners, such as our advertising and analytics partners, use various technologies to collect information, such as cookies and web beacons as you browse our online services and apps (“the Services”) listed below:</p>\n<ul>\n<li>chipolo.net;</li>\n<li>app.chipolo.net.</li>\n</ul>\n<p>Cookies are small text files.\nThey are commonly downloaded to your computer or mobile device by websites that you visit.\nThey enable the website to tag your device and recognize it as you move around the site (and potentially when you return at a later date) so that, for example, you do not have to re-enter your password each time you move between pages of the website.</p>\n<p>Web beacons (also known as tracking pixels, pixel tags, or web bugs) are small image files commonly used for simple analytics and tracking of user actions like opening an email message.</p>\n<ul>\n<li>How do we use them?</li>\n<li>Where strictly necessary</li>\n<li>For functionality</li>\n<li>For analytics</li>\n<li>For advertising</li>\n</ul> How do we use them?\nWhere strictly necessary\n<p>The use of these cookies is essential for our Services to work.\nWe use them for several purposes, depending on the product, including:</p>\n• Sign-in and authentication\n<p>When you use any of our Services requiring you to sign in, we store a record of your session information in a cookie on your device.\nYou can also save your sign-in information so you do not have to sign in each time you return to the site.</p>\n• Storing your settings\n<p>Some of the settings you control on our Services require us to set a cookie to provide you with the relevant information or adapt the experience to you.\nThese include storing cookie consent information for deciding what cookies and technologies we use when you visit our Services.</p>\n• Keeping track of information across sub-pages\n<p>When you provide information during your visit to our Services, we store the data in a cookie to remember what you’ve selected or entered across different subpages.\nExamples of this include saving your shopping cart content and information during the checkout process on our online shops.</p>\nFor functionality\n<p>We use third-party services to enhance the basic functionality of our website.</p>\n• Zendesk\n<p>We use Zendesk Chat to provide users with a live chat widget for contacting our support agents.<br>\n</p>\nFor analytics\n<p>We use third-party services for measuring how users interact with our Services.</p>\n• Google Analytics\n<p>For more information regarding the collection and usage of Google Analytics information, visit Google’s Data privacy and security page.\nYou can opt-out of Google Analytics data collection browser-wide by using a browser extension “gaoptout”.</p>\n• Sendinblue\n<p>We use Sendinblue cookies for measuring the performance of our e-mail marketing campaigns.</p>\n• Hotjar\n<p>We use Hotjar for understanding how our users behave on our site and to help optimize the content and positioning of our content for an enjoyable and efficient user experience.</p>\nFor advertising\n<p>We use third-party services and cookies for providing personalized Chipolo ads on different advertising networks.</p>\n• Google Analytics Advertising Features\n<p>We use Google Analytics Advertising Features to create remarketing audiences based on specific behavior, demographic, and interest data and share those lists with Google AdWords.\nFor more information visit Google’s Advertising Privacy &amp.\nTerms.\nTo opt-out of personalized ads browser-wide, use a browser extension.</p>\n• Google Adwords Remarketing\n<p>We use Google AdWords Remarketing to help us deliver targeted online adverts based on past visits to our website.</p>\n• Google Adwords Conversion tracker\n<p>We use the Google Adwords Conversion tracker which uses cookies to help us determine what people who clicked on our Google Ads end up doing on our site.</p>\n• Universal Event Tracking - Microsoft Advertising\n<p>We use Universal Event Tracking to measure the performance of advertising campaigns served on Microsoft services.</p>\n• TikTok Pixel\n<p>We use TikTok Pixel to measure the performance of advertising campaigns served on TikTok.</p>\n• Facebook Pixel\n<p>We use Facebook Pixel to create remarketing audiences and measure the performance of advertising campaigns served on Facebook.\nFor more information visit Facebook’s article.\nTo opt-out of personalized ads account-wide, visit your Ad Preferences.</p>\n• Rakuten Advertising\n<p>We partner with Rakuten Advertising, who may collect personal information when you interact with our site.\nThe collection and use of this information are subject to the privacy policy located here.<br>\n</p>\n<p>Your settings</p>\n<p>By toggling the options below, you allow Chipolo to use cookies:</p> STRICTLY NECESSARY FOR FUNCTIONALITY FOR ANALYTICS FOR ADVERTISING ", "created_at": "2022-11-20 08:15:48.952623", "updated_at": "2022-11-20 07:16:39.653914"}, {"id": 12740, "name": "Legal - Terms of use", "url": "https://chipolo.net/en-us/pages/terms-of-use", "xpath": "//body", "text": null, "created_at": "2022-11-20 08:15:48.951273", "updated_at": "2022-11-20 07:17:24.583448"}, {"id": 12739, "name": "Privacy Policy", "url": "https://chipolo.net/en-us/pages/privacy-policy", "xpath": "//body", "text": null, "created_at": "2022-11-20 08:15:48.949175", "updated_at": "2022-11-20 07:17:53.047362"}], "points": [{"id": 29095, "title": " You are being tracked via social media cookies/pixels", "source": "https://chipolo.net/en-us/pages/cookie-policy", "status": "Facebook pixels", "created_at": "2022-11-20 14:35:32.78477", "updated_at": "2022-11-20 14:36:31.858296", "quoteText": null, "case_id": 307, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["chipolo.net"]}}