{"error": 448, "message": "OK", "parameters": {"id": 8924, "name": "TDS", "created_at": "2023-07-08 20:36:42.14986", "updated_at": "2023-07-08 22:02:36.256635", "wikipedia": "https://en.wikipedia.org/wiki/BendBroadband", "keywords": null, "related": null, "slug": "tds", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8924.png", "url": "hellotds.com,bendbroadband.com,crestviewcable.com", "documents": [{"id": 17448, "name": "Residential Terms of Service", "url": "https://hellotds.com/terms-of-service.html", "xpath": "//body", "text": " Skip to main nav Skip to main content <ul>\n<li> About Us <ul>\n<li> Company Profile </li>\n<li> Careers </li>\n</ul>\n</li>\n<li> My Account/Log In <ul>\n<li> Online Bill Pay </li>\n<li> Email Access </li>\n<li> Manage Account </li>\n<li> Watch TVEverywhere </li>\n<li> Add or Upgrade Service </li>\n</ul>\n</li>\n<li> Contact Us <ul>\n<li> Residential </li>\n<li> Business </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Search the site: Search </li>\n<li>Residential</li>\n<li>Business</li>\n</ul>\n<ul>\n<li> 1-844-322-8832 </li>\n<li> View Cart </li>\n</ul>\n<ul>\n<li> Best Deals </li>\n<li> Internet <ul>\n<li> High-Speed Internet Packages </li>\n<li> TDS Wi-Fi+ </li>\n<li> Internet Service Enhancements </li>\n<li> Affordable Connectivity Program </li>\n</ul>\n</li>\n<li> TV <ul>\n<li> Overview </li>\n<li> Ways to Watch </li>\n<li> Features </li>\n<li> Packages </li>\n<li> Channel Lineups </li>\n<li> TV Everywhere </li>\n</ul>\n</li>\n<li> Home Phone </li>\n<li> Blog </li>\n<li> Support <ul>\n<li> Digital TV Support </li>\n<li> TDS TV+ Support </li>\n<li> Internet Support </li>\n<li> Digital Phone Support </li>\n<li> Account Support </li>\n<li> Email Support </li>\n</ul>\n</li>\n</ul> Menu <ul>\n<li> Shop Best Deals </li>\n<li> Internet </li>\n<li> TV </li>\n<li> Home Phone </li>\n<li> My Account <ul>\n<li> Online Bill Pay </li>\n<li> Check My Email </li>\n</ul>\n</li>\n<li> Help &amp.\nSupport </li>\n<li> Contact Us </li>\n<li> TDS Business </li>\n<li> Search </li>\n</ul>\n<p>It looks like you have javascript <strong>disabled</strong>.\nFor full functionality of this site, please enable JavaScript.</p> Residential Terms of Service\n<p>Effective September 21, 2022</p>\n<p>&nbsp;</p>\n1.\nIntroduction\n<p>These Residential Terms of Service (the “<b>Terms</b>”) together with the documents listed below form a legal agreement (the \"<b>Service Agreement</b>\") between each user of TDS’ residential internet, phone, and/or video services (collectively referred to as \"<b>you</b>\") and TDS Broadband Service LLC and certain affiliated parties who play a role in delivering those services (collectively referred to as “<b>TDS</b>”).&nbsp.\nThe Service Agreement includes the following documents:</p>\n<ul>\n<li>TDS’ Acceptable Use Policy</li>\n<li>TDS’ Privacy Policy</li>\n<li>TDS’ Internet Network Management Policy</li>\n<li>TDS’&nbsp;End User License Agreement (if customer chooses to use the TDS-provided email service)</li>\n<li>Any terms and condition associated with TDS’ online payment platform, if you choose to use it</li>\n<li>Any applicable tariff or franchise agreement</li>\n</ul>\n<p>This Service Agreement supersedes any prior versions and shall apply to any dispute between you and TDS, regardless of when that dispute arose.\nIn the event of a conflict between any applicable tariff or franchise agreement and any other component of the Service Agreement, the applicable tariff or franchise agreement shall control.\nSimilarly, in the event of a conflict between any applicable law and the Service Agreement, the applicable law shall control.</p>\n<p>\n<b>PLEASE READ ALL COMPONENTS OF THE SERVICE AGREEMENT CAREFULLY, AS THEY CONSTITUTE A LEGAL AGREEMENT BETWEEN YOU AND TDS.&nbsp;</b>Therefore, you should take the time to understand them completely.\nPlease contact TDS if you have any questions.</p>\n<p>\n<b>BY ENROLLING IN OR USING ANY SERVICE CURRENTLY PROVIDED BY TDS, INCLUDING BUT NOT LIMITED TO, THIS WEBSITE, ANY TELECOMMUNICATION SERVICE (INTERNET, PHONE, VIDEO, EMAIL), AND THE TDS E-PAY SERVICE (EACH A \"SERVICE\", COLLECTIVELY THE \"SERVICES\"), YOU AGREE THAT YOU AND ANY OTHER USERS ACCESSING THE SERVICES UNDER YOUR ACCOUNT WILL BE BOUND BY ALL OF THE TERMS AND CONDITIONS THAT MAKE UP THE SERVICE AGREEMENT.\nIF YOU DO NOT AGREE TO ANY TERMS OR CONDITIONS, YOU DO NOT HAVE PERMISSION TO USE THE SERVICES AND SHOULD DISCONTINUE USE.</b>\n</p>\n&nbsp.\n<p>\n<b>PLEASE NOTE:</b>\n</p>\n<p>These terms contain a <b>mandatory arbitration agreement</b>.\nPlease review the arbitration agreement in Section 7 carefully, as it requires you to resolve all disputes with TDS on an individual basis through <b>final and binding arbitration</b>.\nIt also requires you to <b>forgo</b> jury trials, class actions, and all other types of court proceedings of any and every kind.\nBy accepting the Service Agreement, you expressly acknowledge that you have read and understand all of its terms, <b>including those of the arbitration agreement</b>, and have taken time to consider the consequences of this important decision.</p>\n&nbsp.\n<p>&nbsp;</p>\nTable of Contents\n<p>\n<b>1.&nbsp;Introduction</b>\n<br>\n<b>2.&nbsp;Table of Contents</b>\n<br>\n<b>3.&nbsp;General Service Terms</b>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.1.&nbsp;Service Agreement Term.\nAcceptance.\nModifications<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.2.&nbsp;&nbsp.\nMinimum Age<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.3.&nbsp;&nbsp.\nAcceptable Use<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.4.&nbsp;&nbsp.\nResidential Use Only.\nNo Resale<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.5.&nbsp;&nbsp.\nUnlawful Use Prohibited<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.6.&nbsp;&nbsp.\nPrivacy<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.7.&nbsp;&nbsp.\nRight of Entry<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.8.&nbsp;&nbsp.\nTDS Equipment<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.9.&nbsp;&nbsp.\nFirmware and Software<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.10.\nCustomer Equipment<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.11.\nUpgrades and Outages<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.12.\nCustomer Support.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.13.\nResponsibility for Your Account Usage and Security<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.14.\nNotice<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.15.\nCredit Inquiries<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.16.\nEmail Storage Capacity<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.17.\nDeletion of Customer information.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.18.\nData Packets<br>\n&nbsp;&nbsp;&nbsp;&nbsp;3.19.\nProtection of TDS Content and Trademarks<br>\n<b>4.&nbsp.\nFinancial Responsibility</b>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.1.&nbsp;&nbsp.\nBilling Start Date<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.2.&nbsp;&nbsp.\nYour Billing Information<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.3.&nbsp;&nbsp.\nFees and Charges<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.4.&nbsp;&nbsp.\nInstallation Fees and Advance Payments<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.5.&nbsp;&nbsp.\nTaxes<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.6.&nbsp;&nbsp.\nLate Payment Fees<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.7.&nbsp;&nbsp.\nReturned Payment Fees<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.8.&nbsp;&nbsp.\nAccount Termination for Recurring Payment Issues<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.9.&nbsp;&nbsp.\nCollection and Attorneys’ Fees<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.10.\nPayment Methods and Terms<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.11.\nBilling Errors<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.12.\nRefunds.\nOffset<br>\n&nbsp;&nbsp;&nbsp;&nbsp;4.13.\nResponsibility for Account Transactions.\nAccount Security<br>\n<b>5.&nbsp.\nTermination of Services</b>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;5.1.&nbsp;&nbsp.\nHow to Cancel Your Service(s)<br>\n&nbsp;&nbsp;&nbsp;&nbsp;5.2.&nbsp;&nbsp.\nMinimum Service Term.\nEarly Termination Charges<br>\n&nbsp;&nbsp;&nbsp;&nbsp;5.3.&nbsp;&nbsp.\nSuspension or Termination of Your Account<br>\n&nbsp;&nbsp;&nbsp;&nbsp;5.4.&nbsp;&nbsp.\nReactivation of Services<br>\n&nbsp;&nbsp;&nbsp;&nbsp;5.5.&nbsp;&nbsp.\nNo Proration of Monthly Service Charges Upon Cancellation<br>\n<b>6.&nbsp.\nCustomer Remedies.\nClaims Limitation</b>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;6.1.&nbsp;&nbsp.\nService Credits<br>\n&nbsp;&nbsp;&nbsp;&nbsp;6.2.&nbsp;&nbsp.\nForce Majeure<br>\n&nbsp;&nbsp;&nbsp;&nbsp;6.3.&nbsp;&nbsp.\nSole Remedy<br>\n&nbsp;&nbsp;&nbsp;&nbsp;6.4.&nbsp;&nbsp.\nClaims Limitation<br>\n<b>7.&nbsp.\nNo Warranties.\nRisk Acknowledgement</b>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;7.1.&nbsp;&nbsp.\nNo Warranties<br>\n&nbsp;&nbsp;&nbsp;&nbsp;7.2.&nbsp;&nbsp.\nRISK ACKNOWLEDGEMENT<br>\n<b>8.&nbsp.\nCustomer’s Indemnification of TDS</b>\n<br>\n<b>9.&nbsp.\nLIMITATION OF LIABILITY</b>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;9.1.&nbsp;&nbsp.\nGeneral Limitation of Liability.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;9.2.&nbsp;&nbsp.\nNo Liability for Malicious Code.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;9.3.&nbsp;&nbsp.\nNo Liability for Intellectual Property Infringement.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;9.4.&nbsp;&nbsp.\nLimited Liability for Directory Listings Errors.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;9.5.&nbsp;&nbsp.\nLimited Liability for Customer Equipment and Software.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;9.6.&nbsp;&nbsp.\nNo Liability for Software or Applications, Viruses, or Data Loss.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;9.7.&nbsp;&nbsp.\nNo Liability for Third Party Service Providers.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;9.8.&nbsp;&nbsp.\nNo Liability for Third Party Merchants.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;9.9.&nbsp;&nbsp.\nWAIVER OF CONSEQUENTIAL DAMAGES<br>\n<b>10.\nArbitration</b>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;10.1.\nArbitration Agreement<br>\n&nbsp;&nbsp;&nbsp;&nbsp;10.2.\nBinding Arbitration<br>\n&nbsp;&nbsp;&nbsp;&nbsp;10.3.\nArbitrator’s Exclusive Authority<br>\n&nbsp;&nbsp;&nbsp;&nbsp;10.4.\nWaiver of Right to Trial by Jury or Class Action Participation<br>\n&nbsp;&nbsp;&nbsp;&nbsp;10.5.\nRules and Governing Law<br>\n&nbsp;&nbsp;&nbsp;&nbsp;10.6.\nArbitration Process<br>\n&nbsp;&nbsp;&nbsp;&nbsp;10.7.\nArbitrator’s Decision<br>\n<b>11.\nProduct-Specific Terms and Conditions</b>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;11.1.\nDialup Internet Access Limitations.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;11.2.\nHigh-Speed Internet Service Terms.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;11.3.\nPhone Services: 911/E911 Dialing.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;11.4.\nPhone Services in General.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;11.5.\nWire Protection Plan<br>\n&nbsp;&nbsp;&nbsp;&nbsp;11.6.\nVideo Services<br>\n&nbsp;&nbsp;&nbsp;&nbsp;11.7.\nTDS TV+ Products and Services<br>\n<b>12.\nMiscellaneous</b>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;12.1.\nEntire Agreement.\nTerm<br>\n&nbsp;&nbsp;&nbsp;&nbsp;12.2.\nSeverability<br>\n&nbsp;&nbsp;&nbsp;&nbsp;12.3.\nTDS Rights and Remedies.\nNo Waiver by TDS<br>\n&nbsp;&nbsp;&nbsp;&nbsp;12.4.\nGoverning Law<br>\n&nbsp;&nbsp;&nbsp;&nbsp;12.5.\nAssignment<br>\n&nbsp;&nbsp;&nbsp;&nbsp;12.6.\nAmendment<br>\n&nbsp;&nbsp;&nbsp;&nbsp;12.7.\nSurvival.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;12.8.\nPublic Inspection Files.</p>\n<p>&nbsp;</p>\n3.\nGeneral Service Terms\n<p>&nbsp;</p>\n<p>\n<b>3.1.\nService Agreement Term.\nAcceptance.\nModifications</b>\n</p>\n<p>The Service Agreement is effective on the day you accept it and will remain in effect until it is terminated by either party or superseded by a revised version.\nYour initial or continued use of the Service indicates your acceptance of the Service Agreement.&nbsp.\nTDS may also ask you to indicate your acceptance of the Service Agreement in other ways, such as through an online portal.</p>\n<p>Services are provided on a month-to-month basis unless you agreed to a specified minimum term when you placed your order, in which case you agree to maintain and pay for your Service for the duration of the specified minimum term or pay an early termination charge as outlined in Section 5.2 below.</p>\n<p>TDS has the right to modify any part of the Service Agreement and change, add to, or remove portions of the Services (including features and equipment requirements) at any time in any manner.\nAny modification shall be effective upon notice to you as provided under Section 1.6.\nYour continued use of the Service after receiving such notice shall be deemed acceptance of all modifications.\nIf you do not agree to any modification, you must immediately stop using the Services and notify TDS that you are terminating your Service(s).\nThe online version of these Terms and the other components of the Service Agreement are always the most current versions.\nPlease check back periodically to review them and stay informed of any changes.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.2.\nMinimum Age</b>\n</p>\n<p>In order to maintain an account with TDS, you must be 18 years of age or older.\nBy agreeing to the Service Agreement, you certify you meet this minimum age requirement.\nMinors are permitted to use TDS Services with the express permission of a registered adult.\nThe actions of that minor while using the account are the sole responsibility of the adult to whom the account is registered.\nCERTAIN CONTENT MAY BE OBJECTIONABLE OR UNSUITABLE FOR MINORS.\nYOU ARE RESPONSIBLE FOR AND MUST EXERCISE YOUR OWN DISCRETION WHEN ALLOWING MINORS TO USE THE SERVICES.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.3.\nAcceptable Use</b>\n</p>\n<p>Your use of the Services is subject to TDS’ Acceptable Use Policy available at https://hellotds.com/acceptable-use-policy.html.\nUnauthorized use of TDS Equipment or Services constitutes a violation of federal and state law and a breach of the Service Agreement.\nTDS will press charges against all violators.\nAdditionally, misuse or unlawful use of any TDS Equipment or Service can result in the termination of some or all Services at the sole discretion of TDS.\nUnless otherwise required under applicable law, including rules established by any state commission and/or the Federal Communications Commission (FCC), TDS is not required to provide Service to anyone for any reason, and reserves the right to terminate Service at any time.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.4.\nResidential Use Only.\nNo Resale</b>\n</p>\n<p>You understand and agree that any Service ordered under the Service Agreement is being provided to you for residential, personal, and family use, and is not intended to be suitable for business use.\nYou agree that you will not use or allow others to use any Service as the primary method to operate any type of on-line business or commercial enterprise or to use the internet Service as an internet service provider.\nYou are not permitted to resell or redistribute (whether for a fee or otherwise) the Services in whole or in part to individuals outside your household, even to a limited group of people or to other residences that you own or have the right to use.\nIf you receive video service, these restrictions apply to programs and other materials that you receive as part of that service even if you record or capture such material in a data file or on a hard drive, DVR, or similar device.&nbsp.\nIf you use a wireless network within your residence, you must limit wireless access to the internet Service by taking reasonable steps to prevent unauthorized use (<i>e.g.,</i> establishing and using a secure password).\nSee the Acceptable Use Policy at https://hellotds.com/acceptable-use-policy.html &nbsp;for additional information.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.5.\nUnlawful Use Prohibited</b>\n</p>\n<p>Service is furnished subject to the condition that it will not be used for an unlawful purpose.\nService will not be furnished if any law enforcement agency, acting within its jurisdiction, advises that such Service is being used or will be used in violation of the law, or if TDS receives other evidence that such Service is or will be used for such purposes.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.6.\nPrivacy</b>\n</p>\n<p>Your privacy interests, including your ability to limit disclosure of certain information to third parties, are safeguarded by provisions of the Cable Communication Policy Act of 1984, as amended, the Communications Act of 1934, as amended, and other state and federal laws.\nYour privacy rights and TDS’ privacy practices are described in the TDS Broadband Privacy Policy available at https://hellotds.com/privacy-policy.html, which may be updated from time to time at TDS’ discretion.\n&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>3.7.\nRight of Entry</b>\n</p>\n<p>TDS representatives may need to access your private property for purposes of installing, maintaining, upgrading, inspecting, and repairing the telecommunications and/or cable equipment necessary to provide the Services (collectively, the “<b>TDS Equipment</b>”).&nbsp.\nBy ordering a Service or requesting a service visit by a TDS technician, you are granting TDS and its subcontractors and other representatives permission to access your property to the extent necessary to install the Service and/or perform any work related to your service request.&nbsp.\nYou understand and agree that TDS may drill, cut, and otherwise alter improvements on the premises (including walls, flooring, and/or other surfaces) in order to install, maintain, or repair the Service.\nAdditionally, you understand and agree that TDS may use existing wiring, including altering the wiring and removing accessories, located within your premises.&nbsp.\nYou warrant that you are either the owner of the property where Services will be installed, or if you are a tenant, that you have the authority to allow TDS representatives access to the property.\nIf you are not the owner of the property, you agree to provide TDS the owner’s name, phone number, and address, evidence that the owner has authorized you to grant access to the property, and/or written consent from the owner.\nWithout limiting any other provisions of the Service Agreement, you agree to indemnify and hold TDS harmless from and against all claims that you or any owner, landlord, building manager, or other party may have in connection with installation, maintenance, repair, or provision of the Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.8.\nTDS Equipment</b>\n</p>\n<p>The TDS Equipment (which includes any equipment you lease from TDS) is for your exclusive use during the term of your Service Agreement and is and at all times shall remain the sole and exclusive personal property of TDS.\nYou expressly agree that you will use the TDS Equipment exclusively in connection with receiving and using the Services.\nYou will not obtain any ownership rights in the TDS Equipment because of the payments you make pursuant to the Service Agreement, your possession of the TDS Equipment, or the attachment of any portion of the TDS Equipment to your residence or otherwise.\nTo ensure uninterrupted Service, you are prohibited from moving, modifying, or otherwise tampering with any TDS Equipment without TDS’ consent.\nUnless specifically authorized by TDS, you must not allow anyone other than an authorized representative of TDS to perform work on the TDS Equipment.\nTDS reserves the right to modify or replace the TDS Equipment as needed to ensure consistent service delivery.</p>\n<p>If any TDS Equipment is damaged, stolen, or lost during the term of your Service Agreement due to your intentional acts, negligence, or use inconsistent with the Service Agreement, you will be responsible for the cost of its repair or replacement except to the extent such costs are covered by an active TDS Wire Protection Plan.</p>\n<p>Unless otherwise directed by TDS, you must return all TDS Equipment to TDS in good working condition, other than normal wear and tear, within 30 days after termination of your Services.\nIf you fail to return TDS equipment within 30 days after termination, or the equipment is damaged, you will be responsible for the full value of such equipment, as determined by TDS.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.9.\nFirmware and Software</b>\n</p>\n<p>Any firmware or software that may be embedded in the TDS Equipment or used to provide the Services are protected by trademark, copyright, and/or other intellectual property laws and international treaty provisions.\nYou are granted a revocable license to use such firmware and software in object code form (without making any modification thereto) strictly in accordance with the Service Agreement.\nThis license will commence upon your acceptance of the relevant Services and will terminate immediately upon the termination of the Services for any reason.\nTDS and its licensors retain all rights and interests in and to any such software of firmware.\nYou acknowledge and understand that you are not granted any other license to use the firmware or software embedded in the TDS Equipment or used to provide the Services.&nbsp.\nYou are permitted to archive the software or re-load the software disk in its original format.\nAll such copies must contain the same copyright notices and proprietary markings as the original software.\nYou shall not reverse compile, disassemble, or reverse engineer or otherwise attempt to derive the source code from the binary code of the firmware or software.\nIf you decide to use the Services through an interface device not provided by TDS, which TDS reserves the right to prohibit in particular cases or generally, you warrant and represent that you possess all required rights to use that interface device with the Services, including all software and firmware licenses.\nYou will indemnify and hold harmless TDS against any and all liability arising out of your use of such interface device with the Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.10.\nCustomer Equipment</b>\n</p>\n<p>Any customer-owned or provided equipment that you use in connection with the Services (“<b>Customer Equipment</b>”) must meet TDS’ current minimum technical and other requirements, which may be amended from time to time at TDS’ sole discretion.\nIf you install or use Customer Equipment in connection with the Services that does not meet TDS’ minimum requirements, you will not be entitled to customer support relating to any issues other than the quality of the signal delivered to the Customer Equipment.\nNEITHER TDS NOR ANY OF ITS OWNERS, OFFICERS, DIRECTORS, EMPLOYEES, AFFILIATES, THEIR AGENTS, OR ASSOCIATED PARTIES (“<b>TDS PARTIES</b>”) WARRANT THAT CUSTOMER EQUIPMENT WILL ENABLE YOU TO SUCCESSFULLY INSTALL, ACCESS, OPERATE, OR USE THE SERVICES.\nYOU ACKNOWLEDGE THAT ANY SUCH INSTALLATION, ACCESS, OPERATION, OR USE COULD CAUSE DAMAGE TO CUSTOMER EQUIPMENT.\nNONE OF THE TDS PARTIES SHALL HAVE ANY LIABILITY WHATSOEVER FOR ANY SUCH FAILURE OR DAMAGE, INCLUDING LACK OF 911/E911 OR DIALING ASSOCIATED WITH A SECURITY SYSTEM.\nContact TDS Customer Support if you have questions about the compatibility of your equipment.\nTDS shall have no obligation to provide, maintain, or service Customer Equipment, unless otherwise covered by the terms of your Wire Protection Plan.\nBy using Customer Equipment in connection with the Services, you authorize TDS to send software and/or downloads to such Customer Equipment and install, configure, maintain, inspect, and upgrade such Customer Equipment to the extent necessary to provide the Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.11.\nUpgrades and Outages</b>\n</p>\n<p>TDS is continually updating and improving its Services as well as upgrading equipment to meet evolving technological standards used by the industry.\nThese changes may occasionally cause degraded or interrupted services.\nTDS will make every attempt to communicate planned outages or interruptions.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.12.\nCustomer Support.</b>\n</p>\n<p>If you experience a problem with your Service or TDS Equipment, please contact TDS Customer Support by visiting https://hellotds.com/support.html or calling 877-422-5282.\nIf necessary, we may schedule an appointment for a service technician to visit your home, usually within a few business days.\nWe do not charge for service calls if TDS Equipment caused the problem.\nYou must cooperate by all reasonable means to allow a TDS representative to inspect its facilities either inside or outside the place of attachment and with its attempts to resolve a service or equipment problem.\nYou agree that TDS is not obliged to service any Customer Equipment.\nIf TDS determines in its sole judgment that the problem was caused by Customer Equipment, Customer software, Customer-installed wiring or hardware, or any problem not caused by TDS or the TDS Equipment, you agree to pay for the service appointment and TDS’ reasonable charges for repair.\nIn some cases, TDS may decline to undertake the repair.\nIf a problem is not resolved to your satisfaction, please contact TDS Customer Support by visiting https://hellotds.com/support.html or calling 877-422-5282.\nYou may also contact your local franchise authority.</p>\n<p>Emergencies such as fallen trees or utility poles, violent storms or very cold weather may interfere with the Services.\nTDS will promptly dispatch crews to correct any emergency as soon as practicable.\nAs these situations may affect a large service area, it may take several days to resume full service to the entire area.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.13.\nResponsibility for Your Account Usage and Security</b>\n</p>\n<p>You are responsible for all activity associated with your account, including actions on your account performed by others who have acquired your passwords or access to your systems without your knowledge</p>\n<p>TDS provides you with a limited, non-exclusive license to usernames and other specific account and network information related to the TDS internet architecture.\nThe responsibility for the use of those Services and any consequences of the use or abuse of those Services (including stolen Services) is yours and yours alone, whether this use was intentional or unintentional.</p>\n<p>You agree to notify TDS immediately if you become aware at any time that TDS Equipment has been stolen from you, or that your Services are being stolen or used without your authorization.\nIf you fail to notify TDS in a timely manner, your Services may be terminated without notice, and additional charges and fees may be charged to your account.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.14.\nNotice</b>\n</p>\n<p>TDS may provide notice to you by the following methods: Electronic mail (email) addressed to your email account.\ntext message to your designated cell phone number (if you've elected to receive notifications in such manner).\nbill message included in your monthly invoice.\nor U.S.\nMail or courier service at the address you provided TDS when you registered for the Service.\nand general posting to TDS' websites.\nThe following is a list of TDS’ current website addresses for residential customers: https://hellotds.com.\nhttps://bendbroadband.com/.\nand https://ourtds.com/.</p>\n<p>Unless otherwise stated in any such notice or communication, all notices or other communications to you shall be deemed effective on the date of electronic mailing or posting, the date the text message was sent, or on the fourth calendar day following the date of first-class mailing or deposit with a courier service.\nThese are the only means of official communication recognized for the purpose of actively communicating with you regarding your Service.</p>\n<p>You are responsible for keeping all of your contact information accurate and must provide changes to TDS promptly by contacting customer service or updating your online account information.\nThis includes, but is not limited to, your legal name, address, phone numbers, and payment data (including but not limited to credit card numbers and expiration dates).\nYou agree that during the term of the Service Agreement you will promptly notify TDS if there is any change in the information that you have provided to TDS in accordance with the terms of the Service Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.15.\nCredit Inquiries</b>\n</p>\n<p>By signing up for Service, you authorize TDS to make inquiries and to receive information about your credit experience from others, to enter this information in your file, and to disclose this information to appropriate third parties for reasonable business purposes.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.16.\nEmail Storage Capacity</b>\n</p>\n<p>With respect to each electronic mail (email) address assigned to you by TDS, TDS reserves the right to deny delivery of any new email transmissions until your email address information storage is reduced to below the maximum capacity of 500 MB.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.17.\nDeletion of Customer information.</b>\n</p>\n<p>TDS may delete voicemail, data, files, or other customer information that is stored on servers or systems owned or managed by TDS in accordance with TDS’ storage policies.\nYou understand and acknowledge that TDS shall have no liability as a result of the loss or removal of such data and information.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.18.\nData Packets</b>\n</p>\n<p>By using the Service, you grant and authorize TDS the right to send data packets to your IP address (the address assigned to your computer or mobile device by TDS while you are online).\nThese packets will be used to determine if your computer or mobile device is vulnerable to common internet attacks that may cause problems for you and for TDS.\nThe packets will allow TDS to detect and log any potential vulnerability that may be exploited by hackers or viruses in junk email.\nThe packets are in no way harmful to your computer or mobile device.\nIf TDS detects a vulnerability, Customer Support will contact you as soon as possible to ensure that your configuration is remedied to remove this vulnerability.\nIf you do not remedy the vulnerability to TDS’ satisfaction, TDS reserves the right, in its sole discretion, to suspend and/or terminate your internet access.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.19.\nProtection of TDS Content and Trademarks</b>\n</p>\n<p>The content, organization, graphics, design, and compilation of the TDS websites and other information, documents, and materials provided to you by TDS in emails, text messages, software applications, or other mediums (collectively, \"<b>TDS Content</b>\") are protected under applicable copyrights, trademarks and other proprietary rights.\nThe viewing, printing, or downloading of any TDS Content grants you only a limited, nonexclusive license to use the TDS Content solely by you for your own personal use and not for republication, distribution, assignment, sublicense, sale, or preparation of derivative works.&nbsp.\nThe copying, redistribution, use or publication by you of any TDS Content, except for your own personal use, is strictly prohibited.\nYou do not acquire ownership rights to any TDS Content shared with you.&nbsp;&nbsp.\nAny unauthorized use of TDS Content may lead to termination of your Service(s).&nbsp;</p>\n<p>All websites, corporate names, service marks, trademarks, trade names, logos, and domain names of TDS (collectively \"<b>TDS Marks</b>\") along with the Services and all TDS Equipment (including firmware and software incorporated therein) are protected by trademark, copyright, or other intellectual property laws, and international treaty provisions.\nTDS® and its logo are registered trademarks of Telephone and Data Systems, Inc.&nbsp.\nTDS Telecom, TDS Metrocom and TDS Long Distance are the registered trademarks of TDS Telecommunications LLC.\nUS LINK® is the registered trademark of U.S.\nLink, Inc.\nOther product and company names mentioned on the TDS websites or in other TDS communications may be trademarks of those respective owners.&nbsp.\nThe TDS Marks are and shall remain the exclusive property of Telephone and Data Systems, Inc.\nand/or its affiliates.\nNothing in the Service Agreement shall grant you the right or license to use any of the TDS Marks.</p>\n<p>&nbsp;</p>\n4.\nFinancial Responsibility\n<p>&nbsp;</p>\n<p>\n<b>4.1.\nBilling Start Date</b>\n</p>\n<p>The fees and charges for the Services begin to accrue on the day the Service is turned on and available for use at your service address (the “<b>Billing Start Date</b>”).</p>\n<p>&nbsp;</p>\n<p>\n<b>4.2.\nYour Billing Information</b>\n</p>\n<p>You must provide TDS with accurate and complete billing information including your legal name, address, and telephone number.\nAll changes to this information must be reported to TDS within 30 days of the change.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.3.\nFees and Charges</b>\n</p>\n<p>Unless you receive Services through a bulk billing arrangement, you must pay TDS all fees and charges for the Service(s) associated with your account by the due date printed on your bill.\nSuch fees and charges may include, but are not limited to, service fees, installation fees, monthly or yearly usage fees (or other rate plan selected), early termination charges, late payment fees, invoice surcharges, cashier's check fees, returned payment fees, other special money transfer fees, and/or software purchases.\nUnless otherwise provided by written agreement between you and TDS or by applicable state law and/or the governing tariff or franchise agreement, TDS reserves the right to change its fees and charges or institute new fees or charges for a Service at any time upon 30 days’ notice to you.\nNotice will be provided in accordance with Section 3.14 above.</p>\n<p>If you participate in a promotional offer for any Service(s) that is limited to a specified period of time, you will be charged the standard service fees and charges applicable to the Service(s) after the specified promotional period.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.4.\nInstallation Fees and Advance Payments</b>\n</p>\n<p>You will be informed of any applicable installation fees and/or advanced payments when you order a Service.\nTDS may require an advanced payment as a condition of service at any time, at TDS’ sole discretion based upon your payment and credit history.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.5.\nTaxes</b>\n</p>\n<p>You agree to pay any applicable federal, state, and local taxes (however designated) levied upon TDS in connection with the sale, installation, use, or provision of the Services.\nAdditionally, you agree to pay any fees that we charge in connection with governmental or quasi-governmental fees or programs, such as universal service fees, 911/E911 surcharges, telecommunications relay service surcharges, franchise fees, right-of-way fees, etc.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.6.\nLate Payment Fees</b>\n</p>\n<p>If you do not pay the full balance due on your account by the due date printed on your bill, you agree to pay a late payment fee of up to $10.00 per month (fee varies based on applicable state law and/or the governing tariff or franchise agreement).\nThe late payment fee will be applied to your account each month that your account is delinquent, in addition to all other applicable fees and charges.&nbsp.\nThe late payment fee shall not be considered an interest charge, finance charge, or penalty.\nYou can avoid any late payment fees by paying your monthly bill on time.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.7.\nReturned Payment Fees</b>\n</p>\n<p>If your payment to TDS is declined due to insufficient funds or any other reason, your account will be considered to be in default and you will be charged a Returned Payment fee of up to $25 in addition to the past due amount and any applicable late payment fees.\nFor returned checks, you will also be charged an amount equal to the bank's current returned check charge.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.8.\nAccount Termination for Recurring Payment Issues</b>\n</p>\n<p>Unless prohibited by law, TDS may terminate your account, in its sole discretion, for recurring declined credit cards, returned checks, or any other failure to pay account charges in full and on time.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.9.\nCollection and Attorneys’ Fees</b>\n</p>\n<p>If TDS incurs attorneys’ fees, collection agency fees, court costs, or other expenses in connection with its efforts to enforce the Service Agreement or collect any unpaid balance on your account, you will be required to reimburse TDS for such expenses.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.10.\nPayment Methods and Terms</b>\n</p>\n<p>4.10.1.&nbsp;&nbsp;If you elect to pay by credit/debit card and provide TDS with your credit/debit card number, you expressly authorize TDS to charge that card for any charges and fees associated with your TDS account.\nIf you choose recurring credit/debit card payments, you authorize TDS to continued such charges until you notify TDS that you are withdrawing this authorization or until you have paid all charges under the Service Agreement.\nIf your credit/debit card is declined, you will be subject to a Returned Payment Fee per Section 4.7 above and must pay all amounts due upon demand by TDS.</p>\n<p>4.10.2.&nbsp;&nbsp;TDS offers an Interactive Voice Response (IVR) automated telephone payment option when you pay by ACH or credit/debit card.\nYou must pay a convenience fee for the use of this alternative payment channel.\nTDS will disclose the amount of the convenience fee to you at the time of transaction.\nThe convenience fee will be processed together with your payment on your bank and/or credit/debit card statement.</p>\n<p>4.10.3.&nbsp;&nbsp;In some markets, TDS offers an online Rush Payment option through the use of a third-party vendor when you pay by ACH or credit/debit card.\nA Rush Payment applies your payment to your account the day of the transaction.\nYou must pay a processing fee charged by the third-party vendor when you use the Rush Payment option.\nThe processing fee will be disclosed to you at the time of transaction and will appear as a separate charge on your bank and/or credit/debit card statement.</p>\n<p>4.10.4.&nbsp;&nbsp;Any restrictive endorsements (such as “paid in full”), releases, or other statements on or accompanying checks or other payment methods accepted by TDS shall have no legal effect.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.11.\nBilling Errors</b>\n</p>\n<p>If you believe TDS has made a billing error, you should contact TDS immediately at the phone number provided on your monthly statement.&nbsp.\nTDS Long Distance customers must report billing errors within 3 months of the date of the applicable invoice and all other customers must report billing errors within 60 days of the invoice or transaction date.\notherwise, refunds, credits or adjustments may not be given.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>4.12.\nRefunds.\nOffset</b>\n</p>\n<p>Any refund less than $5.00 or over $500.00 owed by TDS to you will be remitted via check.\nChecks will be voided if you do not redeem them within 180 days after issuance and are not eligible for reissuance.\nAny refund of between $5.00 and $500.00 owed by TDS to you will be remitted to you in the form of a prepaid Mastercard® that may be used everywhere Debit Mastercard is accepted.&nbsp.\nCards will not have cash or ATM access.&nbsp.\nCards will be issued by Fifth Third Bank, National Association, an FDIC-insured institution, pursuant to a license from Mastercard International Incorporated.&nbsp.\nYour use of the prepaid card is subject to the terms and conditions posted online at North-Lane-Prepaid-Card-Argreement_TERMS-CONDITIONS-NORTHLANENEWREF53NATC_1120-1-(003).pdf.\nYou agree to these online terms and conditions by registering for, activating, accepting, or using your prepaid card.\nTHE ONLINE TERMS AND CONDITIONS CONTAIN AN ARBITRATION PROVISION.&nbsp.\nTHIS PROVISION MAY SUBSTANTIALLY LIMIT YOUR RIGHTS IN THE EVENT OF A DISPUTE RELATED TO YOUR PREPAID CARD.&nbsp.\nSEE THE “ARBITRATION” SECTION OF THE PREPAID CARD AGREEMENT FOR DETAILS.&nbsp.\nMastercard is a registered trademark, and the circles design is a trademark of Mastercard International Incorporated.</p>\n<p>TDS may offset any amounts you owe against refund or credit amounts TDS owes to you without prior notice.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.13.\nResponsibility for Account Transactions.\nAccount Security</b>\n</p>\n<p>You are responsible for all financial transactions made between your account and third parties using TDS Services, knowingly or unknowingly.\nYou are responsible for keeping your passwords and other security measures confidential and monitoring all activity that takes place on your account.\nUse caution when providing personal information while connected to the internet, as TDS cannot protect you from potential fraud or charges occurring through third-party vendors with whom you may be in contact through your Service.</p>\n<p>&nbsp;</p>\n5.\nTermination of Services\n<p>&nbsp;</p>\n<p>\n<b>5.1.\nHow to Cancel Your Service(s)</b>\n</p>\n<p>Subject to payment of any applicable early termination or equipment charges, you may terminate your Service(s) at any time by calling TDS Customer Support at 877-422-5282.\nYou will continue to be responsible for all fees and charges related to your Service until TDS receives and verifies your cancellation notice.\nPlease be aware that all TDS phone services, including 911/E911, will be disabled if your account terminates.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.2.\nMinimum Service Term.\nEarly Termination Charges</b>\n</p>\n<p>TDS may provide discounted equipment or pricing to you in exchange for your agreement to subscribe to a Service for a specified minimum service term.\nTDS will notify you of your minimum service term when you sign up for the applicable Service.\nIn such event, YOU UNDERSTAND AND AGREE THAT YOUR SERVICE PLAN PRICING, EQUIPMENT PRICING, AND/OR PROMOTIONAL OFFER WAS BASED ON YOUR AGREEMENT TO CONTINUE SERVICE FOR THE SPECIFIED MINIMUM SERVICE TERM.\nIf you terminate that Service for any reason (including moving outside of TDS’ service area) or if your Service is terminated by TDS for any violation of the Service Agreement, before the end of the minimum service term, you agree to pay TDS an early termination charge that reimburses TDS for this subsidy, as reasonably determined by TDS.\nThe amount of the early termination charge will be communicated to you when you sign up for the applicable Service.\nAlso, you may contact TDS at any time to request a calculation of the early termination charges that would apply upon termination at a particular time.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.3.\nSuspension or Termination of Your Account</b>\n</p>\n<p>5.3.1.&nbsp;&nbsp;If your account is delinquent, TDS may terminate or suspend your Service upon 7 days advance notice, unless a longer notice period is required by applicable state law and/or the governing tariff or franchise agreement.</p>\n<p>5.3.2.&nbsp;&nbsp;TDS may immediately terminate or suspend Service at any time if you or any other users of your account violate the Service Agreement.</p>\n<p>5.3.3.&nbsp;&nbsp;TDS may terminate or suspend your Service for any other reason upon 30 days’ advance notice.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.4.\nReactivation of Services</b>\n</p>\n<p>If TDS suspends or terminates a Service for nonpayment or another violation of the Service Agreement, you must pay all overdue balances and other applicable charges before TDS will reactive your Service.\nYou may also be required to pay a reconnect or trip charge or make an advance payment per Section 4.4.\nIt may take 72 hours or longer to restore your Service.\nReactivation of Service is subject to the terms of the Service Agreement, applicable law, and any governing tariff or franchise agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.5.\nNo Proration of Monthly Service Charges Upon Cancellation</b>\n</p>\n<p>Subject to any restrictions under applicable law, you shall be responsible for the full monthly charges (without pro-ration) for those Services you subscribe to on a monthly basis, even if you terminate such monthly Services before the end of the respective subscription month.\nNotwithstanding the foregoing, pro-ration of monthly charges shall be permitted with regard to: (a) any active military persons who need to disconnect because of a deployment.\nand (b) TV and data equipment leased from TDS.</p>\n<p>&nbsp;</p>\n6.\nCustomer Remedies.\nClaims Limitation\n<p>&nbsp;</p>\n<p>\n<b>6.1.\nService Credits</b>\n</p>\n<p>If your Service has been interrupted, you may be entitled to a credit against your future bill (a “<b>Service Credit</b>”).\nYou must contact TDS Customer Support within 30 days after the outage to request a Service Credit.\notherwise, you will not be eligible to receive one.\nThe amount of the Service Credit will vary based on the type of Service impacted and the length of the outage.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.2.\nForce Majeure</b>\n</p>\n<p>YOU UNDERSTAND AND ACKNOWLEDGE THAT THERE MAY BE INTERRUPTIONS OF THE SERVICES DUE TO ACTS OF GOD, WAR, WEATHER, POWER FAILURES, EQUIPMENT FAILURES, OR OTHER SIMILAR EVENTS BEYOND THE CONTROL OF TDS.\nNEITHER TDS NOR ITS SERVICE PROVIDERS SHALL HAVE ANY LIABILITY, INCLUDING AS SET FORTH IN SECTION 6.1 (SERVICE CREDITS) FOR INTERRUPTIONS OF SERVICE DUE TO CIRCUMSTANCES BEYOND THEIR CONTROL, OR FOR CLAIMS OR DAMAGES ARISING FROM SUCH INTERRUPTIONS.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.3.\nSole Remedy</b>\n</p>\n<p>If you are dissatisfied with the Service or any of its terms, conditions, rules, policies, guidelines, or practices, your sole and exclusive remedies are: (a) request a Service Credit per Section 6.1 above.\nor (b) terminate the Service Agreement and discontinue using the Service by canceling the account as outlined in Section 5.1.\nIf this provision is found invalid, TDS’ liability is limited to the maximum extent permitted by law.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.4.\nClaims Limitation</b>\n</p>\n<p>NO ACTION, REGARDLESS OF FORM, ARISING OUT OF THE PROVISION OF SERVICES OR ITS PERFORMANCE MAY BE BROUGHT BY YOU MORE THAN SIX MONTHS AFTER THE CAUSE OF ACTION HAS ACCRUED.</p>\n<p>&nbsp;</p>\n7.\nNo Warranties.\nRisk Acknowledgement\n<p>&nbsp;</p>\n<p>\n<b>7.1.\nNo Warranties</b>\n</p>\n<p>EXCEPT AS OTHERWISE PROVIDED HEREIN, THE SERVICE AND ALL INFORMATION YOU RECEIVE FROM OR THROUGH THE SERVICE ARE PROVIDED \"AS-IS,\" \"AS AVAILABLE,\" AND ALL WARRANTIES, EXPRESS OR IMPLIED, ARE DISCLAIMED (INCLUDING BUT NOT LIMITED TO ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, COURSE OF DEALING OR USAGE OF TRADE).\nTHE INFORMATION AND SERVICE MAY CONTAIN BUGS, ERRORS, PROBLEMS OR OTHER LIMITATIONS.\nNEITHER TDS NOR ITS SERVICE PROVIDERS WARRANT THAT THE TDS EQUIPMENT OR THE SERVICES WILL MEET YOUR REQUIREMENTS, PROVIDE UNINTERRUPTED USE, OR OPERATE AS REQUIRED, WITHOUT DELAY, OR WITHOUT ERROR, OR THAT THEY WILL NOT INTERFERE WITH OTHER THIRD-PARTY EQUIPMENT OR SERVICES.\nNEITHER TDS NOR ITS SERVICE PROVIDERS WARRANT THAT ANY COMMUNICATIONS WILL BE TRANSMITTED COMPLETELY OR IN UNCORRUPTED FORM.\nNEITHER TDS NOR ITS SERVICE PROVIDERS WARRANT, OR SHALL BE RESPONSIBLE IN ANY REGARD, FOR ANY MERCHANDISE OR SERVICES ORDERED THROUGH THE SERVICES FROM THIRD PARTIES OR OTHER COMMERCIAL TRANSACTIONS WITH THIRD PARTIES.\nCUSTOMER SHALL BE RESPONSIBLE FOR ALL SUCH CHARGES AND SHALL INDEMNIFY TDS FOR ALL LIABILITY IN CONNECTION THEREWITH.</p>\n<p>&nbsp;</p>\n<p>\n<b>7.2.\nRISK ACKNOWLEDGEMENT</b>\n</p>\n<p>YOU ACKNOWLEDGE THAT ACCESS TO AND USE OF THE SERVICE MAY EXPOSE YOUR DATA, COMPUTER SYSTEM AND NETWORK TO VIRUSES, ADWARE, SNOOPWARE, SPYWARE, MALWARE, HIJACKWARE, KEY LOGGERS, TROJAN HORSES, WORMS AND OTHER MALICIOUS CODE THAT MAY THREATEN THE SECURITY AND OPERATION OF YOUR SYSTEM AND NETWORK (COLLECTIVELY, \"<b>MALICIOUS CODE</b>\").</p>\n<p>&nbsp;</p>\n8.\nCustomer’s Indemnification of TDS\n<p>You agree to defend, indemnify, and hold TDS and its service providers harmless from any and all liabilities, costs, and expenses, including reasonable attorneys' fees, related to or arising from: (a) any violation of the Service Agreement by you or those who access the Service(s) through your account.\n(b) any use of the Service by you or those who access the Service(s) through your account.\nand (c) the placement or transmission of any message, information, software, or other materials on the internet by you or by those who have access to the Service(s) through your account.\nYOU AGREE THAT NEITHER TDS NOR ITS SERVICE PROVIDERS SHALL BE RESPONSIBLE FOR ANY THIRD-PARTY CLAIMS AGAINST THEM THAT ARISE FROM YOUR USE OF THE SERVICES OR THE TDS EQUIPMENT.\nFURTHER, YOU AGREE TO REIMBURSE TDS AND ITS SERVICE PROVIDERS FOR ALL COSTS AND EXPENSES RELATED TO THE DEFENSE OF SUCH CLAIMS.</p>\n<p>&nbsp;</p>\n9.\nLIMITATION OF LIABILITY\n<p>&nbsp;</p>\n<p>\n<b>9.1.\nGeneral Limitation of Liability.</b>\n</p>\n<p>EXCEPT AS SPECIFICALLY PROVIDED IN THE SERVICE AGREEMENT, TDS HAS NO LIABILITY WHATSOEVER FOR YOUR USE OF THE SERVICE, INABILITY TO USE THE SERVICE OR YOUR RELIANCE ON OR USE OF INFORMATION FROM THE SERVICE OR THROUGH THE SERVICE THAT RESULTS FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETIONS OF FILES, ERRORS, DEFECTS, DELAYS IN OPERATION OR ANY FAILURE OF PERFORMANCE.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.2.\nNo Liability for Malicious Code.</b>\n</p>\n<p>ALL RESPONSIBILITY OR LIABILITY FOR ANY DAMAGES, LOSS OF DATA, OR INVASION OF YOUR PRIVACY CAUSED BY MALICIOUS CODE CONTAINED WITHIN ANY ELECTRONIC FILE YOU ACCESS THROUGH OR OBTAIN FROM THE SERVICE IS DISCLAIMED.\nTDS' MAXIMUM LIABILITY TO YOU UNDER ALL CIRCUMSTANCES RELATING TO TDS’ PROVISION OF THE SERVICE SHALL NOT EXCEED THE FEES YOU HAVE PAID IN THE PREVIOUS 12 MONTHS FOR THE SERVICE GIVING RISE TO, OR WHICH IS THE SUBJECT OF, THE CLAIM, WHETHER THE CLAIM ALLEGES BREACH OF CONTRACT OR TORTIOUS CONDUCT INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, VIOLATION OF A STATUTE, OR ANY OTHER THEORY.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.3.\nNo Liability for Intellectual Property Infringement.</b>\n</p>\n<p>IN NO CIRCUMSTANCE AND UNDER NO LEGAL THEORY (INCLUDING BUT NOT LIMITED TO TORT, CONTRACT, OR OTHERWISE), SHALL TDS OR ITS SERVICE PROVIDERS HAVE ANY LIABILITY TO YOU OR TO ANY PERSON OR ENTITY FOR ANY LOSSES, CLAIMS, DAMAGES, EXPENSES, LIABILITIES, OR COSTS (INCLUDING LEGAL FEES) RESULTING DIRECTLY OR INDIRECTLY OUT OF, OR OTHERWISE ARISING IN CONNECTION WITH, ANY ALLEGATION, CLAIM, SUIT, OR OTHER PROCEEDING BASED UPON A CONTENTION THAT THE USE OF THE TDS EQUIPMENT OR THE SERVICES BY CUSTOMER OR ANY OTHER PERSON OR ENTITY INFRINGES THE COPYRIGHT, PATENT, TRADEMARK, TRADE SECRET, CONFIDENTIALITY, PRIVACY, OR OTHER INTELLECTUAL PROPERTY RIGHTS, OR CONTRACTUAL RIGHTS OF ANY THIRD PARTY.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.4.\nLimited Liability for Directory Listings Errors.</b>\n</p>\n<p>THE LIMITATIONS IN THIS SECTION SHALL APPLY WHERE TDS OFFERS A DIRECTORY LISTING OR PUBLICATION OPTION.\nIF (a) ANY PHONE NUMBER FOR WHICH YOU HAVE REQUESTED UNLISTED STATUS IS PUBLISHED IN ANY DIRECTORY.\n(b) ANY PHONE NUMBER FOR WHICH YOU HAVE REQUESTED NONPUBLISHED STATUS IS INCLUDED IN ANY DIRECTORY, ANY DIRECTORY ASSISTANCE DATABASE, OR IS OTHERWISE DISCLOSED TO ANY UNAUTHORIZED PERSON.\n(c) ANY PHONE NUMBER WHICH YOU REQUESTED BE PUBLISHED OR LISTED IN ANY DIRECTORY OR DIRECTORY ASSISTANCE DATABASE IS NOT SO PUBLISHED OR LISTED, OR (d) ANY PUBLISHED OR LISTED PHONE NUMBER CONTAINS MATERIAL ERRORS OR OMISSIONS, THEN THE TOTAL LIABILITY OF THE TDS AND ITS SERVICE PROVIDERS IN CONNECTION WITH THE DESCRIBED ERROR OR OMISSION SHALL NOT IN THE AGGREGATE EXCEED THE MONTHLY CHARGES, IF ANY, WHICH YOU HAVE ACTUALLY PAID TO TDS TO LIST OR NOT TO LIST OR TO PUBLISH OR NOT PUBLISH THE NUMBER FOR THE AFFECTED PERIOD.\nYOU SHALL HOLD TDS AND ITS SERVICE PROVIDERS HARMLESS AGAINST ANY AND ALL CLAIMS FOR DAMAGES CAUSED OR CLAIMED TO HAVE BEEN CAUSED, DIRECTLY OR INDIRECTLY, BY THE ERRORS AND OMISSIONS DESCRIBED ABOVE.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.5.\nLimited Liability for Customer Equipment and Software.</b>\n</p>\n<p>Customer Equipment may be damaged or suffer service outages as a result of the installation, use, inspection, maintenance, repair, and removal of the TDS Equipment and the Services.\nExcept for gross negligence or willful misconduct by us, neither TDS nor its service providers shall have any liability whatsoever for any damage, loss, or destruction to Customer Equipment.\nIn the event of gross negligence or willful misconduct by TDS, TDS may, in its sole discretion, pay up to $250 for the repair or replacement of the damaged Customer Equipment.\nThis shall be your sole remedy relating to such activity.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.6.\nNo Liability for Software or Applications, Viruses, or Data Loss.</b>\n</p>\n<p>Use of certain features of the Services, such as integrated messaging (where available), may require special software, applications, or access to web portals.\nTDS makes no representation or warranty that any software or application installed on your computers or web portal does not contain a virus or other harmful feature.\nIt is your sole responsibility to take appropriate precautions to protect any computer and other hardware of yours from damage to its software, files, and data as a result of any such virus or other harmful feature.\nTDS is not required to provide you with any assistance in removal of viruses.\nIf TDS decides, in its sole discretion, to install or run virus check software on your computer, TDS makes no representation or warranty that the virus check software will detect or correct any or all viruses.\nYou acknowledge that you may incur additional charges for any service call made or required on account of any problem related to a virus or other harmful feature detected on your system.\nNEITHER TDS NOR ITS SERVICE PROVIDERS SHALL HAVE ANY LIABILITY WHATSOEVER FOR ANY DAMAGE TO OR LOSS OF ANY HARDWARE, SOFTWARE, FILES, OR DATA RESULTING FROM A VIRUS, ANY OTHER HARMFUL FEATURE, OR FROM ANY ATTEMPT TO REMOVE IT.</p>\n<p>TDS does not represent, warrant, or covenant that the installation of the special software or applications described in the preceding paragraph or access to TDS’ web portals will not cause the loss of files or disrupt the normal operations of any Customer Equipment, including but not limited to your computer.\nFOR THESE AND OTHER REASONS, YOU ACKNOWLEDGE AND UNDERSTAND THE IMPORTANCE OF BACKING UP ALL FILES TO ANOTHER STORAGE MECHANISM PRIOR TO SUCH ACTIVITIES.\nYOU UNDERSTAND AND ACCEPT THE RISKS IF YOU DECIDE NOT TO BACK UP FILES.\nNEITHER TDS NOR ITS SERVICE PROVIDERS SHALL HAVE ANY LIABILITY WHATSOEVER FOR ANY DAMAGE TO OR LOSS OF ANY SOFTWARE, FILES, OR DATA.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.7.\nNo Liability for Third Party Service Providers.</b>\n</p>\n<p>Notwithstanding anything to the contrary in the Service Agreement, you acknowledge and understand that TDS may use third parties to provide components of the Services, including without limitation their services, equipment, and infrastructure.\nTDS is not responsible for the performance or non-performance of third-party services, equipment, or infrastructure, whether or not they constitute components of the Services.\nTDS shall not be bound by any undertaking, representation, or warranty made by an agent or employee of TDS or its service providers in connection with the installation, maintenance, or provision of the Services unless it is memorialized in this Service Agreement.\nThe limitations of liability set forth in this section apply to any acts, omissions, and negligence of TDS and its service providers which, but for that provision, would give rise to a cause of action under any legal theory.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.8.\nNo Liability for Third Party Merchants.</b>\n</p>\n<p>TDS provides access to third-party merchant (\"<b>Merchants</b>\") sites from which you may purchase certain goods or services.\nTDS may also allow you to connect to and use third-party products, services or software through the Site, under separate terms and conditions, in conjunction with the Services or separately.\nYou understand that TDS does not operate or control the products or services offered by Merchants or any other third parties and that TDS is not a party to the transaction entered into between you and Merchants (or such other third parties).\nThe Service Agreement does not apply to (and TDS is not responsible for) such third-party sites, products, services and software, and the Service Agreement does not govern the practices of such Merchants or other third parties.\nYour use of any such third-party sites, products, services, or software is governed solely by the third-party terms and conditions (including, without limitation, any end user license agreements) provided in connection with those sites, products, services or software.\nWhen using any third-party sites, products, services or software, you should read the relevant terms of use provided by such third party.\nYou agree that use of third-party sites, products, services and software is AT YOUR SOLE RISK AND IS WITHOUT WARRANTIES OF ANY KIND BY US, EXPRESS, IMPLIED OR OTHERWISE, INCLUDING WARRANTIES OF TITLE, FITNESS FOR PURPOSE, MERCHANTABILITY OR NON-INFRINGEMENT.\nUNDER NO CIRCUMSTANCES WILL TDS BE LIABLE FOR ANY DAMAGES ARISING FROM THE TRANSACTIONS BETWEEN YOU AND MERCHANTS OR ANY OTHER THIRD PARTIES OR FOR ANY INFORMATION APPEARING ON MERCHANTS' SITES OR ANY SITE LINKED TO A TDS SITE, OR FOR ANY THIRD-PARTY PRODUCTS, SERVICES OR SOFTWARE.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.9.\nWAIVER OF CONSEQUENTIAL DAMAGES</b>\n</p>\n<p>IN PARTICULAR, BUT NOT AS A LIMITATION OF THE PROVISIONS ABOVE, NEITHER TDS NOR ITS SERVICE PROVIDERS SHALL BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, EXEMPLARY, OR CONSEQUENTIAL DAMAGES, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, PERSONAL INJURIES (INCLUDING DEATH), OR LITIGATION, UNDER ANY LEGAL THEORY, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE NEGATION OF DAMAGES SET FORTH ABOVE IS A FUNDAMENTAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN TDS AND YOU.\nTHE SERVICE WOULD NOT BE PROVIDED WITHOUT THOSE LIMITATIONS.</p>\n<p>&nbsp;</p>\n10.\nArbitration\n<p>&nbsp;</p>\n<p>\n<b>10.1.\nArbitration Agreement</b>\n</p>\n<p>\n<b>BY AGREEING TO THE SERVICE AGREEMENT, YOU AGREE THAT YOU ARE REQUIRED TO RESOLVE ANY CLAIM THAT YOU MAY HAVE AGAINST TDS ON AN INDIVIDUAL BASIS IN ARBITRATION, AS SET FORTH IN THIS ARBITRATION AGREEMENT.\nTHIS WILL PRECLUDE YOU FROM BRINGING ANY CLASS, COLLECTIVE, OR REPRESENTATIVE ACTION AGAINST TDS, AND ALSO PRECLUDE YOU FROM PARTICIPATING IN OR RECOVERING RELIEF UNDER ANY CURRENT OR FUTURE CLASS, COLLECTIVE, CONSOLIDATED, OR REPRESENTATIVE ACTION BROUGHT AGAINST TDS BY SOMEONE ELSE.&nbsp.\nTHE ABOVE NOTWITHSTANDING, THE ARBITRATION PROVISION IS NULL AND VOID IF MULTIPLE ARBITRATIONS ARE FILED THAT ARE VIRTUALLY IDENTICAL IN THAT THEY ASSERT THE SAME CLAIMS AND/OR SEEK IDENTICAL FORMS OF RELIEF.</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>10.2.\nBinding Arbitration</b>\n</p>\n<p>\n<b>YOU AND TDS AGREE THAT ANY DISPUTE, CLAIM, OR CONTROVERSY - REGARDLESS OF WHEN THE DISPUTE, CLAIM, OR CONTROVERSY AROSE - ARISING OUT OF OR RELATING TO (A) ANY PART OF THE SERVICE AGREEMENT, OR THE EXISTENCE, BREACH, TERMINATION, ENFORCEMENT, INTERPRETATION OR VALIDITY THEREOF, OR (B) YOUR ACCESS TO OR USE OF THE SERVICES AT ANY TIME, WILL BE SETTLED BY BINDING ARBITRATION BETWEEN YOU AND TDS, AND NOT IN A COURT OF LAW IN ANY JURISDICTION.\nSUCH DISPUTE SHALL BE SUBMITTED TO JAMS FOR ARBITRATION IN THE COUNTY OF YOUR BILLING ADDRESS (OR SUCH OTHER LOCATION AS YOU AND TDS OTHERWISE MUTUALLY AGREE) AND SHALL BE BEFORE ONE ARBITRATOR.\nTHE ARBITRATION SHALL BE ADMINISTERED BY JAMS PURSUANT TO ITS COMPREHENSIVE ARBITRATION RULES AND PROCEDURES, ONLY AS MODIFIED BY THE SERVICE AGREEMENT.</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>10.3.\nArbitrator’s Exclusive Authority</b>\n</p>\n<p>The parties agree that the arbitrator (“<b>Arbitrator</b>”), and not any federal, state, or local court or agency, shall have exclusive authority to resolve any disputes relating to the interpretation, applicability, enforceability or formation of this Arbitration Agreement, including any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe Arbitrator shall also be responsible for determining all threshold arbitrability issues, including issues relating to whether any part of the Service Agreement is unconscionable or illusory and whether any defense to arbitration is available, including waiver, delay, laches, or estoppel.</p>\n<p>&nbsp;</p>\n<p>\n<b>10.4.\nWaiver of Right to Trial by Jury or Class Action Participation</b>\n</p>\n<p>You acknowledge and agree that you and TDS are each waiving the right to a trial by jury or to participate as a plaintiff or class member in any purported class action or representative proceeding.\nUnless both you and TDS agree in writing, any arbitration will be conducted only on an individual basis and not in a class, collective, consolidated, or representative proceeding.\nHowever, you and TDS each retain the right to bring an individual action in small claims court and the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a party’s copyright rights, trademarks, trade secrets, patents or other intellectual property rights.</p>\n<p>&nbsp;</p>\n<p>\n<b>10.5.\nRules and Governing Law</b>\n</p>\n<p>10.5.1.&nbsp;&nbsp;The arbitration will be administered by JAMS in accordance with the JAMS Comprehensive Rules and Procedures (the “<b>JAMS Rules</b>”) then in effect, except as modified by this Arbitration Agreement.\nThe JAMS Rules are available at https://www.jamsadr.com/rules-comprehensive-arbitration/ or you may call JAMS at 1-800-352-5267.</p>\n<p>10.5.2.&nbsp;&nbsp;Notwithstanding any choice of law or other provision in the Service Agreement, the parties agree and acknowledge that this Arbitration Agreement evidences a transaction involving interstate commerce and that the Federal Arbitration Act, 9 U.S.C.\n§ 1 et seq.\n(“<b>FAA</b>”), will govern its interpretation and enforcement and proceedings pursuant thereto.\nIt is the intent of the parties that the FAA and JAMS Rules shall preempt all state laws to the fullest extent permitted by law.\nIf the FAA and JAMS Rules are found to not apply to any issue that arises under this Arbitration Agreement or the enforcement thereof, then that issue shall be resolved under the laws of the state designated in Section 12.4 below.</p>\n<p>&nbsp;</p>\n<p>\n<b>10.6.\nArbitration Process</b>\n</p>\n<p>10.6.1.&nbsp;&nbsp;A party who desires to initiate arbitration must provide the other party with a written Demand for Arbitration as specified in the JAMS Rules.\nYou can contact JAMS for more information on how to commence an arbitration proceeding at https://www.jamsadr.com/ or 1-800-352-5267.</p>\n<p>10.6.2.&nbsp;&nbsp;TDS will advance or reimburse you for any reasonable filing, administration and arbitrator fees for any arbitration initiated in accordance with this section.&nbsp.\nIf TDS prevails in the arbitration, both parties agree that they will share equally in the costs of arbitration.&nbsp.\nIf the arbitrator determines that either the substance of the claim for relief sought in the demand for arbitration was frivolous or brought for an improper purpose as measured by Federal Rule of Civil Procedure 11(b), TDS may, in its discretion, move to seek its costs of arbitration.&nbsp.\nTDS will reimburse you for your reasonable attorneys’ fees and costs if the arbitrator awards you an amount equal to or greater than the amount you have demanded in the arbitration.</p>\n<p>&nbsp;</p>\n<p>\n<b>10.7.\nArbitrator’s Decision</b>\n</p>\n<p>The Arbitrator will render an award within the time frame specified in the JAMS Comprehensive Arbitration Rules and Procedures.&nbsp.\nJudgment on the award may be entered in any court having jurisdiction.&nbsp.\nThis clause shall not preclude the parties from seeking provisional remedies in aid of arbitration from a court of competent jurisdiction.&nbsp.\nAn arbitrator’s decision shall be final and binding on all parties.</p>\n<p>&nbsp;</p>\n11.\nProduct-Specific Terms and Conditions\n<p>&nbsp;</p>\n<p>\n<b>11.1.\nDialup Internet Access Limitations.</b>\n</p>\n<p>ACCESS TO DIALUP INTERNET SERVICE WILL BE PROVIDED VIA A LOCAL MODEM POOL NUMBER.\nINTERNET ACCESS IS OFFERED BY TDS SUBJECT TO THE FOLLOWING LIMITATIONS: ACCESS DIALUP NUMBERS MAY NOT BE AVAILABLE IN ALL AREAS.\nIT IS YOUR SOLE RESPONSIBILITY TO DETERMINE IF USE OF A PARTICULAR TDS DIALUP NUMBER WILL CAUSE YOU TO INCUR LONG-DISTANCE, TOLL OR OTHER CHARGES.\nTDS IS NOT RESPONSIBLE FOR ANY LONG-DISTANCE OR TOLL CHARGES INCURRED BY YOU THROUGH YOUR USE OF THE SERVICE.\nYOU ARE SOLELY RESPONSIBLE FOR ALL TELECOMMUNICATIONS CHARGES INCLUDING LOCAL AND LONG-DISTANCE TELEPHONE CHARGES FOR CONNECTION TO THE SERVICE BY YOU AND BY THOSE WHO ACCESS THE SERVICE THROUGH YOUR ACCOUNT.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.2.\nHigh-Speed Internet Service Terms.</b>\n</p>\n<p>11.2.1.&nbsp;&nbsp;<u>General</u>.\nYou are responsible for all internet activity and bandwidth usage originating from your or others’ use of your Services, including under any screen name or password.\nYou agree to ensure that all use of your Services complies fully with the Service Agreement.\nYou are solely responsible for protecting the confidentiality of your screen names, passwords, PINs, parental controls, and other security measures, and TDS shall have no liability for your failure to do so.</p>\n<p>11.2.2.&nbsp;&nbsp;<u>Equipment and Software.</u>\n</p>\n<p>a.&nbsp;&nbsp;The monthly charge for the Services may include (i) rental of a cable modem and other TDS Equipment, if applicable, to be installed at your home to permit connection of a PC to the Services, and (ii) rental of a license for the computer software licensed for the limited use as described in this Service Agreement by TDS to you to enable you to access the Services.\nIf software is installed on more than one PC, additional charges may apply.\nAdditional charges may also apply for transactions, purchases, or access to other services.</p>\n<p>b.&nbsp;&nbsp;TDS will install the TDS Equipment and software, unless you request otherwise, at the prevailing rates quoted prior to installation.</p>\n<p>11.2.3.&nbsp;&nbsp;<u>Subscriber Lists.</u> You give TDS consent to use, distribute, transfer, loan, or otherwise share with other persons or entities user lists as well as aggregate information, but not contrary to any applicable laws or the TDS Broadband Privacy Policy at https://hellotds.com/privacy-policy.html.\nAggregate information includes demographic data, usage patterns, preferences, survey data, or other descriptive information which does not disclose the identity of any particular user.</p>\n<p>11.2.4.&nbsp;&nbsp;<u>Bandwidth Usage Restrictions.</u>&nbsp;TDS reserves the right to impose limits on TDS internet customers with excessive bandwidth usage via any means available to TDS.\nTDS defines excessive bandwidth usage, as usage that:</p>\n<ul>\n<li>places an excessive burden on the TDS network;</li>\n<li>is above and beyond what is considered normal usage.\nand/or</li>\n<li>can impair the TDS network and TDS’ ability to provide service to other customers.</li>\n</ul>\n<p>See the TDS Acceptable Use Policy at https://hellotds.com/acceptable-use-policy.html for additional bandwidth use restrictions.&nbsp;&nbsp;</p>\n<p>11.2.5.&nbsp;&nbsp;<u>Internet Service Speeds and Availability</u>.\nAvailability varies and speeds shown may not be available at all service addresses.\nCertain speeds are only offered in areas served by TDS Fiber.\nSpeed ranges shown are expressed as “up to” to represent network capabilities between customer location and the TDS network.\nMost customers can expect to receive a stable speed within the range of the product purchased as allowed by the quality and capability of the connection.\nhowever, actual speeds experienced by customers vary and are not guaranteed.\nSome customers may receive lower than the indicated speed range.\nSpeeds vary due to various factors, including but not limited to: distance from switching locations, network equipment, delivery technology, and external/internal network conditions.\nSpeed tests may produce inconsistent results due to various factors, including the speed test program or website used, the number of devices connected to the customer’s modem and whether the speed test is conducted over Wi-Fi.\nCustomers that are not receiving the indicated speeds may cancel their service without any termination charges.\nAdditional equipment may be required and charges may apply.\n<b>Plans without data caps are not available in all areas.</b> A $15 service charge will apply to existing customers who switch plans without increasing speed or adding qualifying service.\nIn order to maximize internet speeds above 100Mbps, a gigabit wired Network Interface Card (NIC) and/or a more advanced wireless NIC, preferably 802.11ac or higher is needed.</p>\n<p>11.2.6.&nbsp;&nbsp;<b>\n<u>INTERNET WARNING.</u>\n</b> TDS provides access to information, via the internet, of all kinds relating to a wide variety of subjects on virtually any topic imaginable.\nSome of this material may be offensive, misleading, or controversial in nature.\nYou might find some of this material offensive or inappropriate for you or for any minors who may be accessing the internet through your account.\nPlease use good judgment when accessing the internet and supervise minors who may be using your account.\nFor more information on this topic, please see TDS’ Acceptable Use Policy at https://hellotds.com/acceptable-use-policy.html.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.3.\nPhone Services: 911/E911 Dialing.</b>\n</p>\n<p>11.3.1.&nbsp;&nbsp;<u>Limitations</u>.\nTDS phone service includes the ability to place calls to emergency dispatch operators by dialing “911” (“<b>911/E911</b>”) that may differ from 911/E911 functions furnished by traditional telephone service providers.\nAs such, the 911/E911 Services may have certain limitations.\nCAREFULLY READ THE INFORMATION BELOW.\nYOU ACKNOWLEDGE AND ACCEPT ANY LIMITATIONS ON 911/E911.\nYOU AGREE TO CONVEY THESE LIMITATIONS TO ALL PERSONS WHO MAY HAVE OCCASION TO PLACE CALLS OVER THE SERVICES.\nIf you have any questions about 911/E911, please contact TDS Customer Support by visiting https://hellotds.com/support.html or calling 877-422-5282.</p>\n<p>11.3.2.&nbsp;&nbsp;<u>Correct Address.\nPhone Service Transfer.</u> In order for your 911/E911 calls to be properly directed to emergency services, TDS must have your correct service address.\nIf you move the Services to a different address without TDS’s approval, 911/E911 calls may be directed to the wrong emergency authority, may transmit the wrong address, or the Services (including 911/E911) may fail altogether.\nYou must call TDS Customer Support at 877-422-5282 at least 10 days before you move to request that your Services be transferred.\nAll changes in service address require TDS’s prior approval.\nYOU UNDERSTAND AND ACKNOWLEDGE THAT TDS WILL NEED SEVERAL BUSINESS DAYS TO UPDATE YOUR SERVICE ADDRESS IN THE E911 SYSTEM SO THAT YOUR 911/E911 CALLS CAN BE PROPERLY DIRECTED.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.4.\nPhone Services in General.</b>\n</p>\n<p>11.4.1.&nbsp;&nbsp;<u>Network congestion or failures.</u> Calls, including calls to 911/E911, may not be completed if there is a problem with network facilities, including network congestion, network or network equipment failure, or another technical problem.</p>\n<p>11.4.2.&nbsp;&nbsp;<u>Service interruptions caused by power failures.</u> TDS phone service uses the electrical power from your service location.\n<b>YOU UNDERSTAND AND ACKNOWLEDGE THAT YOU MAY LOSE ACCESS TO AND USE OF THE SERVICES, INCLUDING 911/E911, UNDER CERTAIN CIRCUMSTANCES, INCLUDING BUT NOT LIMITED TO THE FOLLOWING: (i) IF TDS NETWORK OR FACILITIES ARE NOT OPERATING.\n(ii) IF ELECTRICAL POWER TO THE MTA IS INTERRUPTED AND SUCH DEVICES ARE NOT SUPPORTED BY A WORKING BATTERY BACKUP.</b> You also understand and acknowledge that any battery backup used in connection with your MTA may provide power for only a limited time, that the performance of the battery backup is not guaranteed, and that if the battery is exhausted, the Services will not function until normal power is restored.\nYou understand and acknowledge that your MTA may not have battery backup or another power source of its own.</p>\n<p>11.4.3.&nbsp;&nbsp;<b>\n<u>LIMITATION OF LIABILITY.</u> YOU ACKNOWLEDGE AND AGREE THAT TDS AND ITS SERVICE PROVIDERS WILL NOT BE LIABLE FOR ANY SERVICE OUTAGE, INABILITY TO DIAL 911 USING THE SERVICES, OR INABILITY TO ACCESS EMERGENCY SERVICE PERSONNEL.\nYOU AGREE TO DEFEND, INDEMNIFY, AND HOLD HARMLESS THE TDS PARTIES AND THEIR SERVICE PROVIDERS, FROM ANY AND ALL CLAIMS, LOSSES, DAMAGES, FINES, PENALTIES, COSTS, AND EXPENSES (INCLUDING BUT NOT LIMITED TO REASONABLE ATTORNEY FEES) BY, OR ON BEHALF OF, YOU OR ANY THIRD PARTY OR USER OF THE SERVICES RELATING TO THE FAILURE OR OUTAGE OF THE SERVICES, INCLUDING THOSE RELATED TO 911/E911 SERVICES PROVIDED TO YOU IN CONNECTION WITH THE SERVICES.</b>\n</p>\n<p>11.4.4.&nbsp;&nbsp;<u>Per-call and measured-call charges.</u> Calling plans billed on a flat monthly fee basis do not include certain call types.\nThese call types will instead be charged on a per-call (e.g., operator services) or a measured basis (e.g., international calls).\nFor billing purposes, a measured call begins when the call is answered by the called party or an automated answering device (such as an answering machine or fax machine).\nit ends when one of the parties disconnects the call.\nMeasured calls are recorded in whole minutes, with partial minutes rounded up to the next whole minute.\nHowever, some providers (e.g., those involved in calls to foreign countries) charge TDS for a completed call when the called party's line rings or after a certain number of rings.\nIn these situations, TDS will charge for the call as if it were answered by the called party.\nFor additional information about phone rates and charges, please contact TDS Customer Support by visiting https://hellotds.com/support.html or calling 877-422-5282.\n&nbsp;International call rates are available at https://hellotds.com/support/digital-phone/international-rates.html.</p>\n<p>11.4.5.&nbsp;&nbsp;<u>Rounding of fractional charges.</u> If the computed charge for a measured call includes a fraction of a cent, the fraction is rounded up to the nearest whole cent.\nIf the computed charge for taxes or surcharges includes a fraction of a cent, the fraction is rounded up to the nearest whole cent.</p>\n<p>11.4.6.&nbsp;&nbsp;<u>Third-party charges.</u> TDS phone service may allow you to access “dial-up” Internet service providers, other enhanced service providers (e.g., information services accessible through 800, 888, and 877 numbers), and other third-party providers.\nYou acknowledge that you may incur charges with such providers that are separate and apart from the amounts charged by us.\nYou agree that all charges payable to third parties, including all applicable taxes, are your sole responsibility.\nIn addition, you are solely responsible for protecting the security of credit card information provided to others in connection with such transactions.</p>\n<p>11.4.7.&nbsp;&nbsp;<u>Handset and wiring</u>.\nIn order to use TDS phone services, you are required to provide certain Customer Equipment such as a phone handset or equivalent, phone inside wire and outlets, and a powered electrical outlet.\nYou may attach analog telephones to the MTA equipment described below to use the Service.\nTDS does not guarantee that you will also be able to attach telephones to the jacks within your premises to use the Service, but you may request TDS’ assistance in attempting to enable such use, pursuant to the terms of TDS’s Wire Protection Plan services.\nAdditional charges may apply.</p>\n<p>11.4.8.&nbsp;&nbsp;<u>Equipment for Phone Service</u>.\nTo use your TDS phone service, you will also need an MTA certified by TDS as compatible with the Services.\nYou can lease an MTA from TDS, in which case it is TDS Equipment.\nDepending on availability in your area, you may have an option to install the MTA yourself, or to have TDS install it for you.</p>\n<p>11.4.9.&nbsp;&nbsp;<u>You assume the risk of high-risk activities.</u> The Services are not represented as fail-safe.\nThey are not designed for use in situations where error-free or uninterrupted service is essential.\nYou expressly assume the risk of any damages from high-risk activities involving vital communications in which an error or interruption in the Services could lead to material injury to business, persons, property, or the environment.</p>\n<p>11.4.10.&nbsp;&nbsp;<u>No tampering with or relocation of equipment.</u> You will not service, alter, modify, or tamper with TDS Equipment or with the Services, or permit any other person not expressly authorized by TDS to do so.\nYou agree that the MTA and TDS phone service will only be used at your service address appearing in TDS’ records.\nYou understand and acknowledge that if you attempt to install or use such equipment or TDS phone service at another location, the Services, including but not limited to 911/E911, may fail to function or may function improperly.\nAs described in Section 11.4.2 above, you must notify TDS if you wish to relocate the MTA or transfer your TDS phone service.\nIf you move the MTA or Services to another location without complying with Section 11.4.2, you do so in violation of the Service Agreement and at your own risk.</p>\n<p>11.4.11.&nbsp;&nbsp;<u>Transferring your phone number to TDS from another phone provider</u>.\nIf you are switching to TDS phone service from another service provider, you may transfer your existing phone number (if any) to TDS phone service, provided that (i) you request the phone number transfer when you place your order for TDS phone service.\n(ii) your current service provider releases your existing phone number, at TDS’ request, without delay or charge.\n(iii) transfer of your existing phone number to TDS phone service would not, in TDS’ view, violate applicable law or TDS’ processes and procedures.\n(iv) you acknowledge and agree that if your MTA is set up before the date that the number transfer becomes effective (“<b>Port Effective Date</b>”), you may only be able to make limited outgoing calls over the phone that you have connected to such equipment.\nIn that event, you should keep another phone connected to an existing phone extension at your service location to receive incoming calls until the Port Effective Date, after which you will be able both to make and to receive calls using TDS’ Services.\nand (v) you acknowledge and agree that to avoid an interruption in your phone service, it is extremely important that you have the MTA installed on or before the Port Effective Date.\nYour existing phone service for the number you are transferring will be disconnected on the Port Effective Date.\nif your equipment is not yet activated, you will not have access to TDS phone service.\nTherefore, you will not have service for that phone number.\nIf you have questions about the timing of your Port Effective Date, please contact us.</p>\n<p>11.4.12.&nbsp;&nbsp;<u>Transferring your phone number from TDS to another phone provider.</u> To transfer your phone number from TDS to another service provider, you must place the transfer order through your new service provider (and not through TDS).\nTDS will release your phone number to your new service provider, provided that (i) your new service provider requests the transfer upon termination of your account.\n(ii) your new service provider is willing to accept transfer of the phone number without delay or charge.\nand (iii) transfer of your existing phone number to the new service provider would not, in TDS’ view, violate applicable law or TDS’ processes and procedures.</p>\n<p>11.4.13.&nbsp;&nbsp;<u>Regulatory limitations.</u>&nbsp;You understand and acknowledge that TDS phone service may be subject to regulatory or tax treatment that differs from the regulatory or tax treatment applicable to traditional telephone service.\nThis different treatment may limit or otherwise affect your rights of redress before federal or state regulatory or tax agencies.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.5.\nWire Protection Plan</b>\n</p>\n<p>11.5.1.&nbsp;&nbsp;<u>Overview</u>.\nThe Wire Protection Plan (“<b>WPP</b>”) is an optional service plan that covers the costs associated with diagnosing and repairing certain problems that may arise with the wiring inside your home that deliver your TDS Service(s).&nbsp.\nUnless you are receiving Services in Arizona, California, or Virginia, your WPP is governed by the terms and conditions outlined in this Section 11.6.\nFor customers in Arizona, California, or Virginia, your WPP is governed by the applicable state tariff, which supersedes any conflicting terms in this Section 11.6.</p>\n<p>11.5.2.&nbsp;&nbsp;<u>Service Term and Cost</u>.\nIf you sign up for the WPP, you are required to keep it for a fixed term of 12 consecutive months starting on the date of activation of your Service.\nThe cost of the WPP is $2.99 per month and it will automatically renew on a month-to-month basis unless you notify TDS that you would like to cancel it by calling TDS Customer Support at 877-422-5282.\nIf you decide to terminate your WPP before the end of its 12-month term, TDS may charge you a $50.00 early termination fee.\nTo continue your coverage and avoid any early termination charges, you must continue to pay for the WPP even during periods that your Services are suspended.</p>\n<p>11.5.3.&nbsp;&nbsp;<u>What Wiring is Covered</u>? The WPP covers all wiring starting at the demarcation point and ending at the telephone jack, internet modem, or video receiver (e.g., set-top box) in your home (collectively, “<b>Covered Wiring</b>”).\nDepending on what type of facilities are installed on your property, the demarcation point is the gateway, the wall-mounted network interface device (NID) on the outside of your home, or the optical network terminal (ONT).&nbsp.\nIf you live in a building with multiple dwelling units such as an apartment building, condominium complex, dormitory, co-op, etc.\n(an “<b>MDU</b>”), the demarcation point is the wall jack or outlet where the TDS Service enters your individual unit.</p>\n<p>11.5.4.&nbsp;&nbsp;<u>What Costs are Covered?</u>&nbsp.\nSubject to the exclusions listed in Section 11.6.5, the WPP covers all costs associated with:</p>\n<p>a.&nbsp;&nbsp;Troubleshooting the reported problem;</p>\n<p>b.&nbsp;&nbsp;Repair and replacement of Covered Wiring;</p>\n<p>c.&nbsp;&nbsp;Replacement of fittings, splitters, amplifiers, and cable outlets originally installed in accordance with accepted industry standards, as determined by TDS;</p>\n<p>d.&nbsp;&nbsp;Wiring installed by TDS when your Services were installed;</p>\n<p>e.&nbsp;&nbsp;Customer education about TDS Services and TDS Equipment;</p>\n<p>f.&nbsp;&nbsp;Damage caused by animal chews or other factors outside your control;</p>\n<p>g.&nbsp;&nbsp;Damage that you cause by accident;</p>\n<p>h.&nbsp;&nbsp;Identification of incorrect customer connections.\nand</p>\n<p>i.&nbsp;&nbsp;Identification of unauthorized outlets or jacks.</p>\n<p>11.5.5.&nbsp;&nbsp;<u>Exclusions.</u> The WPP does not cover the following:</p>\n<p>a.&nbsp;&nbsp;Analysis, repair, or replacement of Customer Equipment;</p>\n<p>b.&nbsp;&nbsp;Repair of equipment that you installed, except for equipment approved by TDS for self-install;</p>\n<p>c.&nbsp;&nbsp;Replacement of installed cable wiring that does not meet accepted industry standards or is unfit for use in delivering cable services, such as doorbell or speaker wire;</p>\n<p>d.&nbsp;&nbsp;Rewiring after catastrophic events like fires, floods, earthquakes, explosions, etc.;</p>\n<p>e.&nbsp;&nbsp;Intentional damage;</p>\n<p>f.&nbsp;&nbsp;Illegally-installed wiring;</p>\n<p>g.&nbsp;&nbsp;Wall fishing or wall punching;</p>\n<p>h.&nbsp;&nbsp;Conditions that already existed at the time you subscribed to the WPP;</p>\n<p>i.&nbsp;&nbsp;New jacks, first-time installation of wiring;</p>\n<p>j.&nbsp;&nbsp;Wiring not used to provide a TDS Service;</p>\n<p>k.&nbsp;&nbsp;Outlets or wiring not activated or originally installed by an authorized TDS technician.\nand</p>\n<p>l.&nbsp;&nbsp;In an MDU, shared wiring that delivers services to multiple units, not just your unit.</p>\n<p>11.5.6.&nbsp;&nbsp;<u>How it Works</u>.\nIf you encounter a problem with your TDS Service(s), TDS will send a technician out to your home to investigate.\nIf TDS’ investigation confirms that there is a problem with your Covered Wiring that is covered by the WPP, TDS will repair the problem at no cost to you.\nIf you are not enrolled in the WPP, TDS will charge you on a time and materials basis for all diagnostic and repair work performed.\nTDS will perform all work in a manner that is consistent with generally accepted industry standards.</p>\n<p>11.5.7.&nbsp;&nbsp;<u>Suspension or termination of the WPP</u>.\nTDS may immediately, and without prior notice, suspend or discontinue your WPP if (a) TDS is no longer providing video, internet or phone service to you.\n(b) any misuse or abuse of the Services occurs.\nor (c) a hazard or danger to person or property exists that would prevent TDS’ technicians from performing the work in a safe manner.\nSubject to applicable law, TDS may discontinue the WPP or modify any of these terms and conditions at any time in its sole discretion.\nTDS will provide 30 days' prior written notice of any material changes in the terms and conditions governing the WPP.\nThis notice may be included in your monthly bill.</p>\n<p>11.5.8.&nbsp;&nbsp;<u>Limitation of liability</u>.\nTDS shall not be liable for any injuries to persons or property arising out of installation, maintenance, repair or any other work performed in connection with the WPP.\nFurther, TDS shall not be liable for any other damages arising from your use or inability to use your inside wiring, whether covered by WPP or otherwise, including, but not limited to, indirect, incidental, special or consequential damages.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.6.\nVideo Services</b>\n</p>\n<p>11.6.1.&nbsp;&nbsp;<u>Programming availability</u>.\nCertain Services that we transmit, including but not limited to some subscription Services, sporting events, and broadcast network Services, may be blacked out in your area of reception.\nIf you circumvent or attempt to circumvent any of these blackouts, you may be subject to legal action.\nYou must be at least 18 years of age, or the applicable age of majority where you reside, in order to receive adult-oriented programming services.</p>\n<p>11.6.2.&nbsp;&nbsp;<u>Set-top boxes</u>.\nSome models of TV receivers or videocassette recorders may not be able to receive all of the channels offered on TDS’ system.\nChannel compatibility problems may occur if equipment like TVs and VCRs are connected directly to the cable system.\nUse of a set-top box typically resolves these problems.\nChannel compatibility problems associated with the reception of programming that is not scrambled or encrypted programming can be resolved by using a simple converter device without descrambling or decryption capabilities.\nConverters are available from TDS and may be available from retail outlets in some areas.\nIf your service is received through a set-top box, you may not be able to use special features and functions on TVs and VCRs.\nFor example, some set-top boxes may not be compatible with TV or VCR features that allow you to view a program on one channel while simultaneously recording a program on another channel.\nrecord two or more consecutive programs that appear on different channels.\nor use advanced picture generation and display features such as “Picture-in-Picture.”</p>\n<p>11.6.3.&nbsp;&nbsp;<u>Additional set-top boxes</u>.\nTo independently tune additional televisions or broadcast devices, a separate set-top box is required for each television.\nEach additional set-top box will be authorized to receive the same Services as your initial receiver.\nIf you desire to receive Services at two different locations, you must open a separate account for each location.</p>\n<p>11.6.4.&nbsp;&nbsp;<u>Remote control devices</u>.\nRemote control devices available from retail outlets may be compatible with set-top boxes available from TDS.\nA list of models of remote control devices that are compatible with TDS’ set-top boxes are listed at www.hellotds.com.</p>\n<p>11.6.5.&nbsp;&nbsp;<u>CableCARDs</u>.\nYou may rent a conditional access card (“<b>CableCARDs</b>”) from TDS.\nWe rent CableCARDs for use in customer-owned retail CableCARD-ready devices.\nSome of TDS’ rented set-top boxes also include CableCARDs inside, and the same portion of TDS’ rent rates for those devices is attributable to the CableCARD.</p>\n<p>11.6.6.&nbsp;&nbsp;<u>Downloads</u>.\nTDS reserves the right to alter software in the equipment, and provide content to DVR products, through periodic downloads.\nTDS will use commercially reasonable efforts to schedule these downloads in a manner that result in the least amount of interference with or interruption to your Service.</p>\n<p>11.6.7.&nbsp;&nbsp;<u>Ordering pay-per-view or on-demand Services</u>.&nbsp.\nYou may order pay-per-view or on-demand Services by using your on-screen program guide and remote control unit to select the movies and other events we offer.\nTo order pay-per-view or on-demand Services, your digital receiver must be connected to TDS’ RF return path or a telephone outlet.\nYou may also order special events and pay-per-view Services over the telephone by calling TDS Customer Support at 877-422-5282.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.7.\nTDS TV+ Products and Services</b>\n</p>\n<p>11.7.7.&nbsp;&nbsp;<u>Disclaimer of Warranties and Other Liabilities</u>.\nYou understand and agree that TDS and TDS’ suppliers have no warranty obligations or other liabilities to you.\nExcept for those liabilities that may not be disclaimed under applicable law, TDS disclaims all liability for any liabilities, losses, damages, costs or expenses (whether arising in contract, tort (including negligence) or under any other cause of action) suffered or incurred by any person in connection with any TiVo product or service or the TDS TV+ products or services: (i) on behalf of and for the benefit of TDS’ suppliers.\nand (ii) for itself.</p>\n<p>&nbsp;</p>\n12.\nMiscellaneous\n<p>&nbsp;</p>\n<p>\n<b>12.1.\nEntire Agreement.\nTerm</b>\n</p>\n<p>These Residential Terms of Service together with each document incorporated herein by reference constitute the entire understanding of the parties with respect to the provision of the Service.\nUnless specifically exempted, the Service(s) shall also be subject to all general regulations applicable to the provision of such Service and rates charged for such Service by TDS as authorized by applicable state law and/or the governing tariff or franchise agreement, including late payment fees, termination charges, and related expenses.&nbsp.\nAny and all representations, promises, warranties or statements by any TDS agent that differ in any way from the Service Agreement shall have no force or effect.</p>\n<p>&nbsp;</p>\n<p>\n<b>12.2.\nSeverability</b>\n</p>\n<p>If any portion of the Service Agreement is found to be unenforceable or unlawful for any reason, (a) the unenforceable or unlawful provision shall be severed.\n(b) severance of the unenforceable or unlawful provision shall have no impact whatsoever on the remainder of the Service Agreement, including the parties’ ability to compel arbitration of any remaining claims on an individual basis pursuant to the Arbitration Agreement.\nand (c) to the extent that any claims must therefore proceed on a class, collective, consolidated, or representative basis, such claims must be litigated in a civil court of competent jurisdiction and not in arbitration, and the parties agree that litigation of those claims shall be stayed pending the outcome of any individual claims in arbitration.</p>\n<p>&nbsp;</p>\n<p>\n<b>12.3.\nTDS Rights and Remedies.\nNo Waiver by TDS</b>\n</p>\n<p>Nothing contained in the Service Agreement shall be construed to limit TDS’ rights and remedies available at law or in equity.\nTDS's failure to assert a right under the Service Agreement or enforce strict performance of any provision of the Service Agreement shall not constitute a waiver of that right or excuse your subsequent failure to comply with such term or condition.</p>\n<p>&nbsp;</p>\n<p>\n<b>12.4.\nGoverning Law</b>\n</p>\n<p>The Service Agreement shall be governed by and construed in accordance with the laws of the State where the Services are performed (without giving effect to conflicts of law).</p>\n<p>&nbsp;</p>\n<p>\n<b>12.5.\nAssignment</b>\n</p>\n<p>Neither the Service Agreement nor any of your rights or obligations arising under it shall be transferable or assignable by you to any third party without TDS's prior written consent.\nTDS shall have the right to assign all or part of its rights and obligations under the Service Agreement without notice to (i) any affiliate of TDS.\n(ii) to any party (or its affiliate) acquiring all or substantially all of the assets or stock, by merger, or otherwise, of TDS or any affiliate of TDS.\nor (iii) to any person or entity purchasing or otherwise acquiring the affiliated TDS video system serving your home.</p>\n<p>&nbsp;</p>\n<p>\n<b>12.6.\nAmendment</b>\n</p>\n<p>No amendment or modification to the Service Agreement by you shall be valid or binding on TDS unless made in writing and signed by an authorized representative of TDS.&nbsp.\nThe Service Agreement shall at all times be subject to such modifications as a state commission and/or the FCC may require under their respective jurisdictions.</p>\n<p>&nbsp;</p>\n<p>\n<b>12.7.\nSurvival.</b>\n</p>\n<p>All representations, warranties, disclaimers, indemnifications, and limitations of liability contained in the Service Agreement shall survive its termination.\nany other obligations of the parties hereunder shall also survive, if they relate to the period before termination or if, by their terms, they would be expected to survive such termination.</p>\n<p>&nbsp;</p>\n<p>\n<b>12.8.\nPublic Inspection Files.</b>\n</p>\n<p>You may access TDS’ public inspection file here: https://publicfiles.fcc.gov/.</p>\n<strong>TDS is in your Community</strong> Colorado, Nevada, New Mexico, Oregon, Utah, and Texas.\n<p>Find out for yourself what TDS has to offer for you.</p> Shop Now <p>Sign up your email to get the latest offers, specials, news, and more.<br>\n</p> Subscribe <ul>\n<li> My Account </li>\n<li> About </li>\n<li> Residential Service Terms and Policies </li>\n<li> Sitemap </li>\n<li> Carrier Wholesale </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>TDS<sup>®</sup> is a registered trademark of Telephone and Data Systems, Inc.\nTDS Telecom<sup>®</sup> and TDS Metrocom<sup>®</sup> are the registered trademarks of Telephone and Data Systems, Inc.\nand licensed to TDS Telecommunications LLC.\nUSLink<sup>®</sup> is the registered trademark of TDS Telecommunications LLC.\nOther product and company names mentioned on the Site may be trademarks of those respective owners.\nAll materials are provided for noncommercial personal use only.\nTDS Broadband Service LLC is a subsidiary of Telephone and Data Systems, Inc., recognized as a Fortune 1000<sup>®</sup> 2022 Company.</p>\n<p>Copyright © 2023, All Rights Reserved.</p> × ", "created_at": "2023-07-08 20:36:42.180487", "updated_at": "2023-07-08 20:38:39.260375"}, {"id": 17449, "name": " Acceptable Use Policy", "url": "https://hellotds.com/acceptable-use-policy.html", "xpath": "//body", "text": " Skip to main nav Skip to main content <ul>\n<li> About Us <ul>\n<li> Company Profile </li>\n<li> Careers </li>\n</ul>\n</li>\n<li> My Account/Log In <ul>\n<li> Online Bill Pay </li>\n<li> Email Access </li>\n<li> Manage Account </li>\n<li> Watch TVEverywhere </li>\n<li> Add or Upgrade Service </li>\n</ul>\n</li>\n<li> Contact Us <ul>\n<li> Residential </li>\n<li> Business </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Search the site: Search </li>\n<li>Residential</li>\n<li>Business</li>\n</ul>\n<ul>\n<li> 1-844-322-8832 </li>\n<li> View Cart </li>\n</ul>\n<ul>\n<li> Best Deals </li>\n<li> Internet <ul>\n<li> High-Speed Internet Packages </li>\n<li> TDS Wi-Fi+ </li>\n<li> Internet Service Enhancements </li>\n<li> Affordable Connectivity Program </li>\n</ul>\n</li>\n<li> TV <ul>\n<li> Overview </li>\n<li> Ways to Watch </li>\n<li> Features </li>\n<li> Packages </li>\n<li> Channel Lineups </li>\n<li> TV Everywhere </li>\n</ul>\n</li>\n<li> Home Phone </li>\n<li> Blog </li>\n<li> Support <ul>\n<li> Digital TV Support </li>\n<li> TDS TV+ Support </li>\n<li> Internet Support </li>\n<li> Digital Phone Support </li>\n<li> Account Support </li>\n<li> Email Support </li>\n</ul>\n</li>\n</ul> Menu <ul>\n<li> Shop Best Deals </li>\n<li> Internet </li>\n<li> TV </li>\n<li> Home Phone </li>\n<li> My Account <ul>\n<li> Online Bill Pay </li>\n<li> Check My Email </li>\n</ul>\n</li>\n<li> Help &amp.\nSupport </li>\n<li> Contact Us </li>\n<li> TDS Business </li>\n<li> Search </li>\n</ul>\n<p>It looks like you have javascript <strong>disabled</strong>.\nFor full functionality of this site, please enable JavaScript.</p> Acceptable Use Policy\n<p>\n<b>(Updated October 22, 2018)</b>\n<br>\n</p>\n<p>TDS BROADBAND SERVICE LLC (“TDS”) HAS ADOPTED THIS ACCEPTABLE USE POLICY (“POLICY”) APPLICABLE TO ALL USERS OF TDS’S HIGH SPEED INTERNET, EMAIL AND WEB BASED SERVICES (“USERS” OR “SUBSCRIBERS’).\nTHIS ACCEPTABLE USE POLICY IS INTENDED TO ADVANCE TDS’S GOAL OF PROVIDING RELIABLE AND HIGH QUALITY SERVICE TO ITS SUBSCRIBERS.</p>\n1.\nAPPLICABILITY\n<p>THIS DOCUMENT IS AN AGREEMENT THAT GOVERNS THE USE OF SERVICES PROVIDED BY TDS.\nBY SUBSCRIBING TO THE INTERNET SERVICE, YOU, THE SUBSCRIBER, AGREE TO THE TERMS OF THIS ACCEPTABLE USE POLICY.\nYOU ARE RESPONSIBLE FOR ANY VIOLATION OF THIS ACCEPTABLE USE POLICY OR MISUSE OF THE SERVICE THROUGH THE USE OF YOUR ACCOUNT, EVEN IF THE MISUSE WAS CONDUCTED BY A THIRD PARTY OR OTHER END USER WITH ACCESS TO YOUR ACCOUNT.\nIT IS YOUR RESPONSIBILITY TO SECURE YOUR COMPUTER(S), NETWORK AND/OR ANY DEVICE CONNECTED TO THE SERVICE SO THAT SUCH MISUSE IS PREVENTED.</p>\n2.\nREVISIONS TO POLICY\n<p>TDS MAY REVISE THIS ACCEPTABLE USE POLICY FROM TIME TO TIME BY POSTING SUCH REVISION ON WWW.HELLOTDS.COM OR ANY SUCCESSOR URL.\nANY REVISION OF THIS ACCEPTABLE USE POLICY IS EFFECTIVE IMMEDIATELY UPON SUCH POSTING.\nAS SUCH, YOU SHOULD REGULARLY VISIT WWW.HELLOTDS.COM AND REVIEW THE POSTED ACCEPTABLE USE POLICY.\nIN THE EVENT OF A CONFLICT BETWEEN ANY SUBSCRIBER OR CUSTOMER AGREEMENT AND THIS ACCEPTABLE USE POLICY, THE TERMS OF THIS ACCEPTABLE USE POLICY WILL GOVERN.</p>\n3.\nVIOLATIONS\n<p>TDS RESERVES THE RIGHT TO INVESTIGATE VIOLATIONS OF THIS POLICY, INCLUDING THE GATHERING OF INFORMATION FROM THE SUBSCRIBER OR OTHER USERS INVOLVED AND THE COMPLAINING PARTY, IF ANY, AND THE EXAMINATION OF MATERIAL ON TDS'S SERVERS AND NETWORK.\nTDS PREFERS TO ADVISE USERS OF POLICY VIOLATIONS AND ANY NECESSARY CORRECTIVE ACTION BUT, IF TDS, IN ITS SOLE DISCRETION, DETERMINES THAT A USER HAS VIOLATED THE POLICY, TDS WILL TAKE ANY RESPONSIVE ACTION THAT IS DEEMED APPROPRIATE WITHOUT PRIOR NOTIFICATION, WHICH MAY INCLUDE, BUT IS NOT LIMITED TO, A WARNING, SUSPENSION OF PRIVILEGES OR TERMINATION OF YOUR SERVICES.\nTDS RESERVES THE RIGHT TO IMMEDIATELY TERMINATE YOUR ACCOUNT WITHOUT NOTICE AT TDS’S SOLE DISCRETION IF YOU OR OTHERS WHO USE YOUR ACCOUNT VIOLATE THIS ACCEPTABLE USE POLICY.\nTDS ALSO RESERVES THE RIGHT TO IMMEDIATELY REMOVE ANY MATERIAL OR INFORMATION FROM TDS’S WEBSITES THAT VIOLATE THIS POLICY FOR ANY REASON WHATSOEVER AT OUR SOLE DISCRETION AND WITHOUT PRIOR NOTICE.\nTDS MAY REFER POTENTIAL VIOLATIONS OF LAWS TO THE PROPER AUTHORITIES, MAY COOPERATE IN THE INVESTIGATION OF ANY SUSPECTED CRIMINAL OR CIVIL WRONG, AND WILL COOPERATE WITH AUTHORITIES WHEN REQUIRED TO DO SO BY LAW, SUBPOENA, OR WHEN THE PUBLIC SAFETY IS AT STAKE.\nTDS ASSUMES NO OBLIGATION TO INFORM YOU THAT YOUR INFORMATION HAS BEEN PROVIDED TO LAW ENFORCEMENT AUTHORITIES AND, IN SOME CASES, MAY BE PROHIBITED BY LAW FROM PROVIDING SUCH NOTICE.\nTDS SHALL NOT BE LIABLE FOR ANY DAMAGES OF ANY NATURE SUFFERED BY YOU OR ANY OTHER CUSTOMER, USER, OR THIRD PARTY RESULTING IN WHOLE OR IN PART FROM TDS’S EXERCISE OF ITS RIGHTS UNDER THIS POLICY.</p>\n4.\nBUSINESS RELATED USE\n<p>If you are a commercial subscriber of TDS, you must notify TDS if you connect an email server to your Internet Service, and the email server must be connected via a static IP.\nThe remaining content of this paragraph 4 shall not apply to commercial subscribers, except to the extent that your subscription expressly addresses such use.</p>\n<p>The remaining content of this paragraph 4 is applicable to the Internet Service provided for personal and family use within a single residential household.\nYou agree that you will not use, nor allow others to use, the Internet Service to operate any type of business or commercial enterprise or to use the Internet Service as an Internet service provider.\nYou may set up one (1) Web page per internet service account for personal use using the Internet Service, but you may not establish a web page using a server located at your home.\nYou agree that you will not use, nor allow others to use, your home computer as a Web Server, FTP Server, file server email server or game server or to run any other server applications.\nYou will not resell or redistribute, or allow others to resell or redistribute, access to the Internet Service in any manner, including by wireless means.\nIt is strongly recommended that any wireless devices behind your cable modem or cable router be encrypted for use only within your single residential household.</p>\n5.\nNO ILLEGAL ACTIVITY/TORTIOUS CONDUCT OR FRAUDULENT USE\n<p>The Service may be used only for lawful purposes.\nTransmission or distribution of any material in violation of any applicable law or regulation is prohibited.\nAny activity or use of the Service that violates system or network security or integrity are prohibited and may result in criminal and civil liability.</p>\n<p>Violations under this section (which may be addressed in more detail in other sections of this Policy) include, without limitation, the following:</p>\n<ul>\n<li>Transmitting or distributing material protected by copyright, trademark, trade secret, or other intellectual property rights used without proper authorization.</li>\n<li>Transmitting or distributing material that is obscene, illegal, defamatory, libelous, fraudulent, deceptive, indecent, constitutes an illegal threat, or violates export control laws.\nFor example, exporting encryption software over the internet or otherwise, to points outside the United States, is prohibited.</li>\n<li>Using the Service to impersonate a person or entity.</li>\n<li>Intentionally spreading viruses.</li>\n<li>Using the Service for unauthorized access to or use of data, systems, or networks, including any attempt to probe, scan, or test the vulnerability of a system or network, relay communication through a resource, or to breach security or authentication measures without express authorization of the owner of the system or network.</li>\n<li>Using the Service for unauthorized monitoring of data or traffic on any network or system without express authorization of the owner or network.</li>\n<li>Interfering with service to any user, host, or network, including but not limited to: mail bombing, flooding, or denial of service attacks.</li>\n<li>Forging the header of any transmitted information packet, email, or Usenet posting.</li>\n<li>Modifying or tampering with any hardware, software, or configuration provided by TDS including but not limited to: routers, switches, and cable modem configuration files.</li>\n<li>Reselling or otherwise redistributing the Service.</li>\n<li>Disrupting any aspect of the Service through any means.</li>\n<li>Assuming or assigning a TDS IP address that was not allocated to the user by TDS or its network.</li>\n<li>Using the Service for distribution of advertisement delivery software unless: (i) the user affirmatively consents to the download and installation of such software based on a clear and conspicuous notice of the nature of the software, and (ii) the software is easily removable by use of standard tools for such purpose included on major operating systems (such as Microsoft’s “add/remove” tool).</li>\n<li>Using the Service to distribute software that covertly gathers information about a user or covertly transmits information about the user.</li>\n<li>Collecting or using email addresses, screen names or other identifiers without the consent of the person identified (including, without limitation, phishing, Internet scamming, password robbery, spidering, and/or harvesting).</li>\n<li>Engaging in the transmission of pirated software.</li>\n<li>Conducting or participating in illegal gambling or soliciting of illegal pyramid schemes.</li>\n<li>Threatening, harassing, abusing, or intimidating others.</li>\n</ul>\n6.\nNO INFRINGEMENT OF INTELLECTUAL PROPERTY RIGHTS\n<p>TDS respects the intellectual property rights of others and expects You to do the same.\nIt is a violation of this Policy to use the Internet Service to unlawfully transmit or store copyrighted material.\nThis includes, but is not limited to digitized music, movies, books, photographs, art or other copyrighted materials or software.\nIf TDS has a reasonable belief, in its sole judgment, that You have violated this Policy, TDS may take any action it deems appropriate, which may include, without limitation, notifying You of a suspected violation, suspending your services or terminating your services.\nThese actions are in addition to and do not affect or modify any other rights that TDS may have under law or contract.</p>\n7.\nNO THREATS OR HARASSMENT\n<p>You agree that you will not use, nor allow others to use, the Internet Service to transmit any material that threatens or encourages bodily harm or destruction of property or which harasses, abuses, defames or invades the privacy of any other person or entity.</p>\n8.\nNO HARM TO AND PROTECTION OF MINORS\n<p>You agree that you will not use, nor allow others to use, the Internet Service to harm or attempt to harm a minor, including but not limited to using the Internet Service to send pornographic, obscene or profane materials, or violating the Children’s Online Privacy Protection Act.</p>\n9.\nNO “SPAMMING\"\n<p>You agree that you will not use, nor allow others to use, the Internet Service to send materials in a manner inconsistent with federal and state laws, including without limitation the CAN-SPAM Act of 2003 (15 U.S.C.\n§§ 7701-7713 and 18 U.S.C.\n§ 1037).\nViolation of these laws is a violation of this Policy, and TDS reserves the right to seek damages and other available relief from you and/or any third party, as applicable.\nThese materials include without limitation mass or bulk e-mail, numerous copies of the same or substantially similar messages, empty messages, or messages which contain no substantive content.\nWe reserve the right, in our sole discretion, (a) to determine whether such postings or transmissions constitute an advertisement, promotional material or any other form of solicitation in violation of such laws, and (b) to route all outbound consumer email through TDS’s designated servers to limit potential SPAM generated by virus infected computers.\nThese actions allow TDS to be recognized as a responsible provider of email services to the Internet Service Provider community.</p>\n10.\nNO “HACKING\"\n<p>You agree that you will not use, nor allow others to use, the Internet Service to access the accounts of others or to attempt to penetrate security measures of the Internet Service or access any other person's computer or computer system, software, or data without their knowledge and consent (“hacking”) or to cause a disruption of service to other on-line users.\nYou agree that you will not use, nor allow others to use, tools designed for compromising network security, such as password guessing programs, cracking tools, packet sniffers or network probing tools.</p>\n11.\nNO SYSTEM DISRUPTION\n<p>You agree that you will not use, nor allow others to use, the Internet Service to disrupt TDS’s network or computer equipment owned by other TDS customers.\nYou also agree that you will not use, nor allow others to use, the Internet Service to disrupt other Internet service providers or services, including but not limited to by e-mail bombing or the use of mass mailing programs.</p>\n12.\nNO IMPERSONATION OR FORGERY\n<p>You agree that you will not, nor allow others to, impersonate another user, falsify one's user name, age or identity in e-mail or in any post or transmission to any newsgroup or mailing list or other similar groups or lists.\nYou agree that you will not, nor allow others to, forge any message header of any electronic transmission, originating or passing through the Internet Service.</p>\n13.\nNO ABUSE OF NEWSGROUPS OR INTERNET CHAT ROOMS\n<p>Users may not SPAM newsgroups or chat rooms and must comply with the written charters, FAQs, rules, or terms of service for those forums the user chooses to participate.\nUsers are responsible for determining the policies of a given group/room before posting to it.\nAdditionally, Users are not permitted to:</p>\n<ul>\n<li>Cross-post the same or substantially similar message excessively</li>\n<li>Post binary files to non-binary groups</li>\n<li>Flood or disrupt a group</li>\n</ul>\n14.\nNO EXCESSIVE BANDWIDTH USAGE\n<p>TDS reserves the right to impose limits on TDS internet customers with Excessive Bandwidth Usage, via any means available to TDS.\nExcessive Bandwidth Usage, as defined by TDS, is usage that places an excessive burden on the TDS network, is above and beyond what is considered normal usage, and/or usage that can impair the TDS network or TDS’ ability to provide service to other TDS customers.\nYou acknowledge that each level of TDS's High Speed Internet Service has limits on the maximum speed at which you may send and receive data at any time, as set forth in the price list or either the Terms of Service or the Commercial Service Agreement, whichever is applicable (the \"Service Agreement\").\nYou understand that the actual speeds you may experience at any time will vary based on a number of factors, including, but not limited to, the capabilities of your equipment, Internet congestion, technical properties of the websites, content and applications that you access.\nTDS may take such steps as it determines appropriate consistent with its Broadband Internet Service Disclosure in the event your usage of the Internet Service does not comply with the package of service you selected or the Service Agreement.\nAdditionally, TDS may use tools and techniques as it determines appropriate in order to efficiently manage its network and to help provide a quality user experience for its subscribers.</p>\n15.\nNO “VIRUSES”\n<p>You agree that you will not use, nor allow others to use, the Internet Service to restrict, inhibit, or otherwise interfere with the ability of any other person to use or enjoy the Internet Service or the Internet, regardless of intent, purpose or knowledge, including, without limitation, by posting or transmitting any information or software which contain computer “viruses,” worms, “Trojan horses” or other harmful software programs and that you will use your best efforts to prevent the unintentional transmission of such viruses.</p>\n16.\nEMAIL ACCESS &amp.\nDELIVERY\n<p>TDS is not responsible for deleting or forwarding any e-mail sent to the wrong e- mail address by you or by someone else trying to send e-mail to you.\nTDS is also not responsible for forwarding e-mail sent to any account that has been suspended or terminated.\nThis e-mail will be returned to the sender, ignored, deleted, or stored temporarily at TDS's sole discretion.\nIn the event that TDS believes in its sole discretion that any e-mail address on the Service may be used for, or is being used for, any misleading, fraudulent, or other improper or illegal purpose, TDS reserves the right to block access to and prevent the use of any of the email address.\nIn the event that a Service account is terminated for any reason, all e-mail associated with that account (and any secondary accounts) will be permanently deleted in accordance with our storage policies.&nbsp.\nUpon any such termination, you will no longer have access to your e-mail or mailbox.</p>\n17.\nTDS MONITORING\n<p>TDS may not, as an ordinary practice, proactively or routinely monitor the activity of your Internet Service account for violations of this Acceptable Use Policy and/or the law, though it reserves the right to do so.\nIf TDS is alerted to violations or potential violations of this Policy, however, TDS will take whatever measures it deems necessary and appropriate to stop or prevent those violations.\nTDS’s failure to enforce this Acceptable Use Policy, for whatever reason, shall not be construed as a waiver of any right to do so at any time.\nYou agree that any portion of this Acceptable Use Policy held invalid or unenforceable will as much as possible be construed consistent with the intent and applicable law.\nthe remaining portions of this Acceptable Use Policy will remain in full force and effect.\nTDS reserves the right at any time to monitor bandwidth, usage, transmissions, and/or content on the Internet Service from time to time.\nto seek or identify violations of this Policy.\nand/or to protect the network, the Internet Service and TDS users.</p>\n18.\nUSER RESPONSIBILITY\n<p>You are responsible for following the Policy.\nYou are also responsible for the actions of others who may use your account.\nUsers are solely responsible for the security and misuse of any device that is connected to the Service, regardless of whether the misuse was committed by the User or a third party with access to the User's Service account.\nTDS recommends that Users implement appropriate measures to secure their systems and these measures may include installation of firewalls, antivirus protection with regular updates, regularly checking for and applying security patches for software and operating systems, and general security conscience use of the Service.\nFurther, the speed at which a User connects to the Internet is dependent upon many factors, including a User's hardware and software and the activities in which the user is engaging.\nTDS does not guarantee or warrant any particular speed of Internet connection.</p>\n19.\nCONTACT INFORMATION\n<p>\n<b>Contact information for Notices.</b>&nbsp;Unless otherwise agreed in writing signed by TDS and you, any notification that TDS sends to you pursuant to this Policy may be in writing to your address of record, or via Email to the Email address on file with TDS.\nNotification of changes to this Policy may be made at any time by posting a revised Policy on TDS’s website.\nYou must respond in a timely manner to complaints concerning misuse of the Services obtained from TDS.\nFailure to responsibly manage the use of the services obtained from TDS may be cause for termination of Service(s) to you and, depending upon the terms under which you acquired your services, could lead to the imposition of early termination fees.</p>\n<p>\n<b>Contact for Reporting Abuse.</b>&nbsp;Any party seeking to report a violation of this Policy may contact TDS via Email at&nbsp;abuseclaims@tdstelecom.com</p>\n<p>\n<b>Agent for Digital Millennium Copyright Act.</b>&nbsp;Notices and counternotices related to claimed copyright infringements should be directed to the following designated agent by mail or email:</p>\n<p>Name: Designated Copyright Agent<br>\nCompany: TDS Broadband Service LLC<br>\nAddress: 525 Junction Road, Madison, WI 53717, Attn: Legal Department&nbsp;<br>\nEmail:&nbsp;copyrightagent@tds.net</p>\n<strong>TDS is in your Community</strong> Colorado, Nevada, New Mexico, Oregon, Utah, and Texas.\n<p>Find out for yourself what TDS has to offer for you.</p> Shop Now <p>Sign up your email to get the latest offers, specials, news, and more.<br>\n</p> Subscribe <ul>\n<li> My Account </li>\n<li> About </li>\n<li> Residential Service Terms and Policies </li>\n<li> Sitemap </li>\n<li> Carrier Wholesale </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>TDS<sup>®</sup> is a registered trademark of Telephone and Data Systems, Inc.\nTDS Telecom<sup>®</sup> and TDS Metrocom<sup>®</sup> are the registered trademarks of Telephone and Data Systems, Inc.\nand licensed to TDS Telecommunications LLC.\nUSLink<sup>®</sup> is the registered trademark of TDS Telecommunications LLC.\nOther product and company names mentioned on the Site may be trademarks of those respective owners.\nAll materials are provided for noncommercial personal use only.\nTDS Broadband Service LLC is a subsidiary of Telephone and Data Systems, Inc., recognized as a Fortune 1000<sup>®</sup> 2022 Company.</p>\n<p>Copyright © 2023, All Rights Reserved.</p> × ", "created_at": "2023-07-08 20:36:42.210965", "updated_at": "2023-07-08 20:39:02.297912"}, {"id": 17450, "name": " Privacy Policy", "url": "https://hellotds.com/privacy-policy.html", "xpath": "//body", "text": " Skip to main nav Skip to main content <ul>\n<li> About Us <ul>\n<li> Company Profile </li>\n<li> Careers </li>\n</ul>\n</li>\n<li> My Account/Log In <ul>\n<li> Online Bill Pay </li>\n<li> Email Access </li>\n<li> Manage Account </li>\n<li> Watch TVEverywhere </li>\n<li> Add or Upgrade Service </li>\n</ul>\n</li>\n<li> Contact Us <ul>\n<li> Residential </li>\n<li> Business </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Search the site: Search </li>\n<li>Residential</li>\n<li>Business</li>\n</ul>\n<ul>\n<li> 1-844-322-8832 </li>\n<li> View Cart </li>\n</ul>\n<ul>\n<li> Best Deals </li>\n<li> Internet <ul>\n<li> High-Speed Internet Packages </li>\n<li> TDS Wi-Fi+ </li>\n<li> Internet Service Enhancements </li>\n<li> Affordable Connectivity Program </li>\n</ul>\n</li>\n<li> TV <ul>\n<li> Overview </li>\n<li> Ways to Watch </li>\n<li> Features </li>\n<li> Packages </li>\n<li> Channel Lineups </li>\n<li> TV Everywhere </li>\n</ul>\n</li>\n<li> Home Phone </li>\n<li> Blog </li>\n<li> Support <ul>\n<li> Digital TV Support </li>\n<li> TDS TV+ Support </li>\n<li> Internet Support </li>\n<li> Digital Phone Support </li>\n<li> Account Support </li>\n<li> Email Support </li>\n</ul>\n</li>\n</ul> Menu <ul>\n<li> Shop Best Deals </li>\n<li> Internet </li>\n<li> TV </li>\n<li> Home Phone </li>\n<li> My Account <ul>\n<li> Online Bill Pay </li>\n<li> Check My Email </li>\n</ul>\n</li>\n<li> Help &amp.\nSupport </li>\n<li> Contact Us </li>\n<li> TDS Business </li>\n<li> Search </li>\n</ul>\n<p>It looks like you have javascript <strong>disabled</strong>.\nFor full functionality of this site, please enable JavaScript.</p> Privacy Policy\n<p>\n<b>(Updated May 23, 2023)﻿</b>\n</p>\n<p>This Privacy Policy sets forth the privacy practices and policies for TDS Broadband Service LLC (“TDS”), a subsidiary of Telephone and Data Systems, Inc.\nIt includes an explanation of what personally identifiable information and other information is collected.\nhow the information is used.\nwith whom the information may be shared.\noptions that you have relating to such collection, use, and distribution of the information.\nand how you can correct any inaccuracies in our records.</p>\n<p>You authorize TDS to collect your information when you interact with us.\nWhen you apply for, access, purchase, or use our products, services, applications and websites, you agree to our collection, use and sharing of your information as described in this Privacy Policy, which may be amended from time to time.\nWhen we update this Privacy Policy, we will post a new version on our homepage.\nPlease read this Privacy Policy and stay informed about TDS’ privacy practices.</p>\n<p>Some products and services which are branded TDS or co-branded with a third party may have a stand-alone privacy policy.\nWhen a different privacy policy applies, TDS will provide you with an opportunity to review the applicable terms of service and privacy policy.\nWhen you purchase or use products or services not provided by TDS, you are subject to the privacy policy provided by an independent third party.\nTDS is not responsible for the data practices of those independent third parties.</p>\n<p>\n<b>A.\nWhat Types of Information Do We Collect?</b> Some of the information we collect identifies you or can potentially identify you (we call this “personally identifiable information”), such as your name, address and telephone numbers.\nyour date of birth.\nyour Social Security Number.\ncredit information and bank account or credit card numbers.\ne-mail addresses.\nyour payment preferences.\nsubscriber correspondence.\nor other demographic information, such as size of household.\nOur records also contain information on billing and payment history, maintenance and repairs, inquiry and technical support interaction, service options you have chosen, and other information related to installation and maintenance of your service.\nPersonally identifiable information does not include aggregated data that does not identify a particular person or persons, or demographic information not connected to an identified individual or household, or non-personal information such as URL information, cookie data, IP address, network connection type, and device identifiers associated with set-top boxes, modems, routers, or other equipment.</p>\n<p>In providing our services, we may ask you to provide or confirm your personally identifiable information, which may include but may not be limited to your name, address, telephone numbers, social security number, driver’s license number, birth date, email addresses and other information related to online bill payments.\nWe may ask you to confirm this information from time to time as part of our precautions to identify you, or your authorized representative, when we are contacted about your account in an effort to prevent unauthorized access.\nWe may also collect this information about you from trusted agents who are authorized to sell our products and services, or from employees of our Affiliates.\n“Affiliates” refers to any of the Telephone and Data Systems, Inc.\nowned or controlled companies.</p>\n<p>In addition, as part of our normal course of business, we generate and maintain account information such as billing, payment, and deposit history.\nthe services to which you have subscribed.\ncustomer correspondence and communications records.\nand maintenance, repairs, and complaint information.\nWe also keep records from research concerning customer satisfaction and viewing or system use habits.</p>\n<p>Sometimes, we also obtain additional information from outside sources to supplement the information we collect from you.\nWe might add information about you or your community available from research consultants, marketing firms or other third parties (such as the information that merchants use in delivering catalogues by mail or census information about neighborhoods).</p>\n<p>We may also collect the following service-specific customer information depending on the services to which you subscribe:</p>\n<p>\n<b>Telephone Service</b>.\nAs part of delivering Telephone services, we keep information about the quantity, technical configuration, type, destination, location, and amount of your use of Telephone services, calling patterns and information contained on your telephone bill concerning the Telephone services you receive.\nWhen that information is accompanied by your name, address, or telephone number, it is known as customer proprietary network information or “CPNI” and subject to special protections as described below.\nYour name, address, and telephone number alone do not constitute CPNI.</p>\n<p>\n<b>Internet Service.</b> If you subscribe to our Internet service, we transmit, and may collect and store for a period of time, information generated by the service when you send and receive e-mail, video mail, and instant messages.\ntransfer and share files.\nmake files accessible.\nvisit websites.\nor post blogs, comments, or other information.</p>\n<p>TDS also collects and retains information that identifies the devices connected to the Internet through TDS’s Internet service, such as the IP address(es) assigned to the connection.\nWe may collect connection performance information, amount of bandwidth used, and times and dates of connection to help us manage our network and to improve the services we offer.\nTDS’s monitoring of traffic on its network is exclusively limited to network congestion management purposes for utilization monitoring, hostile port blocking to prevent unwanted file attacks and browser hacking, email virus and spam filtering, and removal of unknown cable modems on our network.</p>\n<p>Our services are intended for general audiences.\nWe do not knowingly collect information from children under the age of thirteen (13).\nIf you allow a child to use our services, any information we collect associated with their usage will be treated as your account information in accordance with this Privacy Policy.</p>\n<p>We do not save information on the websites you visit.</p>\n<p>\n<b>Cable Television Service</b>.\nIf you are a Cable Television service subscriber, we may also collect information when you use our systems such as by ordering or viewing on-demand programming or engaging in other interactive programming features.\nThis information is used to carry out the requests you make using your remote control, set-top box, or other equipment, and to analyze viewing habits.\nWe may also collect other information such as the time you actually use our services, the use of other features of our services, and which menus and menu screens are used most often and the time spent using them.</p>\n<p>Information collected from the use of these services is maintained on an anonymous or de-identified basis, except in connection with billing for usage of video on demand or pay-per-view services or as necessary to fulfill any other request or order you make via the transactional and interactive services.\nSome of our advertisements may invite interactive or transactional follow-up from you.\nIf you request products, services, features or information via such interactive advertisements, we collect and use the information generated by the request, including personally identifiable information when necessary, in order to carry out your request.</p>\n<p>We may also collect viewing data to determine which programs are most popular, how many people watch a program to its conclusion and whether people are watching commercials, as well as other audience measurement-focused information.\nAll personally identifiable information is removed from this data.\nTDS, or our contractors or agents, may from time to time share this anonymous information with our advertisers, content providers, or other third parties working on our behalf such as audience measurement or market research firms.</p>\n<p>Our audience measurement helps us and the program networks we carry decide on which programs and channels to carry and to improve our Cable Television services.\nWe also use this information to provide you with a more personalized experience by directing advertisers to the channels that produce more sales as they consider, design, and evaluate advertising campaigns.</p>\n<p>In addition to this Privacy Policy, we may provide additional notices to you regarding specific advertising or other initiatives.\nThese notices will describe the initiatives in greater detail and may, as appropriate, contain information you can use to choose to participate, or not participate, in these initiatives.</p>\n<p>For TDS TV+, if you integrate applications, websites, and services from entities other than TDS (“other-party services”) these may have their own terms and conditions of use and privacy policies, and such terms and conditions and policies shall apply to your use of these other-party services.\nIf you integrate these other-party services to allow functionality such as including other-party services in searches or accessing other-party services via TDS TV+, you will be prompted to allow the other-party services to connect with your TDS TV+ service.\nIf integrated, TDS will collect, process, and share data with the other-party services that you authorized.\nIf you wish to stop the collection or sharing of information with other-party services, you need to disable the integration with such other-party services.\nTDS does not endorse and is not responsible or liable for the behavior, features, or content of any other-party service or for any transaction you may enter into with the provider of any such other-party service.</p>\n<p>For TDS TV+, we collect information on how you use, watch, record, rate and interact with content and, if you use the voice activated remote control, audio data.\nIf you download or use our mobile applications, we may collect, either through your mobile device or the application itself, your mobile device identifier, hardware model, operating system version or mobile network information (as well as any registration data you provide to us).\nWe may also collect geolocation information, which may be used for operational and product- or service-related purposes, such as customizing information based on your location.\nIf you do not want any data shared by our mobile applications, then please delete the mobile applications from your device.</p>\n<p>\n<b>B.\nHow Do We Use Customer Information? </b>We will not disclose your personally identifiable information without your express or implied consent outside of TDS, its Affiliates, service providers, or its authorized agents other than as described in this Privacy Policy.\nWe may use your personally identifiable information to support our provision of your Cable Television, Internet and/or Telephone services for purposes such as sales, installation, operations, billing, collection efforts, administration, marketing, support, network management, maintenance, customer care and communications with you, to enforce our Terms of Service, and for any other purpose otherwise permitted or required by law.\nFurther, when you want to set up an account with TDS, in order to determine your credit worthiness, we may use some of your personally identifiable information to request a credit report from a credit-reporting agency.</p>\n<p>More specifically, we may use personally identifiable information to: install, maintain, and upgrade services and the devices and software we use to provide them.\nto bill properly for services.\nto send you pertinent information regarding the services.\nto configure, monitor the performance of, and improve, the services.\nto detect unauthorized reception of the services.\nto offer you other services or products that we think may be of interest to you (subject to your right to limit or restrict us from making these offers as described in this Privacy Policy).\npersonalize the content we deliver (for example, TDS TV+ uses information on how you use, watch, record, rate, and interact with content to make programming recommendations).\nconduct industry or consumer surveys.\nand for tax and accounting purposes.</p>\n<p>\n<b>Aggregate Information: </b>We occasionally aggregate information about our customers and create data sets that do not identify individual customers.\nThis information is not considered personally identifiable information.\nWe use and share this aggregate information at our discretion, along with other internal data, for programming, advertising and similar purposes.</p>\n<p>\n<b>C.\nWhen Do We Disclose Customer Information to Third Parties?</b> TDS considers the personally identifiable information that we keep to be confidential.\nUnless prior written or electronic consent is obtained, we will disclose to third parties personal information that we maintain related to our subscribers only when it is necessary to render services to you, or to carry out related activities in the ordinary course of business for our ordinary business purposes, at a frequency that varies in accordance with the particular business need.\nWe may provide, where permitted by applicable law, aggregated information that does not identify individuals to third parties.</p>\n<p>We sometimes work with Affiliates, service providers, vendors, partners or other companies to help us in providing and/or developing our services and to market new services to you and may share some of your personally identifiable information with such parties for these purposes.\nWe require all parties to assure at least the level of confidentiality we maintain.\nWe also prohibit them from using your information for any purpose other than that for which they have been engaged.\nIf you would prefer to limit the use of your personally identifiable information for marketing purposes, please contact us by calling the customer service number listed on your bill.</p>\n<p>We may provide your name and address to marketing organizations, programmers and other businesses.\nSection 631 of the federal Cable Communications Policy Act of 1984, as amended, (the “Cable Act”) allows us to disclose this “mailing list” information unless you tell us otherwise.\nWe may also use or disclose customer information, including personally identifiable information, without your consent, to protect the safety and security of our customers, employees, or property (including in emergency situations), to protect or defend the legal rights or property of TDS or its Affiliates or their employees, agents and contractors (including enforcement of our rights under our Terms of Service and policies), to protect against fraud or for risk management purposes, if your account is referred to a collection agency or attorney, in court or elsewhere, to comply with the law or legal process, such as a subpoena, and as otherwise permitted by law.</p>\n<p>The types of persons or businesses to whom information about you may be disclosed without your prior written or electronic consent include: Installation, repair, and subscriber assistance subcontractors.\nentities providing services to us that we resell or license to you.\nbilling and collection services.\nprogram guide distributors.\nsoftware vendors.\nfirms conducting market research on our behalf.\nand Affiliates.</p>\n<p>TDS may also disclose information about you to representatives of government, tax, or other regulatory authorities in the furtherance of our legitimate business activities.\nFor all of the same purposes for which we use personally identifiable information as described above, we may sometimes disclose such information to our Affiliates, agents, contractors, outside auditors, professional advisors, service providers and vendors, or in connection with a potential business merger or acquisition, or to sale partners, and to regulators.\nIf a new company were to take ownership of our cable system, we reserve the right to disclose and transfer all customer information, including personally identifiable information, to the successor company.</p>\n<p>We describe above when we disclose to third parties anonymous customer information relating to our Cable Television services and disclosures associated with other-party services.</p>\n<p>\n<b>Special Exceptions.</b> We reserve the right to disclose your information if we have a good faith belief it is necessary to:</p>\n<ul>\n<li>Comply with the law.</li>\n<li>Protect our rights or property or those of others.</li>\n<li>Respond to fraud, abuse or other unauthorized activity.</li>\n<li>Enforce our policies, including those contained in our Terms of Service, Internet Network Management Policy, and Acceptable Use Policy.</li>\n<li>Transfer your information as a part of a sale or transfer of business operations to another company.</li>\n</ul>\n<p>\n<b>D.\nSpecial Telephone Service Information.</b> We may disclose customer information, including personally identifiable information, in connection with our Telephone service, for purposes such as providing directory service, Caller ID, and 911/E911.\nIn using our Telephone services, your name and telephone number may be transmitted and displayed on a Caller ID device unless you have elected to block such information (Caller ID blocking may not prevent the display of your name and telephone number if you dial certain business numbers, 911 or toll-free 800, 888, 877, or 866 numbers.)</p>\n<p>In providing Telephone services we also receive usage information, including information about calls made and received and their duration.\nWe treat this information as confidential, and its use and disclosure is governed by the CPNI rules described in this Privacy Policy.\nWe keep records of usage information for as long as it is necessary for business purposes.\nThis period of time may last as long as you are a subscriber and, if necessary, for additional time so that we can comply with tax, accounting and other legal requirements.\nWhen information is no longer needed for these purposes, it is our policy to destroy or anonymize it.</p>\n<p>\n<b>Customer Directory Listing Preferences.\n</b>Our Telephone service customers can designate their listings as published, non-published or non-listed for published directories or for directory assistance services.\nTo carry out your decision to have a published number, we share information with directory listing vendors.\nTDS cannot remove customer information from, or correct errors in customer names, addresses, or telephone numbers appearing in, or omitted from, directory lists until the next available publication of those directory lists.\nFurther, we may have no control over information appearing in the directory lists or directory assistance services of directory publishers or directory assistance providers which are not owned by us.\nBecause of the complexity of this process and the involvement of others, errors sometimes occur.\nIf you elected to have your information published in directories, that information becomes public and may be used by others for their own marketing or to create marketing lists.</p>\n<p>\n<b>Customer Proprietary Network Information (CPNI).</b> Federal law regulates CPNI.\nCPNI includes information that relates to the quantity, technical configuration, type, destination, location, and amount of use of a telecommunications service that we receive solely as a result of our provision of Telephone service to you.\nIn particular, this includes information contained in our invoices pertaining to Telephone service (other than your name, address and phone number) and the details of who you call and who calls you.\nFor your protection, we will not disclose your call detail records over the phone to an inbound caller, and we require the use of a password to log into any accounts where you can view your call detail information online.\nWe use and disclose CPNI only in very limited circumstances as described above.\nWe only will use, disclose, or permit access to CPNI in compliance with applicable law and as explained in this policy.</p>\n<p>\n<b>E.\nWhen is Disclosure of Customer Information Required by Law? </b>We may disclose your personally identifiable information in certain situations to government agencies or other entities.\nWe may receive legal requests for our subscribers’ personally identifiable information from government agencies and law enforcement, as well as from other entities as part of civil matters (for example, when we are served with a valid subpoena).\nWe cooperate with these requests by providing the information required by law.\nTDS does not volunteer customer information or give access to customer communications to law enforcement or others, except to the extent we are required to do so in the “Special Exceptions” section above or detailed below.\nDepending on the violation of law alleged and the legal process undertaken, you may not always be entitled to receive notice that your personally identifiable information has been disclosed to the government or civil litigants.\nIn particular, some law enforcement requests specifically prohibit TDS from disclosing the request or notifying you that we have received it.\nDue to this fact and the volume of requests we receive, we do not assume any duty to notify you of receipt of any legal requests for your personally identifiable information.</p>\n<p>\n<b>For Cable Television Service Subscribers</b>.\nWe must disclose customer information, including personally identifiable information, when required by the terms of a valid legal process such as a subpoena, court order, or search warrant.\nIf a court order requires us to disclose personally identifiable information to a third party, we are required to notify you.\nIf you subscribe to our Cable Television service, under federal law, you must be afforded the opportunity to appear and contest the order in court.\nIn addition, in accordance with the United States of America Patriot Act of 2001, we may be required to disclose personally identifiable information to law enforcement officials in accordance with both court orders and subpoenas.\nhowever, we may not disclose records revealing your selection of video programming.\nYou may not be entitled by law to prior notice or the opportunity to contest these disclosures.</p>\n<p>\n<b>For TDS Internet or TDS Telephone Service Subscribers.</b> If you subscribe to our Internet or Telephone services, the same requirements do not apply.\nInstead, in some instances we may disclose personally identifiable information and CPNI about you to representatives of government or to comply with a court order without your consent and without advance or any notice to you, except that in these cases our disclosure is not to include records revealing your selection of video programming.</p>\n<p>In other instances, we may be required to provide information in order to comply with applicable laws.\nFor example, we are required to notify the National Center for Missing and Exploited Children of information about child pornography that we become aware of in the course of providing our services.\nThis information may be provided without a court order, and we do not have to give you notice and the opportunity to contest such disclosure.</p>\n<p>If we notify you of specific legal requests or orders for personally identifiable information, and there is an opportunity for you to object to such disclosures, it is then up to you to object or take specific action to prevent these disclosures.</p>\n<p>\n<b>F.\nCan I Prohibit TDS’s Use and Disclosure of My Customer Information?</b> You have some choices in how we use or disclose personally identifiable information.\nIf you do not want us to disclose your name and address to third parties for mailing lists in connection with the promotion of TDS’ products and services and for other legitimate business activities related to our services, as explained in this Privacy Policy, you may contact us as follows:</p>\n<p>\n<b>\n<i>&nbsp;</i>\n</b>\n</p>\n<p>\n<b>\n<i>Email</i>\n</b>\n</p>\n<p>\n<b>\n<i>Phone</i>\n</b>\n</p>\n<p>\n<b>\n<i> Address </i>\n</b>\n</p>\n<p>For TDS Customers in North Carolina</p>\n<p>webcontact@tdstelecom.com </p>\n<p>(704)662-3255</p>\n<p>435 S.\nBroad Street Mooresville, NC</p>\n<p>For TDS Customers in Colorado, Nevada, New Mexico, Oregon, Utah, and Texas</p>\n<p>webcontact@tdstelecom.com </p>\n<p>(877)422-5282</p>\n<p>TDS Opt Out</p>\n<p>111 W 700 S</p>\n<p>St.\nGeorge, UT 84770</p>\n<p>Any mailing list disclosures that we may make are limited by law to disclosures of subscriber names and addresses where the disclosures do not reveal, directly or indirectly, (i) the extent of any use by the subscriber of our services.\nor (ii) the nature of any transaction made by the subscriber over our services.</p>\n<p>TDS may use email and/or in-browser messages to send transactional or relationship messages related to your service, including information on changes in terms or features, updates and upgrades, new features to which you are entitled, and information on system outages.\nUnless you opt out, we may send you emails or other electronic messages marketing our services to the extent permitted by applicable law.</p>\n<p>You may contact TDS at any time at the contact numbers set forth in this Privacy Policy to ask us to put your name on our “do not call” list so that you do not receive marketing or promotional telephone calls from us or made at our request.</p>\n<p>If you are a customer of our services, from time to time we may offer you other communications services (for example, Internet or Cable Television services if you are a Telephone customer) that are tailored to your specific needs, or which would be available to you on special promotional terms.\nIf you do not want us to use, disclose or permit access to your telephone or internet account to market services to you, please contact us to prevent such use, disclosure and access.</p>\n<p>\n<b>Nevada Privacy Rights: </b>In 2019 Nevada lawmakers passed a law to allow Nevada consumers to limit the sale of their “Covered Information”.\nCovered Information is information like your first and last name.\nhome or other physical address which includes the name of a street and the name of a city or town.\nelectronic mail address.\nand telephone number.\nIf you are a Nevada consumer and wish to contact TDS regarding this Nevada law, please write to us via email to privacy@tdstelecom.com.</p>\n<p>\n<b>G.\nWhat Can I Do If I Think My Privacy Rights Have Been Violated? </b>If you believe your rights have been compromised by TDS, in violation of the Cable Act, please notify TDS immediately so that we can resolve your question or concern.\nAdditional actions may be taken by you, including a civil lawsuit seeking damages, attorney fees, and litigation costs, should you decide to enforce the limitations imposed on us by the Cable Act as applicable with respect to the personally identifiable information we collect.\nOther rights may be available to you under federal or other applicable laws.</p>\n<p>\n<b>H.\nHow do we Protect Customer Information? </b>TDS takes reasonable security safeguards to protect against such risks as loss, unauthorized access, destruction, use, modification, or disclosure of information.\nTDS uses a variety of commercially reasonable and appropriate safeguards to protect information residing on its systems including, without limitation, server firewalls and physical facility security.\nWe restrict access to information to those who need to know that information in order to provide, operate, develop or improve our services.\nWe also have appropriate practices and procedures designed to protect your information.\nWe train our employees on the proper handling and securing of information which includes reporting potential privacy concerns.</p>\n<p>We cannot prevent every unauthorized attempt to access information.\nIf you suspect an issue with access to your information, please contact us by calling 1-888-225-5837.</p>\n<p>\n<b>I.\nHow Long Do We Keep Customer Information?</b> We will maintain personally identifiable information about you only as long as it is necessary for our business purposes.\nThis period includes the time during which you are a subscriber to our services, plus a period of time after you cease to be an active subscriber, in order for us to comply with business, legal, tax and accounting regulations and requirements.</p>\n<p>\n<b>J.\nMay I Inspect Customer Information?</b> You have the right to inspect our records containing customer information about you, and to correct any errors in such information.\nIn most cases, the personally identifiable information contained in these records consists solely of billing and account information.\nIf you wish to inspect our records at our local business office, please notify us in writing 30 days in advance and an appointment will be arranged promptly during our regular business hours.</p>\n<p>\n<b>K.\nAdditional Information</b>\n</p>\n<p>Questions and comments about this Privacy Policy or for any additional information that may not be covered within this Privacy Policy, please contact TDS at:</p>\n<p>TDS Telecom<br>\nAttn: Legal Dept.<br>\n525 Junction Road<br>\nMadison, WI 53717</p>\n<p>\n<b>Customer Verification Policies.\n</b>If you call to discuss your TDS account, you will be asked to provide several personally identifiable pieces of information which may consist of but may not be limited to the following: a TDS account number, street address, telephone number, date of birth, social security number, driver’s license number, account password or PIN number.</p>\n<p>\n<b>Telemarketing Calls.\n</b>To help reduce unwanted telemarketing calls not affiliated with TDS, the FCC offers telephone subscribers the opportunity to register their residential telephone numbers in its national Do Not Call registry.\nYou may register for the list without charge by calling the FCC at 1-888-382-1222 or TYY 1-866-290-4236 from the telephone number you are registering or online at www.donotcall.gov.</p>\n<p>\n<b>Website Monitoring.&nbsp;</b>TDS’ websites use browser features such as web beacons, pixels, and other tracking technology (collectively \"Cookies\") to help monitor user activity on our websites.\nCookies are generally short strings of unique random text or numbers that your browser records on your computer and that our website, and potentially other websites, can later access.\nWe categorize these Cookies into the following types:</p>\n<ul>\n<li>Strictly Necessary Cookies: These Cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these Cookies, but then some parts of the site will not work.\nThese Cookies do not store any personally identifiable information.</li>\n<li>Performance/Functional Cookies: These Cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these Cookies collect is aggregated and therefore anonymous.\nIf you do not allow these Cookies we will not know when you have visited our site and will not be able to monitor its performance.</li>\n<li>Targeting/Advertising Cookies: We use these Cookies to enhance our marketing and advertising campaigns, as well as to deliver content that we believe will be most relevant to you based on your use of our websites.\nThese Cookies may be set through our site by our advertising partners or other third parties.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nTargeting and advertising Cookies track user behavior and store user attributes to provide more personalized content (in some cases, including ad content) to visitors both on our websites and once you leave our website.\nThese Cookies are not essential for the website to function, but, if you do not allow these Cookies, you may experience less targeted advertising.</li>\n</ul>\n<p>You may choose not to accept Cookies, but this may interfere with your enjoyment of personalized site features.\nIf you wish to opt-out of Cookies, please see the banner that appears on TDS pages to opt-out.\nIf this banner is not appearing for you, please clear your cache.\nTo do so, please follow the instructions provided by your browser which are usually located within the “Help,” “Tools,” or “Edit” menus.\nChoices made in the banner take effect immediately and without confirmation or correspondence from TDS.\nPlease note that our sites do not respond to browser “Do-Not-Track” signals.</p>\n<p>The TDS web servers also automatically collect limited information about your computer’s connection to the Internet, including your IP address when you visit the TDS website.\nTDS uses your IP address information to deliver TDS web pages to you, that you request, that tailor the content of our site to the interests of users, and to measure traffic within the site.\nWe may ask third parties to place advertisements about our products and services on sites that are not operated by TDS.\nThese third parties may use technologies such as Cookies to collect, store and read information on your computer or mobile browser when you visit one of their websites.\nTDS may track user clickstream information when you view our advertising on these websites.\nWhen you visit a TDS website, we record your interaction (e.g., movement of cursor) to help us gauge the effectiveness of our websites, improve our online operations, and enhance your online experience to better meet your needs as our customer.\n</p>\n<p>\n<b>Internet Access Security.\n</b>We encourage you to secure the device through which you access the Internet, as well as the devices which provide connectivity, particularly wireless (Wi-Fi) routers.\nDoing so can help keep the information you transmit through your broadband connection from being monitored while in transit on the Internet or on your network.\nSecurity measures may include password-protected wireless devices, installation of firewalls, antivirus protection with regular updates, regularly checking for and applying security patches for software and operating systems.\nDespite our best efforts, TDS cannot guarantee the security of our network, nor can we guarantee that information you supply will not be intercepted while being transmitted to TDS over the Internet.</p>\n<strong>TDS is in your Community</strong> Colorado, Nevada, New Mexico, Oregon, North Carolina, Utah, and Texas.\n<p>Find out for yourself what TDS has to offer for you.</p> Shop Now <p>Sign up your email to get the latest offers, specials, news, and more.<br>\n</p> Subscribe <ul>\n<li> My Account </li>\n<li> About </li>\n<li> Residential Service Terms and Policies </li>\n<li> Sitemap </li>\n<li> Carrier Wholesale </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>TDS<sup>®</sup> is a registered trademark of Telephone and Data Systems, Inc.\nTDS Telecom<sup>®</sup> and TDS Metrocom<sup>®</sup> are the registered trademarks of Telephone and Data Systems, Inc.\nand licensed to TDS Telecommunications LLC.\nUSLink<sup>®</sup> is the registered trademark of TDS Telecommunications LLC.\nOther product and company names mentioned on the Site may be trademarks of those respective owners.\nAll materials are provided for noncommercial personal use only.\nTDS Broadband Service LLC is a subsidiary of Telephone and Data Systems, Inc., recognized as a Fortune 1000<sup>®</sup> 2022 Company.</p>\n<p>Copyright © 2023, All Rights Reserved.</p> × ", "created_at": "2023-07-08 20:36:42.240794", "updated_at": "2023-07-08 20:39:28.861435"}], "points": [], "urls": ["hellotds.com", "bendbroadband.com", "crestviewcable.com"]}}