{"error": 448, "message": "OK", "parameters": {"id": 9571, "name": "Methodist College Kuala Lumpur", "created_at": "2023-09-05 03:55:42.237023", "updated_at": "2023-09-05 10:02:24.230798", "wikipedia": "https://en.wikipedia.org/wiki/Methodist_College_Kuala_Lumpur", "keywords": null, "related": null, "slug": "methodist-college-kuala-lumpur", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9571.png", "url": "mckl.edu.my", "documents": [{"id": 18982, "name": "Personal Data Protection Notice", "url": "https://mckl.edu.my/wp-content/uploads/2022/10/Sept2022-MCKL-PDP-Notice-English.pdf", "xpath": "//body", "text": "1,PERSONAL DATA PROTECTION NOTICE,WESLEYAN EDUCATION SERVICES SDN BHD (200101005044), duly approved by the Ministry of ,Higher Education to operate asMethodist College Kuala LumpurinWilayah Persekutuan KL and as MCKL ,College (Penang, Pykett Campus)in Pulau Pinang(“MCKL”), values your trust and is committed to the ,responsible processing and protection of your personal data.\nPlease read this Personal Data Protection Notice to ,understand how we process your personal data in compliance with the Personal Data Protection Act 2010,(“PDPA”).\n,Personal data is essentially information of you which is collected directly and/or indirectly and whichdistinguishes,or identifiesyou, whether on its own or in combination with other information.\nIn the course of your interactionwith ,MCKL, wewill inevitably collect and process your personal data, including data which is categorised as ‘sensitive ,personal data’ under the PDPA(e.g.,information as to your physical or mental health, religious beliefs, etc.).\nYou ,understand that when you share your personal data with us and signify acceptance ofour personal data protection ,policy and practices, you are providing to us your explicitconsent to process all your personal data, including your ,sensitive personal data.In the event that you arebelow the age of 18 yearsat the time of application for our ,services,we will require yourparent or legal guardian to give consent on your behalf.Rest assured that your,personal data will be processed according to thisnotice.,From time to time, we may update or amend our personal data protection policyandpractices according to legal, ,regulatory and/or institutional requirements.\nChanges will be notified through thiswebsite.Kindly check our,website from time to time for MCKL’slatestpolicy and practiceson personal data.Your continueduse of our ,services on or after any revisionmeans that you agreeand consentto ourprevailing policy and practices.,1.What personal data does MCKL collect?,MCKL seeks to only collect personal data whichare reasonably necessary forourservices,related activities,and legitimate functions.\nThe personal data which we collect and processof youincludes but is not limited ,tothe following information:-,oGeneral: Name,identification information (NRIC/passport), date of birth, gender, nationality, race, ,immigration/visa information, addresses(street &amp.\nelectronic), telephone numbers, emergency and ,other contact details;,oSensitive personal data: Information regarding physical or mental health, medical conditions,,vaccination status &amp.\nrelated information, religiousbeliefs,commissionofoffences;,oAcademic: Academic records, examination results, awards&amp.\nother achievements, misconduct &amp;,disciplinary matters;,oFinancial: Information on credit cards, bank accounts, taxfile, household incomeand other financial ,information;,oImages&amp.\nrecordings:Photographs, digital images, video&amp.\naudiorecordings,interviews,,security/CCTVrecordings;,oTechnology: Data from MCKLtechnology platform, systemsand/orequipment–e.g.,,entry/temperaturescanners, internet access logs, Microsoft Teams, UCMS, Student Portal,andother ,institutional systems.\nand,oSuch other information of you which we may collect and process from time to time as required by law ,and/or providedor authorised by you.,You have the right to decide what information you wish to provide to us.\nPlease be aware howeverthatwe ,may not be able to consider/process your application,provide youwithour services,and/or administer your ,contract/transactionwith us,if you choosenot supply uswith the necessary personal data or if the data,suppliedto usis insufficientor inaccurate.,In circumstances whereyou provide us with informationpertaining to other persons(e.g.\nparents, sponsors), ,you represent and warrant to us that you have obtained their consent to share theirinformation with MCKL.,2.How does MCKL collect your personal data?,2,Most of the personal data we collect and process of you havebeen given to us by youor are obtained ,through sources authorised by you, including:-,oRegistration and application forms submitted by you–e.g.,for enrolment, scholarships/bursaries, ,camps&amp;field trips, clubs &amp.\nsocieties, lockerrequest, library access, internship, graduation,university ,placements;,oEducation fairs, MCKL website/microsites,roadshows,conferences, seminars, public forums, events, ,campaigns &amp;other marketing activities, call enquiries, social media platforms, IT or online platforms ,and systems, other digital media.\n,oAffiliated institutions, sponsors, authorised third parties, marketing or recruitment agents, business ,partners;,oSuch other sources where you have given your consent for the disclosure of information relating to ,you(e.g.,financial institutions, referees, sponsors);,oWhereit isotherwisepublicly available orlawfully permitted.,3.How doweuse your personal data?,We primarily use your personal data to provide our educationaland/orotheragreed servicesto you.The ,following non-exhaustive list outlines somespecificpurposes and/or circumstances in which your personal ,data may be used by us:-,oTo administer your enrolment, process your application for scholarship and/or financial aid,enable ,the delivery of your academic programme &amp;extra-curricular activities, monitoracademic progress &amp.\n,achievements;,oTo liaise with programme partners, examination boards and other authorities (local and international),in order to facilitatetheprogrammes and examinations relevant to your enrolment;,oTo provide ancillaryservices such as assistance with residential needs, visa application,information ,technologyrelated facilities,applications tohigher learning institutions, programme-related service ,learning/attachment/internshipor other like activities;,oTocommunicate with youincluding on academic/administrative matters, payment invoices, academic ,results,announcements, upcomingcoursesorevents;,oFormarketing-related activitiesincluding website&amp;social mediapostings, print publications,events;,oFor statistical analysis, general records management, safety and security initiatives on campus ,(physically and online);,oTocomply with legal,regulatoryandaudit obligations orrequirements.,4.Under what circumstances will MCKL share your personal data?,We do not sell personal data to other parties under any circumstances.Your personal datawill only be ,sharedwhere it is necessary in connection withour services to youpursuant to your consent,or if wehave ,a legitimate basis or are compelled under law.Such circumstances may include disclosure to the following,third parties:-,oRelevantor affiliated academic, professional, regulatoryoraccreditationbodiesor institutions (within ,and outside of Malaysia) according toyourprogrammerequirement –e.g.\nACCA, CAIE, WACE, ,universityofprogramme transfer or articulation;,oParties supporting your studies with financial or other assistanceand/orwhere you have given ,yourconsent–e.g., yourparents,guardians, scholarship sponsors, industry partner;,oService providers or other third parties (within and outside Malaysia) which MCKL engagesfor our ,services-e.g.,conference/camp venue providers, training or event organisers,insurance companies, ,professional advisers, IT servicesproviders;,oLaw enforcement agencies, local authorities,governmentalandregulatory bodies,where compelled ,understatutory or legal instrument–e.g.,Ministry of Higher Education, Ministry of Health, Malaysian ,Immigration Department, Inland Revenue Board, and foreign embassies (where applicable);,oWhere MCKL believes on reasonable grounds that disclosure is necessary to prevent or reducea ,threat to securityor any person.,Where your personal data is shared, we limit it to the extent necessary to fulfil the purposes of such ,disclosure.\nSteps aretaken toensure that there is a lawful basis for the disclosure and/or that the third party ,3,is correspondingly subjectedto personal data protection laws and/or obligations.,5.How does MCKLsafeguard your personal data?,All personal data are kept securely andareaccessible only to thosewho need access for the purpose of ,carrying outour servicesor obligationsto you.\nPrecautionsare also takento ensure that adequate security ,measures are in place for any processes or systems we use.,6.How long do we keep your personal data?,We will keep your personal data for as long as it is necessary for the purposes for which they were collected.\n,Your personal datawill be deleted according to our retention and disposal policy after a specificperiod.\nFor ,legitimate institutional purposes, MCKL may retainfor longer periodscertain minimumpersonal dataof you,as academic recordsor as legally required.,7.What are your rights?,You have certain qualified rights in relation to ourprocessing of your personal data under the PDPA.Your ,rights include the following:-,oRight to withdraw consent: You may by written notice withdraw consent to us to process your ,personal data at any time.\nHowever, please note that withdrawing your consent will mean that we are ,no longerable to provideour servicesto youand/or undertakecertain transactions foryou.,oRight to access your information and/orto make corrections: You are entitled to knowwhatpersonal ,data which is being processedof you.\nAt the same time, it is your responsibility to ensure that the ,data we processof you is correct, accurate and complete.\nYou may request reasonable access to ,yourpersonal datato correct or amend any inaccurate information which we may hold of you.,oRight to prevent processing: You may request that we temporarily or permanently cease processing ,activities on your personal data, especially if the processing is likely to cause you unwarranted ,distress.\n,oRight to prevent processing for direct marketing: Ifyou do not wish to receivedirectmarketing content ,or messages from MCKL, you may request that we cease processing your personal data for such,purposes.,8.How can you contactus?,If you wish to exercise any of your rightsin respect of your personal data, orhave any queries or concerns, ,kindly complete the PERSONAL DATA REQUEST FORMand email it to usat the following email address:,•Student relatedrequests:registrar@mckl.edu.my,•Marketing relatedrequests:marketing@mckl.edu.my,•Phone Number: +(603) 2274-1851,For security purposes, we reserve the right to verify your identity before we act on anyrequest.\nPlease note ,that the PDPA allows us to levy a fee for a data access request.\nYou also understand that we may have a ,lawful basis not to accede to your request under certain circumstances.,This notice is issued in both the English and Bahasa Malaysia languages.\nIn the event of any conflict or ,discrepancies between the English and the Bahasa Malaysia versions, the English version shall prevail.,Dated:September2022.", "created_at": "2023-09-05 03:55:42.267194", "updated_at": "2023-09-05 03:56:01.113355"}, {"id": 18983, "name": "ANTI-CORRUPTION POLICY", "url": "https://mckl.edu.my/wp-content/uploads/2022/10/Anti-Corruption-Policy-V1.1-Website-Upload.pdf", "xpath": "//body", "text": "ANTI-CORRUPTION POLICY,1.0PURPOSE,WESLEYAN EDUCATION SERVICES SDN BHD (200101005044), operating as Methodist College ,Kuala Lumpurin Wilayah Persekutuan KL and as MCKL College (Penang, Pykett Campus)in Pulau ,Pinang(MCKL),is committed to a culture of integrity,principled behaviourand excellenceas,encapsulated in its Vision &amp.\nMission and Core Values.MCKLhas zero tolerancetowardsany form ,ofcorruptionandpromotes insteadhighstandards of honesty,ethics,and God-fearing values.\n,This Policy sets outMCKL’scommitment to the conductof its business withintegrityandin ,accordancewithallapplicable laws and regulations.It alsounderlines theresponsibilityand ,accountabilityof the MCKL communityin preventinganddetectingcorruptpractices andacts,as ,well asthe proper responseto any such (potential) practices andacts.,2.0SCOPE,ThisPolicy applies toand is mandatory forallEmployeesand AssociatedPersonsof MCKL.The ,capitalised terms “Employee” and “Associated Person” are defined in Paragraph3 below.,By way of amplification and without limiting the scopeof the definitions set out below, persons ,subject to this Policy includeMCKL’s directors, governors, employees, interns, businesspartners,,professional advisors, suppliers, contractors, and other persons who may perform services for,MCKLor isassociated with MCKL’s business.,3.0DEFINITION,Thefollowingterms when used in this document shall have therespective assigned meaning:-,3.1“Associated Person”hasthe broad meaning set outunderthe MACC Actand refers to any ,person who is associated with MCKL such as directors, governors,employeesand interns, ,and anyperson who performs servicesfor or on behalf of MCKL includingbusiness partners, ,consultants, contractors, suppliers,professional advisors, agentsand other service providers,of MCKL.,3.2“bribery” (“bribe”)refers toaninducement, considerationor gratification of any kindwhich ,is solicited, offered, given, and/or acceptedwith the intent toobtain or retain an advantage ,or gain,such as securinga businessopportunity.The term “gratification” is defined under ,s3 of the MACC Actand the said definition shall be adopted in this Policyand may be used ,interchangeably with “bribery” where the context so admits.,3.3“corruption”(“corrupt”)refers to dishonest or fraudulent conductor actsand/or the abuse ,of position or entrusted power for private advantage or gain.\nCorrupt acts or practices ,includethe soliciting,offering,givingor acceptingof bribes/gratification, diversion of funds, ,Page 2of 5,falsification of claims, under-table transactions, kickbacks, inflation of commissions, breach ,of trust, collusion,and other fraudulent or dishonest practicesin the performance of MCKL’s ,businessand/or its related activities.,3.4“Employee”for the purposes of this Policy shall include:,(i)Any personconcerned in the management of the affairs of MCKLincluding its ,directors, governors, controllers,senior management,and officers;,(ii)All employees of MCKL including its permanent, part-time, fixed term, contractand ,casual employeesat all campuses,andirrespectivewhethermanagement or general,staff,or whether fromthe Administrationor AcademicDivisions of the Institution.\nand,(iii)Other representatives acting for MCKL in its business or activitiesincluding interns, ,volunteersandstudentambassadors orhelpers.,3.5“Gifts”refer to cash, services,hospitality, sponsored trips, discounts, items of valueand/or ,other advantages in any form whatsoever that is offered, given, solicited, or accepted.,3.6“MACC Act”refers to the Malaysian Anti-Corruption Commission Act 2009 (Act 694) as ,amended by the Malaysian Anti-Corruption Commission (Amendment) Act 2018(Act ,A1567), or as may be further amended from time to time.,3.7“MCKL”refers collectively to all campusesof MCKLoperating under the legal entity-,Wesleyan Education Services Sdn Bhd(2001 01 005044).\n,4.0POLICY STATEMENT,4.1Absolute Prohibition,4.1.1MCKL absolutely prohibitsany form of corruption, dishonesty, briberyor fraudulent acts ,or activitiesin the conduct of its business.\nEmployees andotherAssociated Personsof ,MCKL shall notparticipateinor be engaged in any fraudulent activitiesor acts of ,dishonesty, corruption or bribery(whether as the partyofferingor giving,oras the party ,solicitingor acceptingany gratification), when conducting business for and on behalf of ,MCKL.,4.1.2All business activities and dealingsof MCKLshall be conductedwithutmostintegrityand,transparencyand shall followthe established policies and proceduresof MCKLand ,relevant laws,includingthe MACC Actand related legislations.In cases where there is any,discrepancybetween specific laws and the principles contained in this Policy, the stricter ,provisionshall prevail.,4.1.3If an Employee or Associated Personis uncertain whether any act or actionwillamount to ,a corruptact,it is his/her responsibility toseek adviceor clarificationfrom the Institution ,through the available channelsprior to proceeding.,4.1.4AllEmployees and other Associated Personsare actively encouraged to report actual and ,suspected incidents of corruptionthrough the channelsoutlined in this Policy.,4.2Consequences,Page 3of 5,4.2.1Fraud, briberyand corruption areserious offencesunder the laws ofMalaysia,including ,but not limited to the MACC Act, Penal Code, and the Anti-Money Launderingand Anti-,Terrorism Financing Act 2001.\n,4.2.2The law requires that acts of corruption be reportedand failure to report a known act of ,corruption is an offence.EmployeesandotherAssociated Personsin violation of this Policy ,may therefore be subjected to criminaland civil liability.\n,4.2.3At Institutional level,stern disciplinary action including dismissalwill be taken against any ,Employee who is found to have been involved in any act of corruptionor dishonesty.,4.3Gifts&amp.\nHospitality,4.3.1The area of giftspotentially exposesa party to theriskofbriberyand other corrupt ,practices.\nAs such, MCKL has optedto practice a “No G iftPolicy”to avoid anyconflict of ,interest or the appearance of a conflict of interest.,4.3.2Employees andotherAssociated Persons shall not directly or indirectly solicit for Gifts from ,any party, whether for themselves or on behalf of MCKL.,4.3.3Associated Persons shall not offer or give any G ifts whatsoever to MCKL Employees.,4.3.4Employeesshall not acceptany G iftsfrom any partyhaving dealings with MCKLin the ,course of their duties.Employees are expected to politely decline Giftsand highlight ,MCKL’s ‘No Gift Policy’to such parties.,4.3.5The term “Gift” shall be given thebroadest meaning and shall include cash, services, ,hospitality, sponsored travels orholidays, discounts, gifts for family,and any item in any ,form whatsoeveror of some value to the recipient,or which may give an appearance of ,potential influencein decision-makingor result in preferential treatment.,4.3.6 C orporatemerchandiseswhich are distributed generally(e.g., diaries, table calendars, ,pens),or G ifts which are normal bona fide customarypractices or hospitalitybetween ,businesses (e.g.,a box of mandarin oranges, congratulatory flowers),forms an exception,to the ‘No Gift Policy’andmay be acceptedbut subjectalwaysto the guidelines outlined ,below: -,•Ofnominalvalue–The Giftmust be of a type and value that is modest, appropriate,,andcommensurate with the occasion and/or general business practice.\nAs a broad,generalguide, any G iftwhich isacceptedin such circumstances should notexceed ,RM300in value;,•No obligation or expectation–It will not create any obligation or expectation on ,the receiveror MCKLof a favour or advantage in return, or cause others to perceive ,any improper influence;,•Right reason–The Giftis given as a common courtesy associated with a festive or ,ceremonial occasion, or it is a bona fide act of appreciation or cultural business ,etiquette or courtesy which is extended generally across businesses;,•Not in concealment–The Giftis receivedopenly and dulyrecorded in MCKL’sGift ,Register;and,•Legalityand Regulations–There must be no question that itis compliantwith ,Page 4of 5,relevant lawsand MCKL’srulesand practices.,Employees should seek clarification prior to accepting any Gift if there is any uncertainty.,External Associated Personsare encouraged to exercise prudentand sensiblediscernment,in relation to Gifts.\n,4.3.7To promotetransparencyamong Employees, a Gift Register will be maintained atthe ,Human ResourcesDepartment.Employees must declare and have recorded into the Gift ,Register, within three (3) working days, any Gifts received in the course of their duties.\nThis ,can be made in-person at the Human Resources Department or by completion of a Gift ,Register Form to be emailed with subject title “Gift Register” to:hr@mckl.edu.my.\n,4.3.8Until otherwise communicated, all Gifts -irrespective of the value and circumstances of ,thegifting(includingGifts with a value of RM300 or less)–are required to be declared and ,registered into the Gift Register.,4.3.9Management shallat all timeshave the discretion to redistribute anyGiftsreceivedto ,charities,other external organisations,or among employees of MCKL.,4.3.10Any Giftintended to be given to an external party on behalf of MCKLmust be with prior ,documented approvalfrom anappropriate superior.\nThe superior shall consult with the ,Risk Management Committee if necessary.\nThe purpose, valueand approval for anysuch,Gifts must berecorded in the Gift Registerprior to proceeding.\n,4.4Other Associated Persons&amp;Third Parties,4.4.1All dealings with any externalpartyshall uphold MCKL’s values and standards of integrity ,and must be performed in compliance withthe law and MCKL’s policies and procedures.,4.4.2Associated Personsincludingbusiness partners, suppliers, consultants, contractors,and ,other service providersof MCKLshallnot engage in any dishonest or corrupt practices,when providing services to or on behalf ofMCKL.\nSuch partiesare expected to comply with ,all applicable anti-corruption laws, this Policy and relevant MCKL procedures.,4.4.3Business partners, suppliers, consultants, contractors, and other service providersof MCKL ,are independent contractors with no authority to bind MCKL to any purpose, or to hold ,themselves out as agents or representatives of MCKLother than as specifically contracted.,4.4.4Employees shall conductproper due diligence prior to onboarding new business partners,andservice providersand shall ensure that theyare made aware ofthis Policy.\nRegular ,reviews shall be done,and where breach,suspected breach or questionable integrity ,should arise, appropriate and immediate action must be takenwhich may include,termination ofserviceswith immediate effect.,4.5Government Agencies &amp.\nPublic Officials,4.5.1Employees must comply with all applicable lawsandconduct themselves with integrity ,whenever they deal with or otherwise engage with government agenciesor departments,,regulatory bodies, statutory bodies,and any of its officials.,4.5.2Employees are strictly prohibited from giving Giftsto government agencies and public,Page 5of 5,officialsto expedite dealings orin exchange for future benefits or results.\nEmployeesshall ,instead strive to build fair, professionaland transparent relationships with government ,agenciesand public officials.,4.6Channel for Concern, Clarificationor Complaint&amp.\nWhistleblowing,4.6.1Shouldyoususpect or reasonably believe that this Policy has been or is being contravened, ,you have an obligation to immediately report your concerns.\nFailure to reportany known ,act of bribery is an offence under the MACC Act.,4.6.2Anyconcernsor complaintswhich are raisedor reported will be taken seriouslyand,treated withconfidentiality.\nNo person acting in good faith inmakinga legitimate report ,will suffer adverse consequences.\nThe complainant’s identitywill be protected,and ,assistance will be provided in the event that a statementis required by lawtosupport any ,investigation.\nMCKL will not tolerate any retaliation directed against anyone making ,reports of (suspected) bribery or corruption.\nAppropriate action will be taken by the ,Institutionwith care and sensitivity.,4.6.3All concerns, clarification or complaints can be made or reported confidentially tothe email ,below or to a member of the Risk Management Committee: -,Risk Management Committee:risk.management@mckl.edu.my,Effective Date:15.03.2022,Updated:September 2022(v1.1)", "created_at": "2023-09-05 03:56:15.305674", "updated_at": "2023-09-05 03:56:18.220029"}, {"id": 18984, "name": " Website Terms and Conditions", "url": "https://mckl.edu.my/website-terms-and-conditions/", "xpath": "//*[@id=\"post-3\"]", "text": null, "created_at": "2023-09-05 03:56:39.383135", "updated_at": "2023-09-05 03:56:39.383135"}], "points": [], "urls": ["mckl.edu.my"]}}