{"error": 448, "message": "OK", "parameters": {"id": 8367, "name": "Amboss", "created_at": "2023-05-17 20:10:16.526528", "updated_at": "2023-05-17 22:02:14.495449", "wikipedia": null, "keywords": null, "related": null, "slug": "amboss", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8367.png", "url": "amboss.com", "documents": [{"id": 16247, "name": "WEBSITE TERMS, POLICIES, AND CONDITIONS", "url": "https://www.amboss.com/us/terms", "xpath": "/html/body/div[1]/div/div/div/div/div", "text": "<p>\n<strong>AMBOSS</strong>&nbsp;GmbH<br>\nTorstraße 19<br>\n10119 Berlin<br>\n(hereinafter called “AMBOSS”)</p>\n<p>Managing Directors:<br>\nDr.\nmed.\nMadjid Salimi, Dr.\nmed.\nNawid Salimi, Benedikt Hochkirchen</p>\n<p>Registered office: Berlin<br>\nCommercial Register: AG Charlottenburg (Berlin), HRB 209607 B</p>\n<p>\n<strong>Subsidiary:</strong>\n</p>\n<p>Our representative and wholly-owned subsidiary in the US:</p>\n<p>AMBOSS MD Inc.<br>\n234 5th Avenue, 2nd Floor<br>\nNew York, NY, 10001<br>\nPhone: 347-835-5441</p>\n<p>Last modified: June, 29, 2022</p>\n<p>\n<strong>Welcome to&nbsp;</strong>\n<strong>www.amboss.com</strong>\n<strong>&nbsp;(the “Website”).\nThe following terms, policies and conditions (these “Terms”) represent the entire contract between you and AMBOSS with respect to the Website and the fee-based subscription therein.\nBy entering the website and using the products, services, and other resources (the “Resources”) made available through</strong>\n<strong>&nbsp;</strong>\n<strong>the website, you are agreeing to be bound by these Terms.&nbsp.\nIf you do not agree to the terms, policies and conditions of these Terms, you may not use the Website or its Resources.</strong>\n</p>\n<p>AMBOSS reserves the right to modify these Terms at any time.\nAMBOSS will inform you by E-Mail about any modifications at least 2 weeks prior to their effective date.\nYou have the right to object to the modifications within two weeks after receipt of the E-Mail.\nIf you do not object to the modifications within two weeks after receipt of the E-Mail, the modifications are considered as being accepted by you.\nAMBOSS will stress the significance of the two-weeks-period once more in the notification of the modification.</p>\n<p>\n<strong>License</strong>: In consideration of and subject to your payment of the appropriate subscription fee for the Resources you subscribe to, and your agreement to and compliance with the terms, policies and conditions set forth in these Terms, AMBOSS grants to you a limited, revocable, non-exclusive, non-sublicensable, non-transferable license to use and access the content posted at the Website (the “Licensed Materials”) according to the terms, policies and conditions set forth in these Terms.</p>\n<p>\n<strong>Term</strong>: The term of these Terms and the license granted in these Terms shall be concurrent with the term of your subscription to the Website (“Term”) and may be terminated earlier than the expiration of your subscription as provided below.</p>\n<p>\n<strong>Access</strong>: You may access the Website during the Term from multiple places, locations, and computers, but you are not allowed to access the Licensed Materials from more than one place, location, or computer at the same time.\nYou are responsible for making all arrangements necessary for you to have access to the Website and ensuring that all persons who access the Website through your internet connection are aware of these Terms of Use and comply with them.</p>\n<p>\n<strong>Access to Licensed Materials</strong>: You shall be allowed to use the Licensed Materials for the specific product(s) to which you have subscribed.\nEach product has its own subscription fees and duration.\nYou are not allowed to access the content of products that you have not subscribed to.\nSubscribing to one product does not mean that you will have access to all products.</p>\n<p>\n<strong>Fee Increase:&nbsp;</strong>AMBOSS reserves the right to increase fees for any services, upon thirty (30) days’ prior written notice, effective on the start date of your subsequent subscription term.</p>\n<p>\n<strong>Member Account/Password and Security</strong>: You must complete AMBOSS’s registration process in order to subscribe to and use the Resources by providing us with current, complete, and accurate information as prompted by the registration form.\nYou also will choose a password and a User name.\nYou are entirely responsible for maintaining the confidentiality of your password and account.\nFurthermore, you are entirely responsible for any and all activities that occur under your account.\nYou agree to notify AMBOSS immediately of any unauthorized use of your account or any other breach of security.\nAMBOSS will not be liable for any loss that you may incur as a result of someone else using your password or account, either with or without your knowledge.\nFurthermore, you could be held liable for losses incurred by AMBOSS or another party due to someone else using your account or password.</p>\n<p>\n<strong>Conclusion of contract/Subscription Term</strong>:</p>\n<p>Any display or presentation of the resources and License-Materials shall not constitute a binding offer by AMBOSS.\nRather you have the option to submit a binding offer for the conclusion of a contract by clicking the button “Purchase” after completing the online order process.\nAfter submission of the offer, AMBOSS will send an order confirmation to you by E-Mail.\nThe order confirmation constitutes the acceptance of your offer by AMBOSS.</p>\n<p>The license granted to you under these Terms includes the right to use and access the Licensed Materials for the product(s) you have subscribed to for the subscription period you initially choose.\nAt the end of this period, your right to use and access the Licensed Materials will expire automatically, unless you renew your subscription under the terms, policies and conditions then current.\nThese Terms and your license to use the Licensed Materials are also subject to termination by AMBOSS, at its sole and absolute discretion, if you fail to comply with any term, policy, or condition in these Terms.</p>\n<p>Payment: Payment will be made by the following methods of payment.</p>\n<p>\n<strong>Instruction of withdrawal&nbsp;(applies only to private consumers according to § 13 BGB)</strong>\n</p>\n<p>\n<strong>Right of withdrawal</strong>\n</p>\n<p>\n<strong>You have the right to withdraw from this contract within 14 days giving any reason.</strong>\n</p>\n<p>\n<strong>The withdrawing period will expire after 14 days from the day of conclusion of the contract.\nTo exercise the right of withdrawal, you must inform us (AMBOSS GmbH, Von-Werth-Straße 12, 50670 Köln, Germany, Fax: +49 30 5770221-99, E-Mail:&nbsp;</strong>\n<strong>info@amboss.com</strong>\n<strong>) of your decision to withdraw from this contract by an unequivocal statement (e.g.\na letter sent by post, fax or e-mail).\nYou may use this attached model withdrawal form (</strong>\n<strong>withdrawal form download</strong>\n<strong>), but it is not obligatory.</strong>\n</p>\n<p>\n<strong>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</strong>\n</p>\n<p>\n<strong>Effects of withdrawal</strong>\n</p>\n<p>\n<strong>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (With the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day of which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.</strong>\n</p>\n<p>\n<strong>End of the Instruction of withdrawal</strong>\n</p>\n<p>\n<strong>Restriction against Transfer</strong>: You are not allowed to sublicense, assign, share, sell, rent, lease, or otherwise transfer your right to use the Licensed Materials.\nAll accounts at AMBOSS are monitored for multiple log-ons.\nIn the event that AMBOSS believes in its sole and absolute discretion that an account is being used by multiple users at the same time, AMBOSS reserves the right to terminate that account without any notice or refund.\nWe also retain the right to sue on grounds of breach of contract, copyright infringement, and other available legal claims.\nTherefore, please do not disclose your account details to anyone else.</p>\n<p>\n<strong>Ownership</strong>: Except as otherwise provided below, the Licensed Materials, including all intellectual property rights in the Licensed Materials, such as copyright and trademark, are the sole and exclusive property of AMBOSS.\nBy indicating that you accept these terms, policies and conditions, you do not acquire any ownership interests of any kind in the Licensed Materials, but you are entitled to use them according to the terms of these Terms.</p>\n<p>Trademarks: AMBOSS’s name, the terms AMBOSS, the Company logo and all related names, logos, product and service names, designs and slogans are trademarks of AMBOSS or its affiliates or licensors.\nYou must not use such marks without the prior written permission of the AMBOSS.\nAll other names, logos, product and service names, designs and slogans on the Website are the trademarks of their respective owners.</p>\n<p>\n<strong>Permitted uses</strong>: Some of the Licensed Materials are configured in a manner that permits you to print them for your personal use (“Printable Content”).\nYou may print out the Printable Content from the most current version of the Website solely for your personal educational use.\nNo other copies may be made and/or transmitted.\nAll print-outs of Printable Content must include the AMBOSS copyright notice, which appears on the Printable Content.\nAMBOSS reserves the right to withdraw permission to print content at any time in its sole and absolute discretion.\nExcept as provided in these Terms, you may not print any of the content appearing on the Website.</p>\n<p>If you wish to make any use of material on the Website other than that set out in this section, please address your request to: info@amboss.com</p>\n<p>\n<strong>Prohibitions</strong>: Except as otherwise expressly provided in these Terms, you are expressly prohibited from copying, downloading, printing, transmitting, broadcasting, disseminating, reverse engineering and/or modifying any or all of the Licensed Materials.\nNo part of the Licensed Materials may be copied for resale or other commercial use, or offered for sale or reproduced on any bulletin boards, web sites, discussion forums, Internet domains, or online chat rooms.\nYou may not use any device, software, or routine to interfere or attempt to interfere with the proper working of the Website or any activity being conducted at the Website.\nYou may not disclose or share your password with any third parties or use your password for an unauthorized purpose.</p>\n<p>\n<strong>Violations</strong>: In the event that you breach any of the terms, policies, and conditions of these Terms, AMBOSS may, in its sole and absolute discretion, terminate these Terms, your access to the Website and its provision of Resources to you without refund.\nAMBOSS reserves the right to seek all remedies available by law and in equity for such breaches.</p>\n<p>\n<strong>Content Provided to Us or Posted on or Through the Website or the Resources</strong>: Some of our Resources allow you to upload, submit, store, send or receive content (“User Contribution”).\nWe are not responsible for the content, accuracy or compliance with relevant laws or regulations of any User Contribution that contains content that is not owned by AMBOSS.\nHowever, by posting, uploading, inputting, providing or submitting (“Posting”) a User Contribution, you grant us (and those we work with) a royalty-free, perpetual, irrevocable, worldwide, non-exclusive right and license to publish, post, reformat, index, archive, make available and link to such User Contribution in all forms and media (whether now known or later developed), in connection with the operation of our respective businesses (including, without limitation, the Resources) and to permit others to do so.\nYou shall not make any User Contribution anonymously, and you warrant and represent that any such User Contribution is original, and has been written by you.\nWe are under no obligation to display or otherwise use any User Contribution you may provide, and we may remove any User Contribution at any time in our sole discretion.\nBy Posting such a User Contribution, you also warrant and represent that you own or otherwise control all of the rights to your User Contribution including, without limitation, all the rights necessary for granting the permission specified above.</p>\n<p>You may not use the Website or the Resources to publish or distribute any information (including software or other content) which is illegal, which violates or infringes upon the rights of any other person, which is defamatory, abusive, hateful, profane, pornographic, threatening or vulgar, which contains errors, viruses or other harmful components, or which is otherwise actionable at law.&nbsp.\nAMBOSS may at any time exercise editorial control over the content of the Resources.</p>\n<p>We shall have the right, but not the obligation, to monitor User Contributions to determine compliance with these Terms and any operating rules we establish and to satisfy any law, regulation or authorized government request.\nWe shall have the right in our sole discretion to edit, refuse to post, or remove any User Contribution.</p>\n<p>Copyright Infringement: If you believe that any User Contribution violates your copyright, please send us a notice of the copyright infringement.\nIt is the policy of AMBOSS to terminate the user accounts of repeat infringers.</p>\n<p>We take claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible on or from the Website infringe your copyright, you may request removal of those materials (or access to them) from the Website by submitting written notification to us.</p>\n<p>Links from the Website: If the Website contains links to other sites and resources provided by third parties, these links are provided for your convenience only.\nThis includes links contained in advertisements, including banner advertisements and sponsored links.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third party websites linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.</p>\n<p>\n<strong>Disclaimer:&nbsp;</strong>The contents of this website have been prepared with the utmost care.\nHowever, AMBOSS GmbH cannot guarantee that the information provided is complete, accurate, and up-to-date.\nThe use of contents on the website is at the user’s own risk.\nThe use of the AMBOSS GmbH website without registration shall not constitute a contractual relationship between the user and the provider.\nThe provided contents and information are academic in nature and shall serve for information and study purposes only.\nAMBOSS GmbH does not make diagnoses and expressly does not give advice or recommendations regarding the treatment of specific individual cases of disease.\nThe service is not suited for consultation in the treatment of specific individual cases of disease and shall not under any circumstance substitute for a visit to a health care professional.\nAMBOSS GmbH shall not assume liability for procedure, treatment, or dosage information.\nAny procedure, treatment, or dosage applied by the user is at the user’s own risk.\nThe correctness of information regarding procedures, treatments, and dosages must be verified by the user on a case-by-case basis using the appropriate resources (manufacturer information, package inserts, etc.).\nUnless explicitly stated otherwise, treatment recommendations and dosages refer to adults.\nWhile the expert information made available by AMBOSS GmbH has been compiled by medical experts, it shall not be regarded as a substitute for a personal and professional consultation and treatment by a trained and certified specialist.</p>\n<p>The Resources are intended for physicians, other healthcare professionals, and medical students.\nBy using the Resources, you represent and warrant that you have the right, authority, and capacity to agree to and abide by these terms, policies and conditions, and that you are not prohibited from using the Resources or any portion thereof.</p>\n<p>The information and tools that we make available through the Resources are provided for educational and informational purposes only.</p>\n<p>\n<strong>If you are a healthcare professional, while we hope you find the Resources useful to you, they are in no way intended to serve as a diagnostic service or platform, to provide certainty with respect to a diagnosis, to recommend a particular product or therapy or to otherwise substitute for the clinical judgment of a qualified healthcare professional.\nYou agree that you will not use the Resources with the intention of creating any kind of physician/patient relationship, e.g., to diagnose or treat users.\nYou are solely responsible for evaluating the information obtained from the Resources and for your use or misuse of such information in connection with your treatment decisions or otherwise.\nYou agree that you shall be solely responsible for your compliance with all laws and standards of professional practice applicable to you and the practice of medicine or other relevant health profession.</strong>\n</p>\n<p>If you are a medical student, the Resources provided by AMBOSS should be used only as a tool to assist you in preparing for licensing exams and for no other purpose.\nThe Resources are not intended to replace the traditional classroom education experience and are solely intended as a review of the important testable material.\nAMBOSS makes no representations or warranties of any kind whatsoever regarding the outcome of any exams that you are preparing to take or may take after using the Resources provided by AMBOSS.\nAMBOSS is in no way affiliated with the NBME, the FSMB, the USMLE, or any other governing licensing body.</p>\n<p>If you are a consumer who chooses to access the information made available through the Resources, you should not rely on that information as professional medical advice or use the Resources as a replacement for any relationship with your physician or other qualified healthcare professional.\nFor medical concerns, including decisions about medications and other treatments, consumers should always consult their physician or, in serious cases, seek immediate assistance from emergency medical personnel.\nThe Website and the Resources do not constitute the practice of any medical, nursing or other professional healthcare advice, diagnosis or treatment.</p>\n<p>\n<strong>Warranties and Limitation of Liability.&nbsp;</strong>You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Website will be free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.</p>\n<p>AMBOSS shall be fully liable for damages to life, body and health caused by a negligent or intentional breach of duty by AMBOSS, or its legal representatives or agents as well as for damages or loss which its encompassed by the liability pursuant to German Product Liability Act.\nFor damages or loss which is not covered by sentence 1, and which is due to intentional or grossly negligent breaches of the contract as well as bad faith on the part of AMBOSS, its legal representatives or its agents, AMBOSS is liable pursuant to the statutory provisions.\nIn such cases however, the compensation liability is limited to the foreseeable, typically-occurring damages and loss, insofar as AMBOSS, its legal representatives or agents have not acted intentionally.\nAMBOSS is liable for other damage or loss which is caused through simple negligence, insofar as the negligence pertains to the breach of such contractual obligations whose compliance is of particular importance for the attainment of the contract purpose (cardinal obligations).\nHowever, AMBOSS is only liable insofar as the damage or loss is typically connected with the contract and insofar as it is foreseeable.\nA further liability of AMBOSS is hereby excluded, regardless of the claim’s legal nature.\nthis shall apply in particular for tortious claims or claims for compensation to futile expenses instead of the performance.\nInsofar as AMBOSSs liability is excluded or limited, this also applies to the personal liability of its employees, workers, representatives and agents.</p>\n<p>AMBOSS PROVIDES THE RESOURCES AND LICENSED MATERIALS “AS IS” AND WITHOUT ANY GUARANTEE OR CONDITION, EXPRESS, IMPLIED OR STATUTORY.\nWE SPECIFICALLY DISCLAIM ANY IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, , FREEDOM FROM COMPUTER VIRUS OTHER HARMFUL COMPONENTS OR TECHNOLOGICAL DIFFICULTIES IN ACCESSING OR SUING THE WEBSITE, AND ANY WARRANTY ARISING FROM A COURSE OF DEALING OR PERFORMANCE.</p>\n<p>\n<strong>Indemnification</strong>.\nYou hereby agree to indemnify and hold AMBOSS, its directors, officers, shareholders, predecessors, successors in interest, employees, agents, suppliers and licensors harmless from and against any and all third-party claims of liability, losses, damages and costs, including, without limitation, reasonable attorneys’ or legal fees, arising out of or in connection with your violation of these terms, policies and conditions, and your use of or inability to use any of the Resources.</p>\n<p>\n<strong>Contract language:&nbsp;</strong>Contract language is English.</p>\n<p>\n<strong>Privacy</strong>:&nbsp.\nThese Terms incorporate the entirety of our Privacy Policy, found at<strong>&nbsp;</strong>\n<strong>https://www.amboss.com/us/privacy</strong>.</p>\n<p>\n<strong>Governing Law and Jurisdiction</strong>: These Terms constitute the entire understanding between the parties with respect to the subject matter hereof, and all prior agreements, representations, statements, and undertakings, oral or written, are hereby expressly superseded and canceled.\nThese terms are governed by the laws of the Federal Republic of Germany to the exclusion of any conflict of laws and the United Nations Convention.\nThe place of Jurisdiction for any claims arising under these Terms– as far as permissible – shall be AMBOSS’s head office.\nIf any provision of these Terms is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms, which shall remain in full force and effect.\nNo waiver of any provision contained in these Terms shall be deemed a further or continuing waiver of such provision or any other provision.</p>\n", "created_at": "2023-05-17 20:10:16.558676", "updated_at": "2023-05-17 20:10:54.257644"}, {"id": 16248, "name": "PRIVACY POLICY", "url": "https://www.amboss.com/us/privacy", "xpath": "/html/body/div[1]/div/div/div/div/div", "text": "<p>\n<b>How to contact us:</b>\n</p>\n<p>AMBOSS GmbH<br>\nVon-Werth-Straße 12<br>\n50670 Köln<br>\nManaging Directors: Dr.\nmed.\nMadjid Salimi, Dr.\nmed.\nNawid Salimi, Benedikt Hochkirchen<br>\nRegistered office: Cologne<br>\nCommercial Register: AG Cologne, HRB 33282</p>\n<p>\n<b>Subsidiary:</b>\n</p>\n<p>Our representative and wholly-owned subsidiary in the US:</p>\n<p>AMBOSS MD Inc.<br>\n234 5th Avenue, 2nd Floor<br>\nNew York, NY, 10001<br>\nPhone: 347-426-2677</p>\n<p>\n<b>Data Protection Officer:</b>\n</p>\n<p>AMBOSS GmbH<br>\nData Protection Officer<br>\nTorstrasse 19<br>\n10119 Berlin, Deutschland<br>\nprivacy@amboss.com</p>\n<p>\n<b>AMBOSS GmbH</b> is a young company providing a high quality service by physicians for physicians and medical students, as well as study materials.\nWe want you as a customer of our service to understand how we use your data and which options you have to protect it.\nWe are aware of the importance and sensitivity of your data and thank you for your trust.\nFor us the careful handling of your information is a matter of major concern.\nIf you have any individual questions, please do not hesitate to contact us.</p>\n<p>\n<b>1</b>.\n<b>Basic Information on Data Processing and Legal Basis</b>\n</p>\n<p>1.1.&nbsp;This privacy policy informs users about the type, scope and purpose of the processing of personal data by the AMBOSS GmbH (“AMBOSS”) as the responsible provider.\nIt applies exclusively to the website operated by the provider, namely&nbsp;www.amboss.com.\nThis privacy policy applies regardless of the domains, systems, platforms and devices employed by the user, on which AMBOSS is run.</p>\n<p>1.2.&nbsp;With regards to the terminology used in this privacy policy, i.e.\n‘personal data’, ‘user’ or ‘processing’ we refer to art.\n4 of Regulation (EU) 2016/679 (General Data Protection Regulation, hereinafter referred to as GDPR).</p>\n<p>1.3.\nWe are processing personal data of our users exclusively in accordance with the relevant provisions of data protection regulations.\nIn accordance to art.\n13 GDPR we inform you about the legal basis of our data processing.\nUnless the legal basis is not specified in this privacy policy, the following applies: legal basis for the processing of personal data with separate consent are art.\n6 para.\n1 lit.\na GDPR.\nLegal basis for the processing of personal data until the satisfaction of all services and legal obligations is art.\n6 para.\n1 lit.\nc GDPR and legal basis for the processing of personal data in order to safeguard our legal interests is art.\n6 para.\n1 lit.\nf GDPR.</p>\n<p>\n<b>2.\nTransfer to a Third Party and Third-Party Providers</b>\n</p>\n<p>2.1.&nbsp;In agreement with the applicable legal regulations we are authorised to assign other companies or legal persons to carry out tasks on our behalf, for which the transfer of personal data is required.\nThese include, for example, companies specializing in i.e.\npayment processing, the transfer of goods or the delivery of newsletters.</p>\n<p>2.2.\nPersonal data shall only be transferred to third parties on the basis of legal allowances and within the framework of legal provisions.\nWe are only transferring personal data to third parties if this is necessary on the basis of art.\n6 para.\n1 lit.\nb GDPR for the fulfillment of the contract or when we pursue our legitimate interests in accordance to art.\n6 para.\n1 lit.\nf GDPR.\nIf third parties are assigned with the processing of data within the scope of a so-called ‘commissioned-processing contract’ this is done on the basis of art.\n28 GDPR.</p>\n<p>2.3.&nbsp;Provided we are using services of third parties in order to perform a service, we are taking appropriate legal measures as well as technical and organisational measures in order to ensure the protection of personal data according to the relevant legal provisions.</p>\n<p>2.4.&nbsp;These measures may include the transfer of personal data to servers outside of the EU or trustworthy third parties based outside the EU for fulfilment of contract.\nAs far as no decision of the EU Commission concerning an adequate level of data protection within the respective country is available, we conclude contracts in accordance with EU data protection requirements with the aim of ensuring that your rights and legal liberties are adequately protected and guaranteed.\nYou should be aware that some countries might not offer the same lawful protection of personal data as EU member states.\nWhile your personal data is stored in another country, courts, law enforcement authorities and national authorities of the respective country may in some circumstances access this data in conformity with the national laws.\nSubject to legal regulations we promise that every third party processing your personal data outside of the EU must take measures to ensure maximum security of your data according to our instructions as well as EU legislation.\nTherefore we only have data processed in a third country if the requirements according to art.\n44 ff.\nGDPR are fulfilled.</p>\n<p>\n<b>Purposes of data processing and legal bases</b>\n</p>\n<p>\n<b>3.\nFulfillment of Contractual Agreements / User-Account</b>\n</p>\n<p>3.1.\nWe are processing basic data (i.e.\nname, address and further contact data), contractual data (i.e.\npayment information, services received and/or used) for the fulfillment of the contractual obligations and services in accordance with art.\n6 para.\n1 lit.\nb GDPR as well as for the fulfillment of a legal obligation to which we are subject, pursuant to art.\n6 para.\n1 lit.\nc GDPR in conjunction with commercial, trade or tax law, insofar as we are obliged to record and store your data.</p>\n<p>3.2.&nbsp;In order to fully use our service a registration is required.\nDuring the creation of the corresponding user-account you will be required to provide personal information (i.e.\nemail address) and specify a password.\nThis information serves as the basis for the login as well as the secure identification on AMBOSS.&nbsp;Users who try to register and/or login to AMBOSS using an organization’s (e.g., university or clinic) single sign-on (SSO) will be redirected to that organization’s login page, and the user’s email address will be transmitted.\nUpon successful login, the organization will transmit to AMBOSS the user information (i.e., first and last name, institution affiliation, and email address) required for user identification and data processing in accordance with Art.\n6(1)(b) GDPR to enable the functionality of our product.\nThis data will be associated with the user’s AMBOSS account.</p>\n<p>3.3.&nbsp;In addition we will possibly ask you for further personal data such as the desired specialization, university, address or gender, i.e.\nas part of a survey or within your user-account.\nIf this information is not required for the fulfillment of the contract it is provided on a voluntary basis.\nWe will use this information to tailor our services to your needs.</p>\n<p>3.4.&nbsp;During the registration and each time the user logs in and uses the online service, we save the IP address as well as the timestamp of the respective user action.\nThe storage is done due on the basis of our legitimate interests and the interest of the user to be protected from misuse and unauthorized usage in accordance with art.\n6 para.\n1 lit.\nf GDPR.</p>\n<p>\n<b>4.\nContact Form</b>\n</p>\n<p>In case of questions of any kind we are offering you the opportunity to contact us via a contact form on our website.\nIn order to use the contact form a valid email address must be given enabling us to identify who has sent the request and answer it.\nFurther information can be provided on a voluntary basis.\nThe processing of data for the purpose of establishing contact with us is carried out in accordance with art.\n6 para.\n1 p.\n1 lit.\na GDPR based on your voluntarily given consent.&nbsp;para.</p>\n<p>\n<b>5.\nNewsletter</b>\n</p>\n<p>5.1.\nProviding you have given your consent in accordance to art.\n6 para.\n1 p.\n1 lit.\na GDPR we will send periodic email newsletters to the email address you have provided.\nWhere the registration for the newsletter included a concrete description of the newsletter content this description is authoritative for your consent.\nNewsletters include information on our products, offerings, special offers and our company.\nFor the reception of our newsletters the provision of a valid email address is sufficient.</p>\n<p>5.2.&nbsp;For the newsletter registration we use the so-called double opt-in procedure, i.e.\nyou need to confirm the provided email address before being added to our email list and receiving newsletters.\nIn order to confirm the newsletter registration we will send you an email with a confirmation link, which you need to click in order to confirm your newsletter registration.</p>\n<p>5.3.&nbsp;With a registration for the newsletter we store your IP address and the date of your registration.\nThe storage of this information shall serve as the proof of your newsletter registration.</p>\n<p>5.4.&nbsp;You may withdraw your registration for the newsletter at any time with effect for the future via a link in the newsletter itself, in your user-account or via email to the address given above.</p>\n<p>5.5.\nIf you have made a purchase of goods or services from us, we are entitled to send&nbsp;you information about our own similar goods or services&nbsp;to the email&nbsp;address given to us during the conclusion of the contract.\nYou may object to this use of your&nbsp;email&nbsp;address at any time with effect for the future via a link in the newsletter, in your user-account or via&nbsp;e-mail&nbsp;to&nbsp;the address given above.</p>\n<p>\n<b>6</b>.&nbsp;<b>AMBOSS-Network</b>\n</p>\n<p>6.1.&nbsp;You have the possibility to make individual personal data in your user profile (i.e.\nfirst name, last name, email address, university, clinic) as well as further information (i.e.\npersonal notes) findable for other users.\nWhen doing so, it is possible to limit the availability or findability to certain user groups.</p>\n<p>6.2.&nbsp;The release of your personal data and information for other users is performed on a voluntary basis, i.e.\nproviding you have given your consent in accordance to art.\n6 para.\n1 lit.\na GDPR.\nYou can revoke or modify the consent, limit the availability or findability to certain user groups and the released data at any time in your user profile.</p>\n<p>6.3.&nbsp;If you have enabled (partial) findability for personal data as well as further information, we will notify you via email or directly in the user profile in case of a contact request by another user.</p>\n<p>6.4.&nbsp;You may revoke your consent for making individual personal data as well as further information findable any time with effect for the future via your user-account or via e-mail to the address given above.</p>\n<p>\n<b>7.\nComments and Contributions</b>\n</p>\n<p>Users of AMBOSS may post comments, personal notes or other content.\nIf users decide to do so their IP address is stored based on our legitimate interests in accordance to art.\n6 para.\n1 lit.\nf GDPR, namely: for our security in the event a user posts illegal content.</p>\n<p>\n<b>8.\nAccess Data and Log Files</b>\n</p>\n<p>8.1.&nbsp;When you visit AMBOSS, our server automatically collects certain browser or device generated information.\nThe access data includes the name of the website accessed, file, date and time of access, volume of data transferred, notification of successful access, browser type and version, the user’s operating system, referrer URL (the previously visited page), IP address and the requested provider.</p>\n<p>8.2.\nIf you have created a user account and use AMBOSS, we automatically collect usage statistics on question results as well as visited pages within our learning platform.\nThis information is collected, processed and used in order to tailor our services to your needs.\nTherefore anonymous, aggregated statistics are created.</p>\n<p>8.3.&nbsp;The processing and storage of this data is based on our legitimate interests in accordance to art.\n6 para.\n1 lit.\nf GDPR, namely: the maintenance and improvement of our services, as well as for security reasons (i.e.\nthe investigation of misappropriation).</p>\n<p>\n<b>9.\nConsent-Management</b>\n</p>\n<p>In addition, we offer you the opportunity to decide for yourself which cookies you wish to allow.\nThe technology used on our website by Usercentrics GmbH (Usercentrics GmbH, Sendlinger Straße 7, 80331 Munich, Germany) ensures that only technically necessary cookies are set when you first visit the website.\nIn the cookie banner, you can then either allow the use of cookies or call up the advanced cookie settings.\nIn the cookie settings, you can select by category which cookies you want to allow or block.\nIt is not possible to block technically necessary cookies, these are always set.\nOther cookies are only set when you click on “Accept all” in the cookie banner or activate them in the cookie settings.</p>\n<p>We process your personal data for cookie management of our website on the following legal bases:</p>\n<ul>\n<li>for the fulfillment of a contract or for the implementation of pre-contractual measures pursuant to art.\n6 para.\n1 lit.\nb GDPR, insofar as you visit our website to obtain information about our services;</li>\n<li>for the use of cookie management in order to comply with a legal obligation to which we as the controller are subject pursuant to art.\n6 para.\n1 lit.\nc GDPR.\nThe legal obligation lies in your information about cookies used by us as well as obtaining and documenting your consent to data processing.\nand</li>\n<li>to protect our legitimate interests pursuant to art.\n6 para.\n1 lit.\nf GDPR in order to be able to provide you with the cookie management technically.\nOur legitimate interest is to be able to provide you with an appealing, technically functioning and user-friendly cookie management and to take measures to protect the cookie management from cyber risks and to prevent cyber risks for third parties from the cookie management.</li>\n</ul>\n<p>\n<strong>10.\nCookies</strong>\n</p>\n<p>10.1.&nbsp;We are using cookies on our website.\nA cookie is a small amount of data, which often includes a unique identifier that is sent to your computer or mobile device browser from our website’s server or the servers of third parties and is stored on your device’s hard drive for later access.</p>\n<p>10.2.\nThe use of cookies allows us to tailor our services to your needs.\nWe are using so-called session-cookies in order to identify which pages on AMBOSS you have already visited.\nThese session-cookies are automatically deleted when leaving your browsing session.\nFurthermore we use temporary cookies to optimize ease of use, which are deleted from your device after a certain time.\nIf you are visiting AMBOSS again before the temporary cookie has expired or been manually deleted we automatically recognize that you have visited our platform before and remember you preferences and settings, so you do not have to enter them again.</p>\n<p>10.3.\nInsofar as the cookies are necessary to provide you with our website with its technical functions, their use is based on our legitimate interests in this according to art.\n6 para.\n1 lit.\nf GDPR.</p>\n<p>Insofar as we use cookies to analyze and optimize our website in order to improve the quality of our website and its content, the processing is based on your consent pursuant to</p>\n<p>art.\n6 para.\n1 lit.\na GDPR, which you give us when you consent to the use of cookies.para.</p>\n<p>10.4.&nbsp;Most browsers accept cookies automatically.\nHowever you can configure your browser to refuse to accept cookies or display a warning whenever a website tries to store a cookie on your device.\nHowever, the complete deactivation of cookies may mean that you cannot use all the functions of our website to their full extent.</p>\n<p>\n<b>11.\nFacebook Social Plugins</b>\n</p>\n<p>11.1.\nBased on your consent, in accordance to art.\n6 para.\n1 lit.\na GDPR, we are employing Social Plugins (‘Plugins’), a service by the social network facebook.com, operated by Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Irland (‘Facebook’).\nThese Plugins are indicated by the Facebook logo (‘f’).</p>\n<p>11.2.&nbsp;Whenever you access a page of our website that contains the Plugin, your browser establishes a direct connection to the servers of Facebook.\nThe content of the plug-in is transferred from the respective provider directly to your browser and integrated into the page.\nThe integration of the plug-in allows the provider to receive notification that your browser has accessed the corresponding page of our website, even if you do not have a profile on the corresponding social network or are not logged in.\nThis information (including your IP address) is transferred from your browser directly to a server of the respective provider and stored there.\nIf you are logged in to one of the social networks, the providers can directly associate the visit to our website with your Facebook profile.\nIf you interact with the plug-ins by clicking ‘like’, for example, the corresponding information is also transferred directly to a server of the provider and stored there.\nThe information is also published on the social network and displayed to your contacts there.</p>\n<p>AMBOSS is jointly responsible with Facebook for data processing via social plugins.\nYou can therefore contact both us and Facebook with any data protection-related inquiries.</p>\n<p>11.3.&nbsp;For more information about the purpose and scope of the data collection and the further processing and use of the data by the provider, your rights in this regard and configuration options for protecting your privacy, please consult the provider’s privacy policy:</p>\n<p>https://www.facebook.com/about/privacy</p>\n<p>11.4.&nbsp;If you do not want Facebook to associate your data collected via our website directly with your profile on the social network, you must log out of the corresponding network and delete your cookies before visiting our website.\nFurther settings and options to object can be accessed via the Facebook profile settings:</p>\n<p>https://www.facebook.com/login.php?next=https%3A%2F%2Fwww.facebook.com%2Fads%2Fpreferences%2F%3Fentry_product%3Dad_settings_screen</p>\n<p>\n<b>12</b>.&nbsp;<b>Facebook Remarketing-Services / Custom Audience</b>\n</p>\n<p>12.1.&nbsp;Based on your express consent, in accordance to art.\n6 para.\n1 lit.\nf GDPR, we use the so-called ‘Facebook-Pixel’, a service by the social network facebook.com, operated by Facebook Inc., 1 Hacker Way, Menlo Park, CA 94025, USA, or for users from the EU, Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Ireland (“Facebook”).</p>\n<p>12.2.&nbsp;We use pixel tags from Facebook, and the information collected is to help us to display placed advertisements &nbsp;(so-called ‘Facebook-Ads) only to users that have shown a clear interest in our services or have certain characteristics that have been transferred to Facebook (so-called ‘Custom Audiences’).\nBy using the Facebook-Pixel we can trace, whether a user has clicked on a Facebook-Ad and has thereby been redirected to our website (so-called ‘Conversion’).</p>\n<p>12.3.&nbsp;Every time you visit AMBOSS, Facebook creates a cookie (as described under clause 10).\nIf you are logging in to the Facebook website or visit the Facebook website in the logged in state your visit to AMBOSS is stored in your Facebook profile.\nThe data gathered and evaluated will remain anonymous and the identity of the user cannot be traced.</p>\n<p>However, the respective data is stored and processed by Facebook, whereby a connection to the Facebook user profile is possible and this data can be used for market-research and advertising.</p>\n<p>12.4.\nBased on your consent, in accordance to art.\n6 para.\n1 lit.\nf GDPR, we are employing the ‘Advanced Matching’ feature provided by using the Facebook-Pixel.\nIn this case personal data, i.e.\ncountry, university or Facebook-ID, is used to create target groups (so-called ‘Custom-Audiences’) is transferred to Facebook.\nFurther information on ‘Advanced Matching’ can be found here:</p>\n<p>https://www.facebook.com/business/help/611774685654668</p>\n<p>12.5.&nbsp;Based on our legitimate interests in accordance to art.\n6 para.\n1 lit.\nf GDPR, namely: the correct, lawful and purposeful display of advertisements in the context of Facebook Custom Audience services, we are employing the ‘Custom Audience from File’ service provided by Facebook.\nWe are only uploading e-mail addresses of users that have registered for our newsletter.\nThe upload of these addresses is made in encrypted form.</p>\n<p>12.6.&nbsp;Processing of personal data by Facebook takes place within the framework of &nbsp;the Facebook data policies.\nFurther details on the display of Facebook-Ads can be found in the Facebook data policy here:</p>\n<p>https://www.facebook.com/policy.php</p>\n<p>Details on the Facebook-Pixel as its functioning can be found in the support area of Facebook’s website:</p>\n<p>https://www.facebook.com/business/help/651294705016616</p>\n<p>12.7.\nYou may refuse the storage of the information through the Facebook-Pixel and the use of your data to display Facebook-Ads and/or change the types of ads that are displayed within Facebook here:</p>\n<p>https://www.facebook.com/settings?tab=ads</p>\n<p>\n<b>13.\nFacebook Login</b>\n</p>\n<p>13.1.&nbsp;We offer you the ability to register and login to AMBOSS with Facebook Login.\nThis only takes place with the explicit consent in accordance with art.\n6 para.\n1 lit.\na GDPR.\nFacebook Login is a service provided Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Ireland.\nThereby no further and separate registration or login is required.\nIn order to complete the registration or login you will be redirected to the Facebook website where you can login with your Facebook credentials.\nBy linking your Facebook account we automatically receive the following data from Facebook Inc.:</p>\n<p>First and Last Name</p>\n<p>E-Mail Address</p>\n<p>Gender</p>\n<p>Your Facebook Username</p>\n<p>13.2.&nbsp;We only use personal data provided, which is required for the completion of your user profile in &nbsp;accordance with those named under clause 3.\nThis information is absolutely necessary for our service in order to identify you.</p>\n<p>13.3.&nbsp;The privacy policy of Facebook can be accessed here:</p>\n<p>https://de-de.facebook.com/about/privacy/</p>\n<p>The Facebook Inc.\nterms of service can be found here:</p>\n<p>https://www.facebook.com/legal/terms</p>\n<p>\n<b>14.\nGoogle Sign-In</b>\n</p>\n<p>14.1.&nbsp;We offer you the ability to register and login to AMBOSS with Google Sign-In.\nThis only takes place with the explicit consent in accordance with art.\n6 para.\n1 lit.\na GDPR.\nGoogle Sign-In is a service provided by Google LLC („Google“), Amphitheatre Parkway, Mountain View, CA 94043, USA.\nThereby no further and separate registration or login is required.\nIn order to complete the registration or login you will be redirected to the Google website where you can login with your Google credentials.\nBy linking your Google account we automatically receive the following data from Google LLC:</p>\n<p>First and Last Name</p>\n<p>E-Mail Address</p>\n<p>Gender</p>\n<p>Your Google Username (if different from your E-Mail Address)</p>\n<p>14.2.\nWe only use personal data provided, which is required for the completion of your user profile in &nbsp;accordance with those named under clause 3.\nThis information is absolutely necessary for our service in order to identify you.</p>\n<p>14.3.&nbsp;The privacy policy of Google can be accessed here:</p>\n<p>https://policies.google.com/privacy</p>\n<p>The Google LLC terms of service can be found here:</p>\n<p>https://policies.google.com/terms</p>\n<p>\n<b>15.\nGoogle Analytics</b>\n</p>\n<p>15.1.&nbsp;Based on your consent, in accordance to art.\n6 para.\n1 lit.\na GDPR, we are employing Google Analytics, a service by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, („Google“).\nIn this context pseudonymous user profiles are created and cookies are used (as described under clause 10).\nThe information stored by the cookie, such as browser-type/-version, operating system, referrer-URL (the previously visited site), hostname of the accessing device (IP address) and the timestamp of the server request are transferred to a server operated by Google for storage.</p>\n<p>15.2.&nbsp;The information generated relating to our website is used to create reports about the use of AMBOSS in order to improve our website and tailor our services to your needs.\nThe IP addresses are anonymised (ip-masking) and used for statistical purposes.\nperson-related evaluation of the IP addresses is impossible.</p>\n<p>15.3.&nbsp;We use Google analytics to display placed advertisements by Google and its partners only to users that have shown a clear interest in our services or have certain characteristics that let assume on an interest in our services (so-called ‘Google-Analytics-Audiences’)</p>\n<p>15.4.&nbsp;You may refuse the use of cookies by selecting the appropriate settings on your browser, however, we point out that case &nbsp;you may not all functions of this site can fully use this site.</p>\n<p>15.5.In addition, you may refuse the storage of the information generated by the cookie that allows for conclusions about your use of the website (incl.\nyour IP address) as well as the processing of this data by Google.\nIn order to do so you need to download and install a browser-addon provided by Google that can be found here:</p>\n<p>https://tools.google.com/dlpage/gaoptout?hl=de</p>\n<p>\n<b>16.\nGoogle Remarketing</b>\n</p>\n<p>16.1.&nbsp;Based on your express consent, in accordance to art.\n6 para.\n1 lit.\na GDPR, we are employing Google Remarketing, a service by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, („Google“).</p>\n<p>16.2.&nbsp;&nbsp;The Google Remarketing services allow for displaying advertisement based on user interest.\nFor this purpose so-called ‘Remarketing-Tags’ are placed on AMBOSS websites as well as the websites of other participants of the Google Remarketing service.\nThrough these Remarketing-Tags a cookie is stored on the device of the user, containing information such as browser-type/-version, operating system, referrer-URL (the previously visited site), hostname of the accessing device (IP address) and the timestamp of the server request.\n&nbsp;The IP addresses of AMBOSS users is not combined with with other Google data.\nNevertheless, Google may combine other aforementioned information with information from other sources.\nIf the user visits another website participating in the Google Remarketing service afterwards, the user can be targeted with advertisements according to his or her individual interests.</p>\n<p>16.3.&nbsp;This website uses the online advertising tool ‘Google AdWords’, a service provided by Google.\nIn this context the so-called ‘Conversion-Tracking’ is used.\nThe conversion tracking cookie is set when a user clicks on a Google advertisement.\nThese cookies are invalidated after 30 days and are not used for personal identification.If this cookie has not yet expired when the user visits certain pages of AMBOSS, Google and AMBOSS GmbH will be able to tell that the user clicked on a specific advertisement and proceeded to that page.\nEvery customer of Google Adwords receives an individual cookie.\nTherefore cookies cannot be tracked across the websites of different Google AdWords customers.\nThe information collected through the conversion-cookie serves to generate statistics for Google AdWords customers that are using the Google AdWords service.\nGoogle AdWords customers are able to retrieve the total number of users clicks on advertisements that have been marked for conversion tracking.\nHowever the data gathered and evaluated will remain anonymous and the identity of the user cannot be traced.\nUsers that do not want to participate in Conversion-Tracking can easily delete the cookies stored on their device through their browser.\nThese users are will not be included in the conversion tracking statistics.</p>\n<p>16.4.&nbsp;Furthermore we are using the Google Remarketing service ‘DoubleClick’.\nThis service allows us to display advertisements of third parties on AMBOSS.\nDoubleClick uses cookies that allow Google and its partners the display of advertisement based on users that have visited AMBOSS and other websites on the internet.</p>\n<p>16.5.\nFurthermore we use “Google Tag Manager”, a service that allows us to embed Gogole Analytics and Google Remarketing into our website.</p>\n<p>16.6.&nbsp;The personal data collected by Google Remarketing services is transferred to a server operated by Google in the USA.\nThe processing of data within the scope of Google Remarketing services will only be done in strictly pseudonymous form.\nThis shall not be the case, if the user has given his or her explicit consent to process the personal data without pseudonymization.</p>\n<p>16.7.&nbsp;Further information on the Google Remarketing service can be accessed here:</p>\n<p>https://www.google.com/policies/technologies/ads.</p>\n<p>The Google privacy policy can be found here:</p>\n<p>https://www.google.com/policies/privacy.</p>\n<p>16.8.&nbsp;You may refuse the display of advertisements through the Google Remarketing service and the use of your data to display advertisements and/or change your preferences for the service here:</p>\n<p>http://www.google.com/ads/preferences.</p>\n<p>\n<b>17.\nFirebase</b>\n</p>\n<p>Our application uses the technology Google Firebase, a service provided by Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (“Firebase”).\nGoogle Firebase uses servers located in Europe for its services wherever possible.\nHowever, it cannot be ruled out that data may also be transferred to the USA.</p>\n<p>We have concluded an order processing contract with Google, which contains so-called standard contractual clauses, in which Google undertakes to process user data only in accordance with our instructions and to comply with the EU data protection level.\nThe legal basis for the use of this cloud service is a legitimate interest according to art.\n6 para.\n1 lit.\nf GDPR, as the processing of your data is protected by an order processing contract.\nMore information about Google Firebase and data protection can be found here:</p>\n<p>https://firebase.google.com/terms/data-processing-terms&nbsp;</p>\n<p>https://firebase.google.com/terms/</p>\n<p>https://firebase.google.com/support/privacy/</p>\n<p>\n<b>18.\nZapier</b>\n</p>\n<p>For the integration of different tools, we use Zapier, a service of Zapier Inc., 548 Market St #62411, San Francisco, California 94104, USA (“Zapier” Inc.”), on the basis of your consent in accordance to art.\n6 para.\n1 lit.\na GDPR.\nZapier is used in the interest of an efficient structuring of the tools we use.\nThis constitutes a legitimate interest within the meaning of art.\n6 para.\n1 lit.\nf GDPR.\nIn the event that personal data is transferred to the USA, Zapier Inc.\nhas signed the EU-US Privacy Shield and the standard contractual clauses.\nIn addition, we have concluded a contract processing agreement with Zapier Inc.\nFurther information on data protection at Zapier can be found at</p>\n<p>https://zapier.com/privacy.</p>\n<p>\n<b>19.\nBlueshift</b>\n</p>\n<p>19.1.\nBased on your consent, in accordance to art.\n6 para.\n1 lit.\nf GDPR, we are employing ‘Blueshift’ a web-analytics tool by Blueshift Labs, Inc., 231 Sansome St Suite 300, San Francisco, CA 94104, USA.</p>\n<p>19.2.\nWe use Blueshift to display advertisements to pseudonymous users or groups of users.\nThese advertisements are individually aligned &nbsp;and interest-based.\nAdditionally we are also able to see, whether users have clicked on an advertisement and subsequently made purchases.</p>\n<p>19.3.\nEvery time you visit AMBOSS Blueshift creates a cookie (as described under clause 10) that stores pseudonymous user data such as browser-type/-version, operating system, referrer-URL (the previously visited site), hostname of the accessing device (IP address) and the timestamp of the server request.\nThis information is transferred to a server operated by Blueshift in the USA for storage.</p>\n<p>19.4.\nFurther information as well as the privacy policy of Blueshift can be accessed here:</p>\n<p>https://blueshift.com/privacy_policy/.</p>\n<p>19.5.\nYou may object to receive mail or email through the remarketing services by using the opt-out service provided by Blueshift that can be accessed here:</p>\n<p>https://app.getblueshift.com/customer/optout.</p>\n<p>\n<b>20.\nHotjar</b>\n</p>\n<p>20.1.\nWe use Hotjar, a web analytics tool provided by Hotjar Ltd, Level 2, St Julians Business Centre, 3, Elia Zammit Street, St Julians STJ 1000, Malta, Europe (website: https://www.hotjar.com).\nHotjar is a service that analyzes user behavior and feedback on websites through a combination of analytics and feedback tools.\nFrom the data processed by Hotjar, it is generally not possible to establish a reference to your person.\nin particular, Hotjar processes your IP address only in anonymized form.\nIf personal data is nevertheless processed, this is done on the basis of your consent in accordance with art.\n6 para.\n1 lit.\na GDPR.</p>\n<p>20.2.\nIf you wish to opt-out of Hotjar’s data collection, you may also do so by clicking the following link and following the instructions there: https://www.hotjar.com/opt-out20.3.\nFor more information about Hotjar and the data it collects, please see Hotjar’s Privacy Policy at the following link: https://www.hotjar.com/privacy.</p>\n<p>\n<b>21.\nSegment</b>\n</p>\n<p>On this website, we use the software of Segment.io, Inc.\n101 15th St San Francisco, CA 94103 USA on the basis of your consent in accordance to art.\n6 para.\n1 lit.\na GDPR.\nData is collected and stored, from which usage profiles are created using pseudonyms.\nThese usage profiles are used to analyze visitor behavior and are evaluated to improve our offer.\nCookies can be used for this purpose, which enable recognition when our website is visited again.\nThe pseudonymized usage profiles are not combined with personal data about the carrier of the pseudonym without a separate, express consent.</p>\n<p>Further information regarding Segment’s privacy policy can be found here:</p>\n<p>https://segment.com/docs/legal/privacy/</p>\n<p>\n<strong>22.\nTwitter</strong>\n</p>\n<p>We use Twitter Pixel for analytics.\nThe provider is Twitter Inc, 1355 Market Street, Suite 900, San Francisco, CA 94103, USA.\nThe provider processes usage data (e.g.\nweb pages visited, interest in content, access times) in the USA.</p>\n<p>The legal basis for the processing is Art.\n6 para.\n1 s.\n1 lit.\na GDPR.\nThe processing is based on consent.\nData subjects may revoke their consent at any time by contacting us, for example, using the contact details provided in our privacy policy.\nThe revocation does not affect the lawfulness of the processing until the revocation.</p>\n<p>The legal basis for the transfer to a country outside the EEA are standard contractual clauses.\nThe security of the data transferred to the third country (i.e.\na country outside the EEA) is guaranteed by standard data protection clauses (Art.\n46 para.\n2 lit.\nc GDPR) adopted by the EU Commission in accordance with the examination procedure under Art.\n93 para.\n2 of the GDPR, which we have agreed to with the provider.</p>\n<p>The data will be deleted when the purpose for which it was collected no longer applies and there is no obligation to retain it.\nFurther information is available in the provider’s privacy policy at https://twitter.com/en/privacy.</p>\n<p>\n<b>23.\nJotform </b>\n</p>\n<p>We use Jotform from the company of the same name, Jotform, Inc, 4 Embarcadero Center, Suite 780, San Francisco CA 94111 USA, to create online forms for data collection or customer surveys.</p>\n<p>The provider does not further process the collected data nor does Jotform perform analyses.</p>\n<p>There is a data transfer to third countries (United States of America).</p>\n<p>Further information is available in the Provider’s privacy policy at https://https://www.jotform.com/privacy..</p>\n<p>\n<b>24.\nUse of Contents and Services of Third Parties</b>\n</p>\n<p>24.1.\nBased on our legitimate interests in accordance to art.\n6 para.\n1 lit.\nf GDPR, namely: the statistical analysis of user behavior, optimization and operation of our online services as well as the fulfilment of contract according to art.\n6 para.\n1 lit.\nb GDPR we are using contents or services of third parties.\nThe consequence is that the third parties providing these contents or services receive the IP address of the user accessing the website employing the content or service.\nWe try to only employ contents and services of providers that limit the use of the IP address in order to make the contents and services available.</p>\n<p>24.2.\nWe are using content and services of the following providers:</p>\n<ul>\n<li>Videos from the platform „YouTube“ by the provider Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.Privacy Policy:&nbsp;https://www.google.com/policies/privacy/&nbsp;;</li>\n<li>Maps from the service „Google Maps“ by the third party provider Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.Privacy Policy:&nbsp;https://www.google.com/policies/privacy/</li>\n<li>Videos from the platform „Vimeo“ by the provider Vimeo, Inc., 555 West 18th Street, New York, New York 10011Privacy Policy:&nbsp;https://vimeo.com/privacy</li>\n<li>Learning content from the platform „SmartZoom“ by the provider Smart In Media GmbH &amp.\nCo.\nKg, Elsternweg 6, 50997 Köln, GermanyPrivacy Policy:&nbsp;http://www.smarthistology.net/Imprint.aspx</li>\n<li>Learning content from the platform „Meditricks“ by the provider Meditricks GmbH, Rheinstr.\n12, OG.1 R.009, 79104 Freiburg im Breisgau, Germany Privacy Policy:&nbsp;https://meditricks.de/datenschutz/</li>\n<li>The affiliate program of Amazon Europe S.à.r.l., 38, Avenue John F.\nKennedy, L-1855 Lu-xemburg.\nPrivacy policy: http://www.amazon.de/gp/help/customer/display.html/ref=footer_privacy?ie=UTF8&amp;nodeId=3312401</li>\n</ul>\n<p>\n<strong>25.\nData Security</strong>\n</p>\n<p>25.1.&nbsp;The entire communication of your browser with AMBOSS is ensured through a TLS-secured connection in order to protect your information against the unauthorised access by third parties.\nOnly selected administrators have access to your data as far as this is indispensable to the fulfillment of the contract.</p>\n<p>25.2.&nbsp;We apply appropriate technical and organisational security measures in order to protect your personal data against manipulation, partial or full loss and against unauthorised access by third parties.\nThe standards shall be kept up to date in the light of technological progress and the developments in good engineering practice in safety matters</p>\n<p>\n<b>26.&nbsp.\nDeletion of Data</b>\n</p>\n<p>We will immediately delete the personal data we have stored after the contract has been fulfilled or unless otherwise indicated by provisions of law.\nIf user data is not deleted due to provisions of law, the processing of this data is constrained, i.e.\nnot used for other services.\nThis applies for example for user data stored due to commercial or tax law provisions.</p>\n<p>\n<b>27.\nRights of the Persons Affected</b>\n</p>\n<p>You have the right:</p>\n<ul>\n<li>to withdraw your consent at any time for future effect, in accordance with art.\n7 para.\n3 GDPR</li>\n<li>to request information concerning the personal data stored about them at any time, free of charge, in accordance with art.\n15 &nbsp;GDPR ;</li>\n<li>to request rectification of any incomplete or inaccurate information, in accordance with art.\n16 &nbsp;GDPR;</li>\n<li>to request the deletion of your personal data stored with us unless it opposes the processing for the fulfillment of contract, the right to freedom of expression and information, grounds of public interest or the establishment, exercise or defence of legal claims, in accordance with art.\n17 &nbsp;GDPR;</li>\n<li>to request the restriction of the processing of your personal data, in accordance with art.\n18 &nbsp;GDPR ;</li>\n<li>to request your personal data stored with us the personal data stored in a structured, standardized and machine-readable format or request the delivery to another authorized party, in accordance with Art.\n20 &nbsp;GDPR;</li>\n<li>to complain to the responsible supervisory authority, in accordance with Art.\n77 &nbsp;GDPR.</li>\n</ul>\n<p>\n<strong>28.\nRight of Refusal</strong>\n</p>\n<p>\n<b>28.1.\nIn case your personal data is processed based on legitimate interests in accordance to art.\n6 para.\n1 lit.\nf GDPR, you have the right to refuse the processing of your personal data, based on art.\n21 GDPR, if there are legitimate reasons or the refusal is directed towards direct advertising.\nIn the latter case you have a general right of refusal without being required without having to offer a legitimate reason.</b>\n</p>\n<p>\n<b>28.2.\nIf you would like to exercise your right of refusal or revocation, please do so via e-mail to the address given above.&nbsp;</b>\n</p>\n<p>\n<b>29.\nChanges to this Privacy Policy</b>\n</p>\n<p>As AMBOSS develops new products and services or adapts to changes in the legal framework, we reserve the right to review and update our privacy policy to reflect these changes.\nWe recommend you regularly review this page in order to be informed about the protection of your data.\nThrough use of AMBOSS you accept the latest version of our privacy policy provided on this page.</p>\n<p>Last Update: May 2023</p>\n", "created_at": "2023-05-17 20:10:16.589486", "updated_at": "2023-05-17 20:12:32.238698"}], "points": [], "urls": ["amboss.com"]}}