{"error": 448, "message": "OK", "parameters": {"id": 7365, "name": "OpenCritic", "created_at": "2023-02-07 06:57:06.631179", "updated_at": "2023-03-29 19:26:39.980493", "wikipedia": "https://en.m.wikipedia.org/wiki/OpenCritic", "keywords": null, "related": null, "slug": "opencritic", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7365.png", "url": "opencritic.com", "documents": [{"id": 14147, "name": "Terms of Use", "url": "https://opencritic.com/terms", "xpath": "//body", "text": " <ul>\n<li>Browse GamesPlayStation 5Xbox Series X/SPlayStation 4Xbox OnePCNintendo SwitchAll PlatformsOther Platforms</li>\n<li>Calendar</li>\n<li>Your ListsWant to PlayPlayedFavoritesCustom Lists</li>\n<li>FAQ</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>OpenCritic.com Terms of Use<p>\n<em>Effective September 25th, 2020</em>\n</p>\n<p>Welcome to http://opencritic.com.\nThe http://opencritic.com website (the \"Site\") is comprised of various web pages operated by OpenCritic.com, LLC (\"OpenCritic\").\nhttp://opencritic.com is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein (the \"Terms\").\nYour use of http://opencritic.com constitutes your agreement to all such Terms.\nPlease read these terms carefully, and keep a copy of them for your reference.</p>\n<p>http://opencritic.com is a website meant to help users find information about the perceived quality of video games.\nWe show reviews from critics and other web users and use that data to help users get a better idea of whether or not to invest their time or money in a product.</p>Privacy<p>Your use of http://opencritic.com is subject to OpenCritic's Privacy Policy.\nPlease review our Privacy Policy, which also governs the Site and informs users of our data collection practices.</p>Electronic Communications<p>Visiting http://opencritic.com or sending emails to OpenCritic constitutes electronic communications.\nYou consent to receive electronic communications and you agree that all agreements, notices, disclosures and other communications that we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communications be in writing.</p>Your account<p>If you use this site, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password.\nYou may not assign or otherwise transfer your account to any other person or entity.\nYou acknowledge that OpenCritic is not responsible for third party access to your account that results from theft or misappropriation of your account.\nOpenCritic and its associates reserve the right to refuse or cancel service, terminate accounts, or remove or edit content in our sole discretion.</p>\n<p>OpenCritic does not knowingly collect, either online or offline, personal information from persons under the age of thirteen.\nIf you are under 18, you may use http://opencritic.com only with permission of a parent or guardian.</p>Links to third party sites/Third party services<p>http://opencritic.com may contain links to other websites (\"Linked Sites\").\nThe Linked Sites are not under the control of OpenCritic and OpenCritic is not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site.\nOpenCritic is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by OpenCritic of the site or any association with its operators.</p>\n<p>Certain services made available via http://opencritic.com are delivered by third party sites and organizations.\nBy using any product, service or functionality originating from the http://opencritic.com domain, you hereby acknowledge and consent that OpenCritic may share such information and data with any third party with whom OpenCritic has a contractual relationship to provide the requested product, service or functionality on behalf of http://opencritic.com users and customers.</p>No unlawful or prohibited use/Intellectual Property<p>You are granted a non-exclusive, non-transferable, revocable license to access and use http://opencritic.com strictly in accordance with these terms of use.\nAs a condition of your use of the Site, you warrant to OpenCritic that you will not use the Site for any purpose that is unlawful or prohibited by these Terms.\nYou may not use the Site in any manner which could damage, disable, overburden, or impair the Site or interfere with any other party's use and enjoyment of the Site.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Site.</p>\n<p>All content included as part of the Service, such as text, graphics, logos, images, as well as the compilation thereof, and any software used on the Site, is the property of OpenCritic or its suppliers and protected by copyright and other laws that protect intellectual property and proprietary rights.\nYou agree to observe and abide by all copyright and other proprietary notices, legends or other restrictions contained in any such content and will not make any changes thereto.</p>\n<p>You will not modify, publish, transmit, reverse engineer, participate in the transfer or sale, create derivative works, or in any way exploit any of the content, in whole or in part, found on the Site.\nOpenCritic content is not for resale.\nYour use of the Site does not entitle you to make any unauthorized use of any protected content, and in particular you will not delete or alter any proprietary rights or attribution notices in any content.\nYou will use protected content solely for your personal use, and will make no other use of the content without the express written permission of OpenCritic and the copyright owner.\nYou agree that you do not acquire any ownership rights in any protected content.\nWe do not grant you any licenses, express or implied, to the intellectual property of OpenCritic or our licensors except as expressly authorized by these Terms.</p>Partner Terms<p>The Site integrates third party services, such as YouTube embeddable iFrames.\nPlease make sure you review YouTube's terms of service here: https://www.youtube.com/t/terms</p>Use of communication services<p>The Site may contain bulletin board services, chat areas, news groups, forums, communities, personal web pages, calendars, and/or other message or communication facilities designed to enable you to communicate with the public at large or with a group (collectively, \"Communication Services\"), you agree to use the Communication Services only to post, send and receive messages and material that are proper and related to the particular Communication Service.</p>\n<p>By way of example, and not as a limitation, you agree that when using a Communication Service, you will not: defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.\npublish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topic, name, material or information.\nupload files that contain software or other material protected by intellectual property laws (or by rights of privacy of publicity) unless you own or control the rights thereto or have received all necessary consents.\nupload files that contain viruses, corrupted files, or any other similar software or programs that may damage the operation of another's computer.\nadvertise or offer to sell or buy any goods or services for any business purpose, unless such Communication Service specifically allows such messages.\nconduct or forward surveys, contests, pyramid schemes or chain letters.\ndownload any file posted by another user of a Communication Service that you know, or reasonably should know, cannot be legally distributed in such manner.\nfalsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded, restrict or inhibit any other user from using and enjoying the Communication Services.\nviolate any code of conduct or other guidelines which may be applicable for any particular Communication Service.\nharvest or otherwise collect information about others, including e-mail addresses, without their consent.\nviolate any applicable laws or regulations.</p>\n<p>OpenCritic has no obligation to monitor the Communication Services.\nHowever, OpenCritic reserves the right to review materials posted to a Communication Service and to remove any materials in its sole discretion.\nOpenCritic reserves the right to terminate your access to any or all of the Communication Services at any time without notice for any reason whatsoever.</p>\n<p>OpenCritic reserves the right at all times to disclose any information as necessary to satisfy any applicable law, regulation, legal process or governmental request, or to edit, refuse to post or to remove any information or materials, in whole or in part, in OpenCritic's sole discretion.</p>\n<p>Always use caution when giving out any personally identifying information about yourself or your children in any Communication Service.\nOpenCritic does not control or endorse the content, messages or information found in any Communication Service and, therefore, OpenCritic specifically disclaims any liability with regard to the Communication Services and any actions resulting from your participation in any Communication Service.\nManagers and hosts are not authorized OpenCritic spokespersons, and their views do not necessarily reflect those of OpenCritic.</p>\n<p>Materials uploaded to a Communication Service may be subject to posted limitations on usage, reproduction and/or dissemination.\nYou are responsible for adhering to such limitations if you upload the materials.</p>Materials provided to http://opencritic.com or posted on any OpenCritic web page<p>OpenCritic does not claim ownership of the materials you provide to http://opencritic.com (including feedback and suggestions) or post, upload, input or submit to any OpenCritic Site or our associated services (collectively \"Submissions\").\nHowever, by posting, uploading, inputting, providing or submitting your Submission you are granting OpenCritic, our affiliated companies and necessary sublicensees permission to use your Submission in connection with the operation of their Internet businesses including, without limitation, the rights to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, translate and reformat your Submission.\nand to publish your name in connection with your Submission.</p>\n<p>No compensation will be paid with respect to the use of your Submission, as provided herein.\nOpenCritic is under no obligation to post or use any Submission you may provide and may remove any Submission at any time in OpenCritic's sole discretion.</p>\n<p>By posting, uploading, inputting, providing or submitting your Submission you warrant and represent that you own or otherwise control all of the rights to your Submission as described in this section including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the Submissions.</p>Third Party Accounts<p>You will be able to connect your OpenCritic account to third party accounts, such as Google, Facebook, Twitch, Steam, or Patreon.\nBy connecting your OpenCritic account to your third party account, you acknowledge and agree that you are consenting to the continuous release of information about you to others (in accordance with your privacy settings on those third party sites).\nIf you do not want information about you to be shared in this manner, do not use this feature.</p>\n<p>If you do use third party accounts to log in, please make sure that you review their relevant terms.</p>\n<p>If you'd like to revoke OpenCritic's access to your Google or YouTube account data at any time, you may do so at Google's security settings page found here: https://security.google.com/settings/security/permissions</p>International Users<p>The Service is controlled, operated and administered by OpenCritic from our offices within the USA.\nIf you access the Service from a location outside the USA, you are responsible for compliance with all local laws.\nYou agree that you will not use the OpenCritic Content accessed through http://opencritic.com in any country or in any manner prohibited by any applicable laws, restrictions or regulations.</p>Indemnification<p>You agree to indemnify, defend and hold harmless OpenCritic, its officers, directors, employees, agents and third parties, for any losses, costs, liabilities and expenses (including reasonable attorneys' fees) relating to or arising out of your use of or inability to use the Site or services, any user postings made by you, your violation of any terms of this Agreement or your violation of any rights of a third party, or your violation of any applicable laws, rules or regulations.\nOpenCritic reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with OpenCritic in asserting any available defenses.</p>Liability disclaimer<p>THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE SITE MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN.\nOPENCRITIC.COM, LLC AND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THE SITE AT ANY TIME.</p>\n<p>OPENCRITIC.COM, LLC AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON THE SITE FOR ANY PURPOSE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OR CONDITION OF ANY KIND.\nOPENCRITIC.COM, LLC AND/OR ITS SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL OPENCRITIC.COM, LLC AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE SITE, WITH THE DELAY OR INABILITY TO USE THE SITE OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE SITE, OR OTHERWISE ARISING OUT OF THE USE OF THE SITE, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF OPENCRITIC.COM, LLC OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nBECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SITE, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE.</p>Termination/access restriction<p>OpenCritic reserves the right, in its sole discretion, to terminate your access to the Site and the related services or any portion thereof at any time, without notice.\nTo the maximum extent permitted by law, this agreement is governed by the laws of the State of California and you hereby consent to the exclusive jurisdiction and venue of courts in California in all disputes arising out of or relating to the use of the Site.\nUse of the Site is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms, including, without limitation, this section.</p>\n<p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and OpenCritic as a result of this agreement or use of the Site.\nOpenCritic's performance of this agreement is subject to existing laws and legal process, and nothing contained in this agreement is in derogation of OpenCritic's right to comply with governmental, court and law enforcement requests or requirements relating to your use of the Site or information provided to or gathered by OpenCritic with respect to such use.\nIf any part of this agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect.</p>\n<p>Unless otherwise specified herein, this agreement constitutes the entire agreement between the user and OpenCritic with respect to the Site and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between the user and OpenCritic with respect to the Site.\nA printed version of this agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent an d subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nIt is the express wish to the parties that this agreement and all related documents be written in English.</p>Changes to Terms<p>OpenCritic reserves the right, in its sole discretion, to change the Terms under which https://opencritic.com is offered.\nThe most current version of the Terms will supersede all previous versions.\nOpenCritic encourages you to periodically review the Terms to stay informed of our updates.</p>Contact Us<p>OpenCritic welcomes your questions or comments regarding the Terms.\nEmail us at admin@opencritic.com.</p>Affiliate Disclosure<p>A portion of the sale from items purchased through the Amazon, GamesPlanet, Best Buy, Walmart, GameStop, and other 3rd party retailer links on this page directly support OpenCritic.</p>Important Links<ul>\n<li>Submit a Review</li>\n<li>Our Partners</li>\n<li>Contact Us</li>\n<li>Our Supporters</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Press Assets</li>\n</ul>\n<ul>\n<li>Manage Cookie Settings</li>\n<li>Activate Dark Theme</li>\n<li>Donate on Patreon</li>\n<li>Like on Facebook</li>\n<li>Follow on Twitter</li>\n</ul>© 2022 Copyright: OpenCritic Inc ", "created_at": "2023-02-07 06:57:06.754867", "updated_at": "2023-02-07 06:57:42.634665"}, {"id": 14146, "name": "Privacy Policy", "url": "https://opencritic.com/privacy", "xpath": "//body", "text": " <ul>\n<li>Browse GamesPlayStation 5Xbox Series X/SPlayStation 4Xbox OnePCNintendo SwitchAll PlatformsOther Platforms</li>\n<li>Calendar</li>\n<li>Your ListsWant to PlayPlayedFavoritesCustom Lists</li>\n<li>FAQ</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>OpenCritic.com Privacy Policy<p>\n<em>Effective September 2, 2021</em>\n</p>\n<p>Your privacy is extremely important to us, and so we’ve prepared this Privacy Policy to transparently explain how we collect, use, and share information we get through your interactions with OpenCritic.\nThis Privacy Policy does NOT govern our use of any information you provide to us when you call, email, write, or communicate with us through any other channel other than OpenCritic.\nGiven that the Internet is a global network, information that we collect and gather may be transferred to, processed in, and held in countries other than the one in which you reside.</p>\n<p>By using OpenCritic, you explicitly consent to such use of your information and agree to the terms of this Privacy Policy.</p>1.\nInformation We Automatically Collect<p>We automatically collect a lot of data as you use and navigate OpenCritic and associated services.\nWe do this to help us understand who our users are and how they interact with our services.\nFor example, each time you visit OpenCritic and associated services, we may automatically collect your IP address, browser, device operating system, access time, how you got to OpenCritic, what pages you visit, and what features and web elements you interact with.\nWe call this data “Usage Data.”</p>\n<p>We use this data to help improve OpenCritic.\nWith demographic information, we can get a better understanding of who our audience is.\nWith page access information, we can monitor and diagnose problems with our servers and software.</p>2.\nInformation You Choose To Submit<p>Information that identifies who you are or could otherwise be used by someone to personally identify you is called “Personal Information.” You can visit OpenCritic without revealing any personal information at all.\nIf, however, you register an account and become a member on OpenCritic, you are required to provide us with certain Personal Information (such as your email address).\nYou may also be able to sign up with a username and password.</p>\n<p>We use Personal Information to personalize OpenCritic for you with features such as personalizing your own custom outlets and highlighting games or reviews we think you’ll find interesting.\nWe may also use your personal information to contact you from time to time about OpenCritic or other products and services that OpenCritic.com, LLC.\nhas made.</p>\n<p>Information you choose to submit to us that could not be used to identify you is called “Non-Personal Information.” Examples of non-personal information include your gender, your age, your zip code, your game ratings, or your site usage.</p>\n<p>We may collect any Non-Personal Information that you choose to submit to us.\nWe may also collect additional information about you when you interact with OpenCritic, including when you interact with offers such as advertisements.\nWe may also collect data during our direct interactions with you, such as when asking you to complete a survey, asking you to enter a promotion, or assisting you in the process of customer support.</p>\n<p>Finally, there’s may be information that we allow you to display on your public profile.\nThis information includes information such as (but not limited to) your alias, hometown, bio, game reviews, and any other information that’s displayed in a public fashion tied to your account.\nWe call this information “Shared Information.”</p>3.\nOur Information Sharing Practices<p>(a) In general, we will never share your Usage Data, Personal Information, Non-Personal Information, or Shared Information with any third party without your permission, except as otherwise described in the sections below.</p>\n<p>(b) Advertisers.\nWe may occasionally share your Usage Data and Non-Personal Information to enable third parties who advertise on OpenCritic to bolster the relevance and usefulness of advertisements delivered to you.\nNote that we will not share any information with the advertiser that could personally identify you.</p>\n<p>(c) Aggregated Data.\nWe may occasionally report aggregated User Information to third parties or to the general public.\nWe will not share any aggregated data, however, in ways that would enable recipients to personally identify you.\nFor example, we might publish the percentage of users who disable a specific publication, or how many users looked at a specific game.</p>\n<p>(d) Other scenarios.\nWe reserve the right to share any data we collect in response to:</p>\n<ul>\n<li>If we believe it’s in the best interest of the community in regarding illegal activities, fraud, or situations that involve credible threats to the safety of persons or properties.\n</li>\n<li>Subpoenas, court orders, or legal processes</li>\n<li>To establish, protect, or exercise our legal rights or defend against legal claims.</li>\n<li>If we believe it is necessary to investigate, prevent, or take action regarding abuse of OpenCritic’s infrastructure or servers or the Internet in general (ex: DDoS attacks, intentional spamming, or hacking).\n</li>\n<li>If we are acquired by or merged with another entity</li>\n</ul>4.\nPublic Information<p>Unless otherwise noted, data that shows up on your individual profile will considered to be available to the public.\nYou may choose to not fill in profile data.\nThere may also be features and elements of OpenCritic in which there is a clear expectation that information posted will be visible by other users and the general public (ex: forums, message boards, user reviews, game ratings, chat rooms).</p>5.\nCookies<p>A “cookie” is a small file containing data that is sent to your device and stored in your device’s memory when you visit a website.\nMany websites and other web services across the internet use cookies to provide useful features for their users.\nMost websites, including OpenCritic, use cookies to uniquely identify your device and browser.\nMost browsers are initially set up to accept cookies by default.\nYou can, if you wish, reset your browser to refuse all cookies or to indicate whenever a cookie is being sent, set, or altered.\n</p>\n<p>We may set and access cookies on your device.\nThe first time you visit OpenCritic, a cookie is sent to your device.</p>\n<p>If you reject cookies on OpenCritic, you will not be able to sign in to OpenCritic or use all of OpenCritic’s features.</p>\n<p>You can manage your cookies as they pertains to advertisers here.</p>\n<p>In general, we may use cookies to enhance our Usage Data, personalize your experience, enable you to access your account, display appropriate and relevant advertisements.</p>\n<p>We may also use “pixel tags,” which are small graphic files that enable us to monitor how you use OpenCritic.\nOur main use of pixel tags are with our GameStop affiliate program links or other third party advertisers.\nThese tags allow us to collect information such as the IP address of the device accessing the page, the URL of the page in which the pixel tag was contained, when you accessed the page, details of the device accessing the page, and how long the page was accessed.\n</p>\n<p>To be explicit, OpenCritic uses Google Analytics.\nHyper-boring paragraph about Google Analytics incoming (much legal jargon, handle it): Google's advertising requirements can be summed up by Google's Advertising Principles.\nThey are put in place to provide a positive experience for users.\nhttps://support.google.com/adwordspolicy/answer/1316548?hl=en .Google, as a third party vendor, uses cookies to serve ads on our site.\nGoogle's use of the DART cookie enables it to serve ads to our users based on their visit to our site and other sites on the Internet.\nUsers may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy.\nUsers can set preferences for how Google advertises to you using the Google Ad Settings page.\nAlternatively, you can opt out by visiting the Network Advertising initiative opt out page or permanently using the Google Analytics Opt Out Browser add on.</p>6.\nAdvertising<p>One day, OpenCritic may feel the need to advertise on our website (we know, we hate it too).</p>\n<p>We may use other companies to serve advertisements when you visit OpenCritic.\nThese companies may collect and use click stream information, browser information, time and duration information, and the subject of the advertisements viewed or clicked in order to provide advertisements about goods and services likely to be useful and relevant to you.\nThese companies are likely to use cookies, web beacons, and pixel tags to collect this information.\nOther companies’ use of cookies is subject to their own privacy policies, and not this one.\nThese companies don’t get access to OpenCritic cookies.</p>\n<p>If we do start advertising, we will update this privacy policy to inform you as to which advertising networks we use.\nHowever, this update will not fall under our standard 15-day notification, and will be automatic.</p>\n<p> We use third party advertisements to support our site.\nSome of these advertisers may be served from our third party advertiser.\nYou can view their privacy policy and cookie policy here.\nYou can manage your cookies here.</p>\n<p>We use Google Analytics and Comscore to analyse the use of our website.\nGoogle Analytics and Comscore gather information about website use by means of cookies.\nThe information gathered relating to our website is used to create reports about the use of our website.\nGoogle's privacy policy is available at: https://www.google.com/policies/privacy/.\nComscore’s privacy policy is available at https://www.comscore.com/About-comScore/Privacy-Policy.\n</p>7.\nTargeted Advertising<p>If we do advertise, it’s possible that the advertisements will be targeted advertisements based on personal information that you provide.\nWe don’t provide this personal information to our advertisers when you interact with such an advertisement.</p>8.\nSecurity<p>The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe.\nUnderstanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.</p>\n<p>We believe we've taken the ncessary precautions to protect your Personal Information.\nShould a data breach occur, we will notify you within 7 business days of determining that your information was taken.\nWe will also display an in site notification within 7 business days.</p>9.\nExternal Links<p>We’ve got links to other websites all over the place.\nWe are not responsible for the privacy practices of those websites.</p>10.\nEmbedded Content<p>We use iFrames to embed YouTube content on OpenCritic.\nPlease make sure you review YouTube and Google's privacy policy here: https://policies.google.com/privacy</p>11.\nPartner Logins and Permissions<p>We use several services to manage our login, such as OAuth at Google, Facebook, Twitch, and Patreon.\nIf you use these providers to log in, please make sure you review the provider's privacy policy.</p>\n<p>If you'd like to revoke OpenCritic's access to your Google or YouTube account data at any time, you may do so at Google's security settings page found here: https://security.google.com/settings/security/permissions.</p>\n<p>If you'd like to revoke OpenCritic's access to Facebook account data at any time, you may do so at Facebook's \"Apps and Websites\" page found here: https://www.facebook.com/settings?tab=applications&amp;ref=settings</p>12.\nData Deletion<p>If you'd like to have your account data removed from OpenCritic, please email us at admin@opencritic.com.</p>13.\nChildren’s Privacy<p>We are committed to protecting the privacy needs of children and we encourage parents and guardians to take an active role in their children's online activities and interests.\nThe Services are not intended for and may not be used by children under the age of 13.\nWe do not knowingly collect information from children under the age of 13 and we do not target the Services to children under the age of 13.</p>14.\nChanges<p>We may update this Privacy Policy from time to time.\nIf under any such update we make any material change to the way in which we treat your User Information, we will inform you of such change via email or by posting a notice on relevant areas of the Services.\nAny updated version of this Privacy Policy will be effective as of the date set forth therein.</p>15.\nContact Us<p>If you have any questions about OpenCritic’s privacy policy, please email us at admin@opencritic.com.</p>Affiliate Disclosure<p>A portion of the sale from items purchased through the Amazon, GamesPlanet, Best Buy, Walmart, GameStop, and other 3rd party retailer links on this page directly support OpenCritic.</p>Important Links<ul>\n<li>Submit a Review</li>\n<li>Our Partners</li>\n<li>Contact Us</li>\n<li>Our Supporters</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Press Assets</li>\n</ul>\n<ul>\n<li>Manage Cookie Settings</li>\n<li>Activate Dark Theme</li>\n<li>Donate on Patreon</li>\n<li>Like on Facebook</li>\n<li>Follow on Twitter</li>\n</ul>© 2022 Copyright: OpenCritic Inc ", "created_at": "2023-02-07 06:57:06.69312", "updated_at": "2023-02-07 06:57:28.216599"}], "points": [], "urls": ["opencritic.com"]}}