{"error": 448, "message": "OK", "parameters": {"id": 8947, "name": "Kensoha Public Library", "created_at": "2023-07-08 22:48:55.368999", "updated_at": "2023-07-09 10:02:48.776718", "wikipedia": null, "keywords": null, "related": null, "slug": "kensoha-public-library", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8947.png", "url": "mykpl.info", "documents": [{"id": 17506, "name": "Privacy Information", "url": "https://www.mykpl.info/privacy", "xpath": "/html/body/div[2]/main/div[3]/article/div/div[1]/div[2]/div", "text": " Privacy Information <p>The Kenosha Public Library is committed to protecting individual privacy and securing the personal information made available to us when you visit mykpl.info, our official social media pages, or use our digital partners.\nThis page provides links to resources that describe what information is made available to the Kenosha Public Library and how that information is used and retained.</p> Show Menu: Privacy Information <ul>\n<li>Privacy Information<ul>\n<li>KPL Confidentiality Policy</li>\n<li>KPL Email Disclaimer</li>\n<li>KPL Data Privacy &amp.\nSecurity Guidelines</li>\n<li>WI Open Records Law</li>\n<li>WI General Records Schedules</li>\n<li>WI Public Libraries Records Retention Schedule</li>\n<li>ALA Bill of Rights</li>\n</ul>\n</li>\n</ul> Close Menu: Privacy Information <ul>\n<li>Privacy Information<ul>\n<li>KPL Confidentiality Policy</li>\n<li>KPL Email Disclaimer</li>\n<li>KPL Data Privacy &amp.\nSecurity Guidelines</li>\n<li>WI Open Records Law</li>\n<li>WI General Records Schedules</li>\n<li>WI Public Libraries Records Retention Schedule</li>\n<li>ALA Bill of Rights</li>\n</ul>\n</li>\n</ul> Close Menu: Privacy Information Library Computers &amp.\nWiFi <p>The Kenosha Public Library understands that for many people, library computers are the only way to connect to the digital world.\nAccording to the 2020 census, ~<em>17%</em> of the residents within the City of Kenosha lack&nbsp;access to high-speed internet and&nbsp;a home computer.\nWhile no computer system is 100% secure, to help ensure your digital privacy and online security, KPL has taken the following actions:</p>\n<ul>\n<li>Installed \"reboot to restore\" software on all public computers.\nAll personal information, logins, and any installed software are wiped from the computer when it's rebooted.</li>\n<li>Installed and maintain anti-malware software on library-owned computers.</li>\n<li>Ensured that all network traffic on library-owned computers is encrypted from point of origin to its final destination (aka end-to-end encryption).</li>\n<li>Encrypted the data on all servers, staff workstations, and staff laptops.</li>\n<li>Disabled all unused physical networking ports.</li>\n</ul>\n<p>In addition, we are in the development of a fully secure WiFi network for patrons.\nIn the future, patrons will be able to connect to the Library's wireless network via their library card number to have a more secure connection at every library location.</p> Radio-Frequency Identification (RFID) <p>The Kenosha Public Library uses&nbsp;Radio-Frequency Identification (RFID), opens a new window&nbsp;for inventory control and systems automation.\nThis system uses tags to help with:</p>\n<ul>\n<li>Checking out of items;</li>\n<li>Checking in and sorting returned items (such as the automated returns system at Northside).\nand</li>\n<li>Allowing&nbsp;staff to conduct quicker inventories of items on the shelves.</li>\n</ul>\n<p>The tags are encoded with only the item's barcode number and do not contain any personal information or other identifying information.\nWith this system in place, the library has been able to retrain and deploy staff to other functions such as the bookmobiles, adult &amp.\nyouth events, and home delivery services.</p> Visits to MyKPL.info <p>When you visit mykpl.info, the following basic information is automatically received and stored by the web servers hosting mykpl.info:</p>\n<ul>\n<li>The originating Internet Protocol (IP) address;</li>\n<li>The internet domain name;</li>\n<li>Information about your computer or mobile set-up (e.g., type and version of web browser, operating system, screen resolution, and connection speed);</li>\n<li>The pages on mykpl.info&nbsp;that you visit.\nand</li>\n<li>The internet address, or URL, of the website that connected you to our site, if you accessed mykpl.info&nbsp;via a link on another page (e.g., “referral traffic”).</li>\n</ul>\n<p>The Kenosha Public Library&nbsp;also uses web measurement and customization technologies (such as “cookies”).\nYou can choose not to accept cookies from any website, including mykpl.info, by changing your browser settings.</p> Social Media <p>The Kenosha Public Library maintains official pages or accounts on third-party websites in order to better engage with patrons.\nYour activity on those sites is governed by the third-party website’s security and privacy policies.\nUsers of third-party sites often share information with the general public, user community, and/or the third party operating the site.\nConsequently, you should review the privacy policies of third-party sites (listed below) before using them and ensure that you understand how your information may be shared and used.\nYou should also adjust privacy settings on your account on any third-party site to match your preferences.</p>\n<p>To comply with&nbsp;Wisconsin Open Records&nbsp;laws, the Kenosha Public Library may archive information that users submit or publish when engaging with the library&nbsp;through official&nbsp;pages or accounts on third-party websites (e.g., by sending a message, posting a comment, “following,” “friending,” or taking similar actions).\nThis information may contain personal information, such as an individual’s username and other public account information, when such information is available based on the user’s privacy settings and the terms of the site.</p>\n<p>For aggregate statistical analysis and to improve the quality of our services, we may integrate web measurement tools with our social media pages.\nThese tools enable a basic analysis of social media traffic (such as the number of people visiting a certain page) and do not collect personally identifiable information.</p> Facebook\nInstagram\nTwitter\nYoutube\nPinterest\nLinkedIn @mykpl.info\n@mykpl\n@mykpl\n@KenoshaPublicLibrary\n@mykpl\n@mykpl Privacy Policy\nPrivacy Policy\nPrivacy Policy\nPrivacy Policy\nPrivacy Policy\nPrivacy Policy Social Media Archive , opens a new window eMail Subscriptions <p>In order to manage the Kenosha Public Library&nbsp;email subscription lists, we retain the names and email addresses of our email subscribers, logs of emails we send, and automatically generated email data used to improve our email communications.\nThis automatically generated email data (generated through simple tools such as “pixel tags” and link redirects) includes:</p>\n<ul>\n<li>The recipient’s email client;</li>\n<li>Whether the email was opened;</li>\n<li>If a link in the message was clicked;&nbsp;and</li>\n<li>Whether an email was delivered;</li>\n</ul>\n<p>If, at any time, you wish to stop receiving our messages, simply click on the “Unsubscribe” link at the bottom of each email message.</p> How Information is Used <p>The Kenosha Public Library may use the information provided via contact forms or during registration to contact you, respond to your message, or provide you with the information or services you requested.\nIn order to serve you better, we may analyze multiple sources of data you have provided (for example, to look up whether you previously contacted the library about the same topic so that we do not send you a duplicative response).\nWe may also use messages, comments, or usage statistics collected through mykpl.info, the SHARE catalog, or official social media pages for our own purposes, such as to inform library collection decisions or in public advocacy.</p>\n<p>We may use data you provide and automatically generated data for statistical analysis to assess, for example, what information is of interest to users, technical design specifications, and system performance.\nThis allows us to make general improvements to our site as well as to offer tailored content to email subscribers (e.g., a newsletter to subscribers interested in a specific topic based on information they have provided or automatically generated data).</p> Digital Partners Resource Name\nResource Use\nContract Type\nPrivacy Policy Link Access Newspaper Archive\nArchive of Wisconsin Newspapers\nKCLS https://newspaperarchive.com/privacypolicy/, opens a new window Ancestry.com\nGenealogy Research\nKCLS https://www.ancestry.com/cs/privacyphilosophy, opens a new window ePRINTit\nSecure, wireless &amp.\nremote printing\nKCLS https://eprintit.com/privacy-policy/, opens a new window Hoopla\neBooks, eAudiobooks, streaming &amp.\nmusic\nKCLS https://www.hoopladigital.com/privacy, opens a new window NewsBank\nArchive of Southeast Wisconsin Newspapers\nKCLS https://www.newsbank.com/privacy-policy Pronunciator\nOnline Language Learning Platform\nKCLS https://www.pronunciator.com/privacy/, opens a new window UW Digital Collections\nArchive of local, historical images\nKCLS https://www.wisc.edu/privacy-notice/, opens a new window ValueLine\nInvestment Research\nKCLS https://www.valueline.com/privacy.aspx, opens a new window BiblioCommons\nLibrary Website, Event Management, Catalog\nKPL https://www.bibliocommons.com/privacy-policy, opens a new window Foundations in Wisconsin\nGrant Research\nKPL https://www.marquette.edu/tools/privacy.php, opens a new window Google Workspace\nLibrary Staff cloud-based productivity and collaboration\nKPL https://workspace.google.com/security/, opens a new window NuWav Legal\nLegal Documents\nKPL https://nuwavlegaldocuments.com/tos/, opens a new window OrangeBoy\nLibrary Newsletter &amp.\nCustomer Intelligence Platform\nKPL https://orangeboyinc.zendesk.com/attachments/token/0Rw05TGncFJiivkOcQg6d..., opens a new window Reference Solutions\nBusiness Research\nKPL https://www.data-axle.com/privacy-policy/, opens a new window SpringShare\nLibrary Room Booking &amp.\nAppointment Scheduling Software\nKPL https://springshare.com/privacy.html, opens a new window Brainfuse\nOnline Tutoring Platform\nSHARE https://www.brainfuse.com/company/privacy.asp, opens a new window LinkedIn Learning\nOnline Learning Platform\nSHARE https://linkedin.com/legal/privacy-policy, opens a new window SirsiDynix\nTrack items owned, orders made, bills paid, patron contact information, and patrons who have items checked-out\nSHARE https://www.sirsidynix.com/privacy/, opens a new window BadgerLink\nCompilation of Online Resources\nState https://badgerlink.dpi.wi.gov/terms-service, opens a new window Beanstack\nReading program management system\nState https://www.beanstack.com/privacy, opens a new window Overdrive/Libby\neBooks, eAudiobooks, eMagazines\nState http://company.cdn.overdrive.com/policies/privacy-policy.htm, opens a new window Term Glossary State\n<p>State contracts are negotiated by the&nbsp;Wisconsin Department of Public Instruction&nbsp;or the&nbsp;Wisconsin Public Library Consortium&nbsp;to ensure the best discount possible and that all public libraries within Wisconsin will have a standard&nbsp;level of access to online resources.</p>\nSHARE\n<p>The&nbsp;SHARE Consortium (or,&nbsp;“SHARE”) is an automation and resource-sharing partnership.\nMembership may include public libraries, individual K-12 schools, school districts, and other types of agencies.\nCost reduction and resource sharing are the primary benefits to the partnership.\nThis partnership consists of public libraries in the Kenosha, Racine, Walworth, and Rock counties plus the&nbsp;Waterford High School library.\nContracts are negotiated by the Director of the Lakeshores Library System, who also acts as the Director of the SHARE Consortium, and are approved by the SHARE Directors' Counsel.</p>\nKCLS\n<p>The&nbsp;Kenosha County Library System (KCLS)&nbsp;is an agency of Kenosha County established according to Chapter 43 of the Wisconsin Statutes to provide for the extension and improvement of library services throughout the county.\nIt is governed by a 7 member board appointed by the County Executive.\nKCLS carries out its objectives through service contracts with the Kenosha Public Library and the Community Library, the 2 public libraries in the county.\nContracts are negotiated by Kenosha Public Library's Digital Strategies Librarian &amp.\nDivision Head of Support Services and are approved by the KCLS Director.</p>\nKPL\n<p>The Kenosha Public Library (KPL) is a public library that serves the City of Kenosha and consists of 4 locations plus a fleet of 3 bookmobiles.\nThe Kenosha Public Library is governed by a Board of Trustees appointed by the Mayor of Kenosha and approved by the City Council.\nThe Board is composed of 9 members, 8 City of Kenosha residents, with no more than 2 being from surrounding municipalities, and 1 representative of the Kenosha Unified School District.\nContracts are negotiated by various library staff members and are approved by the Library Director.</p> ", "created_at": "2023-07-08 22:48:55.399116", "updated_at": "2023-07-08 22:49:19.0477"}], "points": [], "urls": ["mykpl.info"]}}