{"error": 448, "message": "OK", "parameters": {"id": 8157, "name": "iRobot", "created_at": "2023-05-01 20:26:42.599526", "updated_at": "2023-05-01 22:02:11.321834", "wikipedia": "https://en.wikipedia.org/wiki/IRobot", "keywords": null, "related": null, "slug": "irobot", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8157.png", "url": "irobot.com", "documents": [{"id": 15832, "name": "Terms and Conditions", "url": "https://webapi.irobot.com/Legal/Documents/North-America/United-States/Legal-Documents/Terms-and-Conditions.aspx", "xpath": "//body", "text": " Terms &amp.\nConditions <p>\n<strong>\n</strong>\n</p>\n<p>Terms and Conditions </p>\n<p>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY BEFORE USING THIS WEBSITE.\nYOUR USE OF THIS WEBSITE CONFIRMS YOUR UNCONDITIONAL ACCEPTANCE OF THE FOLLOWING TERMS AND CONDITIONS.\nIF YOU DO NOT ACCEPT THESE TERMS AND CONDITIONS, DO NOT USE THIS WEBSITE.</p>\n<p>PLEASE BE ADVISED THAT THESE TERMS AND CONDITIONS CONTAINS PROVISIONS THAT GOVERN HOW DISPUTES BETWEEN US ARE RESOLVED, WHICH INCLUDE A JURY TRIAL WAIVER AND A CLASS ACTION WAIVER.&nbsp.\nPLEASE READ THESE PROVISIONS BEFORE USING THE WEBSITE.</p>\n<p>Revisions to these Terms and Conditions.\nThese Terms and Conditions may be revised at any time by updating this posting.\nYou should visit this page from time to time to review the then current Terms and Conditions because they are binding on you.\nCertain provisions of these Terms and Conditions may be superseded by legal notices or terms located on particular pages of this Website.\nYOUR CONTINUED USE OF THE SITE AFTER CHANGES ARE MADE SHALL BE CONSIDERED YOUR ACCEPTANCE TO THE REVISIONS.\n</p>\n<p>Products, Content and Specifications.\nAll features, content, specifications, products, and prices of products and services described or depicted on this Website, including but not limited to www.irobot.com and www.irobotstore.com (collectively \"Website\"), are subject to change at any time without notice.\n&nbsp;Certain weights, measures, and similar descriptions are approximate and are provided for convenience purposes only.\niRobot Corporation (\"iRobot\") and its affiliates, suppliers, or contractors which operate certain portions of this Website pursuant to agreements with iRobot (collectively, \"we\", “our”, or \"us\"), make all reasonable efforts to accurately display the attributes of our products, including the applicable colors.\nhowever, the actual color you see will depend on your computer system, and we cannot guarantee that your computer will accurately display such colors.\nThe inclusion of any products or services on this Website at a particular time does not imply or warrant that these products or services will be available for purchase at any time.\nIt is your responsibility to ascertain and obey all applicable local, state, federal, and international laws (including minimum age requirements) in regard to the possession, use, and sale of any item purchased from this Website.\n&nbsp;By placing an order, you represent that the products ordered will be used only in a lawful manner.</p>\n<p>Shipping Limitations.\nWhen an order is placed, it will be shipping to an address designated by the purchaser as long as that shipping address is compliant with the shipping restrictions contained on this Website.\nAll purchases from this Website are made pursuant to a shipment contract.\nAs a result, risk of loss and title for items purchased from this Website pass to you upon delivery of the items to the carrier.\nYou are responsible for filing any claims with carriers for damaged or lost shipments.</p>\n<p>Accuracy of Information.\nWe attempt to ensure that information on this Website is complete, accurate, and current.\nDespite our efforts, the information on this Website may occasionally be inaccurate, incomplete, or out of date.\nWe make no representation as to the completeness, accuracy, or currentness of any information on this Website.\nFor example, products included on this Website may be unavailable, may have different attributes than those listed, or may actually carry a different price than that stated on this Website.\nIn addition, we may make changes in information about price and availability without notice.\nWhile it is our practice to confirm orders by email, the receipt of an email order confirmation does not constitute our acceptance of an order or our confirmation of an offer to sell a product or service.\nWe reserve the right, without prior notice, to limit the order quantity on any product or service or to refuse service to any customer.\nWe also may require verification of information prior to the acceptance or shipment of any order.</p>\n<p>Use of this Website.\nThis Website, including its design, text, graphics, content visual material, and all information contained on this Website (\"Information\"), is copyrighted and protected by worldwide copyright laws and treaty provisions.\nThe Information iRobot authorizes you to view and download copies of this Information only for your personal, non-commercial use, subject to the following conditions: (1) you must retain, on all copies of the Information downloaded, all copyright and other proprietary notices contained in such Information.\n(2) you may not modify the Information in any way, reproduce, publicly display, distribute, or otherwise use such Information for any public or commercial purpose.\nand (3) you must not transfer the Information to any other person unless you give them notice of, and they agree to accept, the obligations arising under these terms and conditions of use.\nYou agree to abide by all additional restrictions displayed on the Website as it may be updated from time to time.</p>\n<p>Except as expressly provided herein, iRobot does not grant any express or implied right or license to you under any patents, design patents, trademarks, copyrights, or trade secret information.</p>\n<p>Third Party Links.\nFrom time to time, this Website may contain links to websites that are not owned, operated or controlled by us or our respective affiliates.\n&nbsp;iRobot does not make any representation whatsoever regarding the content of any other website, which you may access from the Website.\nWhen you access a non-iRobot website, please understand that it is independent from iRobot and that iRobot does not have any control over the content on that website.\nA link to a non-iRobot website does not mean that iRobot endorses or accepts any responsibility for the content or use of such website.&nbsp.\nAll such links are provided solely as a convenience to you.\nIf you use these links, you will leave this Website.\nNeither we nor any of our respective affiliates are responsible for any content, materials or other information located on or accessible from any other website.\nNeither we nor any of our respective affiliates endorse, guarantee, or make any representations or warranties regarding any other websites, or any content, materials or other information located or accessible from any other websites, or the results that you may obtain from using any other websites.\nIf you decide to access any other websites linked to or from this Website, you do so entirely at your own risk.\nPlease also review the terms and conditions of any other website that you access from the Website, as they may be different from these Terms and Conditions.\n</p>\n<p>The contents of this Website are ©2016 iRobot Corporation.\nAll rights reserved.</p>\n<p>Trademarks.\niRobot owns a number of trademarks used on this Website, including but not limited to iRobot and its figure, Roomba, Mirra, Looj, Braava, Braava jet, Ava, RP-VITA, and Create .\nThose trademarks followed by a \"®\" or “TM”&nbsp.\nare registered trademarks of iRobot in the United States.\nall others marks are trademarks or common law marks of iRobot in the United States, except as noted below.\nFailure of a mark to appear on this Website does not mean that iRobot does not use the mark, nor does it mean that the product is not actively marketed or is not significant within its relevant market.\nOther trademarks, trade names, and service marks used or displayed on this Website are the registered and unregistered trademarks, trade names and service marks of their respective owners.\nNothing contained on this Website grants or should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any trademarks, trade names, service marks or logos displayed on this Website without the written permission of iRobot or such other owner.</p>\n<p>Linking to this Website.\nCreating or maintaining any link from another website to any page on this Website without our prior written permission is prohibited.\nRunning or displaying this Website or any information or material displayed on this Website in frames or through similar means on another website without our prior written permission is prohibited.\nAny permitted links to this Website must comply will all applicable laws, rules, and regulations.</p>\n<p>Inappropriate Material.\nYou are prohibited from posting or transmitting any unlawful, threatening, defamatory, libelous, obscene, pornographic, or profane material or any material that could constitute or encourage conduct that would be considered a criminal offense or give rise to civil liability, or otherwise violate any law.\nIn addition to any remedies that we may have at law or in equity, if we determine, in our sole discretion, that you have violated or are likely to violate the foregoing prohibitions, we may take any action we deem necessary to cure or prevent the violation, including without limitation, the immediate removal of the related materials from this Website.\nWe will fully cooperate with any law enforcement authorities or court order or subpoena requesting or directing us to disclose the identity of anyone posting such materials.</p>\n<p>User Information.\nOther than personally identifiable information, which is subject to this Website's Privacy Policy, any material, information, suggestions, ideas, concepts, know-how, techniques, questions, comments or other communication that you transmit or post to this Website in any manner (\"User Communications\") is and will be considered non-confidential and non-proprietary.\nWe and our respective affiliates and our or their designees may use any or all User Communications for any purpose whatsoever, including, without limitation, reproduction, transmission, disclosure, publication, broadcast, development, manufacturing, or marketing in any manner whatsoever for any or all commercial or non-commercial purposes.\nWe may, but are not obligated to, monitor or review any User Communications.\nWe will have no obligation to use, return, review, or respond to any User Communications.\nWe will have no liability related to the content of any such User Communications, whether or not arising under the laws of copyright, libel, privacy, obscenity, or otherwise.\nWe retain the right to remove any or all User Communications that includes any material we deem inappropriate or unacceptable.</p>\n<p>Customer Reviews.\nVisitors may submit reviews so long as the content is not illegal, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights, or otherwise injurious to third parties or objectionable and does not consist of or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings, or any form of \"spam.\"</p>\n<p>If you do submit material, and unless we indicate otherwise, you grant iRobot, or its assigns, a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media.\nYou grant iRobot, or its assigns, the right to use the name that you submit in connection with such content, if they choose.\nYou represent and warrant that you own or otherwise control all of the rights to the content that you post.\nthat the content is accurate.\nthat use of the content you supply does not violate this policy and will not cause injury to any person or entity.\nand that you will indemnify iRobot for all claims resulting from content you supply.\niRobot has the right but not the obligation to monitor and edit or remove any activity or content.\niRobot takes no responsibility and assumes no liability for any content posted by you or any third party.</p>\n<p>Submissions.\niRobot's company policy does not allow it to accept or consider creative ideas, suggestions, or materials other than those it has specifically requested.\nAccordingly, we must request that no visitors to this site submit or send any original creative materials, including but not limited to submissions of suggestions, ideas or concepts related to current or future products or business ideas.\nIf at our request you send certain specific submissions (e.g., customer reviews) or, despite our request that you not send us any other creative materials, you send us creative suggestions, ideas, notes, drawings, concepts, or other information (collectively the \"Submissions\"), the Submissions shall be deemed and shall remain the property of iRobot in perpetuity.\nBy making any Submission, the sender automatically grants, or warrants that the owner of such material expressly grants iRobot the royalty-free, perpetual, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate, and distribute such material (in whole or in part) throughout the universe and/or to incorporate it in other works in any form, media, or technology now known or hereafter developed, for the full term of any copyright, trademark or patent that may exist in such material for any purpose that iRobot chooses, whether internal, public, commercial, or otherwise, without any compensation, credit, or notice to the sender whatsoever.\nThe sender waives all so-called \"moral rights\" in all Submissions.\nThe sender further waives the right to make any claims against iRobot relating to unsolicited submissions, including, but not limited to, unfair competition, breach of implied contract, or breach of confidentiality.</p>\n<p>DISCLAIMER OF WARRANTIES.\nYOUR USE OF THIS SITE IS AT YOUR RISK.\nTHE INFORMATION AND MATERIALS,PROVIDED ON OR THROUGH THIS WEBSITE ARE PROVIDED \"AS IS\" WITHOUT ANY WARRANTIES OF ANY KIND INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF INTELLECTUAL PROPERTY.\nNEITHER WE NOR ANY OF OUR RESPECTIVE AFFILIATES WARRANT THE ACCURACY OR COMPLETENESS OF THE INFORMATION OR MATERIALS PROVIDED ON OR THROUGH THIS WEB SITE.\n</p>\n<p>THE INFORMATION AND MATERIALS PROVIDED ON OR THROUGH THIS WEBSITE MAY BE OUT OF DATE, MAY CONTAIN INACCURACIES OR TYPOGRAPHICAL ERRORS, AND NEITHER WE, NOR ANY OF OUR RESPECTIVE AFFILIATES MAKES ANY COMMITMENT OR ASSUMES ANY DUTY TO UPDATE SUCH INFORMATION OR MATERIALS SERVICES.\n&nbsp;IROBOT DOES NOT WARRANT THE ACCURACY, COMPLETENESS, OR USEFULNESS OF SUCH INFORMATION AND MATERIALS OR THE RELIABILITY OF ANY ADVICE, OPINION, STATEMENT OR OTHER INFORMATION DISPLAYED OR DISTRIBUTED THROUGH THE WEBSITE.&nbsp.\nTHE FOREGOING EXCLUSIONS OF IMPLIED WARRANTIES DO NOT APPLY TO THE EXTENT PROHIBITED BY LAW.\nPLEASE REFER TO YOUR LOCAL LAWS FOR ANY SUCH PROHIBITIONS.</p>\n<p>ALL PRODUCTS AND SERVICES PURCHASED ON OR THROUGH THIS WEBSITE ARE SUBJECT ONLY TO ANY APPLICABLE WARRANTIES OF THEIR RESPECTIVE MANUFACTURES, DISTRIBUTORS, AND SUPPLIERS, IF ANY.\nTO THE FULLEST EXTENT PERMISSIBLE BY APPLICABLE LAW, WE HEREBY DISCLAIM ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, ANY IMPLIED WARRANTIES WITH RESPECT TO THE PRODUCTS AND SERVICES LISTED OR PURCHASED ON OR THROUGH THIS WEBSITE.\nWE MAKE NO WARRANTIES TO THOSE DEFINED AS \"CONSUMERS\" IN THE MAGNUSON-MOSS WARRANTY-FEDERAL TRADE COMMISSION IMPROVEMENTS ACT.\n</p>\n<p>LIMITATIONS OF LIABILITY.\nWe do not assume any responsibility, and we will not be liable, for any damages to, or any viruses that may infect, your computer, telecommunication equipment, or other property caused by or arising from your access to, use of, or browsing this Website, or your downloading of any information or materials from this Website.\nIN NO EVENT WILL WE, OR ANY OF OUR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS, AFFILIATES, AGENTS, SUCCESSORS OR ASSIGNS, OR ANY PARTY INVOLVED IN THE CREATION, PRODUCTION OR TRANSMISSION OF THIS WEBSITE, BE LIABLE TO YOU OR ANYONE ELSE FOR ANY SPECIAL, PUNITIVE, INCIDENTAL OR CONSEQUENTIAL ECONOMIC DAMAGES (INCLUDING, WITHOUT LIMITATION, THOSE RESULTING FROM LOST PROFITS, LOST DATA OR BUSINESS INTERRUPTION) ARISING OUT OF THE USE OR INABILITY TO USE THIS WEBSITE, ANY WEBSITE LINKED TO THIS WEBSITE, OR THE INFORMATION OR MATERIALS CONTAINED ON ANY OR ALL SUCH WEBSITES, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY AND WHETHER OR NOT ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHIS LIMITATION OF LIABILITY DOES NOT APPLY TO PERSONAL INJURY CLAIMS OR CLAIMS FOR CONSUMER FRAUD.</p>\n<p>IN THE EVENT OF ANY PROBLEM WITH YOUR USE OF THE WEBSITE, YOU AGREE THAT YOUR SOLE REMEDY IS TO CEASE USING THIS WEBSITE.\n</p>\n<p>Termination.\nYou or we may suspend or terminate your account or your use of this Website at any time, for any reason or for no reason.\nYou are personally liable for any orders placed or charges incurred through your account prior to termination.\nWe reserve the right to change, suspend, or discontinue all or any aspect of this Website at any time without notice.</p>\n<p>Resolving Disputes: If a dispute should arise between you and iRobot, we want to provide you with a resolution that is efficient and cost effective by using our customer service team.\nAlmost all customer service disputes can be resolved to the customer’s satisfaction by contacting our customer service by email at global.irobot.com or by phone at 1.800.727.9077.\nIf your dispute cannot be resolved using our customer service team, these Terms describe how we shall proceed with the resolution of the dispute.</p>\n<p>AGREEMENT TO ARBITRATE DISPUTES</p>\n<p>PLEASE READ THIS SECTION CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT AND TO HAVE A JURY HEAR YOUR CLAIMS.&nbsp.\nARBITRATION IS A WAIVER OF THE RIGHT TO BRING SUIT IN COURT.&nbsp.\n</p>\n<p>THIS SECTION CONTAINS PROCEDURES FOR MANDATORY BINDING ARBITRATION AND A CLASS ACTION WAIVER.</p>\n<p>IF YOU ARE A U.S.\nRESIDENT, YOU ALSO AGREE TO THE FOLLOWING MANDATORY ARBITRATION PROVISIONS:</p>\n<p>WE BOTH AGREE TO ARBITRATE:&nbsp.\nYou and iRobot agree to resolve any claims relating to these Terms through final and binding arbitration, except that, to the extent you have in any manner violated or threatened to violate iRobot’s intellectual property rights (for example, trademark, trade secret, copyright, or patent rights).&nbsp.\nUnder such circumstances iRobot may bring a lawsuit solely for injunctive relief to stop unauthorized use or abuse of the Site, or intellectual property infringement (for example, trademark, trade secret, copyright, or patent rights) without first engaging in arbitration or the informal dispute-resolution process described above.\n</p>\n<p>WHAT IS ARBITRATION: Arbitration is more informal than a lawsuit in court and seeks to resolve disputes more quickly.\nInstead of a judge or a jury, the case will be decided by a neutral arbitrator who has the power to award the same damages and relief that a court can.\nThus, you agree that you are waiving your right to sue or go to court to secure relief, and instead agree to the arbitration process as stated in this provision.\nIf any provision of this arbitration agreement is found unenforceable, the unenforceable provision shall be severed, and the remaining arbitration terms shall be enforced.\n</p>\n<p>ARBITRATION PROCEDURES: The Federal Arbitration Act governs the interpretation and enforcement of this dispute resolution provision.\nArbitration shall be initiated through JAMS.&nbsp.\nAny dispute, controversy, or claim arising out of or relating to these Terms shall be referred to and finally determined by arbitration in accordance with the JAMS Streamlined Arbitration Rules and Procedures.&nbsp.\nIf there is a conflict between JAMS Rules and the rules set forth in this Agreement to Arbitrate, the rules set forth in this Agreement to Arbitrate will govern.\nThe JAMS Rules and instructions for how to initiate an arbitration are available from JAMS at http://www.jamsadr.com or 1-800-352-5267.&nbsp.\nTo initiate arbitration, you or iRobot must do the following things:</p>\n<p>(1)&nbsp;&nbsp;&nbsp.\nWrite a demand for Arbitration.\nThe demand must include a description of the Claim and the amount of damages sought to be recovered.\nYou can find a copy of a Demand for Arbitration at www.jamsadr.com.\n</p>\n<p>(2)&nbsp;&nbsp;&nbsp.\nSend three copies of the Demand for Arbitration, plus the appropriate filing fee to your local JAMS office.</p>\n<p>(3)&nbsp;&nbsp;&nbsp.\nSend one copy of the Demand for Arbitration to the other party.</p>\n<p>Payment of all filing, administration and arbitrator fees will be governed by the JAMS Rules, except that for claims of less than $1,000, you will be obligated to pay $25 and iRobot will pay all other administrative costs and fees.\nIn addition, for claims of less than $1,000, iRobot will reimburse you for the $25 fee if the arbitrator rules in your favor.&nbsp;&nbsp.\nArbitration under this agreement shall be held in the United States county where you live or work, New Jersey, or any other location we mutually agree to, subject to New Jersey law.&nbsp.\nThe arbitration may award on an individual basis the same damages and relief as a court (including injunctive relief).\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</p>\n<p>AUTHORITY OF ARBITRATOR: The arbitrator will decide the rights and liabilities, if any, of you and iRobot, and the dispute will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the Arbitration Rules, and the Terms.\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and iRobot.&nbsp.\nThe arbitrator’s decision may be entered as a judgment in a court of competent jurisdiction.</p>\n<p>NO CLASS ACTIONS: You may only resolve disputes with us on an individual basis, and may not bring a claim as a plaintiff or a class member in a class, consolidated, or representative action.\nClass arbitrations, class actions, private attorney general actions, and consolidation with other arbitrations are not allowed.</p>\n<p>WAIVER OF JURY TRIAL: THE PARTIES HEREBY WAIVE THEIR CONSTITUTIONAL AND STATUTORY RIGHTS TO GO TO COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY, instead electing that all claims and disputes shall be resolved by arbitration.\nArbitration procedures are typically more limited, more efficient and less costly than rules applicable in court and are subject to very limited review by a court.\nIn the event any litigation should arise between you and iRobot in any state or federal court in a suit to vacate or enforce an arbitration award or otherwise, YOU AND IROBOT WAIVE ALL RIGHTS TO A JURY TRIAL, instead electing that the dispute be resolved by a judge.\nYOU ACKNOWLEDGE THAT YOU HAVE BEEN ADVISED THAT YOU MAY CONSULT WITH AN ATTORNEY IN DECIDING TO ACCEPT THIS AGREEMENT TO ARBITRATE.</p>\n<p>OPT-OUT OF AGREEMENT TO ARBITRATE: You can decline this agreement to arbitrate by emailing iRobot at webmaster@iRobot.com and providing the requested information as follows: (1)Your Name.\n(2) the URL of Terms of Use and Agreement to Arbitrate Disputes.\n(3) Your Address.\n(4) Your Phone Number.\n(5) and clear statement that you wish to opt out of this arbitration provision in the Terms of Use.&nbsp.\nThe Opt-Out Notice must be emailed no later than 30 days after the date you first accept the Terms of Use by using the website.</p>\n<p>Choice of Law/Forum Selection.\nIn any circumstances where the Agreement to Arbitrate Disputes permits the parties to litigate in court, these Terms shall be governed by and construed in accordance with the laws of the State of Massachusetts, excluding its conflict of law rules.\nYou further expressly consent and agree to submit to the exclusive jurisdiction and venue of a state court of competent jurisdiction located in Massachusetts or federal court of competent jurisdiction in the District Court of Massachusetts.\n</p>\n<p>Severability.&nbsp.\nThe provisions of these Terms of Use are intended to be interpreted in a manner which makes them valid, legal, and enforceable.\nIn the event any provision of the provisions are found to be partially or wholly invalid, illegal or unenforceable, such provisions shall be modified or restricted to the extent and in the manner necessary to render them valid, legal, and enforceable.\nIt is expressly understood and agreed between the parties that such modification or restriction may be accomplished unilaterally by us, or alternatively, by disposition of a court of law or arbitrator.\nIf such provisions cannot under any circumstances be so modified or restricted, they shall be excised from the Terms of Use without affecting the validity, legality or enforceability of any of the remaining provisions.</p>\n<p>Additional Assistance.\nIf you do not understand any of the foregoing Terms and Conditions or if you have any questions or comments, we invite you to contact our Customer Service Department by email at global.irobot.com or by phone at 1.800.727.9077.</p>\n<p>For more information on User Generated Content Terms of Use, please click here.</p>\n<p>The contents of this Website are ©\n2023\niRobot Corporation.\nAll rights reserved.</p> ", "created_at": "2023-05-01 20:26:42.629595", "updated_at": "2023-05-01 20:27:22.435503"}, {"id": 15834, "name": "Privacy Policy", "url": "https://www.irobot.com/legal/privacy-policy", "xpath": "//body", "text": null, "created_at": "2023-05-01 20:26:42.689155", "updated_at": "2023-05-01 20:28:47.081959"}, {"id": 15833, "name": "End User License Agreement - USA", "url": "https://webapi.irobot.com/Legal/Documents/North-America/United-States/Legal-Documents/EULA.aspx", "xpath": "//body", "text": " End User License Agreement <p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>End User License Agreement</strong>\n</p>\n<p>\n<strong>iRobot Corporation</strong>\n</p>\n<p>By using the software (“Product Software”) that is embedded on the iRobot Corporation product (“Product”) or checking a box or clicking a button confirming your agreement to these terms, you agree to the terms of this End User License Agreement (“EULA”) between you and iRobot Corporation (“iRobot,” “we” or “us”).\nIF YOU DO NOT AGREE TO THE TERMS OF THIS EULA, YOU MAY NOT USE THE PRODUCT SOFTWARE AND YOU MAY CHOOSE TO PROMPTLY RETURN THE PRODUCT FOR A REFUND OF THE PRODUCT PURCHASE PRICE BY CONTACTING THE RETAILER AT WHICH YOU PURCHASED THE PRODUCT OR iRobot CORPORATION AT THE ADDRESS BELOW.\nYour use of (a) the website located at www.irobot.com and irobot.com sub-domains (each, a “Site”), (b) services through the Site (and any updates thereto) (“Site Services”), and (c) certain software that may be downloaded to your mobile device (and any updates thereto) (“Mobile Software”) is governed by the Terms of Service.\n&nbsp;Your purchase of the Product (excluding the Product Software) is governed by the iRobot limited warranty, the terms of which are provided with the Product.\nThis EULA does not govern your use of the Site, Site Services, or Mobile Software, or your purchase of the Product (excluding the Product Software).</p>\n<p>This EULA governs your access and use of the Product Software.\nThis EULA gives you specific legal rights, and you may also have other legal rights in addition, which vary from jurisdiction to jurisdiction.\nThe disclaimers, exclusions, and limitations of liability under this EULA will not apply to the extent prohibited by applicable law.\nSome jurisdictions do not allow the exclusion of implied warranties or the exclusion or limitation of incidental or consequential damages or other rights, so those provisions of this EULA may not apply to you.</p>\n<p>THIS IS A LEGAL AGREEMENT.\nBY ACCESSING AND USING THE PRODUCT SOFTWARE, YOU ARE ACCEPTING AND AGREEING TO THIS EULA ON BEHALF OF YOURSELF OR THE ENTITY YOU REPRESENT IN CONNECTION WITH THE ACCESS.\nYOU REPRESENT AND WARRANT THAT YOU HAVE THE RIGHT, AUTHORITY, AND CAPACITY TO ACCEPT AND AGREE TO THIS EULA ON BEHALF OF YOURSELF OR THE ENTITY YOU REPRESENT.\nYOU REPRESENT THAT YOU ARE OF SUFFICIENT LEGAL AGE IN YOUR JURISDICTION OR RESIDENCE TO USE OR ACCESS THE PRODUCT SOFTWARE AND TO ENTER INTO THIS EULA.\nIF YOU DO NOT AGREE WITH ANY OF THE PROVISIONS OF THESE TERMS, YOU SHOULD CEASE ACCESSING OR USING THE PRODUCT SOFTWARE.</p>\n<p>AS DESCRIBED BELOW, YOU MAY CONNECT YOUR PRODUCT TO THE SITE SERVICES AND ENABLE YOUR PRODUCT TO CONNECT TO THE INTERNET OR MOBILE DEVICE VIA A WIFI OR BLUETOOTH CONNECTION.\nBY CONNECTING YOUR PRODUCT TO THE SITE SERVICES AND CONNECTING YOUR PRODUCT TO THE INTERNET OR MOBILE DEVICE, YOU WILL RECEIVE AUTOMATIC OR MANUAL UPDATES TO THE PRODUCT SOFTWARE.\nIF YOU DO NOT AGREE TO UPDATES TO THE PRODUCT SOFTWARE, YOU SHOULD NOT CONNECT YOUR PRODUCT TO THE SITE SERVICES AND THE INTERNET.</p>\n<p>AS DESCRIBED BELOW, SECTION 9 DESCRIBES IMPORTANT LIMITATIONS OF THE PRODUCT SOFTWARE AND RELATED SERVICES, ESPECIALLY IN CONNECTION WITH LIFE SAFETY AND CRITICAL USES.\nPLEASE READ THESE DISCLOSURES CAREFULLY, AS YOU ARE ACKNOWLEDGING THEM AND ACCEPTING THEM.</p>\n<p>\n<strong>\n<strong>1.\nLicense.</strong>\n</strong>\n</p>\n<p>Subject to the terms of this EULA, iRobot grants to you a limited and nonexclusive license (without the right to sublicense) to execute one (1) copy of the Product Software, in executable object code form only, solely on the Product that you own or control and solely for use in conjunction with the Product for your personal, non-commercial purposes.</p>\n<p>\n<strong>\n<strong>2.\nRestrictions.</strong>\n</strong>\n</p>\n<p>You agree not to, and you will not permit others to, (a) license, sell, rent, lease, assign, distribute, transmit, host, outsource, disclose or otherwise commercially exploit the Product Software or make the Product Software available to any third party, (b) copy or use the Product Software for any purpose other than as permitted in Section 1, (c) use any portion of the Product Software on any device or computer other than the Product that you own or control, (d) remove or alter any trademark, logo, copyright or other proprietary notices, legends, symbols or labels in the Product Software, (e) modify, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Product Software (except to the extent applicable laws specifically prohibit such restriction for interoperability purposes, in which case you agree to first contact iRobot and provide iRobot an opportunity to create such changes as are needed for interoperability purposes), or (f) use any software except for the Product Software on or in connection with the Product (except for the Site Services and Mobile Software) except to the extent required by applicable terms and conditions in connection with Open Source Software provided with the Product Software.</p>\n<p>\n<strong>\n<strong>3.\nAutomatic Software Updates.</strong>\n</strong>\n</p>\n<p>The Product Software may cause the Product to automatically communicate with the iRobot’s servers to deliver the functionality described in the Product Guide, to record usage metrics and to collect personal information as described in the iRobot’s Privacy Policy.\niRobot may from time to time develop patches, bug fixes, updates, upgrades and other modifications to improve or otherwise modify the performance of the Product Software and related services (“Updates”).\nThese Updates may affect or erase data on your Product or change or reset settings on your Product.\nThese Updates may be automatically installed without providing any additional notice or receiving any additional consent if you have connected your Product to the Internet.\nYou consent to these automatic Updates.\nIf you do not want these Updates, do not connect your Product to the Internet or to your Mobile Device.\nYou acknowledge that you may be required to install Updates in order for the Product and Product Software to operate properly and to access all updated features of the Product Software.\nIn certain circumstances you may be entitled to request removal or disabling of Updates (see contact information below).\nhowever, iRobot is not responsible for providing support to Products that do not contain updated Product Software.\nIf we provide further notice or request further consent to an Update, the notice or consent may be received or provided by any permitted user of the Product or the Site Services.\nThe user receiving the notice or providing consent is responsible for notifying all other users.\nYour continued use of the Product is your agreement to this EULA.</p>\n<p>\n<strong>\n<strong>4.\nOwnership.</strong>\n</strong>\n</p>\n<p>The Product Software and all worldwide copyrights, trade secrets, and other intellectual property rights therein are the exclusive property of iRobot and its licensors.\niRobot and its licensors reserve all rights in and to the Product Software not expressly granted to you in this EULA.\nThe Product Software (and all copies thereof) is licensed to you, not sold, under this EULA.\nThere are no implied licenses in this EULA.\nAll suggestions or feedback provided by you to iRobot with respect to the Product Software shall be iRobot’s property.\niRobot may use, copy, modify, publish, or redistribute the submission and its contents for any purpose and in any way without any compensation to you.\nYou also agree that iRobot does not waive any rights to use similar or related ideas previously known to iRobot, developed by its employees, or obtained from other sources.\n</p>\n<p>\n<strong>\n<strong>5.\nOpen Source.&nbsp.\n</strong>\n</strong>\n</p>\n<p>Certain items of software included with the Product Software are subject to “open source” or “free software” licenses (“Open Source Software”).\nSome of the Open Source Software is owned by third parties.\nThe Open Source Software is not subject to the terms and conditions of this EULA.\nInstead, each item of Open Source Software is licensed under the terms of the end user license that accompanies such Open Source Software.\nNothing in this EULA limits your rights under, or grants you rights that supersede, the terms and conditions of any applicable end user license for the Open Source Software.\nIf required by any license for particular Open Source Software, iRobot makes such Open Source Software, and iRobot’s modifications to that Open Source Software, available by written request to iRobot at the email or mailing address listed below.</p>\n<p>\n<strong>\n<strong>6.\nTerm and Termination.</strong>\n</strong>\n</p>\n<p>This EULA and the license granted hereunder are effective on the date you first use the Product Software or Product and shall continue for as long as you own the Product, unless this EULA is terminated under this section.\niRobot may terminate this EULA at any time if you fail to comply with any term(s) hereof.\nYou may terminate this EULA effective immediately upon written notice to iRobot.\nUpon termination of this EULA, the license granted hereunder will terminate and you must stop all use of the Product Software, but the terms of Sections 2 through 18 (inclusive) will remain in effect, after any such termination.</p>\n<p>\n<strong>\n<strong>7.\nWarranty Disclaimer.</strong>\n</strong>\n</p>\n<p>THE LAWS OF CERTAIN JURISDICTIONS, INCLUDING QUEBEC, DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LEGAL WARRANTIES AND THE EXCLUSION OR LIMITATION OF REPRESENTATIONS MADE CONCERNING GOODS OR SERVICES.&nbsp.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE BELOW EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU.\n</p>\n<p>NOTWITHSTANDING ANYTHING TO THE CONTRARY AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IROBOT PROVIDES THE PRODUCT SOFTWARE “AS-IS” AND DISCLAIMS ALL WARRANTIES AND CONDITIONS, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, ACCURACY, NON-INTERFERENCE, SECURITY, AND NON-INFRINGEMENT OF THIRD-PARTY RIGHTS.\nIROBOT DOES NOT GUARANTEE ANY SPECIFIC RESULTS FROM THE USE OF THE PRODUCT SOFTWARE.\nIROBOT MAKES NO WARRANTY THAT THE PRODUCT SOFTWARE WILL BE UNINTERRUPTED, FREE OF VIRUSES OR OTHER HARMFUL CODE, TIMELY, SECURE, OR ERROR-FREE.</p>\n<p>YOU USE ALL PRODUCT INFORMATION (AS DEFINED BELOW), THE PRODUCT SOFTWARE, AND THE PRODUCT AT YOUR OWN DISCRETION AND RISK.\nYOU WILL BE SOLELY RESPONSIBLE FOR (AND iRobot DISCLAIMS) ANY AND ALL LOSS, LIABILITY, OR DAMAGES, INCLUDING TO YOUR HVAC SYSTEM, PLUMBING, HOME, PRODUCT, OTHER PERIPHERALS CONNECTED TO THE PRODUCT, COMPUTER, MOBILE DEVICE, AND ALL OTHER ITEMS AND PETS IN YOUR HOME, RESULTING FROM YOUR USE OF THE PRODUCT INFORMATION, PRODUCT SOFTWARE, OR PRODUCT.</p>\n<p>\n<strong>\n<strong>8.\nLimitation of Liability.</strong>\n</strong>\n</p>\n<p>THE LAWS OF CERTAIN JURISDICTIONS, INCLUDING QUEBEC, DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY OR OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE BELOW EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.\nNothing in this EULA and in particular within this \"Limitation of Liability\" clause shall attempt to exclude liability that cannot be excluded under applicable law.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN ADDITION TO THE ABOVE WARRANTY DISCLAIMERS, IN NO EVENT WILL (A) IROBOT, ITS AFFILIATES, SUCCESSORS, ASSIGNS, LICENSORS AND SUPPLIERS, AND EACH OF THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS, (COLLECTIVELY, THE “IROBOT PARTIES”) BE LIABLE FOR ANY CONSEQUENTIAL, EXEMPLARY, SPECIAL, OR INCIDENTAL DAMAGES, INCLUDING ANY DAMAGES FOR LOST DATA OR LOST PROFITS, ARISING FROM OR RELATING TO THE PRODUCTS OR PRODUCT SOFTWARE, EVEN IF IROBOT KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES, AND (B) IROBOT’S TOTAL CUMULATIVE LIABILITY ARISING FROM OR RELATED TO THE PRODUCTS AND PRODUCT SOFTWARE, WHETHER IN CONTRACT OR TORT OR OTHERWISE, EXCEED THE FEES ACTUALLY PAID BY YOU TO IROBOT OR IROBOT’S AUTHORIZED RESELLER FOR THE PRODUCT AT ISSUE IN THE PRIOR 12 MONTHS (IF ANY).\nTHIS LIMITATION IS CUMULATIVE AND WILL NOT BE INCREASED BY THE EXISTENCE OF MORE THAN ONE INCIDENT OR CLAIM.\nIROBOT DISCLAIMS ALL LIABILITY OF ANY KIND OF i IROBOT’S LICENSORS AND SUPPLIERS.</p>\n<p>\n<strong>\n<strong>9.\nLimitations of Product Software.</strong>\n</strong>\n</p>\n<p>The Product Software provides you information (“Product Information”) regarding the Products in your home.\nAll Product Information is provided “as is” and “as available”.\nWe cannot guarantee that it is correct or up to date.</p>\n<p>\n<strong>\n<strong>10.\nFor U.S.\nGovernment End Users.</strong>\n</strong>\n<strong>\n</strong>\n</p>\n<p>If you are a U.S.\nGovernment employee or are using the Product Software on behalf of a U.S.\nGovernment entity, the Product Software is a “commercial item,” as that term is defined at 48 C.F.R.\n2.101 (OCT 1995), and more specifically is “commercial computer software” and “commercial computer software documentation,” as such terms are used in 48 C.F.R.\n12.212 (SEPT 1995).\nConsistent with 48 C.F.R.\n12.212 and 48 C.F.R.\n227.7202-1 through 227.7202-4 (JUNE 1995), the Product Software is provided to U.S.\nGovernment End Users only as a commercial end item and with only those rights as are granted to all other customers pursuant to the terms and conditions herein.</p>\n<p>\n<strong>\n<strong>11.\nExport Compliance.</strong>\n</strong>\n</p>\n<p>The Product Software and related technology are subject to U.S.\nand Canadian export control laws and may be subject to export or import regulations in other countries.\nYou agree to strictly comply with all such laws and regulations and acknowledge that you have the responsibility to obtain authorization to export, re-export, or import the Product Software and related technology, as may be required.\nYou will indemnify and hold iRobot Parties &nbsp;harmless from any and all claims, losses, liabilities, damages, fines, penalties, costs and expenses (including legal fees and expenses) arising from or relating to any breach by you of your obligations under this section.</p>\n<p>\n<strong>\n<strong>12.\nGoverning Law.\nVenue.</strong>\n</strong>\n</p>\n<p>The courts in some jurisdictions, including Quebec, will not apply Massachusetts law to some types of disputes.\nIf you reside in one of those jurisdictions, then where Massachusetts law is excluded from applying, your country’s laws will apply to such disputes related to these terms.\nOtherwise, you agree that this EULA, and any claim, dispute, action, cause of action, issue, or request for relief relating to this EULA, will be governed by the laws of the Commonwealth of Massachusetts, without giving effect to any conflicts of laws principles that require the application of the laws of a different jurisdiction.\nAny action or proceeding relating to this EULA must be brought in a federal or state court located in Middlesex County, Massachusetts and each party irrevocably submits to the jurisdiction and venue of any such court in any such claim or dispute, except that iRobot may seek injunctive relief in any court having jurisdiction to protect its intellectual property or Confidential Information.</p>\n<p>\n<strong>\n<strong>13.\nAssignment.</strong>\n</strong>\n</p>\n<p>Neither the rights nor the obligations arising under this EULA are assignable by you, and any such attempted assignment shall be void and without effect.\n</p>\n<p>\n<strong>\n<strong>14.\nNotices.</strong>\n</strong>\n</p>\n<p>Any notice to you may be provided by email to the address that you registered with iRobot.\n</p>\n<p>\n<strong>\n<strong>15.\nSeverability.</strong>\n</strong>\n</p>\n<p>If any provision of this EULA is unenforceable, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.\n</p>\n<p>\n<strong>\n<strong>16.\nWaiver.</strong>\n</strong>\n</p>\n<p>All waivers by iRobot will be effective only if in writing.\nAny waiver or failure by iRobot to enforce any provision of this EULA on one occasion will not be deemed a waiver of any other provision or of such provision on any other occasion.\n</p>\n<p>\n<strong>\n<strong>17.\nGeneral.</strong>\n</strong>\n</p>\n<p>The Product Software is deemed irrevocably accepted upon your use of the Product Software or Product.\niRobot will have no responsibility to provide maintenance or support services with respect to the Product Software.\n</p>\n<p>You acknowledge that the Product Software contains valuable trade secrets and proprietary information of iRobot, that any actual or threatened breach of Section 2 (Restrictions) of this EULA will constitute immediate, irreparable harm to iRobot for which monetary damages would be an inadequate remedy, and that injunctive relief is an appropriate remedy for such breach.\n</p>\n<p>The headings of Sections of this EULA are for convenience and are not to be used in interpreting this EULA.\n</p>\n<p>Except as otherwise provided in this section, no amendment to this EULA will be valid unless it is in writing hand-signed by the parties.</p>\n<p>Questions or Additional Information.\nIf you have questions regarding this EULA, please contact iRobot at iRobot Corporation<br>\n8 Crosby Drive<br>\nBedford, MA 01730</p>\n<p>This Policy was last revised on, and effective as of, [9/30/2016]&nbsp;.<br>\n<br>\n</p>\n<p>\n</p> ", "created_at": "2023-05-01 20:26:42.659759", "updated_at": "2023-05-01 20:27:39.039388"}], "points": [], "urls": ["irobot.com"]}}