{"error": 448, "message": "OK", "parameters": {"id": 8999, "name": "FHA Mortgage Place ", "created_at": "2023-07-10 01:50:40.430138", "updated_at": "2023-07-10 10:02:43.90409", "wikipedia": null, "keywords": null, "related": null, "slug": "fha-mortgage-place", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8999.png", "url": "fhamortgageplace.com", "documents": [{"id": 17624, "name": "Privacy Policy And Terms of Use", "url": "https://www.fhamortgageplace.com/privacypolicy.php", "xpath": "//body", "text": "\n<p>\n<b>Privacy\nPolicy / Terms of Use </b>\n</p>\n<p>\n(Amended\nas of Feb.\n5, 2020) </p>\n<p>\nThis\nOnline Privacy Policy applies to www.fhamortgageplace.com, owned\nand operated by FHA Mortgage Place (sometimes\nreferred to as “FHA Mortgage Place”), and any Company affiliate or\nsubsidiary online interface that links to this Policy, (each, a\n“Site,” and collectively, the “Sites”).\nThis\nPolicy describes how FHA Mortgage Place collects and uses the\npersonal information you provide.\nIt also describes the choices\navailable to you regarding the use of, your access to, and how to\nupdate and correct your personal information.</p>\n<p>\nThis\nWeb site is not directed at persons under the age of 18.\nBy using\nthis Site you consent to this Online Privacy Policy, including your\nconsent to our use and disclosure of information about you in the\nmanner described herein.\nWhen you register with this website, you\nexplicitly authorize us to share your information.</p>\n<p>\nIf\nyou do not agree with the terms and conditions of our Privacy Policy,\nplease do not complete the information request form (i.e., do not\nregister) or otherwise use or access this Site.\nIf you have an\nunresolved privacy or data use concern that we have not addressed\nsatisfactorily, please contact our U.S.-based third party dispute\nresolution provider (free of charge) at\nhttps://feedback-form.truste.com/watchdog/request.</p>\n<p>\nOur\nPrivacy Policy explains what information we obtain on this Site, and\nhow we use the information disclosed to us to link you to our\nbusiness affiliates who have expressed a willingness to provide you\nwith the products and services associated with this Site.\n</p>\n<p>\n<b>Who We Are </b>\n</p>\n<p>\nWe\nare an on-line consumer service that introduces persons such as\nyourself to certain of our business affiliates who have expressed a\ngeneral willingness to review your information and determine if they\nare willing to provide you with the services or products that\nprompted you to visit our Site.\nWhen you visit our Site, you will be\nrequested to complete provide certain information that our business\naffiliates request in order to perform a preliminary analysis of your\nqualifications to receive the service or products.\nBased upon your\nconsent, as evidenced by your registering with us on this Site (i.e.,\nyour submission of the requested information on the application), we\nwill forward the information that you provided to certain of our\nbusiness affiliates.\n</p>\n<p>\nIn\naddition, from time to time, we or our business affiliates may\nprovide you the additional service (the \"Premium Service\")\nof sending you e-mail you or otherwise corresponding with you to\ninform you of additional opportunities to receive special offers for\nother services and/or products that we believe may be of interest.\nThere are no fees for Premium Service, and you are under no\nobligation to accept any service or product with any of our business\naffiliates offered under the Premium Service.\n</p>\n<p>\n<b>Information We Collect </b>\n</p>\n<p>\nWe\ncollect the information that you submit and which our business\naffiliates consider necessary for performing a preliminary evaluation\nof your qualifications for their products and services.\n</p>\n<p>\nWe\nmay collect the following personal information from you:</p>\n<ul>\n<li>\n<p> name.\naddress.\ne-mail address.\ntelephone number.\nfax number.\ncredit card information.\ninformation about your interests in and use of various products, programs, and services.\neducation level.\neducational interests.\nhome owner status.\nincome.\ndebt level.\ncurrent mortgage.\nmortgage rate and the like.\n</p>\n</li>\n</ul>\n<p>\n<b>Information Use</b>\n</p>\n<p>\nWE\nMAY USE INFORMATION THAT WE HAVE COLLECTED FOR ANY LEGALLY\nPERMISSIBLE PURPOSE, INCLUDING SELLING OR TRANSFERING SUCH\nINFORMATION AT ANY TIME TO THIRD PARTIES FOR ANY LEGALLY PERMISSIBLE\nPURPOSE.\n</p>\n<p>\nWe\nuse your information to:</p>\n<ul>\n<li>\n<p> Send you requested product or service information</p>\n</li>\n<li>\n<p> Provide you with you requested information </p>\n</li>\n<li>\n<p> Respond to customer service requests</p>\n</li>\n<li>\n<p> Send you a newsletter</p>\n</li>\n<li>\n<p> Send you marketing communications</p>\n</li>\n<li>\n<p> Provide information to our affiliates </p>\n</li>\n<li>\n<p> Respond to your questions and concerns</p>\n</li>\n<li>\n<p> Optimize and enhance your experience on our Site.\nas well as provide you with an efficient, safe, smooth, and customized experience</p>\n</li>\n</ul>\n<p>\n<b>Sharing Information</b>\n</p>\n<p> As noted throughout, we send, sell and transfer information to our\nbusiness associates for the purpose of providing you with requested\nservices.\nWe may share your personal\ninformation with select business affiliates so that they can contact\nyou and offer you products and or services that we believe might be\nof interest to you.\nThis may include e-mail advertising, telephone\nmarketing, direct mail marketing, and online banner advertising to\nname a few.\nIn addition, we may maintain separate e-mail, mailing or\nphone lists for different purposes based on the information that you\nsubmitted and that we maintain.\nFor your information, our business\naffiliates have all agreed to operate in accordance with federal and\nstate laws and regulations relating to the handling of your personal\ninformation.\nYou may learn more about any of our business affiliate's\nprivacy policy by visiting our business affiliates' Web sites at such\ntimes as such affiliate may contact you.\nWe are not responsible for\nthe privacy practices or the content of our business affiliates' Web\nsites.\nIf you wish to end any e-mail correspondence from us, you will\nneed to Opt-out from receiving further correspondence by advising us\nof your decision to Opt-out by clicking a link in the e-mail to our\nOpt-out procedures.\nWithin ten (10) business days, your e-mail\naddress will be placed on a suppression list and we will no longer\ncorrespond with you by email or resell or transfer your information\nto third parties.\nIf you wish to end future correspondence with any\nof our business affiliates, you will need to follow the instructions\nat the end of any such each e-mail message from them to unsubscribe\nfrom such business affiliate's e-mail.\nYou are able to opt-out when\nregistering with us.\n</p>\n<p>\nWe\nmay also disclose your personally identifiable information in\nresponse to a subpoena, court order, or other legal process.\nas well\nas the transfer or sale of personally identifiable information\npursuant to the sale of our business or assets.\nShould such a\ncombination or acquisition occur, we will require that the new\ncombined or acquiring entity follow this privacy policy with respect\nto your personal information.\nIf we transfer ownership of the site to\nanother company, we will notify you by email or by general notice on\nour site.\nIn addition to the forgoing, we may also sell, transfer or\nshare non-individualized information, such as summary or aggregated\nanonymous information about all persons or sub-groups of persons\nvisiting this site.\n</p>\n<p>\nWe\ncannot ensure that all of your private communications and other\npersonal information will never be disclosed in ways not otherwise\ndescribed in this Privacy Policy.\nFor example, third parties may\nunlawfully intercept personal data or access our servers and obtain\npersonal data.\nTherefore, although we use industry standard practices\nto protect your privacy, we do not promise, nor you should not\nexpect, that your personal information would always remain private.\n</p>\n<p>\nCertain\nsensitive information such as credit card numbers or other\ninformation such as social security numbers and drivers licenses\n(\"Financial Information\") collected on the site and\nassociated data is encrypted and protected with SSL encryption\nsoftware from the time it is captured by our application to the time\nit is transmitted to our servers.\nFor more information on the\nencryption and protection of your information, please see How We\nProtect Your Privacy.\n</p>\n<p>\n<b>Premium\nServices and Information Validation </b>\n</p>\n<p>\nPrior\nto sending your information to our business affiliates, we attempt to\nvalidate it.\nFor example, we may compare and review your personal\ninformation for errors, omissions, and accuracy based upon past usage\nand response.\nor compare your information against other publicly\navailable files.\nor validate some of the personal information\nsubmitted to verify that the information inputted has a high\nprobability of being valid information.\n</p>\n<p>\nAfter\nwe submit your information to our business affiliates, our business\naffiliates may begin a separate and independent evaluation of the\ninformation you submitted (the \"Preliminary Application\").\nIf our business affiliates find that the Preliminary Application\nmeets with their more specific acceptance criterion, they may contact\nyou directly by phone, mail or e-mail.\nFor more information on how\nour business affiliates will handle your personal information, please\nvisit our business affiliate's website, and review their privacy\npolicy.\nWe are not responsible for the privacy practices or the\ncontent of our business affiliates' Web sites.\n</p>\n<p>\nOnce\nyou have registered with us, you are automatically enrolled to\nreceive our Premium Service.\nWe use the information you provided,\nalong with other information described below, to create a general\nuser profile.\nThis profile can be created by combining your\ninformation with other sources of information such as information\nobtained from public databases, or from your browsing habits\nsurrounding your visit to this Site.\nWe may use personal information\nto provide the services you've requested, including wireless services\nthat display customized content and advertising.\nIn addition to any\nfee of which you are notified, your provider's standard messaging\nrates apply to our confirmation and all subsequent SMS\ncorrespondence.\nYou may opt-out and remove your SMS information by\nsending \"STOP\", \"END\", \"QUIT\" to the\nSMS text message you have received.\nIf you remove your SMS\ninformation from our database it will no longer be used by us for\nsecondary purposes, disclosed to third parties, or used by us or\nthird parties to send promotional correspondence to you.\n</p>\n<p>\n<b>Legitimate\nInterests</b>\n</p>\n<p>\nWe\nuse cookies, log files, enhanced email, connected mobile, and\nconnected TV communications for our legitimate interests of providing\nyou with relevant and personalized interactions</p>\n<p>\n<b>Cookies\nand Other Tracking Technologies</b>\n</p>\n<p>\n<i>Cookies</i>\n</p>\n<p>A\ncookie is a digital file that contains a string of text, storing\ninformation.\nCommonly, web servers which host and maintain websites\nsend cookies to your computer.\nThey are usually stored on your\ncomputer via your web browser.\nThe web browser communicates\ninformation related to your interactions with the website, back to\nthe web server of the website.\nThis is a common way to drive\npersonalization across internet enabled devices, as the storing of\nthis information allows the website to know what it should know about\nyou based on what you previously looked at or interacted with.</p>\n<p>We\nuse cookies or similar technologies to analyze trends, administer the\nwebsite, track users’ movements around the website, and to\ngather demographic information about our user base as a whole.\nYou\ncan control the use of cookies at the individual browser level, but\nif you choose to disable cookies, it may limit your use of certain\nfeatures or functions on our website or service.</p>\n<p>\n<i>Log\nFiles</i>\n</p>\n<p>A\nlog file is a digital file that records interactions between software\nsystems.\nLog files exists across all internet and IP enabled devices,\nincluding the connected mobile, connected TV, and enhanced email\ntactics described herein.\nDevice type and location using latitude and\nlongitude coordinates can also be stored.</p>\n<p>As\nis true of most websites, we gather certain information automatically\nand store it in log files.\nThis information may include internet\nprotocol (IP) addresses, browser type, internet service provider\n(ISP), referring/exit pages, operating system, date/time stamp,\nand/or page views.</p>\n<p>We\nuse this information to analyze trends, to administer the site, to\ntrack users’ movements around the site and to gather\ndemographic information about our user base as a whole.</p>\n<p>We\nmay record your IP addresses when you place an order through our site\nin order to detect and prevent fraud.</p>\n<p>\nWe\npartner with a third party to either display advertising on our\nwebsite or to manage our advertising on other sites.\nOur third party\npartner may use technologies such as cookies to gather information\nabout your activities on this website and other sites in order to\nprovide you advertising based upon your browsing activities and\ninterests.\nIf you wish to not have this information used for the\npurpose of serving you interest-based ads, you may opt-out by\nclicking\non this link.\nPlease note this\ndoes not opt you out of being served ads.\nYou will continue to\nreceive generic ads.</p>\n<p>\nThe\nDo Not Track browser settings </p>\n<p>\nAdvertisers\nmay collect data about your online browsing activity and use it to\nshow you targeted ads (a process known as \"behavioral\nadvertising\").\n</p>\n<p>\nYou\ncan prevent companies from showing you targeted ads by submitting\nopt-outs to those service providers.\n</p>\n<p>\nOpting-out\nwill only prevent targeted ads so you may continue to see generic\n(non-targeted ads) from these companies after you opt-out.\n</p>\n<p>\n<b>Correcting\nand Updating Your Personal Information</b>\n</p>\n<p>\nUpon\nrequest we will provide you with information about whether we hold\nany of your personal information.\nIf you wish to request access, or\ndeletion of your personal information please contact us at unusubscribcfmp@seememail.net\n</p>\n<p>We\nwill respond to your request within a reasonable timeframe.</p>\n<p>\n<b>Application of this Privacy Policy </b>\n</p>\n<p>\nThis\nPrivacy Policy applies to consumers that have signed up on the\nwebsite.\nWe may sell the personal information that you supply to us\nand we may work with other third party businesses to bring selected\nretail opportunities to our members via direct mail, email and\ntelemarketing.\nThese businesses may include providers of direct\nmarketing services and applications, including lookup and reference,\ndata enhancement, suppression and validation and email marketing </p>\n<p>\nHow\nWe Protect Your Privacy </p>\n<p>\nThe\nsecurity of your personal information is important to us.\nWe follow\ngenerally accepted industry standards to protect the personal\ninformation submitted to us, both during transmission and once we\nreceive it.\nNo method of transmission over the Internet, or method of\nelectronic storage, is 100% secure, however.\nTherefore, while we\nstrive to use commercially acceptable means to protect your personal\ninformation, we cannot guarantee its absolute security.</p>\n<p>\nIf\nyou have any questions about security on our Web site, you can mail\nus at the address indicated below in the Contact Us section.\n</p>\n<p>\n<b>Opting-Out</b>\n</p>\n<p>\nIf\nyou want to request to be removed from further communication with\nthis Site, including our Premium Services, please Opt-out by clicking\non this link to our Opt-out procedure.\nWe will place your e-mail\naddress on a suppression file associated with this Site.\nPersons\nwhose names appear on our suppression file, will have their e-mail\naddresses checked against all correspondence to be sent by us.\nWhere\nthere is a match, the planned email correspondence will be withheld,\nand such person will receive no further email correspondence from us.\nYour e-mail address will be placed on the suppression list associated\nwith this Site within ten business (10) days of your request.\nOnce\nyou have opted out, we will no longer forward you email from this\nsite but we are not responsible or in control of the business\npractices of our business affiliates who have been forwarded your\ninformation.\n</p>\n<p>\n<b>Notification of Changes to Privacy Policy </b>\n</p>\n<p>\nWe\nmay update this Privacy Policy at any time by posting a new privacy\npolicy on the Site.\nBe sure to check the current terms of any privacy\npolicy in effect by visiting this Site.\nBy checking the effective\ndate of the policy, you will be immediately alerted on whether the\nPrivacy Policy has been updated.\nPlease note however, that the\nupdated privacy policy will go into effect automatically 30 days\nafter initial posting.\nFrom time to time, we may use your information\nfor new, unanticipated uses not previously disclosed in our Privacy\nPolicy.\nPlease note that if our information practices change at some\ntime in the future, we will use only data collected from the time of\nthe new privacy policy amendment forward for those new purposes.\nIf\nwe make material changes to this policy, we will notify you here, by\nemail, or by means of a notice on our home page.\n&nbsp.\n</p>\n<p>\n<b>Special Notification for California Residents </b>\n</p>\n<p>\nIf\nyou are a California resident, California law may provide you with\nadditional rights concerning our collection and use of your personal\ninformation.\nAfter reading this Online Privacy Policy, please click\nhere to visit\nFHA Mortgage Place’s\nCalifornia Privacy Notice to learn more about your California Privacy\nRights.</p>\n<p>\nDISCLOSURES </p>\n<p>\nWhen\ninquiring about a loan on this site, this is not a loan application.\nThis is not an offer to lend and we are not affiliated with your\ncurrent mortgage servicer.\nUpon the completion of your inquiry, we\nwill work hard to match you with a lender or lenders who may assist\nyou with an official loan application and provide loan product\neligibility requirements for your individual situation.\n</p>\n<p>\nWhen\napplying for a loan, lenders will commonly require you to provide a\nvalid social security number and submit to a credit check.\nConsumers\nwho do not have the minimum acceptable credit required by the lender\nare unlikely to be approved.\nMinimum credit ratings may vary\naccording to lender and loan product.\nIn the event that you do not\nqualify for a credit rating based on the required minimum credit\nrating, a lender may or may not introduce you to a credit counseling\nservice or credit improvement company who may or may not be able to\nassist you with improving your credit for a fee.\nAny loan product\nthat a lender may offer you will carry fees or costs including\nclosing costs, origination points, and/or refinancing fees.\nIn many\ninstances, fees or costs can amount to several thousand dollars and\ncan be due upon the origination of the loan product.\n</p>\n<p>\nThis\nsite is in no way affiliated with any news source or government\norganization and is not a government agency.\nNot affiliated with HUD,\nFHA, VA, FNMA or GNMA.\nThis site may contain affiliate and partner\nlinks.\nThis website and the company that owns it is not responsible\nfor any typographical or photographic errors.\nIf you do not agree to\nour terms and policies, then please leave this site immediately.\nIf\nyou submit your mobile number on this website you agree to receive\nmarketing based text messages.\nConsent is not required for purchase.\nYou will receive up to 4 messages per month.\nStandard text and data\nrates may apply.\nReply STOP to stop &amp.\nHELP for help.\n</p>\n<p>\nContents\nof this website are copyrighted property of the owner of this\nwebsite.\nAll trademarks, logos, and service marks (collectively the\n\"Trademarks\") displayed are registered and/or unregistered\nTrademarks of their respective owners.\n</p>\n<p>\nIn\nthe event that you discovered this website through an advertisement,\nsuch advertisement may consist of stock photos, images, video or\nother publicly available resources.\nAny spokesperson used is an\nemployee of the advertiser that owns and operates this website and is\nnot a paid spokesperson or influencer.\n</p>\n<p>\n©\n2023 FHA Mortgage Place is not a government agency or a lender.\nNot\naffiliated with HUD, FHA, VA, FNMA or GNMA.\nWe work hard to match you\nwith local lenders for the mortgage you inquire about.\nThis is not an\noffer to lend and we are not affiliated with your current mortgage\nservicer.\n</p>\n<p>\nContact\nUs </p>\n<p>\nIf\nyou have any questions or suggestions regarding our privacy policy,\nplease contact us at: <br>\n<br>ATTN: FHA Mortgage Place <br>\n1550 W Horizon Ridge Pkwy R Suite #R 610<br>\nHenderson, NV 89012<br>\n</p>\n<p>\n<b>Please\nprint and retain a copy of this privacy policy for your records.</b>\n</p>\n<p>\n<br>\n<br>\n</p> ", "created_at": "2023-07-10 01:50:40.460043", "updated_at": "2023-07-10 01:50:57.483779"}], "points": [], "urls": ["fhamortgageplace.com"]}}