{"error": 448, "message": "OK", "parameters": {"id": 6950, "name": "Yostar", "created_at": "2022-11-20 08:04:07.798149", "updated_at": "2022-11-20 23:01:13.225379", "wikipedia": null, "keywords": null, "related": null, "slug": "yostar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6950.png", "url": "yo-star.com", "documents": [{"id": 12734, "name": "Privacy Policy", "url": "https://yo-star.com/pc/html/PrivacyPolicy.html", "xpath": "//body", "text": " <ul>\n<li>\n<i>\n</i> English English 简体中文 Korean </li>\n<li> ABOUT US </li>\n<li> NEWS </li>\n<li> GAMES </li>\n<li> CONTACT US </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> PRIVACY POLICY <p> Welcome to Yostar, the website and online service of Yostar, Inc.\n(collectively,“Yostar”, “we” or “us”) is committed to protecting your privacy.\nThis Privacy Policy explains how information about you or associated with you (collectively, “personal information”) is collected, used and disclosed by Yostar, Inc, and its affiliates, which own and operate Yostar.\n</p>\n<p> This Privacy Policy applies to our websites, including https://Yo-star.com and https://yostar.co.jp/ , and our mobile apps for iPhone, Android and Windows mobile devices (collectively, “our Service”).\nBy accessing or using our Service, you hereby signify that you have read, understood and agree to our collection, storage, use and disclosure of your personal information as described in this Privacy Policy.\n</p> 1.\nInformation which we’ll collect and use <p> Generally.\nWe will only process your personal information in accordance with applicable information protection and privacy laws.\nWe collect personal information from you, our users, in order to provide you with a personalized, useful, and efficient experience.\nIf you’ve created a profile and/or registered with our Service, you’ll be asked to agree to provide this information in order to access our Service.\nThis consent provides us with the legal basis we require under applicable law(s) to process your personal information.\nYou maintain the right to withdraw such consent at any time.\nIf you do not agree to our use of your personal information in line with this Policy, please do not use our Service.\n</p>\n<p> The categories of information we collect can include: </p>\n<p> Information you provide.\nYou may use the Service without providing any personal information, but you must register and create a profile to participate in our official forums.\nWe may collect and store personal information or you will voluntarily provide to us in some manner or another your name, email address, user name and password when you register for our Service.\nWe may also collect any communications between you and Yostar, as well as any information you provide if you take part in any interactive features of our Service.\nInformation that is part of your profile will be viewable to the public and to other members of our Service.\n</p>\n<p> Information collected through the use of our Service.\nAfter you’ve set up your account, you may choose to provide additional information which may be shared through public profiles.\nSuch information can be your photograph or avatar, biographical content, and other information (collectively, “Profile Information”).\nYou control how much personal identifying information you wish to disclose to the public profile.\nWe also collect information about how you use our Service and about your actions on our Service.\nThis may include your Service usage and activities, gaming levels, interactions with others on our Service and user content you post on our Service, as well as other content (collectively, “User Content”).\nPlease remember that Yostar may, but has no obligation to, monitor User Content posted by our users.\n</p>\n<p> Information we receive from third party sites.\nWhen you interact with our site through various third-party channels, we may receive information from these channels.\nThird-party channels being: Facebook, Google+, Twitter, and other social media platforms.\nThe information we may receive includes your: profile information, profile picture, gender, user name, user ID associated with your social media account, age range, language, country, friends list, and any other information you permit the social network to share with third parties.\nWe may use your friend and/or friends’ data to let you know what he/she/they are doing on our Service.\nand similarly, let your friend and/or friends know what you are doing on our Service.\nThe data we receive is dependent upon your privacy settings with the social network(s).\nWe will not post information about you on third party social media sites without your consent.\nYou should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to our website or to our Service.\n</p>\n<p> Address Book Information.\nWith your permission, Yostar may access your contact list available on your mobile device or in your email accounts.\nWe may locate your friends and contacts via your contact list in order to invite your friends and contacts to connect with our Service.\nWhen we invite your friends to join our Service, we will include your name and photo to let them know that you are the person extending the invitation.\nAfter sending these invitations, we may also send reminder emails to your invitees on your behalf.\nWe will store these contacts for the purpose of alerting you when your contacts join Yostar at a later time so that you may connect with them on our Service.\nand to further suggest friends and connections to other members of Yostar.\n</p>\n<p> We’ll use this information to operate, maintain, and provide to you the features and functionality of our Service, as well as to communicate directly with you, such as to send you email messages and push notifications, and permit you to communicate with others on our Service or on social media or invite others to join our Service.\nWe may combine information internally across different Service offerings or games to enhance your experience with our Service.\nFor example, we may identify a friend you may know from one service so as to suggest that you may engage with that friend on another service.\nWe may let your friends on one service know about your activities on another service.\nFor example, we may send an email to your friend(s) on one of our Games to let them know that you're active on our Games, and we may include your profile picture in the email so that your friend(s) will recognize you.\nWe may also use information about your activities on our Service to provide personalized content, including targeted content and advertising.\nWe may also send you Service-related emails or messages (e.g., account verification, account status, change or updates to features of our Service, technical and security notifications).\nFor more information about your communication preferences, see “Your Choices Regarding Your Information” down below.\n</p>\n<p> Use of cookies and other technology to collect information.\nWe and our third-party business partners will automatically collect certain types of usage information when you visit our website or use our Service.\nWhen you visit our Service, we may send one or more cookies - a small text file containing a string of alphanumeric characters - to your computer that uniquely identifies your browser and lets us help you log in faster and enhance your navigation through the site.\nA cookie may also convey information to us about how you use our Service (e.g., the pages you view, the links you click, how frequently you access the Service, and other actions you take on our Service).\nThis will allow us to track your usage of the Service over time.\nWe may collect log file information from your browser or mobile device each time you access our Service.\nLog file information may include anonymous information, such as your: web request, Internet Protocol (“IP”) address, browser type, information about your mobile device, referring/exit pages and URLs, number of clicks and how you interact with links on our Service, domain names, landing pages, pages viewed, and other such information(s).\nWe may employ clear gifs (also known as web beacons) which are used to anonymously track the online usage patterns of our users.\nIn addition, we may also use clear gifs in HTML-based emails sent to our users to track which emails are opened and which links are clicked by the recipients.\nThe information allows for more accurate reporting and improvement of our Service.\nWe may also collect analytics data, or use third-party analytics tools, to help us measure traffic and usage trends for our Service and to understand more about the demographics of our users.\nThese tools collect information sent by your browser or mobile device(s).\nInformation collected includes the pages you’ve visited, your use of third-party applications, and other information that’ll assists us in analyzing and improving our Service.\nAlthough we do our best to honor the privacy preferences of our visitors, we are not able to respond to Do Not Track signals from your browser at this time.\n</p>\n<p> When you access our Service by or through a mobile device, we may receive or collect and store a unique set of identification numbers associated with your device or your mobile application.\nThis may include, for example: a unique device ID, Unique ID for Advertisers (“IDFA”), Google Ad ID, or Windows Advertising ID, MAC address, mobile carrier, device type, model and manufacturer, mobile device operating system brand and model, phone number.\nall of which, are dependent of your mobile device settings.\nIn addition, we create a unique user ID to track your use of our Service.\nThis unique user ID helps us to track the games you’re playing.\n</p>\n<p> We use or may use the information collected through cookies, log file, device identifiers, location data and clear gifs information to: </p>\n<ul>\n<li> (a) Remember information so that you will not have to re-enter it during your visit or the next time you visit the site.\n</li>\n<li> (b) Provide custom, personalized content and information, including targeted content and advertisement.\n</li>\n<li> (c) Provide and monitor the effectiveness of our Service.\n</li>\n<li> (d) Monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our website and our Service.\n</li>\n<li> (e) Diagnose or fix technology and/or technical problems.\n</li>\n<li> (f) Otherwise to plan for and enhance our Service.\n</li>\n</ul> 2.\nSharing Information <p> We may share your personal information in the following instances described below, not beyond the reasonable purpose of our Service and not in anyway to sell or disclose your personal information for profit.\nFor further information on your choices regarding your information, refer to the “Your Choices Regarding Your Information” section below.l </p>\n<p> We may also share your personal information with: </p>\n<ul>\n<li>(a).\nThird-parties with your permission.\nFor example, you may have the option to share your activities on Yostar with your friends through email, text or on various social media sites.\n</li>\n<li>(b).\nOther brands owned or controlled by Yostar and other companies owned by or under common ownership as Yostar.\nThis may also include our subsidiaries (i.e., any organization we own or control) or our head holding company (i.e., any organization that owns or controls us) and any subsidiaries it owns.\nThese companies will use your personal information in the same way as we can under this Policy.\n</li>\n<li>(c).\nOther parties whose products or services we believe may be of interest to you;</li>\n<li> (d).\nThird-party vendors, consultants and other service providers that perform services on our behalf, in order to carry out their work for us, which may include identifying and serving targeted advertisements, content or service fulfillment, or providing analytics services.\n</li>\n<li> (e).\nOther parties in connection with any company transaction, such as a merger, sale of all or a portion of company assets or shares, re-organization, financing, change of control or acquisition of all or a portion of our business by another company or third-party or in the event of bankruptcy and/or related similar proceedings.\n</li>\n<li> (f).\nThird-parties as required to: (i) satisfy any applicable law, regulation, subpoena and/or court order, legal process or other government request.\n(ii) enforce our Terms of Use Agreement, including the investigation of potential violations thereof.\n(iii) investigate and defend ourselves against any third-party claims or allegations.\n(iv) protect against harm to the rights, property or the safety of Yostar, its users or the public as required or permitted by law(s) and.\n(v) detect, prevent or otherwise address criminal (including fraud or stalking), security or technical issues.\n</li>\n</ul>\n<p> We may also share information with others in an aggregated and anonymous form that does not reasonably identify you directly as an individual.\n</p> 3.\nYour Choices Regarding Your Information Profile and Data Sharing Settings.\nYou may change some of your data sharing preferences in the Settings page.\n<p> Push Notifications.\nWe may occasionally send you push notifications through our mobile applications to send you game updates, high scores and other service related notifications that may be of importance to you.\nYou may at any time opt-out from receiving these types of communications by turning them off at the device level through your settings.l </p>\n<p> Marketing Communications.\nIf you do not wish to receive promotional emails, you can click the \"unsubscribe\" button on promotional email communications.\nNote that you are not permitted to unsubscribe or opt-out of non-promotional messages regarding your account, such as account verification, change or updates to features of our Service, or technical and security notices.\n</p>\n<p> Online Advertising.\nWe may permit third-party online advertising networks, social media companies, and other parties to collect information about your use of our website and apps over time so that they may play or display ads that may be relevant to your interests on our Service as well as on other websites or apps.\nTypically, the information we share is provided through cookies or similar tracking technologies.\nThe only way to completely “opt out” of the collection of any information through cookies or other tracking technology is to actively manage the settings on your browser or mobile device.\nPlease refer to your browser’s or mobile device’s technical information for instructions on how to delete or disable cookies and/or other tracking/recording tools.\n(To learn more about cookies, clear gifs/web beacons and related technologies, you may wish to visit http://www.allaboutcookies.org and/or the Network Advertising Initiative's online resources, at https://www.networkadvertising.org ).\nIf you access our service on your mobile device, you may not be able to control tracking technologies through settings.\n</p>\n<p> Data Retention: We will retain your information for as long as your account is active or as needed to provide you our Service.\nPlease contact us at info@Yo-star.com if you wish to permanently delete your account from our systems.\nPlease be aware that we will not be able to delete any content you have shared with others or with social media sites.\n</p>\n<p> Deleting or Anonymizing Your Content: If you are under 18 years of age, you may request that the User Content which you posted to our Service to be deleted or anonymized such that your personal information will not be identifiable publicly on our Service.\nYou can request to do so by contacting us at info@Yo-star.com While we will use all commercially reasonable efforts to delete or anonymize your User Content upon request, please be aware that due to the social nature of our Service, you may not be able to completely remove all of your personal identifiable User Content if, for example, said content has been stored, republished, or reposted by another user or other third-party entities.\nWe may also maintain your information in identifiable form for our internal use, even if your personal information is no longer visible to the public on our Service.\n</p> 4.\nSecurity And Storage of Information <p> Yostar cares about the security of your information.\nAs such, we’ll use commercially reasonable physical, administrative, and technological safeguards to preserve the integrity and security of all information which we collect and that we share with our service providers.\nHowever, no security system is impenetrable and we cannot guarantee 100% the security of our systems.\nIn the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation.\nand where appropriate, notify those individuals whose information may have been compromised and take other steps, in accordance with any applicable law(s) and regulation(s).\n</p>\n<p> Your information collected through our Service may be stored and processed in the United States or any other country in which Yostar or its subsidiaries, affiliates or service providers maintain its facilities.\nIf you are located in the European Union or other regions with laws governing data collection and observes law(s) and/or policies that may differ from the U.S., please note that we may transfer information, including personal information, to a country and jurisdiction that does not have the same data protection laws as the jurisdiction of the U.S..\nand you consent to the transfer of information to the U.S.\nor any other country in which Company or its parent, subsidiaries, affiliates or service providers maintain facilities and the use and disclosure of information about you as described in this Privacy Policy.\n</p> 5.\nIndividuals Under the Age of 13 <p> Our Service and its content are not directed at children under the age of 13.\nIn the event that we learn that we’ve collected personal information from a minor under the age of 13 without parental consent, we will delete that information as quickly as possible.\nIf you believe that we might have any information collected from a minor under the age of 13, please contact us at info@Yo-star.com.\n</p> 6.\nSensitive Personal Information <p> Subject to the following paragraph, we ask that you do not send us, and do not disclose, any of the following sensitive personal information , including without limitation to your social security number, information related to personal property, racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic characteristics, criminal background or trade union membership, on or through our Forums, Social Media, Service or otherwise.\n</p>\n<p> If you send or disclose any sensitive personal data to us when you submit user generated content to our Forums, Social Media or Service, then you consent to our processing and use of such sensitive personal information in accordance with this Policy.\nIf you do not consent to our processing and use of such sensitive personal information, then you must not submit to us such user generated content to our Forums, Social Media, and Service or otherwise.\nWhere you suffer any loss, damage or otherwise due to such unpermitted disclosure to us, you shall undertake all liabilities therefrom.\n</p> 7.\nComplaints <p> We are committed to resolving any complaints about our collection or use of your personal information.\nIf you would like to make a complaint regarding this Policy or our practices in relation to your personal information, please contact us at: info@Yo-star.com .\nWe will reply to your complaint as soon as we can or within 45 days.\nWe hope to resolve any complaint brought to our attention, however if you feel that your complaint has not been adequately resolved, you reserve the right to contact your local data protection supervisory authority.\nwhich for the UK, is the Information Commissioner’s Office.\n</p> 8.\nEU - U.S.\nPrivacy Shield <p> Yostar complies with the EU - U.S.\nPrivacy Shield Framework set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal data transferred from the EU to the United States.\nWe’re certified by the Department of Commerce that we adhere to the Privacy Shield Principles.\nIf there is any conflict between the terms in this Policy and the Privacy Shield Principles, the Privacy Shield Principles shall take precedence.\nTo learn more about the Privacy Shield program, the Privacy Shield Principles and to view our certification, please visit www.privacyshield.gov.\n</p>\n<p> As described in this Privacy Policy, Yostar is accountable for personal information which it receives and subsequently transfers to third-parties.\nIf third-parties who process personal information on our behalf do so in a manner that does not comply with the Privacy Shield Principles, we are accountable for their non-compliance, unless proven that we are not responsible for the event giving rise to the damage.\n</p>\n<p> In compliance with the Privacy Shield Principles, Yostar is committed to resolving complaints about our collection or use of your personal information.\nEU individuals with inquiries or complaints regarding this Policy should first contact us at: info@Yo-star.com.\n</p>\n<p> Yostar is further committed to refer unresolved Privacy Shield complaints to Jams, an alternative dispute resolution provider located in the United States.\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not resolved your complaint, please visit https://jamsadr.com for more information or to file a complaint.\nThe services of Jams are provided at no cost to you.\n</p>\n<p> Yostar is further committed to refer unresolved Privacy Shield complaints to JAMS, an alternative dispute resolution provider located in the United States.\nMediations will be conducted pursuant to JAMS International Mediation Rules unless the parties have specified a different set of Rules or Procedures.\nDownload the JAMS International Mediation Rules, here .\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not resolved your complaint, please visit https://jamsadr.com for more information or to file a complaint.\nThe services of JAMS are provided at no cost to you.\n</p> 9.\nLinks to Third Party Websites <p> The Service may contain links to and from third party websites of our business partners, advertisers, social media sites, and our users may post links to third party websites.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for their policies.\nPlease check their own policies before you submit any information to our affiliated third-party websites.\n</p> 10.\nUpdates to This Policy <p> We reserve the right to modify this Policy moving forward.\nIf we make any changes to this Policy, we will change the \"Last Revision\" date below and will post the updated Policy on this page.\nIf you object to any changes, you may close your account.\nContinuing to use our Service after we publish changes to this Privacy Policy means that you are consenting to the changes.\n</p> 11.\nContacting Us <p> If you have questions about this Policy, please contact us at https://jamsadr.com or write to us at: YOSTAR (HONG KONG) LIMITED.\n</p>\n<p> Address: Room 06,13A/ F.,South Tower,World Finance Centre,Harbour City,17 Canton Road,Tsim Sha Tsui,Kowloon,Hong Kong </p> 12.\nLast Revision Date <p> This Policy was last revised on, and effective as of April 9th, 2019.\n</p> ", "created_at": "2022-11-20 08:04:07.802044", "updated_at": "2022-11-20 07:04:31.531227"}, {"id": 12733, "name": "Terms of Service", "url": "https://yo-star.com/pc/html/TermsOfUse.html", "xpath": "//body", "text": " <ul>\n<li>\n<i>\n</i> English English 简体中文 Korean </li>\n<li> ABOUT US </li>\n<li> NEWS </li>\n<li> GAMES </li>\n<li> CONTACT US </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> TERMS OF SERVICE <p> Welcome to Yostar, the website and online service of Yostar, Inc.\n(collectively, “Yostar”, “we” or “us”).\nThis page explains the terms by which you may use our online and/or mobile services, website, games, and software provided on or in connection with the service (collectively, “our Service”).\nBy installing, accessing, or using our Service, or by checking a box or clicking a button signifying your assent to these terms, you signify that you have read, understood, and agree to be bound by this Terms of Service (“Agreement”) and to the collection and use of your information as set forth in the Yostar Privacy Policy https://Yo-star.com/privacy-policy (whether or not you are a registered user of our Service).\nYostar reserves the right to modify these terms and will provide notice of any changes as described below.\nThis Agreement applies to all visitors, users, and others who access the Service (collectively, “Users”).\n</p>\n<p> Please read this Agreement carefully to ensure that you understand each provision.\nThis Agreement contains a mandatory individual arbitration and class action/jury trial waiver provision that requires the use of arbitration on an individual basis to resolve disputes, rather than jury trials or class actions.\n</p> 1.\nUse of Our Service <p> Yostar develops and publishes free-to-play mobile games that are available to play on iOS and Android platforms.\n</p> A.\nEligibility <p> This is a contract between you and Yostar.\nYou must read and agree to these terms before using our Service.\nIf you do not agree, you may not use our Service.\nYou may use our Service only if you can form a binding contract with Yostar, and only in compliance with this Agreement and all applicable local, state, national, and international laws, rules and regulations.\nAny use or access to our Service by anyone under the age of 13 is strictly prohibited and in violation of this Agreement.\nIf you are between the ages of 13 and 17, you represent that your legal guardian has reviewed and agreed to this Agreement on your behalf.\nThe Agreement is not available to any Users previously removed from the Service by Yostar.\n</p> B.\nService <p> Subject to the terms and conditions of this Agreement, you are hereby granted a non-exclusive, limited, non-transferable, freely revocable license to use the Service for your personal, noncommercial use only and as permitted by the features of the Service.\nYostar reserves all rights not expressly granted herein in the Service in conjunction to the Yostar Content (as defined below).\nYostar may terminate this license at any time for any or no reason.\n</p> C.\nAccounts on the Service <p> Your Service account gives you access to the services and functionality we’ve established or may establish and maintain from time to time, all in our sole discretion.\nBy connecting to the Service with a third-party service, such as Facebook, Amazon, Google+, or any other third-party service, you give us permission to access and use your information from that service as permitted by that service, and to store your login credentials for that service.\n</p> D.\nService Rules <p> You agree not to engage in any of the following prohibited activities: (i) copying, distributing, or disclosing any part of our Service in any medium, including without limitation by any automated or non-automated “scraping”.\n(ii) using any automated system, including without limitation “robots”, “spiders”, “offline readers”, etc., to access our Service in a manner that sends more request messages to the Yostar servers than a human can reasonably produce in the same period of time by using a conventional online web browser (except when Yostar grants the operators of public search engines revocable permission to use spiders to copy publically available materials from our Service for the sole purpose of (and solely to the extent necessary for) creating publicly available searchable indices of the materials, but not caches or archives of such materials).\n(iii) transmitting spam, chain letters, or other unsolicited email(s).\n(iv) attempting to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Service.\n(v) taking any action that imposes, or may impose based on our sole discretion, an unreasonable or disproportionately large load on our infrastructure.\n(vi) uploading invalid data, viruses, worms, or other software agents through our Service.\n(vii) collecting or harvesting any personally identifiable information, including account names, from our Service.\n(viii) using our Service for any commercial solicitation purposes.\n(ix) impersonating another individual or otherwise misrepresenting your affiliation with a person or entity, conducting fraud, hiding or attempting to hide your identity.\n(x) interfering with the proper workings of our Service.\n(xi) accessing any content on our Service through any technology or means other than those provided or authorized by our Service.\n(xii) bypassing the measures we may use to prevent or restrict access to our Service, including without limitation features that prevent or restrict use or copying any content or enforce limitations on use of our Service or the content therein.\n(xiii) using cheats, exploits, automation software, bots, hacks, mods, or any unauthorized third-party software that modifies or interferes with our Service or any User's game experience.\nor (xiv) using or operating more than one (1) User account at a time without Yostar’s prior written consent.\n</p> 2.\nUser Content <p> Some areas of the Service allow Users to post or provide content such as profile information, videos, images, music, comments, questions, and other content or information (any such materials a User submits, posts, displays, or otherwise makes available on our Service is referred to collectively as, “User Content”).\nWe claim no ownership rights over User Content created by you.\nThe User Content you create remains yours.\nhowever, by providing or sharing User Content through our Service, you agree to allow others to view, edit, and/or share your User Content in accordance with your settings and this Agreement.\nYostar has the right (but not the obligation), and we reserve sole discretion to, remove any User Content that is shared via our Service.\n</p>\n<p> You agree not to post User Content that: (i) may create a risk of harm, loss, physical or mental injury, emotional distress, death, disability, disfigurement, or physical or mental illness to you, to any other person, or to any animal.\n(ii) may create a risk of any other loss or damage to any person or property.\n(iii) seeks to harm or exploit children by exposing them to inappropriate content, asking for personally identifiable details or otherwise.\n(iv) may constitute or contribute to a crime or tort.\n(v) contains any information or content that we deem to be unlawful, harmful, abusive, racially or ethnically offensive, defamatory, infringing, invasive of personal privacy or publicity rights, harassing, humiliating to other people (publicly or otherwise), libelous, threatening, profane, obscene, or otherwise objectionable.\n(vi) contains any information or content that is illegal (including, without limitation to, the disclosure of insider information under securities law or of another party's trade secrets).\n(vii) contains any information or content that you do not have a right to make available under any law or under contractual or fiduciary relationships.\nor (viii) contains any information or content that you know is not correct and current or (ix) violates any school or other applicable policy, including those related to cheating or ethics.\nYou agree that any User Content that you post do not and will not violate third-party rights of any kind, including without limitation to, any Intellectual Property Rights (as defined below) or rights of privacy.\nTo the extent that your User Content contains music, you hereby represent that you are the owner of all the copyright rights, including without limitation to, the performance, mechanical, and sound recordings rights, with respect to each and every musical composition (including lyrics) and sound recording contained in such User Content and have the power to grant the license granted below.\nYostar reserves the right, but is not obligated, to reject and/or remove any User Content that Yostar believes, in its sole discretion, violates any of these provisions.\nYou understand that publishing your User Content on our Service is not a substitute for registering it with the U.S.\nCopyright Office, the Writer's Guild of America, or any other rights organization.\n</p>\n<p> For the purposes of this Agreement, “Intellectual Property Rights” means: all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence, as well as all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory or other jurisdiction.\n</p>\n<p> In connection with your User Content, you affirm, represent and warrant the following: </p>\n<ul>\n<li> A.\nYou have the written consent of each and every identifiable natural person in the User Content, if any, to use such person’s name or likeness in the manner contemplated by our Service and this Agreement, and each such person has released you from any liability that may arise in relation to such use.\n</li>\n<li> B.\nYou have obtained and are solely responsible for obtaining all consents as may be required by law to post any User Content relating to third-party entity.\n</li>\n<li> C.\nYour User Content and Yostar's use thereof as contemplated by this Agreement and our Service will not violate any law(s) or infringe any rights of any third-party entity, including but not limited to, any Intellectual Property Rights and privacy rights.\n</li>\n<li> D.\nYostar may exercise the rights to your User Content granted under this Agreement without liability for payment of any guild fees, residuals, payments, fees, or royalties payable under any collective bargaining agreement or otherwise.\n</li>\n</ul>\n<p> Yostar takes no responsibility and assumes no liability for any User Content that you or any other User or third-party entity posts, sends, or otherwise makes available over our Service.\nYou shall be solely responsible for your User Content and the consequences of posting, publishing, sharing, or otherwise making your User Content available on our Service, and you agree that we are only acting as a passive conduit for your online distribution and publication of your User Content.\nYou understand and agree that you may be exposed to User Content that is inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose, and you agree that Yostar shall not be liable for any damages you allege to incur as a result of, or relating to, any User Content.\n</p> 3.\nUser Content License Grant <p> By posting or otherwise making available any User Content on or through our Service, you expressly grant, and you represent and warrant that you have all rights necessary to grant, to Yostar a royalty-free, sublicensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of all such User Content.\nand your name, voice, and/or likeness as contained in your User Content, in whole or in part, and in any form, media or technology, whether now known or hereafter developed, for use in connection with our Service and Yostar’s (including its successors and affiliates) business, including without limitation for promoting and redistributing part or all of our Service (and derivative works thereof) in any media formats and through any media channels.\nYou also hereby grant each User of our Service a non-exclusive license to access your User Content through our Service, and to use, reproduce, distribute, display and perform such User Content as permitted through the functionality of our Service and under this Agreement.\n</p> 4.\nMobile Software <p>\n<b>A.\nMobile Software.\n</b> We may make available software to access our Service via a mobile device (“Mobile Software”).\nTo use the Mobile Software you must have a mobile device that is compatible with the Mobile Software.\nYostar does not warrant that the Mobile Software will be compatible with your mobile device.\nYou may use mobile data in connection with the Mobile Software and may incur additional charges from your wireless provider for these services.\nYou agree that you are solely responsible for any such charges.\nYostar hereby grants you a non-exclusive, non-transferable, revocable license to use a compiled code copy of the Mobile Software for one (1) account on one mobile device owned or leased solely by you, for your personal use.\nYou may not: (i) modify, disassemble, decompile or reverse engineer the Mobile Software, except to the extent that such restriction is expressly prohibited by law.\n(ii) rent, lease, loan, re-sell, sublicense, distribute or otherwise transfer the Mobile Software to any third-party or use the Mobile Software to provide time sharing or similar services for any third-party entity.\n(iii) make any copies of the Mobile Software.\n(iv) remove, circumvent, disable, damage or otherwise interfere with security-related features of the Mobile Software, features that prevent or restrict use or copying of any content accessible through the Mobile Software, or features that enforce limitations on use of the Mobile Software.\nor (v) delete the copyright and other proprietary rights notices on the Mobile Software.\nYou acknowledge that Yostar may from time to time issue upgraded versions of the Mobile Software, and may automatically electronically upgrade the version of the Mobile Software that you are using on your mobile device.\nYou consent to such automatic upgrading on your mobile device, and agree that the terms and conditions of this Agreement will apply to all such upgrades.\nAny third-party code that may be incorporated in the Mobile Software is covered by the applicable open source or third-party license (EULA), if any, authorizing use of such code.\nThe foregoing license grant is not a sale of the Mobile Software or any copy thereof, and Yostar or its third-party partners or suppliers retain all right(s), title, and interest in the Mobile Software (and any copy thereof).\nAny attempt by you to transfer any of the rights, duties or obligations hereunder, except as expressly provided for in this Agreement, is void.\nYostar reserves all rights not expressly granted under this Agreement.\nIf the Mobile Software is being acquired on behalf of the United States Government, then the following provision applies.\nThe Mobile Software will be deemed to be “commercial computer software” and “commercial computer software documentation”, respectively, pursuant to DFAR Section 227.7202 and FAR Section 12.212, as applicable.\nAny use, reproduction, release, performance, display or disclosure of the Service and any accompanying documentation by the U.S.\nGovernment will be governed solely by this Agreement and is prohibited except to the extent expressly permitted by this Agreement.\nThe Mobile Software originates in the United States, and is subject to United States export laws and regulations.\nThe Mobile Software may not be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States.\nIn addition, the Mobile Software may be subject to the import and export laws of other countries.\nYou agree to comply with all United States and foreign laws related to the use of the Mobile Software and the Service.\n</p>\n<p>\n<b>B.\nMobile Software from Apple App Store.\n</b> The following applies to any Mobile Software you acquire from the Apple App Store (“Apple-Sourced Software”): You acknowledge and agree that this Agreement is solely between you and Yostar, not Apple, Inc.\n(“Apple”), and that Apple has no responsibility for the Apple-Sourced Software or content thereof.\nYour use of the Apple-Sourced Software must comply with the App Store Terms of Service.\nYou acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Apple-Sourced Software.\nIn the event of any failure of the Apple-Sourced Software to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the Apple-Sourced Software to you.\nto the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Apple-Sourced Software, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be solely governed by this Agreement and any law applicable to Yostar as provider of the software.\nYou acknowledge that Apple is not responsible for addressing any claims from you or any third party relating to the Apple-Sourced Software or your possession and/or use of the Apple-Sourced Software, including, but not limited to: (i) product liability claims.\n(ii) any claim that the Apple-Sourced Software fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nand all such claims are governed solely by this Agreement and any law applicable to Yostar as provider of the software.\nYou acknowledge that, in the event of any third-party claim that the Apple-Sourced Software or your possession and use of that Apple-Sourced Software infringes that third party's intellectual property rights, Yostar, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.\nYou and Yostar acknowledge and agree that Apple, and Apple's subsidiaries, are third-party beneficiaries of this Agreement as relates to your license of the Apple-Sourced Software, and that, upon your acceptance of the terms and conditions of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement as relates to your license of the Apple-Sourced Software against you as a third-party beneficiary thereof.\n</p>\n<p>\n<b>C.\nMobile Software from Google Play Store.\n</b> The following applies to any Mobile Software you acquire from the Google Play Store (“Google-Sourced Software”): (i) you acknowledge that the Agreement is between you and Yostar only, and not with Google, Inc.\n(“Google”).\n(ii) your use of Google-Sourced Software must comply with Google's then-current Google Play Store Terms of Service.\n(iii) Google is only a provider of the Google Play Store where you obtained the Google-Sourced Software.\n(iv) Yostar, and not Google, is solely responsible for its Google-Sourced Software.\n(v) Google has no obligation or liability to you with respect to Google-Sourced Software or this Agreement.\nand (vi) you acknowledge and agree that Google is a third-party beneficiary to the Agreement as it relates to Yostar's Google-Sourced Software.\n</p> 5.\nOur Proprietary Rights <p> Except for your User Content, the Service and all materials therein or transferred thereby, including, without limitation, to: software, game clients, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, games, titles, computer code, themes, objects, characters, character names, stories, dialogue, phrases, concepts, artwork, animations, sounds, musical compositions, audiovisual effects, methods of operation, moral rights, documentation, in-game chat transcripts, character profile information, recordings of games played using a Yostar game client, and User Content belonging to other Users (collectively, as “Yostar Content”), and all Intellectual Property Rights related thereto, are the exclusive property of Yostar and its licensors (including other Users who post User Content to the Service).\nExcept as explicitly provided herein, nothing in this Agreement shall be deemed to create a license in or under any such Intellectual Property Rights, and you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any Yostar Content.\nUse of the Yostar Content for any purpose not expressly permitted by this Agreement is strictly prohibited.\n</p>\n<p> You may choose to or we may invite you to submit comments or ideas about our Service, including without limitation in regards to how to improve our Service or our products (collectively, as “Ideas”).\nBy submitting any Ideas, you agree that your disclosure is gratuitous, unsolicited and without restriction and will not place Yostar under any fiduciary or other obligation, and that we are free to use the Ideas without any additional compensation to you, and/or to disclose the Idea on a non-confidential basis, or otherwise, to anyone.\nYou further acknowledge that, by acceptance of your submission, Yostar does not waive any rights to use similar or related ideas previously known to Yostar, or developed by its employees, or obtained from sources other than you.\n</p> 6.\nYostar Property <p> The Service contains data, information, and other content not owned by you, such as reputational or status indicators in-world currency, and/or fictional property representing virtual achievements (for instance, trophies or powers) (thereby deemed as “Yostar Property”).\nYou understand and agree that regardless of the terminology used, Yostar Property represents a limited license right governed solely by the terms of this Agreement and available for distribution at Yostar's sole discretion.\nYostar Property is not redeemable for any sum of money or monetary value from Yostar or any third-party entity at any time.\nYou further agree not to sell or redeem any Yostar Property for any sum of money or monetary value from any third-party entity.\nYou acknowledge that you do not own the account you use to access our Service, nor do you possess any rights of access or rights to data stored by or on behalf of Yostar on Yostar servers, including without limitation to any data representing or embodying any or all of the Yostar Property.\nYou agree that Yostar has the absolute right to manage, regulate, control, modify and/or eliminate Yostar Property as it sees fit, and we reserve sole discretion, in any general or specific case, and that Yostar will have no liability to you based on its exercise of such right.\nAll data on Yostar's servers are subject to deletion, alteration or transfer.\nNotwithstanding any value attributed to such data by you or any third-party entity, you understand and agree that any data, account history and account content residing on Yostar's servers, may be deleted, altered, moved or transferred at any time for any reason in Yostar's sole discretion, with or without notice and with no liability of any kind.\nYostar does not provide or guarantee, and expressly disclaims, any value, cash or otherwise, attributed to any data residing on Yostar's servers.\n</p> 7.\nPaid Services <p>\n<b>A.\nIn-Service Purchases.\n</b> In certain areas of our Service, you may purchase with “real world” currency a limited, personal, non-transferable, non-sublicensable, revocable license to use: (a) “virtual currency” including, but not limited to, virtual cash or gems.\n(b) certain types of Yostar Property.\nand (c) certain other goods or services (collectively, as “Merchandise”).\nYostar may manage, regulate, control, modify, or eliminate Yostar Property and Merchandise at any time, with or without notice, and shall have no liability to you or any third-party entity if Yostar exercises any such rights.\nThe transfer of Yostar Property and Merchandise is prohibited except where expressly authorized in our Service.\nOther than as expressly authorized in our Service, you shall not sell, redeem, or otherwise transfer Yostar Property or Merchandise to any person or entity, including but not limited to, other Users or third-party entities.\nThe provision of certain Yostar Property for use on our Service is a service provided by Yostar that commences promptly upon acceptance by Yostar of your purchase.\n</p>\n<p>\n<b>B.\nNo Refunds.\n</b> You may cancel your Yostar account at any time.\nhowever, there are no refunds for cancellation.\nIn the event that Yostar suspends or terminates your account or this Agreement, you understand and agree that you shall receive no refund or exchange for any Yostar Property, any unused time on a subscription, any license or subscription fees for any portion of our Service, any content or data associated with your account, or for anything else.\nFurthermore, all purchases of Yostar Property and Merchandise are non-refundable, and Yostar shall not be required to provide a refund for any reason (given or otherwise).\n</p>\n<p>\n<b>C.\nPayment Information;Taxes.\n</b> All information that you provide in connection with a purchase or transaction or other monetary transaction interaction with our Service must be accurate, complete, and current.\nYou agree to pay all charges incurred by users of your credit card, debit card, or other payment method used in connection with a purchase or transaction or other monetary transaction interaction with our Service at the prices in effect when such charges are incurred.\nYou will pay any applicable taxes, if any, relating to any such purchases, transactions or other monetary transaction interactions.\n</p> 8.\nPrivacy <p> We care about the privacy of our Users.\nYou understand that by using our Services you consent to the collection, use and disclosure of your personally identifiable information and aggregate data as set forth in our Privacy Policy https://Yo-star.com/privacy-policy, and to have your personally identifiable information collected, used, transferred to and processed in the United States.\n</p> 9.\nSecurity <p> Yostar cares about the integrity and security of your personal information.\nHowever, we cannot guarantee 100% that unauthorized third-party entities will never be able to defeat our security measures or use your personal information for improper purposes.\nYou acknowledge that you provide your personal information at your own risk.\n</p> 10.\nDMCA Notice <p> Since we respect the rights of artist and content owners, it is Yostar's policy to respond to alleged infringement notices that comply with the Digital Millennium Copyright Act of 1998 (“DMCA”).l </p>\n<p> If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via our Service, please notify Yostar's copyright agent as set forth in the DMCA.\nFor your complaint to be valid under the DMCA, you must provide the following information in written form: </p>\n<ol>\n<li> An electronic or physical signature of a person authorized to act on behalf of the copyright owner.\n</li>\n<li> Identification of the copyrighted work which you claim has been infringed.\n</li>\n<li> Identification of the material that is claimed to be infringing and where it is located on our Service.\n</li>\n<li> Information reasonably sufficient to permit Yostar to contact you, such as your address, telephone number, and e-mail address.\n</li>\n<li> A statement that you have, in good faith, belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law.\n</li>\n<li> A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.\n</li>\n</ol>\n<p> The above information must be submitted to the following DMCA Agent: </p>\n<p>\n<b>Attn:</b> DMCA Notice YOSTAR (HONG KONG) LIMITED.\n<b>Address:</b> Room 06, 13A/F., South Tower, World Finance Centre, Harbour City, 17 Canton Road, Tsim ShaTsui, Kowloon, HongKong <b>Telephone:</b> 021-60341102<b>Email:</b>https://Yo-star.com/privacy-policy </p>\n<p> UNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT ANY ONLINE MATERIAL AS INFRINGING, YOU MAY BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY AND CIVIL PENALTIES, INCLUDING MONETARY DAMAGES, COURT COSTS, AND ATTORNEY FEES.\n</p>\n<p>\n<b> Please note that this procedure is exclusively for notifying Yostar and its affiliates that your copyrighted material has been infringed.\nThe preceding requirements are intended to comply with Yostar's rights and obligations under the DMCA, including 17 U.S.C.\n§512(c), but do not constitute legal advice.\nIt may be advisable to contact an attorney regarding your rights and obligations under the DMCA and other applicable laws.\n</b>\n</p>\n<p> In accordance with the DMCA and other applicable law(s), Yostar has adopted a policy of terminating, in appropriate circumstances, User(s) who are deemed to be repeat infringers.\nYostar may also, at its sole discretion, limit access of our Service and/or terminate the accounts of any User(s) who infringe any intellectual property rights of others, whether or not there is any repeat infringement.\n</p> 11.\nThird-Party Links and Information <p> Our Service may contain links to third-party materials that are not owned or controlled by Yostar.\nYostar does not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access a third-party website or service from our Service or share your User Content on or through any third-party website or service, you do so at your own risk, and you understand that this Agreement and Yostar’s Privacy Policy do not apply to your use of such sites.\nYou expressly relieve Yostar from any and all liability arising from your use of any third-party website, service, or content including, and without limitation to, User Content submitted by other Users.\nAdditionally, your dealings with or participation in promotions of advertisers found on our Service, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and such advertisers.\nYou agree that Yostar shall not be responsible for any loss or damage of any sort relating to your dealings with such advertisers.\n</p> 12.\nIndemnity <p> You agree to defend, indemnify and hold harmless Yostar and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the Service, including any data or content transmitted or received by you.\n(ii) your violation of any term of this Agreement, including without limitation your breach of any of the representations and warranties above.\n(iii) your violation of any third-party right, including without limitation any right of privacy or Intellectual Property Rights.\n(iv) your violation of any applicable law, rule or regulation.\n(v) User Content or any content that is submitted via your account including without limitation misleading, false, or inaccurate information.\n(vi) your willful misconduct.\nor (vii) any other party's access and use of the Service with your unique username, password or other appropriate security code.\n</p> 13.\nNo Warranty <p> The Service is provided on an \"as is\" and \"as available\" basis.\nUse of the Service is at your own risk.\nTo the maximum extent permitted by applicable law, the Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, or non-infringement.\nNo advice or information, whether oral or written, obtained by you from Yostar or through the Service will create any warranty not expressly stated herein.\nWithout limiting the foregoing, Yostar, its subsidiaries, its affiliates, and its licensors do not warrant that the content is accurate, reliable or correct.\nthat the Service will meet your requirements.\nthat the Service will be available at any particular time or location, uninterrupted or secure.\nthat any defects or errors will be corrected.\nor that the Service is free of viruses or other harmful components.\nAny content downloaded or otherwise obtained through the use of the Service is downloaded at your own risk and you will be solely responsible for any damage to your computer system or mobile device or loss of data that results from such download or your use of the Service.\n</p>\n<p> Yostar does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the Service or any hyperlinked website or service, and Yostar will not be a party to or in any way monitor any transaction between you and third-party providers of products or services.\n</p>\n<p> Federal law, some states, provinces and other jurisdictions do not allow the exclusion and limitations of certain implied warranties, so the above exclusions may not apply to you.\nThis agreement gives you specific legal rights, and you may also have other rights which vary from state to state.\nThe disclaimers and exclusions under this Agreement will not apply to the extent prohibited by applicable law.\n</p> 14.\nLimitation of Liability <p> To the maximum extent permitted by applicable law, in no event shall Yostar, its affiliates, agents, directors, employees, suppliers or licensors be liable for any indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, arising out of or relating to the use of, or inability to use, this service.\nUnder no circumstances will Yostar be responsible for any damage, loss or injury resulting from hacking, tampering or other unauthorized access or use of the Service or your account or the information contained therein.\n</p>\n<p> To the maximum extent permitted by applicable law, Yostar assumes no liability or responsibility for any (i) errors, mistakes, or inaccuracies of content.\n(ii) personal injury or property damage, of any nature whatsoever, resulting from your access to or use of our service.\n(iii) any unauthorized access to or use of our secure servers and/or any and all personal information stored therein.\n(iv) any interruption or cessation of transmission to or from the Service.\n(v) any bugs, viruses, trojan horses, or the like that may be transmitted to or through our service by any third party.\n(vi) any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the Service.\nand/or (vii) User Content or the defamatory, offensive, or illegal conduct of any third party.\nIn no event shall Yostar, its affiliates, agents, directors, employees, suppliers, or licensors be liable to you for any claims, proceedings, liabilities, obligations, damages, losses or costs in an amount exceeding the amount you paid to Yostar hereunder or $100.00, whichever is greater.\n</p>\n<p> This limitation of liability section applies whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if Yostar has been advised of the possibility of such damage.\nThe foregoing limitation of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction.\n</p>\n<p> Some states do not allow the exclusion or limitation of incidental or consequential damages, so the above limitations or exclusions may not apply to you.\nThis agreement gives you specific legal rights, and you may also have other rights which vary from state to state.\nThe disclaimers, exclusions, and limitations of liability under this Agreement will not apply to the extent prohibited by applicable law.\n</p>\n<p> The Service is controlled and operated from facilities in the United States.\nYostar makes no representations that the Service is appropriate or available for use in other locations.\nThose who access or use the Service from other jurisdictions do so at their own volition and are entirely responsible for compliance with all applicable United States and local laws and regulations, including but not limited to export and import regulations.\nYou may not use the Service if you are a resident of a country embargoed by the United States, or are a foreign person or entity blocked or denied by the United States government.\nUnless otherwise explicitly stated, all materials found on the Service are solely directed to individuals, companies, or other entities located in the United States.\n</p> 15.\nGoverning Law, Arbitration, and Class Action/Jury Trial Waiver <p>\n<b>A.\nGoverning Law.\n</b> You agree that: (i) the Service shall be deemed solely based in California.\nand (ii) the Service shall be deemed a passive one that does not give rise to personal jurisdiction over us, either specific or general, in jurisdictions other than California.\nThis Agreement shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.\nThe parties acknowledge that this Agreement evidences a transaction involving interstate commerce.\nNotwithstanding the preceding sentences with respect to the substantive law, any arbitration conducted pursuant to the terms of this Agreement shall be governed by the Federal Arbitration Act (9 U.S.C.\n§§ 1-16).\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.\nYou agree to submit to the personal jurisdiction of the federal and state courts located in Santa Clara County, California for any actions for which we retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a our copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the Arbitration provision below, including any provisional relief required to prevent irreparable harm.\nYou agree that Santa Clara County, California is the proper forum for any appeals of an arbitration award or for trial court proceedings in the event that the arbitration provision below is found to be unenforceable.\n</p>\n<p>\n<b> B.\nArbitration.\n</b> Read this section carefully because it requires the parties to arbitrate their disputes and limits the manner in which you can seek relief from Yostar.\nFor any dispute with Yostar, you agree to first contact us at info@Yo-star.com and attempt to resolve the dispute with us informally.\nIn the unlikely event that Yostar has not been able to resolve a dispute it has with you after sixty (60) days, we each agree to resolve any claim, dispute, or controversy (excluding any claims for injunctive or other equitable relief as provided below) arising out of or in connection with or relating to this Agreement, or the breach or alleged breach thereof (collectively, \"Claims\"), by binding arbitration by JAMS, under the Optional Expedited Arbitration Procedures then in effect for JAMS, except as provided herein.\nJAMS may be contacted at www.jamsadr.com.\nThe arbitration will be conducted in Santa Clara County, California, unless you and Yostar agree otherwise.\nIf you are using the Service for commercial purposes, each party will be responsible for paying any JAMS filing, administrative and arbitrator fees in accordance with JAMS rules, and the award rendered by the arbitrator shall include costs of arbitration, reasonable attorneys' fees and reasonable costs for expert and other witnesses.\nIf you are an individual using the Service for non-commercial purposes: (i) JAMS may require you to pay a fee for the initiation of your case, unless you apply for and successfully obtain a fee waiver from JAMS.\n(ii) the award rendered by the arbitrator may include your costs of arbitration, your reasonable attorney's fees, and your reasonable costs for expert and other witnesses.\nand (iii) you may sue in a small claims court of competent jurisdiction without first engaging in arbitration, but this does not absolve you of your commitment to engage in the informal dispute resolution process.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this Section shall be deemed as preventing Yostar from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of our data security, Intellectual Property Rights or other proprietary rights.\n</p>\n<p>\n<b> C.\nClass Action/Jury Trial Waiver.\n</b> With respect to all persons and entities, regardless of whether they have obtained or used the Service for personal, commercial or other purposes, all claims must be brought in the parties' individual capacity, and not as a plaintiff or class member in any purported class action, collective action, private attorney general action or other representative proceeding.\nThis waiver applies to class arbitration, and, unless we agree otherwise, the arbitrator may not consolidate more than one person's claims.\nYou agree that, by entering into this Agreement, you and Yostar are each waiving the right to a trial by jury or to participate in a class action, collective action, private attorney general action, or other representative proceeding of any kind.\n</p> 16.\nGeneral <p>\n<b> A.\nAssignment.\n</b> This Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Yostar without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.\n</p>\n<p>\n<b> B.\nNotification Procedures and Changes to the Agreement.\n</b> Yostar may provide notifications, whether such notifications are required by law or are for marketing or other business related purposes, to you via email notice, written or hard copy notice, or through posting of such notice on our website, as determined by Yostar in our sole discretion.\nYostar reserves the right to determine the form and means of providing notifications to our Users, provided that you may opt out of certain means of notification as described in this Agreement.\nYostar is not responsible for any automatic filtering you or your network provider may apply to email notifications we send to the email address you provide us.\nYostar may, in its sole discretion, modify or update this Agreement from time to time, and so you should review this page periodically.\nWhen we change the Agreement in a material manner, we will update the \"last modified\" date at the bottom of this page and notify you that material changes have been made to the Agreement.\nYour continued use of the Service after any such change constitutes your acceptance of the new Terms of Use.\nIf you do not agree to any of these terms or any future Terms of Use, do not use or access (or continue to access) the Service.\n</p>\n<p>\n<b> C.\nEntire Agreement/Severability.\n</b> This Agreement, together with any amendments and any additional agreements you may enter into with Yostar in connection with the Service, shall constitute the entire agreement between you and Yostar concerning the Service.\nIf any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect, except that in the event of unenforceability of the universal Class Action/Jury Trial Waiver, the entire arbitration agreement shall be unenforceable.l </p>\n<p>\n<b> D.\nNo Waiver.\n</b> No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and Yostar's failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.\n</p>\n<p>\n<b> E.\nContact.\n</b> Please contact us at info@Yo-star.com with any questions regarding this Agreement.\n</p> ", "created_at": "2022-11-20 08:04:07.800448", "updated_at": "2022-11-20 07:04:53.054944"}], "points": [], "urls": ["yo-star.com"]}}