{"error": 448, "message": "OK", "parameters": {"id": 8099, "name": "Fanbyte", "created_at": "2023-04-25 00:30:37.779942", "updated_at": "2023-04-25 10:01:52.994993", "wikipedia": null, "keywords": null, "related": null, "slug": "wowhead", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8099.png", "url": "fanbyte.com,wowhead.com,hearthstonetopdecks.com,everquest.allakhazam.com,allakhazam.com", "documents": [{"id": 15707, "name": "Terms of Service", "url": "https://corp.fanbyte.com/legal/terms", "xpath": "//body", "text": "<i>\n</i> fanbyte fuel your obsessions X ZAM End User License Agreement and Terms of Service\nLast Updated: June 15, 2021\n<p>\nPlease read this ZAM End User License Agreement and Terms of Service (“<strong>EULA</strong>”) carefully because it is a binding contract between you, an individual user (“<strong>you</strong>”) and ZAM Network, LLC (“<strong>ZAM</strong>,” “<strong>we</strong>,” or “<strong>us</strong>”) governing your use of the websites made available by ZAM that reference this EULA, including websites located at zam.com, or any other websites, pages, features, or content we own or operate (“<strong>Websites</strong>”), browser extensions made available by ZAM (“<strong>Browser Extensions</strong>”), application programming interfaces made available by ZAM (“<strong>APIs</strong>”), and mobile applications made available by ZAM that reference this EULA (“<strong>Apps</strong>”) (the Websites, APIs, Browser Extensions, and Apps are, collectively, the “<strong>Service</strong>”).\n</p>\n<p>\nBY INSTALLING THE APIS, BROWSER EXTENSIONS, OR APPS, OR OTHERWISE ACCESSING OR USING THE SERVICE, YOU AGREE THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY THIS EULA.\nIF YOU ARE USING THE SERVICE ON BEHALF OF A COMPANY, ENTITY, OR ORGANIZATION, THEN YOU REPRESENT AND WARRANT THAT YOU: (i) ARE AN AUTHORIZED REPRESENTATIVE OF THAT ENTITY WITH THE AUTHORITY TO BIND THAT ENTITY TO THIS EULA.\nAND (ii) AGREE TO BE BOUND BY THIS EULA ON BEHALF OF THAT ENTITY.\nIF YOU DO NOT AGREE, THEN YOU MAY NOT USE THE SERVICE.\n</p>\n<p>\n<strong>IMPORTANT NOTICE REGARDING ARBITRATION: WHEN YOU AGREE TO THIS EULA YOU ARE AGREEING (WITH LIMITED EXCEPTION) TO RESOLVE ANY DISPUTE BETWEEN YOU AND ZAM THROUGH BINDING, INDIVIDUAL ARBITRATION RATHER THAN IN COURT.\nPLEASE REVIEW CAREFULLY SECTION 23 “DISPUTE RESOLUTION” BELOW FOR DETAILS REGARDING ARBITRATION.</strong>\n</p>\n<p>To have a copy of this EULA and our Privacy Policy found at https://corp.fanbyte.com/legal/privacy (“<strong>Privacy Policy</strong>”) sent to you, contact us using the applicable contact information listed in Section 26.\n</p>\n<p>\nThe parties hereby agree as follows:\n</p> Section 1.&nbsp;ZAM Service Overview <p>The Service is a collection of community forums, databases, articles, and Apps relating to online video games, and related Browser Extensions and APIs.\n</p> Section 2.&nbsp;Summary of Material Terms\n<p>As provided in greater detail in this EULA (and without limiting the express language of this EULA), you acknowledge that:</p>\n<ul>\n<li>by using the Service, you agree to be bound by this EULA;</li>\n<li>the APIs, Browser Extensions, and Apps are licensed, not sold, and you may use them only as set forth in this EULA;</li>\n<li>use of the Service may be subject to separate third party terms of service and fees, which you agree to comply with, including, without limitation, your mobile network operator’s (the “<strong>Carrier</strong>”) terms of service and fees, including fees for data usage, which are your sole responsibility;</li>\n<li>any personal data you provide to us will be processed in accordance with the Privacy Policy (which, along with this EULA, also governs your use of the Service) set out at https://corp.fanbyte.com/legal/privacy, and you are responsible for reviewing the Privacy Policy;</li>\n<li>the Service is provided “as is” without any warranties, and ZAM’s liability to you is limited to the extent permitted by law;</li>\n<li>access to the Service, or to certain features of the Service, may require you to pay fees, and may provide you the option to activate recurring automatic payments for those fees.\nBefore you pay any fees, including before activating or updating any recurring payments, you will have an opportunity to review them before you accept them.\nand</li>\n<li>if you are using the Apps on an iOS-based device, then you agree to and acknowledge the “ZAM Mobile Applications and Notice Regarding Apple,” in Section 27.</li>\n</ul>\nSection 3.\nEligibility\n<p>You may use the Services only if you are at least 13 years of age (or such other minimum age at which you can provide consent to data processing under the laws of your territory), and not otherwise barred from using the Services under applicable law.</p> Section 4.\nScope of License to Users\nLicense Grant to You\n<p>The ZAM-created and owned Service is licensed, not sold, to you for use only under the terms of this EULA.\nSubject to your complete and ongoing compliance with the terms and conditions of this EULA, ZAM hereby grants you a personal, limited, revocable, non-transferable, non-exclusive, non-commercial, non-sublicensable license to: (a) download, install, and use the Browser Extensions on compatible authorized devices that you own or control.\n(b) access and use the APIs, and send and receive calls from the APIs, in the manner described by any accompanying documentation.\n(c) use the Apps on compatible, authorized devices that you own or control.\nand (d) access and use the Websites (including all content therein).\nin each case solely for your own internal use or for the entity on whose behalf you are authorized to act.\nAny other use of the Service and its components, other than as expressly permitted herein, is strictly prohibited.</p>\nLicense Limitations\n<p>You may not modify, alter, reproduce, or distribute the Service.\nYou may not directly rent, lease, lend, sell, redistribute, or sublicense the Service.\nYou may not copy, decipher, decompile, reverse engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of any portion of the Service, any updates, or any part thereof (except as and only to the extent any foregoing restriction is prohibited by applicable law or the terms of any Third Party Service (as defined below)), nor attempt to disable or circumvent any security or other technological measure designed to protect the Service or any content available through the Service.\nYou may not use the Service, or any portion thereof, for any commercial purpose or for the benefit of any third party or in any manner not permitted by this EULA.\nIf you breach these license restrictions, or otherwise exceed the scope of the licenses granted in this EULA, then you may be subject to prosecution and damages, as well as liability for infringement of intellectual property rights, and denial of access to the Service.</p>\nApplicability to Updates\n<p>This EULA governs any updates provided to you by ZAM that replace or supplement the Service, unless the upgrade is accompanied by a separate license or revised EULA, in which case that license or revised EULA will govern.</p>\nSection 5.\nAccounts and Registration\n<p>To access most features of the Service, you may need to register for an account.\nWhen you register for an account, you may be required to provide us with some information about yourself, such as your email address or other contact information.\nTo find out more about how we collect, share, or use your information, please see our Privacy Policy located at https://corp.fanbyte.com/legal/privacy.\nYou represent that the information you provide us is accurate, complete, and current, and you will keep it accurate and up-to-date at all times.\nIf you do not do so, we may have to suspend or terminate your account.\nWhen you register, you will be asked to provide a password.\nYou are solely responsible for maintaining the confidentiality of your account and password, and you accept responsibility for all activities that occur under your account.\nIf you have reason to believe that your account is no longer secure, you must immediately notify us using the applicable contact information listed in Section 26.\nThe Service may allow you to register and log in using sign-on functionality provided by social networks or third party sites or services, such as Facebook, Blizzard, or Steam.\nYou agree to abide by the social networks’ or third parties’ terms and conditions applicable to you.</p> Section 6.\nUser Content\nUser Content Generally\n<p>Certain features of the Service may permit users to upload content to the Service, including comments, photos, video, images, data, text, screenshots, in-game data, and other types of works (“<strong>User Content</strong>”) and to publish User Content on the Service.\nYou retain copyright and any other proprietary rights that you may hold in the User Content that you post to the Service.</p>\nLimited License Grant to ZAM\n<p>By posting or publishing User Content, to the fullest extent permitted under applicable law, you grant ZAM a worldwide, perpetual, non-exclusive, royalty-free, fully paid right and license (with the right to sublicense) to host, store, transfer, publicly display, publicly perform, reproduce, modify, create derivative works based upon, distribute, and otherwise use your User Content, in whole or in part, in any and all media or distribution methods (now known or later developed) in connection with operating and providing the Service.</p>\nLimited License Grant to Other Users\n<p>By posting or sharing User Content with other users of the Service, to the fullest extent permitted under applicable law, you grant those users a non-exclusive license to access and use that User Content as permitted by this EULA and the functionality of the Service.</p>\nUser Content Representations and Warranties\n<p>You are solely responsible for your User Content and the consequences of posting or publishing User Content.\nBy posting or publishing User Content, you affirm, represent, and warrant that:</p>\n<ul>\n<li>you are the creator and owner of the User Content, or have the necessary licenses, rights, consents, and permissions to authorize ZAM and users of the Service to exercise the licenses to User Content granted by you in this Section 6, in the manner contemplated by ZAM, the Service, and this EULA.\nand</li>\n<li>your User Content, and the use of your User Content as contemplated by this EULA, does not and will not: (i) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right.\n(ii) slander, defame, libel, or invade the right of privacy, publicity or other property rights of any other person.\nor (iii) violate (or cause ZAM to violate) any law or regulation.</li>\n</ul>\nRemoval of User Content\n<p>You can remove your User Content by specifically deleting such User Content via the functionality of the Service.\nYou should know that in certain instances, some of your User Content (such as posts or comments you make) may not be completely removed and copies of your User Content may continue to exist on the Service.\nTo the maximum extent permitted by law, we are not responsible or liable for the removal or deletion of (or the failure to remove or delete) any of your User Content.</p>\nUser Content Disclaimer\n<p>To the fullest extent permitted under applicable law, we are under no obligation to edit or control User Content that you or other users post or publish, and we expressly disclaim any and all liability in connection with User Content.\nZAM may, at any time and without prior notice, screen, remove, edit, or block any User Content that in our sole judgment violates this EULA or is otherwise objectionable.\nYou understand that when using the Service you will be exposed to User Content from a variety of sources and acknowledge that User Content may be inaccurate, offensive, indecent, or objectionable.\nYou agree to waive, and do waive, any legal or equitable right or remedy you have or may have against ZAM with respect to User Content.</p> Section 7.\nDigital Millennium Copyright Act\nDMCA Notification\n<p>ZAM respects copyright law and expects its users to do the same.\nIt is ZAM’s policy to terminate in appropriate circumstances account holders who repeatedly infringe or are believed to be repeatedly infringing the rights of copyright holders.\nPlease see ZAM’s Copyright Policy at https://corp.fanbyte.com/legal/copyright, for further information.</p>\nSection 8.\nProhibited Conduct\n<p>By using the Service, you agree not to:</p>\n<ul>\n<li>use the Service for any illegal purpose or in violation of any local, state, national, or international law;</li>\n<li>violate, or encourage others to violate, any right of a third party, including by infringing or misappropriating any third party intellectual property right;</li>\n<li>post, upload, publish, send, transmit or otherwise distribute any User Content or other content that (a) infringes, misappropriates or violates a third party’s patent, copyright, trademark, trade secret, moral rights or other intellectual property rights, or rights of publicity or privacy.\n(b) violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(c) is fraudulent, false, misleading or deceptive.\n(d) is unlawful, defamatory, libelous, inaccurate, or that ZAM deems to be objectionable, profane, indecent, pornographic, harassing, threatening, embarrassing, hateful, or otherwise inappropriate.\n(e) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(f) is violent or threatening or promotes violence or actions that are threatening to any person or entity.\nor (g) promotes illegal or harmful activities or substances;</li>\n<li>use, display, mirror or frame the Service or any individual element within the Service, ZAM’s name, any ZAM trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without ZAM’s express written consent;</li>\n<li>interfere with security-related features of the Service, including by disabling, avoiding, bypassing, removing, deactivating, impairing, descrambling or circumventing features that prevent or limit use or copying of any content or technological measure implemented by ZAM or any of ZAM’s providers or any other third party (including another user) to protect the Services, or attempting to probe, scan or test the vulnerability of any ZAM system or network or breach any security or authentication measures;</li>\n<li>attempt to access or search the Service or download content from the Service using any engine, software, tool, agent, device or mechanism (including spiders, robots, crawlers, data mining tools or the like) other than the software and/or search agents provided by ZAM or other generally available third-party web browsers;</li>\n<li>interfere with the operation of the Service or any user’s enjoyment of the Service, including by: (a) uploading or otherwise disseminating any virus, adware, spyware, worm, or other malicious code or overloading, flooding, spamming, or mail-bombing the Service.\n(b) making any unsolicited offer or advertisement in the form of promotional materials, email, junk mail, spam, chain letters or other form of solicitation to another user of the Service.\n(c) attempting to collect personal information about another user or third party without consent.\nor (d) interfering with or disrupting any network, equipment, or server connected to or used to provide the Service, or violating any regulation, policy, or procedure of any network, equipment, or server;</li>\n<li>use any meta tags or other hidden text or metadata utilizing a ZAM trademark, logo URL or product name without ZAM’s express written consent;</li>\n<li>perform any fraudulent activity including impersonating any person or entity, misrepresent your affiliation with any person or entity, claiming a false affiliation, accessing any other account on the Service without permission, or falsifying your age or date of birth;</li>\n<li>sell or otherwise transfer the access granted under this EULA or any Materials (as defined below) or any right or ability to view, access, or use any Material.\nor</li>\n<li>Forge any TCP/IP packet header or any part of the header information in any email or newsgroup posting, or in any way use the Services to send altered, deceptive or false source-identifying information;</li>\n<li>attempt to do, or assist or permit any third party in doing, any of the acts described in this Section 8.</li>\n</ul>\n<p>ZAM is not obligated to monitor access to or use of the Service or to review or edit any content.\nHowever, we have the right to do so for the purpose of operating the Service, to ensure compliance with this EULA and to comply with applicable law or other legal requirements.\nWe have the right to investigate violations of this EULA or conduct that affects the Service.\nWe may also consult and cooperate with law enforcement authorities to prosecute users who violate the law.</p> Section 9.\nThird-Party Services, Third Party Fees, and Linked Websites\nAccess to Third Party Services\n<p>The Service may provide you with access to third party websites, databases, networks, servers, information, software, programs, systems, directories, applications, or products or services (collectively, “<strong>Third Party Services</strong>”).\nZAM provides access to such Third Party Services only as a convenience and ZAM does not have or maintain any control over Third Party Services.</p>\nDisclaimer of Liability for Third Party Services\n<p>Third Party Services may have their own terms of use and privacy policy, and your use of the Service may incur third party fees, such as fees charged by your Carrier for data usage.\nYou are solely responsible for reviewing and complying with any terms of use, privacy policy or other terms governing your use of Third Party Services, and you are solely responsible for all of Third Party Services fees incurred by you for use of the Service.\nYou are solely responsible for taking the precautions necessary to protect yourself from fraud when using Third Party Services, and to protect your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content that may be included on or with any Third Party Services.\nZAM disclaims any and all responsibility or liability for any harm resulting from your use of Third Party Services, and you hereby irrevocably waive any claim against ZAM with respect to any Third Party Services.</p>\nSection 10.\nThird-Party Software\n<p>Software you download in connection with the Service consists of a package of components that may include certain third party software (“<strong>Third Party Software</strong>”) provided under separate license terms (the “<strong>Third Party Terms</strong>”).\nYour use of the Third Party Software in conjunction with the Service in a manner consistent with this EULA is permitted, however, you may have broader rights under the applicable Third Party Terms, and nothing in this EULA is intended to impose further restrictions on your use of the Third Party Software.</p> Section 11.\nFees.\nPayment Terms\n<p>Access to the Service, or to certain features of the Service, may require you to pay fees, and may provide you the option to activate recurring automatic payments for those fees.\nBefore you pay any fees, including before activating or updating any recurring payments, you will have an opportunity to review the fees that you will be charged before you accept them.\nIf you activate or update recurring payments through the Service, you authorize ZAM to periodically charge, on a going-forward basis and until cancellation, all accrued sums on or before the payment due date for the accrued sums plus any applicable taxes, and other charges, using the Payment Information (defined below) you have provided.\nZAM will send you a reminder of such recurring payment with the then-current and applicable fees in accordance with applicable law.\nRecurring payments will continue until cancelled by you or we terminate your access to or use of the Service in accordance with this EULA.\n<strong>You may cancel recurring charges at any time via the functionality of the Service or by emailing ZAM directly at the applicable contact information listed in Section 26.\nIt may take up to 10 business days for the update or cancellation to take effect</strong>.\nYou will be responsible for all accrued sums (plus any applicable taxes and other charges) incurred for the then-current subscription period.\nIf you cancel, your right to use the Services will continue until the end of your then current subscription period and will then terminate without further charges.</p>\n<p>Whether you make a one-time payment of fees or active or update recurring payments through the Service (each, a “<strong>Transaction</strong>”), you expressly authorize us (or our third party payment processor) to charge you for such Transaction.\nUnless otherwise agreed, ZAM accepts credit cards through our third party payment processor.\nWe may ask you to supply additional information relevant to your Transaction, including your credit card number, the expiration date of your credit card and your email and postal addresses for billing and notification (such information, “<strong>Payment Information</strong>”).\nYou represent and warrant that you have the legal right to use all payment method(s) represented by any such Payment Information.\nWhen you initiate a Transaction, <strong>you thereby authorize ZAM to provide your payment details to our third party payment processor </strong>so we can complete your Transaction and to charge your payment method for the type of Transaction you have selected (plus any applicable taxes and other charges).\nYou may need to provide additional information to verify your identity before completing your Transaction (such information is included within the definition of Payment Information).\nBy initiating a Transaction, you agree to the pricing, payment and billing policies applicable to such fees and charges, as posted or otherwise communicated to you.&nbsp.\nAll fees are in U.S.\ndollars and are non-refundable, except as expressly provided in this EULA.\nIf ZAM changes the fees for the Service, including by adding additional fees or charges, you will be provided advance notice of those changes and the opportunity to accept the changes.\nIf you do not accept the changes, ZAM may discontinue providing the Service to you.</p>\nSection 12.\nTermination of Use.\nDiscontinuation and Modification of the Service\n<p>You may terminate or delete your account at any time upon request by contacting customer service using the applicable contact information listed in Section 26.\nIf you elect to delete your account, please see our Privacy Policy for what we will do with your data.\nIf you terminate or delete your account, you remain obligated to pay all outstanding fees, if any, incurred prior to termination relating to your use of the Service.\nIf you violate any provision of this EULA, your permission from us to use the Service terminates automatically.\nTo the fullest extent permitted under applicable law, ZAM may terminate your user account on the Service or suspend or terminate your access to the Service at any time for any reason or no reason, with or without notice.\nWe also reserve the right to modify or discontinue all or any part of the Service at any time in our sole discretion, without notice.\nWe expressly disclaim all liability for any change to the Service or any suspension or termination of your access to or use of the Service.</p>\n<p>Upon any termination, discontinuation or cancellation of the Services or your account, Sections 6 through 9, 11, 12 through 25, and 27, along with the Privacy Policy, will survive.</p> Section 13.\nPrivacy Policy.\nAdditional Terms\n<p>Your use of the Service is subject to the Privacy Policy and the Privacy Policy is hereby incorporated by reference into this EULA.\nBy using the Service, you agree that you have read, understood, and agree to the data collection, use, and disclosure provisions set forth in the Privacy Policy.</p>\nConsent to Use of Data\n<p>You agree that ZAM may collect and use technical data and related information, including, but not limited to, UDID, and other technical information about your device, system, application software, and peripherals, that is gathered to facilitate the provision of software updates, product support, and other services to you (if any) related to the Service, and to anonymously track and report your activity inside of the Service, including for analytics purposes.\nPlease see the Privacy Policy for more details regarding the information ZAM collects, and how it uses that information.</p>\nAdditional Terms\n<p>Your use of the Service is subject to all additional terms, policies, rules, or guidelines applicable to the Service or certain features of the Service that we may post on or link to from the Service (“<strong>Additional Terms</strong>”), such as end-user license agreements for any downloadable software applications, or rules applicable to a particular feature or content on the Service.\nAll Additional Terms are incorporated by this reference into, and made a part of, this EULA.</p>\nSection 14.\nModification of this EULA\n<p>We reserve the right, at our sole discretion, to change or update this EULA on a going-forward basis at any time.\nPlease check this EULA periodically for changes.\nIf you continue to use the Services after we have posted an updated EULA it means that you accept and agree to the changes.\nIf you don’t agree to be bound by the changes, you may not use the Services anymore.\nDisputes arising under this EULA will be resolved in accordance with the version of this EULA in effect at the time the dispute arose.\nBecause the Service is evolving over time, we may change or discontinue all or any part of the Service, at any time and without notice to you, at our sole discretion.</p>\nSection 15.\nOwnership.\nProprietary Rights\n<p>The Service is owned and operated by ZAM.\nThe visual interfaces, graphics, design, compilation, information, data, computer code (including source code or object code), products, software, services, and all other content and elements of the Service (“<strong>Materials</strong>”) provided by ZAM are protected by intellectual property and other laws.\nAll Materials are the property of ZAM or our third-party licensors.\nExcept as expressly authorized by ZAM, you may not make use of the Materials.\nZAM reserves all rights not granted expressly in this EULA.\nYou acknowledge that the Service is protected by copyright, trademark, and other laws of the U.S.\nand foreign countries.\nYou agree not to remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Service.</p>\nSection 16.\nFeedback\n<p>If you choose to provide input, feedback, comments, ideas, proposals and suggestions regarding problems with or proposed modifications or improvements to the Service (“<strong>Feedback</strong>”), then you hereby grant ZAM an unrestricted, worldwide, perpetual, irrevocable, non-exclusive, fully-paid, royalty-free right to exploit the Feedback in any manner and for any purpose without compensation to you.</p>\nSection 17.\nIndemnity\n<p>To the fullest extent permitted under applicable law, you are responsible for your use of the Service, and you will defend and indemnify ZAM and its officers, directors, employees, consultants, affiliates, subsidiaries and agents (together, the “<strong>ZAM Entities</strong>”) from and against every claim, liability, damage, loss, and expense, including reasonable attorneys’ fees and costs, arising out of or in any way connected with: (a) your access to, and use of, the Service.\n(b) your User Content.\n(c) your violation of any portion of this EULA, any representation, warranty, or agreement referenced in this EULA, or any applicable law or regulation.\n(d) your violation of any third-party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right.\nor (e) any dispute or issue between you and any third party.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of that claim.</p> Section 18.\nDisclaimers.\nNo Warranties\n<p>THE SERVICE AND ALL MATERIALS, USER CONTENT AND THIRD PARTY SOFTWARE AVAILABLE THROUGH THE SERVICE ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS.\nTO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, THE ZAM ENTITIES DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, RELATING TO THE SERVICE AND ALL MATERIALS, USER CONTENT, THIRD PARTY SOFTWARE AVAILABLE THROUGH THE SERVICE, INCLUDING: (A) ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, OR NON-INFRINGEMENT.\nAND (B) ANY WARRANTY ARISING OUT OF COURSE OF DEALING, USAGE, OR TRADE.\nTHE ZAM ENTITIES DO NOT WARRANT THAT THE SERVICE OR ANY PORTION OF THE SERVICE, OR ANY MATERIALS, USER CONTENT OR THIRD PARTY SOFTWARE OFFERED THROUGH THE SERVICE, WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS, AND DO NOT WARRANT THAT ANY OF THOSE ISSUES WILL BE CORRECTED.&nbsp.\nWE MAKE NO WARRANTY REGARDING THE QUALITY, ACCURACY, TIMELINESS, TRUTHFULNESS, COMPLETENESS OR RELIABILITY OF ANY INFORMATION OR CONTENT ON THE SERVICE.</p>\n<p>TO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM THE SERVICE OR ANY MATERIALS OR USER CONTENT OR THIRD PARTY SOFTWARE AVAILABLE THROUGH THE SERVICE WILL CREATE ANY WARRANTY REGARDING ANY OF THE ZAM ENTITIES OR THE SERVICE THAT IS NOT EXPRESSLY STATED IN THIS EULA.\nYOU ASSUME ALL RISK FOR ANY DAMAGE THAT MAY RESULT FROM YOUR USE OF OR ACCESS TO THE SERVICE, YOUR DEALING WITH ANY OTHER SERVICE USER, AND ANY MATERIALS OR USER CONTENT OR THIRD PARTY SOFTWARE AVAILABLE THROUGH THE SERVICE.\nYOU UNDERSTAND AND AGREE THAT YOU USE THE SERVICE, AND USE, ACCESS, DOWNLOAD, OR OTHERWISE OBTAIN MATERIALS OR USER CONTENT OR THIRD PARTY SOFTWARE THROUGH THE SERVICE AND ANY ASSOCIATED SITES OR SERVICES, AT YOUR OWN DISCRETION AND RISK, AND THAT YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY, OR THE LOSS OF DATA THAT RESULTS FROM THE USE OF THE SERVICE OR THE DOWNLOAD OR USE OF THAT MATERIAL, USER CONTENT OR THIRD PARTY SOFTWARE.</p>\n<p>SOME JURISDICTIONS MAY PROHIBIT A DISCLAIMER OF WARRANTIES AND YOU MAY HAVE OTHER RIGHTS THAT VARY FROM JURISDICTION TO JURISDICTION.</p>\n<p>We make no claims that any Material or content within the Service therein is appropriate or may be downloaded outside of the U.S.\nor outside the country where such Material or any content was produced.\nAccess to the Material or any other content within the Service may not be legal in certain countries or for certain persons.\nIf you access any Material or other content from outside of the U.S., you do so at your own risk and are responsible for compliance with the laws of your jurisdiction.\nYou agree to comply with: (i) all local rules regarding user conduct on the Internet and acceptable content.\nand (ii) all applicable laws regarding the downloading and/or transmission of technical data and other material from or to the U.S.\nand the country in which you are located.</p> Section 19.\nLimitation of Liability\n<p>TO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, IN NO EVENT WILL THE ZAM ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES (INCLUDING DAMAGES FOR LOSS OF PROFITS, LOST REVENUE, LOST SAVINGS, LOST BUSINESS OPPORTUNITY, LOSS OF DATA OR GOODWILL, OR ANY OTHER INTANGIBLE LOSS.\nSERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE OR THE COST OF SUBSTITUTE SERVICES OF ANY KIND) ARISING OUT OF OR RELATING TO YOUR ACCESS TO OR USE OF, OR YOUR INABILITY TO ACCESS OR USE, THE SERVICE OR ANY MATERIALS, USER CONTENT OR THIRD PARTY SOFTWARE ON THE SERVICE, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY, STATUTE, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT ANY ZAM ENTITY HAS BEEN INFORMED OF THE POSSIBILITY OF DAMAGE, EVEN IF A LIMITED REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</p>\n<p>THE AGGREGATE LIABILITY OF THE ZAM ENTITIES TO YOU FOR ALL CLAIMS ARISING OUT OF OR RELATING TO THE USE OF OR ANY INABILITY TO USE ANY PORTION OF THE SERVICE OR OTHERWISE UNDER THIS EULA, WHETHER IN CONTRACT, TORT, OR OTHERWISE, TO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, IS LIMITED TO THE GREATER OF: (A) THE AMOUNTS YOU PAID OR PAYABLE BY YOU TO ZAM FOR ACCESS TO AND USE OF THE SERVICE IN THE 12 MONTHS PRIOR TO THE EVENT(S) GIVING RISE TO THE CLAIM.\nOR (B) ONE HUNDRED DOLLARS ($100) IF YOU HAVE NOT HAD ANY PAYMENT OBLIGATIONS TO ZAM, AS APPLICABLE.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES.\nACCORDINGLY, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\n<p>EACH PROVISION OF THIS EULA THAT PROVIDES FOR A LIMITATION OF LIABILITY, DISCLAIMER OF WARRANTIES, OR EXCLUSION OF DAMAGES IS INTENDED TO AND DOES ALLOCATE THE RISKS BETWEEN THE PARTIES UNDER THIS EULA.\nTHIS ALLOCATION IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES.\nEACH OF THESE PROVISIONS IS SEVERABLE AND INDEPENDENT OF ALL OTHER PROVISIONS OF THIS EULA.\nTHE LIMITATIONS IN THIS SECTION 19 WILL APPLY EVEN IF ANY LIMITED REMEDY FAILS OF ITS ESSENTIAL PURPOSE.</p>\nSection 20.\nThird Party Disputes\n<p>ZAM IS NOT AFFILIATED WITH ANY CARRIER, SERVICE PROVIDER, OR THIRD PARTY SERVICE, AND ANY DISPUTE YOU HAVE WITH ANY CARRIER, SERVICE PROVIDER, THIRD PARTY SERVICE, OR OTHER THIRD PARTY, INCLUDING, WITHOUT LIMITATION, ANY OTHER USER OF THE SERVICE, IS DIRECTLY BETWEEN YOU AND THAT THIRD PARTY, AND YOU IRREVOCABLY RELEASE ZAM (AND OUR OFFICERS, DIRECTORS, AGENTS, SUBSIDIARIES, JOINT VENTURES AND EMPLOYEES) FROM ANY AND ALL CLAIMS, DEMANDS AND DAMAGES (ACTUAL AND CONSEQUENTIAL) OF EVERY KIND AND NATURE, KNOWN AND UNKNOWN, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THOSE DISPUTES.</p>\nSection 21.\nGoverning Law\n<p>This EULA, and any action related thereto, will be governed by the Federal Arbitration Act, federal arbitration law and the laws of the State of California without regard to conflict of laws provisions.\nExcept as otherwise expressly set forth in Section 23 “Dispute Resolution and Arbitration” the exclusive jurisdiction for all Disputes (defined below) that you and ZAM are not required to arbitrate will be the state and federal courts located in the Los Angeles County, California and you and ZAM each waive any objection to jurisdiction and venue in such courts.</p>\nSection 22.\nGeneral\n<p>This EULA, together with any Additional Terms and the Privacy Policy, is the entire and exclusive understanding and agreement between you and ZAM regarding your use of the Service, and this EULA supersedes and replaces all prior and contemporaneous oral or written understandings or agreements between ZAM and you regarding your use of the Service.\nYou may not assign or transfer this EULA, in whole or in part, by operation of law or otherwise, without our prior written consent.\nAny attempt by you to assign or transfer this EULA, without such consent, will be null.\nWe may assign this EULA at any time without notice or consent.\nSubject to the foregoing, this EULA will bind and inure to the benefit of the parties, their successors and permitted assigns.\nFailure to require performance of any provision will not affect our right to require performance at any other time after that, nor will a waiver by us of any breach or default of this EULA, or any provision of this EULA, be a waiver of any subsequent breach or default or a waiver of the provision itself.\nExcept as expressly set forth in this EULA, the exercise by either party of any of its remedies under this EULA will be without prejudice to its other remedies under this EULA or otherwise.\nIf any part of this EULA is held to be invalid, illegal, or unenforceable by an arbitrator or a court of competent jurisdiction, that provision will be enforced to the maximum extent permissible and the validity, legality, and enforceability of the remaining provisions shall remain in full force and effect.\nAny notices or other communications provided by ZAM under this EULA will be given: (a)&nbsp;via email.\nor (b)&nbsp;by posting to the Service.\nFor notices made by email, the date of receipt will be deemed the date on which such notice is transmitted.\nNOTHING IN THIS EULA WILL AFFECT ANY NON-WAIVABLE STATUTORY RIGHTS THAT APPLY TO YOU.</p> Section 23.\nDispute Resolution and Arbitration\nSection 23.1.\nMandatory Arbitration of Disputes\n<p>We each agree that any dispute, claim or controversy arising out of or relating to this EULA or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services (collectively, “Disputes”) will be resolved solely by binding, individual arbitration and not in a class, representative or consolidated action or proceeding.\nYou and ZAM agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this EULA, and that you and ZAM are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of this EULA.</p>\nSection 23.2.&nbsp;Exceptions\n<p>As limited exceptions to Section 23.1 above: (i)&nbsp;we both may seek to resolve a Dispute in small claims court if it qualifies.\nand (ii) we each retain the right to seek injunctive or other equitable relief from a court to prevent (or enjoin) the infringement or misappropriation of our intellectual property rights.</p>\nSection 23.3.\nConducting Arbitration and Arbitration Rules\n<p>The arbitration will be conducted by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules (the “AAA Rules”) then in effect, except as modified by this EULA.\nThe AAA Rules are available at www.adr.org or by calling 1-800-778-7879.\nA party who wishes to start arbitration must submit a written Demand for Arbitration to AAA and give notice to the other party as specified in the AAA Rules.\nThe AAA provides a form Demand for Arbitration at www.adr.org.\nAny arbitration hearings will take place in the county (or parish) where you live, unless we both agree to a different location.\nThe parties agree that the arbitrator shall have exclusive authority to decide all issues relating to the interpretation, applicability, enforceability and scope of this arbitration agreement.</p>\nSection 23.4.\nArbitration Costs\n<p>Payment of all filing, administration and arbitrator fees will be governed by the AAA Rules, and we won’t seek to recover the administration and arbitrator fees we are responsible for paying, unless the arbitrator finds your Dispute frivolous.\nIf we prevail in arbitration we’ll pay all of our attorneys’ fees and costs and won’t seek to recover them from you.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses to the extent provided under applicable law.</p>\nSection 23.5.\nInjunctive and Declaratory Relief\n<p>Except as provided in Section 23.2 above, the arbitrator shall determine all issues of liability on the merits of any claim asserted by either party and may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim.\nTo the extent that you or we prevail on a claim and seek public injunctive relief (that is, injunctive relief that has the primary purpose and effect of prohibiting unlawful acts that threaten future injury to the public), the entitlement to and extent of such relief must be litigated in a civil court of competent jurisdiction and not in arbitration.\nThe parties agree that litigation of any issues of public injunctive relief shall be stayed pending the outcome of the merits of any individual claims in arbitration.</p>\nSection 23.6.\nClass Action Waiver\n<p>YOU AND ZAM AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, if the parties’ Dispute is resolved through arbitration, the arbitrator may not consolidate another person’s claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.\nIf this specific provision is found to be unenforceable, then the entirety of this Dispute Resolution and Arbitration section shall be null and void.</p>\nSection 23.7.\nSeverability\n<p>With the exception of any of the provisions in Section 23.6 (“Class Action Waiver”), if an arbitrator or court of competent jurisdiction decides that any part of this EULA is invalid or unenforceable, the other parts of this EULA will still apply.</p>\nSection 24.\nConsent to Electronic Communications\n<p>By using the Service, you consent to receiving certain electronic communications from us as further described in our Privacy Policy to the fullest extent permitted under applicable law.\nYou agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that those communications be in writing.</p> Section 25.\nPromotional Activities\n<p>BY PARTICIPATING IN ANY PROMOTIONAL ACTIVITY VIA THE SERVICE, YOU ARE AGREEING TO ANY ADDITIONAL TERMS AND CONDITIONS APPLICABLE TO THE PROMOTIONAL ACTIVITY.\nUser Content submitted in connection with any promotional activity may be retained by ZAM after conclusion of the promotion.\nZAM may collect personal information from you when you enter a promotional activity.\nZAM will use any information collected in accordance with the Privacy Policy.\nAll participants must observe commercial standards of fair dealing and honesty in fact in participating in promotional activities.</p>\nDisclaimer, Release and Limit of Liability\n<p>ZAM MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, REGARDING ANY PRIZE OR YOUR PARTICIPATION IN ANY PROMOTIONAL ACTIVITY.\nBY ENTERING THE PROMOTIONAL ACTIVITY OR BY RECEIVING ANY PRIZE, YOU AGREE TO RELEASE AND HOLD HARMLESS ZAM, AND ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, DISTRIBUTORS, ADVERTISING/PROMOTION AGENCIES, ALL SOCIAL MEDIA NETWORKS (INCLUDING FACEBOOK AND INSTAGRAM), PRIZE SUPPLIERS, AND ANY OTHER ORGANIZATIONS RELATED TO THE PROMOTIONAL ACTIVITY, AND EACH OF THEIR RESPECTIVE PARENT COMPANIES AND EACH OF THOSE COMPANY’S OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS (COLLECTIVELY, THE “<strong>RELEASED PARTIES</strong>”) FROM AND AGAINST ANY CLAIM OR CAUSE OF ACTION, injuries, damages, expenses or losses to person or property and/or liabilities of any nature that in any way arise from participation in the promotional activity or acceptance or use of a prize or parts thereof, INCLUDING, BUT NOT LIMITED TO: (I) PERSONAL INJURY, DEATH, OR DAMAGE TO OR LOSS OF PROPERTY, ARISING OUT OF PARTICIPATION IN THE PROMOTIONAL ACTIVITY.\n(II) THE PRIZE, OR RECEIPT, POSSESSION OR USE OR MISUSE OF ANY PRIZE, OR FROM PARTICIPATION IN THE PROMOTIONAL ACTIVITY.\n(III) any condition caused by events beyond the Released Parties’ control that may cause the promotional activity to be disrupted or corrupted.\nor (IV) any printing or typographical errors in any materials associated with the Promotional Activity.</p>\n<p>THE RELEASED PARTIES ARE NOT RESPONSIBLE FOR: (A) ANY INCORRECT OR INACCURATE INFORMATION, late, lost, delayed, damaged, postage-due, incomplete, illegible, misdirected or undeliverable entries, responses, or other correspondence, whether by email or postal mail or otherwise, WHETHER CAUSED BY ENTRANTS, PRINTING ERRORS OR BY ANY OF THE EQUIPMENT OR PROGRAMMING ASSOCIATED WITH OR USED IN THE PROMOTION.\n(B) TECHNICAL FAILURES OF ANY KIND, INCLUDING, BUT NOT LIMITED TO MALFUNCTIONS, INTERRUPTIONS, OR DISCONNECTIONS IN PHONE LINES OR ELECTRICAL, NETWORK, COMPUTER, HARDWARE OR SOFTWARE PROGRAMS.\n(C) UNAUTHORIZED HUMAN INTERVENTION IN ANY PART OF THE ENTRY PROCESS OR THE PROMOTIONAL ACTIVITY.\n(D) TECHNICAL OR HUMAN ERROR THAT MAY OCCUR IN THE ADMINISTRATION OF THE PROMOTIONAL ACTIVITY OR THE PROCESSING OF ENTRIES.\nOR (E) ANY INJURY OR DAMAGE TO PERSONS OR PROPERTY THAT MAY BE CAUSED, DIRECTLY OR INDIRECTLY, IN WHOLE OR IN PART, FROM YOUR (OR ANY OTHER ENTRANT’S) PARTICIPATION IN THE PROMOTIONAL ACTIVITY OR RECEIPT OR USE OR MISUSE OF ANY PRIZE.\nIf for any reason your entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, your sole remedy is another entry in the promotion, except that if it is not possible to award another entry due to discontinuance or completion of the promotion, or any part of it, for any reason, ZAM, at its discretion, may elect to hold a random drawing from among all eligible entries received up to the date of discontinuance for any or all of the prizes offered herein.\nNo more than the stated number of prizes will be awarded.\nIn event that production, technical, programming, or any other reasons cause more than the stated number of prizes as set forth in the applicable terms and conditions to be available or claimed, ZAM reserves the right to award only the stated number of prizes by a random drawing among all legitimate, unawarded, eligible prize claims.</p>\nSection 26.\nContact Information\n<p>The Service is offered by ZAM Network, LLC, located at 12777 West Jefferson Blvd.\n– Building E, Los Angeles, CA 90066.\nYou may contact us by sending correspondence to that address or by emailing us at the following email addresses:</p> Site Contact Email Zam.com\naccounts@zam.com Wowhead.com\nfeedback@wowhead.com Fanbyte.com\naccounts@zam.com Hearthstonetopdecks.com\naccounts@zam.com Camelot.allakhazam.com\naccounts@zam.com Everquest.allakhazam.com\naccounts@zam.com Eq2.zam.com\naccounts@zam.com Ffxi.allakhazam.com\naccounts@zam.com Ffxiv.zam.com\naccounts@zam.com Lotro.allakhazam.com\naccounts@zam.com Wow.allakhazam.com\naccounts@zam.com All other ZAM sites\naccounts@zam.com Section 27.\nZAM Mobile Applications and Notice Regarding Apple\n<p>If you comply with the terms and conditions of this EULA, ZAM grants to you a limited, non-exclusive, non-transferable, non-sublicensable license to download and install our Apps on your personal computers, mobile handsets, tablets, and/or other devices and to run the Apps solely for your own personal non-commercial purposes.\nExcept as expressly permitted in this EULA, you may not: (a) copy, modify or create derivative works based on the Apps or the content within the Apps.\n(b) distribute, transfer, sublicense, lease, lend or rent the Apps to any third party.\n(c) reverse engineer, decompile or disassemble the Apps (unless applicable law permits, despite this limitation).\nor (d) make the functionality of the Apps available to multiple users through any means.</p>\n<p>If you are using our Apps on an iOS device or acquired any of our Apps from the Apple App Store, the terms of this Section 27 apply.\nYou acknowledge that this EULA is between you and ZAM only, not with Apple, and Apple is not responsible for the Service or its content.\nApple has no obligation to furnish any maintenance or support services with respect to the Service.\nIf the Service fails to conform to any applicable warranty, you may notify Apple and Apple will refund any applicable purchase price for the App to you.\nand, to the maximum extent permitted by applicable law, Apple has no other warranty obligation with respect to the Service.\nApple is not responsible for addressing any claim by you or any third party relating to the Service or your possession or use of the Service, including: (i) product liability claims.\n(ii) any claim that the Service fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nApple is not responsible for the investigation, defense, settlement, or discharge of any third party claim that the Service or your possession and use of the Apps infringe that third party’s intellectual property rights.\nYou agree to comply with any applicable third party terms when using the Service.\nApple and Apple’s subsidiaries are third party beneficiaries of this Section 27 of this EULA, and upon your acceptance of this EULA, Apple will have the right (and will be deemed to have accepted the right) to enforce this Section 27 of this EULA against you.\nYou hereby represent and warrant that: (1) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (2) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</p>\nSection 28.\nGame Play Competitions and Points\n<p>The below terms and conditions apply to any Competitions (defined below) hosted by ZAM on the Service.\nAdditional terms and conditions may apply, and these terms and conditions may be found on the applicable Competition webpage.</p>\nGame Play\n<p>The Service may permit users who have an active email account and Internet access to compete in certain game play or competitions offered via the functionality of the Service (each, a “<strong>Competition</strong>”), view Competitions, and compete for points (“<strong>Game Play Points</strong>”) based on the results of Competitions.\nYour skill, your skill relative to others, and the number of other users participating in a Competition are a few of the factors that may determine the amount of Game Play Points you may receive, if any.\nNo entry fee, Game Play Points, or other consideration is required to participate in any Competition.</p> License to Game Play Points <p>Game Play Points are provided under a limited, non-transferable, non-sublicensable, revocable license to use within the Service in accordance with this EULA.\nYou obtain no property interest in Game Play Points.\nYou may not transfer, sell, auction, offer, or resell Game Play Points in any manner, including within or outside of the Service.\nWe reserve the right to suspend or terminate the account of any user who transfers, sells, auctions, offers, or resells Game Play Points in violation of this EULA.\nWe reserve the right to remove or modify Game Play Points from your account in our sole discretion and without notice.\nWe have no liability for hacking or loss of your Game Play Points, and we have no obligation to reimburse you for any Game Play Points that are lost due to your violation of these Terms or any other reason.</p> No Value in Game Play Points <p>We may use other terms to describe Game Play Points, including, but not limited to, such terms as “gold”.\nRegardless of what we call them, Game Play Points are not real money and do not have monetary or financial value.\nWe may distribute Game Play Points in our sole discretion.\nAny Game Play Point balance shown in your account does not constitute a real-world balance or reflect any stored value, but rather constitutes a measurement of the extent of the license granted to you by us.\nYou acknowledge that Game Play Points are not real currency and are not redeemable from us at any time.</p> Prizes <p>We may offer prizes, including cash, as indicated on the Competition webpage (each, a “<strong>Prize</strong>”), in association with Competitions.\nAny cash Prize is displayed and paid in U.S.\ndollars.\nSubject to applicable law, if we mistakenly credit a Prize to your account, we remain the owner of that Prize and may automatically deduct the mistaken Prize from your account upon discovery of our error and you will owe us the equivalent of any Prize mistakenly credited to you.\nSuch obligation to reimburse us for any mistakenly credited Prize will survive any termination of this EULA or of your account.</p> terms of service privacy policy support portal Do Not Sell My Personal InformationWhen you visit our website, we store cookies on your browser to collect information.\nThe information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience.\nHowever, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer.\nClick on the different category headings to find out more and change our default settings according to your preference.\nYou cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.).\nFor more information about the First and Third Party Cookies used please follow this link.\n<br>More informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active Strictly Necessary Cookies<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Sale of Personal Data Sale of Personal Data<p>Under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information to third parties.\nThese cookies collect information for analytics and to personalize your experience with targeted ads.\nYou may exercise your right to opt out of the sale of personal information by using this toggle switch.\nIf you opt out we will not be able to offer you personalised ads and will not hand over your personal information to any third parties.\nAdditionally, you may contact our legal department for further clarification about your rights as a California consumer by using this Exercise My Rights link.\nIf you have enabled privacy controls on your browser (such as a plugin), we have to take that as a valid request to opt-out.\nTherefore we would not be able to track your activity through the web.\nThis may affect our ability to personalize ads according to your preferences.</p>\n<ul>\n<li>Performance Cookies Required Cookies<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>\n</li>\n</ul>\n<ul>\n<li>Targeting Cookies Required Cookies<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>\n</li>\n</ul>Other Cookies Other Cookies<p>Other Cookies</p> Confirm My ChoicesBack Button<p>Back</p> Performance Cookies<p>\n</p>Vendor Search Search Icon Filter Icon<p>Clear Filters</p> Information storage and accessApplyConsent Leg.Interest<p>All Consent Allowed</p> Select All Vendors Select All Vendors All Consent Allowed Confirm My Choices", "created_at": "2023-04-25 00:30:52.090427", "updated_at": "2023-04-25 00:31:04.10731"}, {"id": 15706, "name": "Privacy Policy", "url": "https://corp.fanbyte.com/legal/privacy", "xpath": "//body", "text": "<i>\n</i> fanbyte fuel your obsessions X Privacy Policy\n<b>Last Updated: June 15, 2021</b>\n<p>\nZAM Network LLC (doing business as Fanbyte) is a company with principal offices at 12777 West Jefferson Blvd – Building E, Los Angeles, CA 90066, USA, and is the data controller for the purposes of data protection law.\nOur data protection officer can be contacted at privacy@zam.com.\n</p>\n<p>\nThe Privacy Policy explains how ZAM collects, uses, and otherwise processes information we obtain through your use of our products and services available on our website www.fanbyte.com or any other websites, apps, pages, features, advertising functionality, or content we own or operate (collectively, the “<b>Services</b>”).\nThe terms “ZAM,” “we,” and “us” include ZAM Network LLC (doing business as Fanbyte) and our affiliates and subsidiaries.\nZAM is a wholly-owned subsidiary of Tencent Holdings Limited (“Tencent”), a Cayman Islands company, and operates independently of Tencent.\nThis Privacy Policy does not apply to websites that simply name ZAM or have our logo on them.\n</p>\n<p>\n“<b>Personal Information</b>” means any information relating to an identified or identifiable natural person.\nAn identifiable person is someone who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, address, email address, telephone number, an identification number, location data, online identifier or to one or more factors specific to the physical, psychological, genetic, mental, economic, cultural or social identity of that person.\n</p>\n<p>\nBy using the Services, you confirm that you have read and understood the Privacy Policy and acknowledge that we will process Personal Information in accordance with this Privacy Policy.\n</p> What Information We Collect &amp.\nHow We Use It\nWe collect the following Personal Information: Registration and Account Information\n<p>We collect this when you register to use the Services, so that we can fulfil our contract with you.\nYou must register to use the Services.\nTo register, you need to provide your name, email address and password.\nYou can also provide other voluntarily disclosed optional information, such as address, phone number, language and gender.</p> Information from Using the Service\n<p>We collect information you provide through your use of the Services.\nFor example, when you interact with other users by posting comments and messages, chatting with other users on the Services, posting videos and screenshots, participating in promotions, and otherwise submitting information to the Services, the Services will collect the information you provide in such submissions.\nSome Services will also collect your postal address, telephone number, and other Personal Information from you when you make purchases from us and when you respond to surveys, polls, contests, giveaways, and other promotional activities.\nWe do this in order to provide you with the Services, and because it is in our legitimate interests to provide a well-functioning and user-friendly site.\n</p> Customer Support &amp.\nCommunications\n<p>We collect Personal Information through your communications with our customer-support team.\nWe do this in order to provide you with the Services, and because it is in our legitimate interests to support you and respond to your communications.\nWe will send email to the email address you provide to us and push notifications to your mobile device if they are enabled, to verify your account and for informational and operational purposes, such as account management, customer service, system maintenance, order purposes, notifying contest winners, and other Services-related purposes.\nThis information is required to enable us to fulfil our contract with you and if you do not provide this information, we will not be able to communicate with you about the Services or provide you with all of our Services.\n</p> Social Media Information\n<p>We collect this when you log into the Services via social media sites, such as Facebook and Twitter.\nWhen you choose to connect your social media account to your profile on the Services, we collect Personal Information from that social media website.\nFor example, when you connect your Facebook account, we collect certain Personal Information you have made publicly available in Facebook, such as your name, user ID, profile picture, and certain any other information you have made public.\nWhen you allow it, we also obtain other non-public information from these social media websites.\nWe do this because it is in our legitimate interests to enable you to connect via your social media account and provide a well-functioning site that you can integrate into your online experience.\n</p> Partner Site Credentials\n<p>When you log in or authenticate your account on the Services using your credentials from other partner gaming websites and applications (such as Battle.net and Twitch), we collect Personal Information about you, including a unique user ID, information about your avatars or game characters, and other gaming information.\nWe do not receive your name, email address, or your account log-in credentials from our partners.\nWe do this because it is in our legitimate interests to enable you to connect via our gaming partners and to provide a well-functioning site that you can integrate into your online experience.\n</p> Payments\n<p>When you make payments through the Services, you will need to provide financial account information, such as your credit card number, to our third-party service providers.\nWe do not collect or store Personal Information, though we receive summary information about transactions, but it does not include credit card or bank account numbers.\nWe collect this information because it is necessary to fulfil our contract with you, if you elect to join a premium subscription.\n</p> Advertising\n<p>Our Services are supported by advertising and marketing tailored to you.\nWe use information, including Personal Information, to provide online advertising on the Services and to email you information we think will be useful or relevant to you.\nYou may also choose to submit your Personal Information to take part in giveaways, sweepstakes and surveys.\nThis is because we have a legitimate interest in marketing services to you, and in running advertisements to support our Services.\nWe sometimes use cookies and other tracking technologies to help us with this – find out more in our section on ‘Cookies’ below.\nWhere you consent, we may also use your Personal Information to send you electronic marketing.\nYou can withdraw your consent to receiving electronic marketing communications any time by emailing privacy@zam.com.\n</p> Technical information\n<p>The Services automatically collect information about your device, such as a device ID and the browser type you are using, so that we can provide functionality, such as push notifications, and improve the functioning of the Services.\nYou can also permit the Services to access your device’s contact list and photo storage.\nWe also collect Internet protocol (IP) address, your login information, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform, device type, IDFA, AAID, click-through data, preferences and usage statistics to analyse how our Services are used, to optimize your ability to view and use the Services and to provide targeted advertising.\nWhen we associate such information with Personal Information, we will treat the combination as Personal Information.\nWe use your technical information because it is in our legitimate interests to provide a well-functioning site that meets your technical requirements.\nWe also use this technical information to serve targeted advertising to you.</p>\n<p>In addition, we will use your Personal Information to do the following, as it is in our legitimate interests to run a successful business:</p>\n<ul>\n<li>to detect and prevent fraud and crime;</li>\n<li>for reporting and data analysis purposes;</li>\n<li>for insurance purposes;</li>\n<li>to comply with our legal and regulatory obligations;</li>\n<li>to monitor and assess the quality of our Service;</li>\n<li>to pass on feedback;</li>\n<li>to enforce our terms and conditions.\nand</li>\n<li>to provide third parties with statistical information about our users (but those third parties will not be able to identify any individual user from that information).</li>\n</ul>\nAggregated information\n<p>We work with third parties to gather additional demographic information about our user population on an aggregate level.\nThis information is not connected to individual users.\nThis information helps us improve the Services and customize the content and advertising on the Services.</p> Cookies &amp.\nOther Tracking Technologies\n<p>When you use the Services or receive emails from us, we and our third party partners, such as advertising networks, social media widgets, and analytics providers (see below for more details on these partners) use “cookies” and other similar technologies to collect information about how the Services or email is accessed.\nThe types of cookies we use include:</p> Strictly necessary cookies\n<p>These are cookies that are required for the operation of our Services.\nThey include, for example, cookies that enable users to log into secure areas of our Services.</p> Analytical / performance cookies\n<p>These allow us to recognize and count the number of visitors and to see how visitors move around our Services.\nThis helps us to improve the way our Services work, for example, by ensuring that our users are finding what they are looking for easily.</p> Google Analytics\n<p>We use Google Analytics to collect and process certain Services usage data.\nGoogle provides additional privacy options regarding cookie use described at&nbsp;www.google.com/policies/privacy/partners/.\nGoogle Analytics is a web analytics tool that helps us understand how users engage with our Services.\nLike many services, Google Analytics uses first-party cookies to track user interactions as in our case, where they are used to collect information about how users use our Services.\nThis information is used to compile reports and to help us improve our Services.\nThe reports disclose website trends without identifying individual visitors.\nYou can opt out of Google Analytics without affecting how you visit our site – for more information on opting out of being tracked by Google Analytics across all websites you use, visit this Google page:&nbsp;https://tools.google.com/dlpage/gaoptout </p>Functionality cookies\n<p>These are used to recognize users when users return to our Services.\nThis enables us to personalize our content for you, greet users by name, remember a user’s preferences (for example, a user’s choice of language or region) and tailor our marketing outreach to our users based on their employment profile and engagement with our Services.</p> Targeting cookies\n<p>These cookies record a user’s visit to our Sites, the pages a user has visited and the links a user followed.\nWe use this information to make the website more relevant to users.\nYou are able to opt out of receiving personalized advertisements from advertisers or advertising networks who are members of the Network Advertising Initiative or who subscribe to the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising by visiting the opt-out sections on the websites of each of those organizations.\nLinks to those sites are on our&nbsp;advertising addendum&nbsp;and here:\n<b>Network Advertising Initiative:&nbsp;</b>http://www.networkadvertising.org/choices/ <b>Digital Advertising Alliance:&nbsp;</b>http://www.aboutads.info/choices/\n<b>European Interactive Digital Advertising Alliance:&nbsp;</b>http://www.youronlinechoices.eu/ </p>\n<p>When you opt out of personalized advertising, you will continue to see online advertising on the Services and/or our ads on other Internet websites.</p>\n<p>Our partners will also collect information about your online activities over time and on other websites or apps.\nWhen they provide such services, they are governed by their own privacy policies.\nYou can change browser settings to block and delete cookies when you access the Services through a web browser.\nHowever, if you do that, the Services may not work properly.</p> How We Share Your Information\n<p>We share your Personal Information with third party vendors and service providers.</p> These include:\n<p>–&nbsp;data centers and cloud storage providers located in the U.S., that process your Personal Information to help us provide the Services.\n–&nbsp;payment providers located in the U.S., that help us facilitate payments for premium subscriptions.\n–&nbsp;ad networks, marketing providers and ad screening providers in the online advertising industry located in the EEA, UK, Japan, Singapore and the US, that help us serve relevant ads to you and administer our advertising platform.\n–&nbsp;document management providers located in the U.S.\nand the geographical location of your account, to help us provide the Services.\n–&nbsp;social media providers located globally, to help us make the Services accessible.\nand\n–&nbsp;performance monitoring services located in the U.S., to help us improve the Service.</p>\nOther users\n<p>The Services are intended as public communities.\nTherefore, the information and content you provide to the Services will be displayed on them to other users.\nOther users of the Services will be able to see certain information about you, such as information in your posts and uploads.\nWe are not responsible for the privacy practices of users who will view and use the posted information.\nSimilarly, public posts, and any Personal Information in them, will be accessible via search engines or similar services.</p>\nSocial networks or other partner websites\n<p>With your permission, the Services will allow you to share information, including Personal Information, with social networking websites, such as Facebook.\nWe do not share your Personal Information with them unless you direct the Services to share it.\nTheir use of the information will be governed by their privacy policies, and you may be able to modify your privacy settings on their websites.</p>\nLegal reasons\n<p>We may share your information with law enforcement agencies, public authorities or other organizations if legally required to do so, or if we have a good faith belief that such use is reasonably necessary to: comply with legal obligation, process or request.\nenforce our terms of service and other agreements, policies, and standards, including investigation of any potential violation thereof.\ndetect, prevent or otherwise address security, fraud or technical issues.\nor protect the rights, property or safety of us, our users, a third party or the public as required or permitted by law (including exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction).</p>\nCorporate Transactions.\n<p>We may also disclose your information to third parties:\n–&nbsp;in the event that we sell or buy any businesses or assets, in which case we may disclose your data to the prospective seller or buyer of such business or assets.\nor\n–&nbsp;if we sell, buy, merge or partner with other companies or businesses, or sell some or all of our assets.\nIn such transactions, user information may be among the transferred assets.</p> Information Security\n<p>We implement and maintain reasonable administrative, technical and physical safeguards designed to protect the Personal Information you provide or we collect against accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure or use.\nUnfortunately, the Internet cannot be guaranteed to be 100% secure, and we cannot ensure or warrant the security of any information you provide to us.\nWe do not accept liability for unintentional disclosure.</p>\nChildren’s Privacy\n<p>We do not knowingly collect, maintain, or use Personal Information from children under 13 years of age, and no part of the Services is directed to children under the age of 13.\nIf you learn that your child has provided us with Personal Information without your consent, you can alert us at privacy@zam.com.\nIf we learn that we have collected any Personal Information from children under 13, we will promptly take steps to delete such information and terminate the child’s account.</p> International Data Transfers\n<p>By using the Services, you understand that your Personal Information will be transferred to our personnel and facilities in the United States and China, as well as to our service providers in Singapore, Japan and the United States.\nThese countries are not considered to provide an adequate level of protection under European or United Kingdom data protection law.\nBy agreeing to the Privacy Policy, you acknowledge the transfer of your Personal Information for the purposes described in the Privacy Policy in order to provide the Services to you.</p>\n<p>\n<b>We transfer your Personal Information from the EEA or UK (as applicable) to the US using the following legal mechanisms:</b>\n<b>Contract:&nbsp;</b>We are a US company with operation in the United States&nbsp;and as such we transfer your data to our data centres in those locations in order to provide you with our Service.\n<b>Model Clauses:&nbsp;</b>We also use the European Commission’s model contracts for the transfer of personal data to third countries (i.e., the standard contractual clauses), pursuant to Decisions 2004/915/EC and 2010/87/EU within our group and with our service providers.\nThese have also been approved for transfers from the UK by the Information Commissioner’s Office.</p> Data Retention\n<p>We will retain your information as follows:<br>\n<strong>Registration and Account Information: </strong>7 years after your last active session<br>\n<strong>Game-Related Information: </strong>3 years after last update<br>\n<strong>Survey Information: </strong>7 years after your last submission<br>\n<strong>Contests, Sweepstakes and Give-aways: </strong>7 years after your last submission<br>\n<strong>Social Media Information: </strong>7 years after last active session<br>\n<strong>Partner Site Information: </strong>7 years after last active session<br>\n<strong>Payments Information: </strong>1 year after last usage<br>\n<strong>Usage Logs: </strong>30 days;</p>\n<p>After you have terminated your use of our Services, we may store your information in an aggregated and anonymized format.</p> Your Rights &amp.\nChoices\n<p>\n<b>If you are located in the EEA, you have rights in relation to the Personal Information we hold about you.\nSome of these only apply in certain circumstances.\nWe have described these situations below, as well as how you can exercise your rights.\nTo exercise any of your rights, please contact us at&nbsp;</b>\n<b>privacy@zam.com</b>\n<b>.</b>\n<b>You have the following rights in relation to your Personal Information:</b>\n</p>\n<p>Access: to enquire and access Personal Information held by us and details about how we use it and who we share it with;</p>\n<p>Portability: where we process Personal Information provided by you and processed by us based on contract or consent, you have the right to receive or ask us to provide your Personal Information (subject to any applicable law) to a third party in a structured, commonly used and machine-readable format;</p>\n<p>Correction: to correct any Personal Information held about you that is inaccurate and have incomplete data completed.\nWhere you request correction, please explain in detail why you believe the Personal Information we hold about you to be inaccurate or incomplete so that we can assess whether a correction is required.\nPlease note that while we assess whether the Personal Information we hold about you is inaccurate or incomplete, you may exercise your right to restrict our processing of the applicable data as described below;</p>\n<p>Erasure: that we erase your Personal Information in certain circumstances;</p>\n<p>Restriction of Processing to Storage Only: to require us to stop processing the Personal Information we hold about you other than for storage purposes in certain circumstances.\nand</p>\n<p>Objection: in certain circumstances, the right to restrict or object to our processing of your personal information (e.g.\nwhere you request correction or erasure, you also have a right to restrict processing of your applicable data while your request is considered).</p>\n<p>\n<b>If you ask for the deletion of your account, we will delete your profile information.\nPrior posts will be de-identified.</b>\n</p>\n<p>\n<strong>Complaints:</strong>\n<br>\nIn the event that you wish to make a complaint about how we process your Personal Information, please contact us in the first instance at&nbsp;privacy@zam.com&nbsp;and we will endeavour to deal with your request.\nThis is without prejudice to your right to launch a claim with a relevant data protection supervisory authority.</p>\n<p>\n<strong>Withdrawing Consent &amp.\nMarketing:</strong>\n<br>\nTo the extent provided by applicable law, you can withdraw any consent you previously provided to us at any time, including consent for electronic marketing communication.\nYou can do this by emailing&nbsp;privacy@zam.com.\nWe will apply your preferences going forward.\nIn some circumstances, withdrawing your consent to our use or disclosure of your Personal Information will mean that you cannot take advantage of certain or all of our Services.</p> Changes To Our Privacy Policy\n<p>We will revise this Privacy Policy if our privacy practices change, so review it periodically.</p>\n<p>Please check this page frequently to see any updates or changes to this Privacy Policy.</p> Contact Us\n<p>\n<b>The entity responsible for the processing of your Personal Information is: ZAM Network LLC (doing business as Fanbyte), 12777 West Jefferson Blvd – Building E, Los Angeles, CA 90066, USA privacy@zam.com.\nOur representative in the EU is Achieved Compliance Advocacy, Ltd., which can be contacted at Singel 250, 1016 AB Amsterdam, Netherlands or by email at zam@gdprrepresentative.eu.\nOur representative in the UK is Achieved Compliance Advocacy Ltd, which can be contacted at Princess House, Princess Way, Swansea, UK SA1 3LW or by email at zam@gdprrepresentative.eu.</b>\n</p>\n<b>\n</b>\n<b> Privacy Policy Addendum for California Residents\n<p>The California Consumer Privacy Act (“CCPA”) contains additional terms for California residents using the Services, which are set out in this section.</p> Collection and Disclosure of Personal Information\n<p>Over the past 12 months, we have collected and disclosed the following categories of personal information from or about you or your device:</p>\n<ul>\n<li>Identifiers, such as your name, IP address, email address, mailing address, cookie identifiers, device identifiers, payment processor user identifiers, ZAM and social media account usernames, and phone number.\nThis information is collected directly from you and your device and from social media platforms if you choose to sign up using a social media account.</li>\n<li>Internet or other electronic network activity information, such as your language preference, information about your avatars or game characters, user preferences, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform, device type, IDFA, AAID, click-through data, browse and search history, and log-in and clickstream data.\nWe also collect preferences and usage statistics to analyze how our Services are used, to optimize your ability to view and use the Services, and to provide targeted advertising.\nThis information is collected directly from you and your device.</li>\n<li>Commercial information about any transactions within the Services, which you will provide to our payment processors—including credit card numbers, bank account numbers, and financial account information (including user tokens used to facilitate transactions and information collected to verify transactions).\nWe will receive summary information about transactions from our payment processors without specific reference to individual credit card numbers of bank account numbers.\nThis information is collected directly from you.</li>\n<li>Audio and visual information such as your profile pictures, photos, screenshots, and videos shared or posted through the Service.\nThis information is collected directly from you and from social media platforms if you choose to sign up using a social media account.</li>\n<li>Professional or employment-related information such as your employment profile.\nThis information is collected directly from you.</li>\n<li>Other information described in subdivision (e) of Section 1798.80, including information about your gender (collected in the consumer context).\nThis is collected directly from you.</li>\n</ul>\n<p>We collect your personal information for the following purposes:</p>\n<ul>\n<li>To provide and improve the Services;</li>\n<li>To process surveys and administer sweepstakes;</li>\n<li>For security and verification purposes, including to prevent and detect fraudulent activity.\nand</li>\n<li>To address and remediate technical issues and bugs.</li>\n</ul>\n<p>We disclose personal information to the following types of entities:</p>\n<ul>\n<li>Our affiliate companies within our corporate group who process your personal information in order to operate the Services</li>\n<li>Other companies that provide services on our behalf who are prohibited by contract from retaining, using, or disclosing personal information for any purpose other than for providing the services to us</li>\n<li>Other users of the Services with respect to personal information you publicly post through the Services</li>\n<li>Regulators and judicial authorities and law enforcement agencies</li>\n<li>Entities that acquire all or substantially all of our business</li>\n</ul> SALES OF PERSONAL INFORMATION <p>Over the past 12 months, we have used cookies and other tracking technologies on our Services to collect information about your network and website activity.\nWe share that information with third parties such as advertising agencies who use it to target advertisements to you online.\nYou can exercise control over the use of these technologies.&nbsp;See the section on Cookies in the Privacy Policy.\n</p>Rights under the CCPA\n<p>If you are a California resident and the CCPA does not recognize an exemption that applies to you or your personal information, you have the right to:</p>\n<ul>\n<li>Request we disclose to you free of charge the following information covering the 12 months preceding your request:<p>\n</p>\n<ul>\n<li>the categories of personal information about you that we collected;</li>\n<li>the categories of sources from which the personal information was collected;</li>\n<li>the purpose for collecting personal information about you;</li>\n<li>the categories of third parties to whom we disclosed personal information about you and the categories of personal information that was disclosed (if applicable) and the purpose for disclosing the personal information about you.\nand</li>\n<li>the specific pieces of personal information we collected about you;</li>\n</ul>\n</li>\n<li>Request we delete personal information we collected from you, unless CCPA recognizes an exception.\nand</li>\n<li>Be free from unlawful discrimination for exercising your rights including providing a different level or quality of services or deny goods or services to you when you exercise your rights under the CCPA.&nbsp;&nbsp;&nbsp;</li>\n</ul>\n<p>We aim to fulfill all verified requests within 45 days pursuant to the CCPA.&nbsp.\nIf necessary, extensions for an additional 45 days will be accompanied by an explanation for the delay.</p> How to Exercise Your Rights\n<p>First, you may wish to log into your account and manage your data from there.\nIf you are a California resident to whom the CCPA applies, you may exercise your rights, if any, to other data by contacting us at privacy@zam.com or completing this form.</p>\n</b> terms of service privacy policy support portal Your Privacy<p>We and our partners store and/or access information on a device, such as unique IDs in cookies to process personal data.\nYou may accept or manage your choices by clicking below, including your right to object where legitimate interest is used, or at any time in the privacy policy page.\nThese choices will be signaled to our partners and will not affect browsing data.Privacy Policy</p>We and our partners process data to provide:<p>Use precise geolocation data.\nActively scan device characteristics for identification.\nSelect personalised content.\nDevelop and improve products.\nSelect personalised ads.\nSelect basic ads.\nMeasure ad performance.\nApply market research to generate audience insights.\nMeasure content performance.\nStore and/or access information on a device.\nCreate a personalised ads profile.\nCreate a personalised content profile.\nList of Partners (vendors) </p>Accept All Reject All Manage PreferencesAbout Your Privacy<ul>\n<li>Your Privacy</li>\n<li>Targeting Cookies</li>\n<li>Functional Cookies</li>\n<li>Performance Cookies</li>\n<li>Strictly Necessary Cookies</li>\n<li>Ensure security, prevent fraud, and debug</li>\n<li>Link different devices</li>\n<li>Select personalised content</li>\n<li>Receive and use automatically-sent device characteristics for identification</li>\n<li>Develop and improve products</li>\n<li>Select personalised ads</li>\n<li>Select basic ads</li>\n<li>Use precise geolocation data</li>\n<li>Measure ad performance</li>\n<li>Actively scan device characteristics for identification</li>\n<li>Apply market research to generate audience insights</li>\n<li>Measure content performance</li>\n<li>Technically deliver ads or content</li>\n<li>Match and combine offline data sources</li>\n<li>Store and/or access information on a device</li>\n<li>Create a personalised ads profile</li>\n<li>Create a personalised content profile</li>\n<li>Other Cookies</li>\n</ul>Your Privacy<p>We process your data to deliver content or advertisements and measure the delivery of such content or advertisements to extract insights about our website.\nWe share this information with our partners on the basis of consent and legitimate interest.\nYou may exercise your right to consent or object to a legitimate interest, based on a specific purpose below or at a partner level in the link under each purpose.\nThese choices will be signaled to our vendors participating in the Transparency and Consent Framework.\n<br>More information</p>List of IAB Vendors‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Ensure security, prevent fraud, and debugAlways Active<p>Your data can be used to monitor for and prevent fraudulent activity, and ensure systems and processes work properly and securely.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabLink different devicesAlways Active<p>Different devices can be determined as belonging to you or your household in support of one or more of purposes.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabSelect personalised content Select personalised content <p>Personalised content can be shown to you based on a profile about you.</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabReceive and use automatically-sent device characteristics for identificationAlways Active<p>Your device might be distinguished from other devices based on information it automatically sends, such as IP address or browser type.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabDevelop and improve products Develop and improve products <p>Your data can be used to improve existing systems and software, and to develop new products</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabSelect personalised ads Select personalised ads <p>Personalised ads can be shown to you based on a profile about you.</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabSelect basic ads Select basic ads <p>Ads can be shown to you based on the content you’re viewing, the app you’re using, your approximate location, or your device type.</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabUse precise geolocation data Use precise geolocation data <p>Your precise geolocation data can be used in support of one or more purposes.\nThis means your location can be accurate to within several meters.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabMeasure ad performance Measure ad performance <p>The performance and effectiveness of ads that you see or interact with can be measured.</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabActively scan device characteristics for identification Actively scan device characteristics for identification <p>Your device can be identified based on a scan of your device's unique combination of characteristics.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabApply market research to generate audience insights Apply market research to generate audience insights <p>Market research can be used to learn more about the audiences who visit sites/apps and view ads.</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabMeasure content performance Measure content performance <p>The performance and effectiveness of content that you see or interact with can be measured.</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabTechnically deliver ads or contentAlways Active<p>Your device can receive and send information that allows you to see and interact with ads and content.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabMatch and combine offline data sourcesAlways Active<p>Data from offline data sources can be combined with your online activity in support of one or more purposes</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabStore and/or access information on a device Store and/or access information on a device <p>Cookies, device identifiers, or other information can be stored or accessed on your device for the purposes presented to you.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabCreate a personalised ads profile Create a personalised ads profile <p>A profile can be built about you and your interests to show you personalised ads that are relevant to you.</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabCreate a personalised content profile Create a personalised content profile <p>A profile can be built about you and your interests to show you personalised content that is relevant to you.</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabOther Cookies Other Cookies <p>Other Cookies</p>Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-04-25 00:30:37.813518", "updated_at": "2023-04-25 00:31:44.672246"}], "points": [], "urls": ["fanbyte.com", "wowhead.com", "hearthstonetopdecks.com", "everquest.allakhazam.com", "allakhazam.com"]}}