{"error": 448, "message": "OK", "parameters": {"id": 7565, "name": "OnlineGDB", "created_at": "2023-03-15 20:07:18.217029", "updated_at": "2023-03-29 19:26:46.9636", "wikipedia": null, "keywords": null, "related": null, "slug": "onlinegdb", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7565.png", "url": "onlinegdb.com", "documents": [{"id": 14563, "name": "Terms of use", "url": "https://www.onlinegdb.com/termsofuse", "xpath": "//body", "text": null, "created_at": "2023-03-15 20:07:18.249448", "updated_at": "2023-03-15 20:11:21.782364"}, {"id": 14564, "name": "Privacy", "url": "https://www.onlinegdb.com/privacy", "xpath": "//*[@id=\"privacy-policy\"]", "text": " Privacy Policy <p> This privacy policy describes the types of information collected by onlinegdb.com and how it is used.\n</p>\n<p>\n</p>What Information we collect We might collect user’s personal information such as name, email, social account profile id, ip address, country.\nWe may also collect other information such as date and time stamp of account creation, date and time stamp of recent login to website and other similar information.\n<p>\n</p>\n<p>\n</p>Different ways to collect information We collect information directly from you when you register, login or post information via contact form to our website.<br> We collect information automatically when you use the services of our website, such as but not limited to when creating shared link of code project.<br>\n<p>\n</p>\n<p>\n</p>Use of information We may use information to verify your account at our website by sending verification email to your registered email address.<br> We use information to respond to your questions or requests.<br> We use information to improve our products and services.\nWe may use your information to customize your experience with us.\nThis could include displaying content based upon your preferences.<br> We use information for security purposes to protect our users and our website.\nWe use information as otherwise permitted by law.\n<p>\n</p>\n<p>\n</p>What rights you have over your data You can request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.\nYou can send your request for data deletion at info(a-t)onlinegdb[d.o.t]com <p>\n</p>\n<p>\n</p>Disclaimer The contents of this report are based on information generally available to the public from sources believed to be reliable.\nNo representation is made that it is timely, accurate or complete.\nOnlineGDB has taken due care and caution in compilation of data as this has been obtained from various sources including which it considers reliable and first hand.\nHowever, OnlineGDB does not guarantee the accuracy, adequacy or completeness of any information and it is not responsible for any errors or omissions or for the results obtained from the use of such information and especially states that it has no financial liability whatsoever to the subscribers/users of this report.\nThe information herein, together with all estimates and forecasts, can change without notice.\nThis report does not purport to be a solicitation of any advice pertaining to trade and business and readers are advised to consult experts or study/evaluate individual business prospectus and other relevant legal documents before taking any decisions based on information provided in the site.\nNeither OnlineGDB nor Admins accept any liability whatsoever nor do they accept responsibility for any financial consequences arising from the use of the research or information provided herein.\n<p>\n</p>\n<p>\n</p>Privacy Policy We understand the importance of your privacy as a visitor to this website.\nWe want you to understand how the information you may provide will be used.\nTo better protect your privacy we provide this notice explaining our online information practices and the choices you can make about the way your information is collected and used.\nTo make this notice easy to find, we make it available on our homepage and at every point where personally identifiable information may be requested.\n<p>\n</p>\n<p>\n</p>Third party websites We use the services of third party websites such as Google Analytics, Addthis.com, buysellads.com for tracking and ad display purpose.\nThird party websites may track and collect user data, they may have different privacy policy which can be different from ours.\nIf you click on one of the links to third party websites, you may be taken to websites we do not control.\nThis policy does not apply to the privacy practices of those websites.\nRead the privacy policy of other websites carefully.\nWe are not responsible for these third party sites.\n<p>\n</p>\n<p>\n</p>Jurisdiction If you choose to visit the website, your visit and any dispute over privacy is subject to this Policy and the website's terms of use.\nIn addition to the foregoing, any disputes arising under this Policy shall be governed by the laws of India.\n<p>\n</p>\n<p>\n</p>Changes to this Privacy Statement The contents of this statement may be altered at any time, at our discretion.\n<p>\n</p>\n<p> If you have any questions regarding the privacy policy of OnlineGDB then you may contact us through the contact form page.</p> Best Regards,<br> The OnlineGDB Team ", "created_at": "2023-03-15 20:07:18.28868", "updated_at": "2023-03-15 20:09:14.30793"}], "points": [], "urls": ["onlinegdb.com"]}}