{"error": 448, "message": "OK", "parameters": {"id": 877, "name": "InMotion Hosting", "created_at": "2018-12-19 04:58:19.154337", "updated_at": "2022-12-15 21:25:56.159894", "wikipedia": null, "keywords": null, "related": null, "slug": "inmotion_hosting", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/877.png", "url": "inmotionhosting.com", "documents": [{"id": 13272, "name": "Privacy Policy", "url": "https://www.inmotionhosting.com/privacy/", "xpath": "//*[@id=\"content\"]", "text": " <ul>\n<li>Overviews\n<ul>\n<li>Privacy Policy</li>\n<li>GDPR</li>\n<li>LGPD</li>\n<li>CCPA</li>\n<li>Cookie Policy</li>\n</ul>\n</li>\n<li>Compliance\n<ul>\n<li>GDPR Compliance</li>\n<li>LGPD Compliance</li>\n<li>CCPA Compliance</li>\n</ul>\n</li>\n<li>Documents\n<ul>\n<li>DPA</li>\n<li>Standard Contractual Clauses (SCC)\n<ul>\n<li>EU Model Contract Clauses (Controller-to-Processor) – UK</li>\n<li>Module 2: Controller-to-Processor</li>\n<li>Module 4: Processor-to-Controller</li>\n</ul>\n</li>\n<li>Sub-processors List</li>\n</ul>\n</li>\n<li>Other Links\n<ul>\n<li>GDPR text</li>\n<li>CCPA text</li>\n<li>Do Not Sell My Personal Information</li>\n</ul>\n</li>\n</ul> Privacy Policy <strong>PLEASE READ THIS PRIVACY POLICY CAREFULLY</strong>\nBY SIGNING UP FOR AN INMOTION HOSTING, INC.\n(THE “COMPANY”) ACCOUNT AND/OR USING ITS PRODUCTS, SERVICES, WEBSITES AND, MOBILE APPLICATIONS, YOU ARE AGREEING TO BE BOUND BY THE TERMS AND CONDITIONS OF THIS PRIVACY POLICY AND ALL TERMS AND CONDITIONS INCORPORATED BY REFERENCE IN THIS PRIVACY POLICY.\nANY USER’S USE OR CONTINUED USE OF THE COMPANY’S PRODUCTS, SERVICES, WEBSITES OR MOBILE APPLICATIONS CONSTITUTES ACCEPTANCE OF THIS PRIVACY POLICY.\n<ol>\n<li>\n<strong>Privacy Policy (“Policy”):</strong>&nbsp;The Company cares about your privacy.\nFor this reason, the Company collects and uses personal data only as it might be needed for the Company to deliver products, services, websites and/or mobile applications (collectively, the “Services”).\nYour personal data includes information such as:\n<ul>\n<li>Name</li>\n<li>Address</li>\n<li>Billing and delivery information</li>\n<li>Telephone number</li>\n<li>Email address</li>\n<li>Financial account information</li>\n<li>IP Address</li>\n<li>Other data collected that could directly or indirectly identify you</li>\n</ul>\n</li>\n<li>This Policy explains how and what data the Company collects and how the Company uses your personal data.\nThis Policy also describes options the Company provides for you to access, update or otherwise take control of your personal data that the Company processes.\nIf at any time you have questions about the Company practices or any of your rights described below, you may reach the Company Data Protection Team by contacting the Company at&nbsp;privacy@inmotionhosting.com.\nThis inbox is actively monitored and managed so that the Company can deliver an experience that you can confidently trust.</li>\n<li>\n<strong>Changes to the Privacy Policy:</strong>&nbsp;As the Services may change from time to time, this Policy is expected to change as well.\nThe Company reserves the right, in its sole discretion, to amend this Policy at any time, for any reason, which amendment(s) will be effective upon posting to our website.\nThe date of the last revision to this Policy will be indicated by the “Last Updated” date located at the end of this Policy.\nYour use of the Services after such changes or modifications have been made shall constitute your acceptance of this Policy as last revised.\nIf you do not agree to be bound by this Policy as last revised, do not use (or continue to use) the Services.\nIn addition, the Company may occasionally notify you of changes or modifications to this Policy by email.\nIt is therefore important that you keep your account information accurate.\nThe Company assumes no liability or responsibility for your failure to receive an email notification if such failure results from an inaccurate email address.</li>\n<li>\n<strong>Information That the Company Collects:</strong>\n<ul>\n<li>\n<strong>Personally Identifiable Information:</strong>&nbsp;The Company may collect information (online, by phone or paper) that identifies you (“Personally Identifiable Information”) when you provide such information on the Company website(s) or social media website(s) or otherwise interact with the Company.\nThe types of Personally Identifiable Information collected may include, but not limited to, Internet Protocol (IP) address, your name, address, phone number, birth date, billing and delivery information, email address, information about you or your business, credit card, or other financial account information.</li>\n<li>\n<strong>Non-Personal Data:</strong>&nbsp;As you interact with the Company through our online resources, the Company may also collect information about your browsing history or certain other information that is not considered Personally Identifiable Information through your use of and visits to these resources through a variety of technologies, including, but not limited to, cookies, tags, beacons, Internet Protocol (IP) address, and other tools.\n“Cookies” are pieces of code or text placed on your computer when you browse a website.\nCookies may be placed by the Company or our web analytics third party vendors or partners.\n“Tags” and web beacons refer to code scripts that are primarily used to track visitor activities by web analytics software.\nThe types of non-personal data collected on the Company website(s) through the use of these, and other tools may include the search terms you used, new or returning user, browser information, computer type, operating system, internet service providers, website usage, referring/exit pages, platform type, date/time stamp, number of clicks, ads viewed, among other non-personal data (collectively, all of the foregoing data is considered “Non-Personal Data”).\nAdditionally, Cookies, Tags and other tools placed by our web analytics third party vendors or partners may collect other information about you and your visits to websites and elsewhere on the Internet including, but not limited to, your industry, company size, among other Non-Personal Data.\n<ol>\n<li>Cookies are files with a small amount of data, which may include an anonymous unique identifier.\nCookies are sent to your browser from a web site and transferred to your device.\nWe use cookies to collect information in order to improve our services for you.</li>\n<li>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nThe Help feature on most browsers provide information on how to accept cookies, disable cookies, or to notify you when receiving a new cookie.</li>\n<li>If you do not accept cookies, you may not be able to use some features of our Service and we recommend that you leave them turned on.</li>\n</ol>\n</li>\n<li>\n<strong>Do Not Track Disclosure</strong>\n<ol>\n<li>We support Do Not Track (“DNT”).\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.</li>\n<li>You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<strong>How the Company Uses and Shares Personally Identifiable Information:</strong>&nbsp;The Company strongly believes in both minimizing the data we collect and limiting its use and purpose to only that (1) for which the Company has been given permission, (2) as necessary to deliver the Services, or (3) as the Company might be required or permitted for legal compliance or other lawful purposes.\n<ul>\n<li>\n<strong>Use of Your Personally Identifiable Information.</strong>&nbsp;Once collected, the Company may use your Personally Identifiable Information in a variety of ways including, but not limited to:\n<ul>\n<li>Provide service communications such as bill reminders, order confirmations, program registrations, and customer service messages</li>\n<li>Respond to your emails or online requests for products, services, or information</li>\n<li>Deliver and process surveys</li>\n<li>Processing your job application</li>\n<li>Personalize and improve the usability of the Company website(s)</li>\n<li>Fulfill and/or deliver the Services</li>\n<li>Tailor content, advertising, email marketing automation and marketing to you</li>\n<li>Share with third parties as required by law or to protect the Company as described below</li>\n<li>Share your email address as permitted under this Policy as described below in this Section</li>\n<li>Communicate with you</li>\n<li>Improve and optimize the operation and performance of the Services</li>\n<li>Diagnose problems with and identify any security risks, errors, or needed enhancements to the Services</li>\n<li>Detect and prevent fraud and abuse of our Services and systems</li>\n<li>Collecting aggregate statistics about use of the Services</li>\n<li>Understand and analyze how you use the Services and what products and services are most relevant to you</li>\n</ul>\n</li>\n<li>\n<strong>Transfer of personal data abroad.</strong>&nbsp;If you utilize the Services from a country other than the country where the Company servers are located, your communications with the Company may result in transferring your personal data across international borders.\nAlso, when you call the Company, the Company may provide you with support from our locations, which may be outside of your country of origin.\nIn these cases, your personal data is handled according to this Policy.</li>\n<li>\n<strong>Sharing Your Personally Identifiable Information to Fulfill Service Requests and Perform Business Functions.</strong>&nbsp;When fulfilling service requests initiated by you, we may share your Personally Identifiable Information with certain third parties to fulfill the requests.\nWe may also share such information with service providers that perform business functions for us.\nIn such cases, the Company may share your Personally Identifiable Information.</li>\n<li>\n<strong>Sharing Your Personally Identifiable Information with Certain Other Companies.</strong>&nbsp;The Company may share Personally Identifiable Information, except for email addresses, with certain other companies as part of the Company benefits offerings.</li>\n<li>\n<strong>Sharing Your Personally Identifiable Information When Legally Necessary or to Protect the Company’s Interests.</strong>&nbsp;The Company may disclose your Personally Identifiable Information if required to do so by law or in the good-faith belief that such action is necessary to: (a) conform to legal requirements or comply with legal process served on the Company, including, but not limited to, compliance with legal, regulatory and law enforcement requests.\nIn such instances, the Company cooperates with government and law enforcement officials and private parties to enforce and comply with the law.\nthe Company will disclose any information about you to government or law enforcement officials or private parties as the Company, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (such as subpoena requests), to protect our property and rights or the property and rights of a third party, to protect the safety of the public or any person, or to prevent or stop activity the Company considers to be illegal or unethical.\nTo the extent the Company is legally permitted to do so, the Company will take reasonable steps to notify you in the event that the Company is required to provide your Personally Identifiable Information to third parties as part of legal process.\n(b) protect and/or defend the rights or property of the Company.\n(c) protect the personal safety of the Company personnel or users of the public in appropriate circumstances.\nor (d) if the Company and/or its assets (or a portion of its assets) are sold, assigned, transferred, or merged or if the Company undergoes some other change including a change to its corporate form as part of a bankruptcy proceeding or otherwise, information may be transferred as part of that transaction or change.</li>\n<li>\n<strong>Sharing Your Email Address Pursuant to the Company Policy.</strong>&nbsp;We do not sell or rent email addresses to anyone outside of the Company.\nThe Company will also not share email addresses to unrelated third-parties or affiliates.</li>\n</ul>\n</li>\n<li>\n<strong>How to Manage the Sharing of Your Personally Identifiable Information:</strong>&nbsp;To easily access, view, or update your personal data (where available), please sign into your Account Management Panel.\nTo request that your information be deleted, please email&nbsp;privacy@inmotionhosting.com.If you make a request to delete your personal data and that data is necessary for the products or services you have purchased, the request will be honored only to the extent it is no longer necessary for any Services purchased or required for our legitimate business purposes or legal or contractual record keeping requirements.</li>\n<li>\n<strong>How the Company May Use and Share Non-Personal Data:</strong>&nbsp;Through the use of various technological tools, the Company may collect Non-Personal Data to improve the usability of the Company website(s) and the Services and for other business reasons.\nThe Company may share the Non-Personal Data collected with third parties or permit third parties to place tools like Cookies, Tags and web beacons, to collect additional Non-Personal Data when you browse the Company websites.\nThe Company does not share Personally Identifiable Information with third parties with whom it shares your Non-Personal Data.\nPlease note that you may be subject to the privacy policies of non-Company companies when you select an advertising links or other links that take you to sites not operated by the Company.</li>\n<li>\n<strong>Remarketing Services:</strong>&nbsp;InMotion Hosting Inc.\nuses remarketing services to advertise on third party websites to you after you visited our Service.\nWe, and our third party vendors use cookies to inform, optimize, and serve ads based on your past visits to our Service.\n<ul>\n<li>Google\n<ul>\n<li>For information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page:&nbsp;https://www.google.com/intl/en/policies/privacy/</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Facebook\n<ul>\n<li>For information on the privacy practices of Facebook, please visit Facebook’s Data Policy:&nbsp;https://www.facebook.com/privacy/explanation</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Reddit\n<ul>\n<li>For information on the privacy practices of Reddit, please visit Reddit’s Data Policy:&nbsp;https://www.reddit.com/wiki/privacypolicy</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Bing\n<ul>\n<li>For information on the privacy practices of Bing, please visit Bing’s Data Policy:&nbsp;https://privacy.microsoft.com/en-us/privacystatement</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>LinkedIn\n<ul>\n<li>For information on the privacy practices of LinkedIn, please visit LinkedIn’s Data Policy:&nbsp;https://www.linkedin.com/legal/privacy-policy</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Twitter\n<ul>\n<li>For information on the privacy practices of Twitter, please visit Twitter’s Data Policy:&nbsp;https://twitter.com/en/privacy</li>\n</ul>\n</li>\n<li>Active Campaign\n<ul>\n<li>For information on the privacy practices of Active Campaign, please visit Active Campaign’s Data Policy: https://www.activecampaign.com/legal/privacy-policy</li>\n</ul>\n</li>\n<li>&nbsp;HubSpot\n<ul>\n<li>For information on the privacy practices of HubSpot, please visit HubSpot’s Data Policy:&nbsp;https://legal.hubspot.com/privacy-policy</li>\n</ul>\n</li>\n<li>&nbsp;NextRoll\n<ul>\n<li>For information on the privacy practices of NextRoll, please visit NextRoll’s Data Policy: https://www.nextroll.com/privacy</li>\n</ul>\n</li>\n<li>BuySellAds\n<ul>\n<li>For information on the privacy practices of BuySellAds, please visit the BuySellAds Privacy Policy web page:&nbsp;https://www.buysellads.com/about/privacy</li>\n</ul>\n</li>\n<li>Hotjar\n<ul>\n<li>For information on the privacy practices of Hotjar, please visit Hotjar’s Privacy Policy:&nbsp;https://www.hotjar.com/legal/policies/privacy/</li>\n</ul>\n</li>\n<li>Impact Radius\n<ul>\n<li>For information on the privacy practices of Impact Radius’s, please visit Impact Radius’s Privacy Policy:&nbsp;https://impact.com/privacy-policy/</li>\n</ul>\n</li>\n<li>Mautic\n<ul>\n<li>For information on the privacy practices of Mautic’s, please visit Mautic’s Privacy Policy:&nbsp;https://mautic.com/privacy-policy/</li>\n</ul>\n</li>\n<li>Qualaroo\n<ul>\n<li>For information on the privacy practices of Qualaroo’s, please visit Qualaroo’s Privacy Policy:&nbsp;https://qualaroo.com/privacy-policy/</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<strong>California and GDPR Privacy Rights:</strong>&nbsp;In addition to the rights as explained in this Policy, under California’s “Shine the Light” law and/or the European General Data Protection Rules (GDPR), the Company members or non-Company users who provide personal information (as defined in the Shine the Light statute and/or the GDPR) in obtaining products or services for personal, family, or household use are entitled to request and obtain from the Company, once a calendar year, information about the personal information it shared, if any, with other businesses for marketing uses.\nIf applicable, this information would include the categories of personal information and the names and addresses of those businesses with which the Company shared such personal information for the immediately prior calendar year (e.g., requests made in 2018 will receive information about 2017).\nTo obtain this information, please send your request to (please include your full name and address, domain name(s)):\n<p>\n<strong>INMOTION HOSTING, INC.<br>\nAttn: Data Protection Team<br>\n555 S.\nIndependence Blvd<br>\nVirginia Beach, VA 23452</strong>\n</p>\n</li>\n<li>\n<strong>CALIFORNIA CONSUMER PRIVACY ACT (CCPA) Rights of Individual Requests Metrics Reporting:</strong> Click here for all requests received over the reporting period and the response provided.\nThe metrics above reflect only requests from California residents.”</li>\n<li>\n<strong>Canada Anti-Spam Law (CASL) and GDPR:</strong>&nbsp;Non-Company users who have provided the Company a Canadian or European Union mailing address will not receive unauthorized Commercial Electronic Messages (CEMs) as defined under CASL and GDPR unless these individuals have opted-in to receive CEMs.\nTo easily access, view, update, delete or port your personal data (where available), or to update your subscription preferences, please sign into your Account Management Panel.\nIf you are a resident of the European Union Economic Area and believe we maintain your personal data subject to the GDPR, you may direct questions or complaints (however, we still recommend that you contact us first) to our lead supervisory authority, the UK’s Information Commissioner’s Office, as noted below:\n<p>\n<strong>www.ico.org.uk<br>\nInformation Commissioner’s Office<br>\nWycliffe House, Water Lane<br>\nWilmslow, Cheshire, SK9 5AF<br>\nUnited Kingdom<br>\nPhone: 0303 123 1113</strong>\n</p>\n</li>\n<li>\n<strong>Data Retention:</strong>&nbsp;We may retain your Personally Identifiable Information (as well as your Users-of-Users’ Information) for as long as your account is active, as indicated in this Privacy Policy or as otherwise needed to provide you with our Services.\nWe may continue to retain such Personally Identifiable Information even after you deactivate your account and/or cease to use any particular Services, as reasonably necessary to comply with our legal obligations, to resolve disputes regarding our Users or their Users-of-Users, prevent fraud and abuse, enforce our agreements and/or protect our legitimate interests.\nWe maintain a data retention policy which we apply to information in our care.\nWhere your Personally Identifiable Information is no longer required, we will ensure it is securely deleted.</li>\n<li>\n<strong>Age Restrictions:</strong>&nbsp;Our Services are not permitted to children under 18 years of age.\nNo one under age 18 should provide any Personal Information to us through any of our Services.\nWe do not knowingly collect Personal Information from children under 18.\nParents and guardians should supervise their children’s activities at all times.\nIf you know of or have reason to believe anyone under the age of 18 has provided the Company with any personal data, please contact us at&nbsp;privacy@inmotionhosting.com&nbsp;.</li>\n<li>\n<strong>Information Security:</strong>&nbsp;The Company implements commercially reasonable security measures to help protect against unauthorized access to or unauthorized alteration, disclosure, or destruction of data.\nThe Company restricts access to personal information to certain companies who may need to know that information in order to operate, develop, or improve the Services.\nThese individuals or partner organizations are bound by confidentiality obligations and may be subject to discipline, including termination and criminal prosecution, if they fail to meet these obligations.\nUnfortunately, no data transmission over the Internet can be guaranteed to be 100% secure.\nAccordingly, the Company cannot guarantee or warrant the security of any information you transmit to the Society, or to or from the Company online products or services.\nIf you have questions about this Policy, please contact us.</li>\n<li>\n<strong>User ID and Password:</strong>&nbsp;Certain areas of the Company website(s) may require the use of a user ID, email address or password, as an additional security measure that helps protect your information.\nTo help you protect your privacy, the Company website(s) has tools to help you log in and log out.</li>\n<li>\n<strong>Linking to Other Internet Sites:</strong>&nbsp;You should be aware that other Internet sites that are linked from the Company websites or from Company email message may contain privacy provisions that differ from the provisions of this Policy.\nTo ensure your privacy is protected, we recommend that you review the privacy statements of these other linked sites, applications, or other digital platforms.</li>\n<li>\n<strong>How You Can Access and Change Information:</strong>&nbsp;If you are a registered user of the Company website(s) or purchaser of the Services, you may review and update/correct your account profile information directly on the Company’s website (www.inmotionhosting.com) or by contacting us at&nbsp;privacy@inmotionhosting.com.</li>\n<li>\n<strong>To View/Download a Copy of our Data Processing Addendum (DPA):</strong>&nbsp;Click&nbsp;here.</li>\n<li>\n<strong>For a Full List of our Data Sub-Processors:</strong>&nbsp;Click&nbsp;here.</li>\n<li>\n<strong>Contact Us:</strong>&nbsp;If you have any questions, concerns or complaints about this Policy, our practices or our Services, you may contact us by mail at Attn: Data Protection Team, 555 S.\nIndependence Blvd, Virginia Beach, VA 23452, by email at&nbsp;privacy@inmotionhosting.com&nbsp;or by phone at&nbsp;1 (888) 321 – 4678.\nWe will attempt to resolve any complaints regarding the use of your Personally Identifiable Information in accordance with this Privacy Policy.\nWe will respond to all requests, inquiries or concerns within thirty (30) calendar days.</li>\n</ol>\n<p>Revised: August 11, 2021</p> ", "created_at": "2022-12-15 21:21:18.595613", "updated_at": "2022-12-15 21:23:56.566087"}, {"id": 13273, "name": "Cookie Policy", "url": "https://www.inmotionhosting.com/privacy/cookie-policy/", "xpath": "//*[@id=\"content\"]", "text": " <ul>\n<li>Overviews\n<ul>\n<li>Privacy Policy</li>\n<li>GDPR</li>\n<li>LGPD</li>\n<li>CCPA</li>\n<li>Cookie Policy</li>\n</ul>\n</li>\n<li>Compliance\n<ul>\n<li>GDPR Compliance</li>\n<li>LGPD Compliance</li>\n<li>CCPA Compliance</li>\n</ul>\n</li>\n<li>Documents\n<ul>\n<li>DPA</li>\n<li>Standard Contractual Clauses (SCC)\n<ul>\n<li>EU Model Contract Clauses (Controller-to-Processor) – UK</li>\n<li>Module 2: Controller-to-Processor</li>\n<li>Module 4: Processor-to-Controller</li>\n</ul>\n</li>\n<li>Sub-processors List</li>\n</ul>\n</li>\n<li>Other Links\n<ul>\n<li>GDPR text</li>\n<li>CCPA text</li>\n<li>Do Not Sell My Personal Information</li>\n</ul>\n</li>\n</ul> Cookie Policy <p>\n<b>InMotion Hosting Cookie Policy</b>\n</p>\n<p>This Cookie Policy describes how and why InMotion Hosting, Inc.\n(“we,” “us” or “the Company”) use cookies, web beacons, pixels, tags, scripts and other similar technologies in the course of our business, including through websites and apps that link to this Cookie Policy.\nIt also explains your rights to control our use of these tracking technologies.\nFor additional information about our privacy practices, please review our <u>Privacy Policy</u>.</p>\n<p>\n<b>What are cookies?</b>\n</p>\n<p>Cookies are small data files sent from a website and stored in your browser or device.\nThey contain a string of text that contains information about your browser.\nSome cookies can contain personally identifiable information such as name, address, IP address, etc.</p>\n<p>\n<b>What kind of cookies are in use?</b>\n</p>\n<p>\n<i>Session Cookies</i> are cookies that are erased when the user closes the Web browser.\nThe session cookie is stored in temporary memory and is not retained after the browser is closed.\nSession cookies do not collect information from the user’s computer.</p>\n<p>\n<i>Persistent Cookies </i>are stored on your device between site visits.\nThey allow us to remember your preferences.</p>\n<p>\n<i>First-Party Cookies</i> are cookies created by our site for use while on our site.</p>\n<p>Third-Party Cookies are cookies created by third-parties outside of our site.</p>\n<p>\n<b>How and why we use cookies</b>\n</p>\n<p>Cookies are integral to the functionality of our site including our chat interface, shopping cart, and targeted advertising.\nWe also use cookies to help us improve the performance of or provide you extra functionality for our site.</p>\n<p>The kinds of cookies we utilize include:</p>\n<p>\n<i>Strictly Necessary Cookies</i> are cookies absolutely necessary for the functionality of our Site.\nThese include cookies that enable the use of our shopping cart feature when ordering services, cookies to log in to our Support Center, and cookies used to access your Account Management Panel (AMP).</p>\n<p>\n<i>Performance Cookies</i> recognize return customers and any preferences they have made in previous visits.</p>\n<p>\n<i>Advertising Cookies </i>help us deliver personalized ad content relevant to your interests.\nAs we utilize third parties services, our authorized service providers may also place cookies on your device</p>\n<p>\n<i>Analytical or Customization Cookies.</i> These cookies collect information about how users access and move through the Site.\nWe use this information in either aggregate form to help us to improve the way our Site works, or to personalize our Site to your interests.</p>\n<p>\n<i>Social Media Cookies</i> allow us to integrate social media functions into our Site and may also be used for advertising purposes.</p>\n<p>\n<i>Support Technologies</i> may include first or third-party cookies, web beacons / pixels, and scripts placed in order to provide tools for you to interact with our customer support teams.\nThis technology allows us to provide chat services, gather customer feedback, and other tools used to support our visitors.\nData collected for these purposes is never used for marketing or advertising purposes.</p>\n<p>\n<b>How to manage, control and delete cookies</b>\n</p>\n<p>Here are some in-depth guides on how to control and delete cookies:</p>\n<p>\n<u>Internet Explorer</u>\n</p>\n<p>\n<u>Firefox</u>\n</p>\n<p>\n<u>Chrome</u>\n</p>\n<p>\n<u>Safari</u>\n</p>\n<p>To learn how to manage privacy and storage settings for Flash cookies, visit <u>http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html.</u>\n</p>\n<p>Further information about deleting and blocking cookies can be found at <u>http://www.allaboutcookies.org</u>.</p>\n<p>Further information about our advertisers’ use of cookies can be found at:</p>\n<p>\n<u>http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html.</u>\n</p>\n<p>European Interactive Digital Advertising Alliance: <u>http://www.youronlinechoices.eu/</u>\n</p>\n<p>Internet Advertising Bureau (US): <u>https://www.iab.com/</u>\n</p>\n<p>Internet Advertising Bureau (EU): <u>https://www.iabeurope.eu/</u>\n</p>\n<p>If you have any questions or concerns regarding our use of cookies or other tracking methods, please email us at <u>privacy@inmotionhosting.com</u>.</p>\n<p>\n<i>Revised 01/28/2020</i>\n</p> ", "created_at": "2022-12-15 21:22:31.845865", "updated_at": "2022-12-15 21:22:41.096231"}, {"id": 13274, "name": "Universal Terms of Service Agreement", "url": "https://www.inmotionhosting.com/legal/", "xpath": "//*[@id=\"content\"]", "text": " <ul>\n<li>Terms\n<ul>\n<li>Acceptable Use Policy and Content</li>\n<li>Modification to the Agreements, Policies and/or the Services.</li>\n<li>Authority to Contract</li>\n<li>Customer’s Account</li>\n<li>Customer’s Responsibilities</li>\n<li>License to Company</li>\n<li>Billing and Payment</li>\n<li>Term.\nTermination.\nCancellation Policy</li>\n<li>Customer Conduct Towards Company</li>\n<li>Property Rights</li>\n<li>Trademark and/or Copyright Claims</li>\n<li>Links to Third-Party Websites</li>\n<li>Indemnification</li>\n<li>Compliance with Local Laws</li>\n<li>Translation</li>\n<li>General Terms</li>\n</ul>\n</li>\n<li>Agreements\n<ul>\n<li>Hosting Agreement</li>\n<li>Backup Manager Agreement</li>\n<li>Domain Registration Agreement</li>\n<li>Flex Metal Private Cloud Agreement</li>\n<li>QuickStarter Agreement</li>\n<li>Reseller Advantage Agreement</li>\n<li>Web Design Services Agreement</li>\n<li>WebPro Agreement</li>\n<li>Website Transfer Agreement</li>\n<li>White Glove Agreement</li>\n</ul>\n</li>\n<li>Third Party Services\n<ul>\n<li>ICANN Registrants’ Benefits and Responsibilities</li>\n<li>ICANN Registrar Transfer Dispute Resolution Policy</li>\n<li>Sectigo Terms of Use</li>\n<li>Tucows Master Domain Agreement</li>\n<li>Customer Conduct</li>\n</ul>\n</li>\n<li>Contact Legal\n<ul>\n<li>Legal FAQs</li>\n<li>Legal Inquiries and DMCA</li>\n<li>Trademark Notice</li>\n<li>Doxxing Notice</li>\n<li>Digital Millennium Copyright Act (DMCA) Notice</li>\n<li>Digital Millennium Copyright Act (DMCA) Counter Notice</li>\n<li>InMotion Hosting Affiliate Program Terms of Service</li>\n<li>General Notice</li>\n<li>Law Notice – Subpoena Notice</li>\n<li>Law Notice – Search Warrant Notice</li>\n<li>Law Notice – Data Preservation Notice</li>\n<li>Law Notice – Court Order Notice</li>\n<li>Law Other Notice</li>\n<li>Accessibility Statement</li>\n</ul>\n</li>\n</ul> Universal Terms of Service Agreement <p>InMotion Hosting, Inc<br>UNIVERSAL TERMS OF SERVICE AGREEMENT<br>Last Revised Date: October 15, 2020</p>\n<p>\n<strong>PLEASE READ CAREFULLY.</strong>\n</p>\n<p>\n<strong>THIS CONTAINS TERMS AND CONDITIONS REGARDING CUSTOMER’S LEGAL RIGHTS AND REMEDIES FOR ACCESSING AND USING COMPANY’S PRODUCTS AND SERVICES.</strong>\n</p>\n<p>This Universal Terms of Service Agreement (“Universal Terms”) is an agreement between InMotion Hosting, INC.\n(“Company”) and the party (“Customer”) set forth in the related order form, which is incorporated herein by this reference (together with any subsequent order forms submitted by Customer to Company, collectively, the “Order Form”), and applies to the purchase of all products and services ordered by Customer on the Order Form (collectively, the “Services”).</p>\n<p>\n<strong>BY USING THIS WEBSITE AND/OR SIGNING UP FOR THE SERVICES CREATES A CONTRACT BETWEEN CUSTOMER AND COMPANY AND CUSTOMER HEREBY AGREES TO BE BOUND BY THE AGREEMENTS (AS DEFINED HEREIN).\nWHEN CUSTOMER SIGNS UP FOR AND/OR CUSTOMERS ACCESS OR USES THE SERVICES SUCH HEREBY CONSTITUTES CUSTOMER’S ACCEPTANCE OF THE AGREEMENTS.</strong>\n</p>\n<ol>\n<li>Modification to the Agreements, Policies and/or the Services.<ol>\n<li>Company may, in its sole and absolute discretion, at any time, change or modify these Universal Terms, any other policies or any other product or service terms and conditions related to the Services posted on Company’s website (collectively “www.inmotinhosting.com”), Company’s Acceptable Use Policy (“AUP”) and Company’s Privacy Policy, all of which are hereby incorporated herein by this reference, and such changes or modifications shall be effective immediately upon posting to Company’s website located at <u>inmotionhosting.com/legal</u> (“Company’s Site”).</li>\n<li>These Universal Terms, the Policies, Acceptable Use Policy and Privacy Policy shall collectively be referred to as the “Agreements.” Unless otherwise stated in a Policy, in the event of a conflict between the provisions of these Universal Terms and the terms in the Policies, Acceptable Use Policy or Privacy Policy, the provisions of these Universal Terms shall control.</li>\n<li>Customer’s access of and/or use of Company’s Site or the Services after such changes or modifications have been made shall constitute Customer’s acceptance of the Agreements as of the “Last Revised Date” stated above.\nIf Customer does not agree to be bound by the Agreements as of the “Last Revised Date”, Customer should not access or use or continue to access or use Company’s Site or the Services.</li>\n<li>Company may (but is not obligated) occasionally notify Customer of changes or modifications to the Agreements by electronic mail.\nIt is therefore important that Customer keep Customer’s Company account (“Account”) information accurate and current.\nCompany assumes no liability or responsibility for Customer’s failure to receive an electronic mail notification if such failure results from an inaccurate Account information.</li>\n<li>Company may terminate, as determined in Company’s sole and absolute discretion, Customer’s access or use of Company’s Site or the Services for any violation or breach or threatened violation or breach by Customer of any of the terms of the Agreements.</li>\n<li>\n<strong>COMPANY RESERVES THE RIGHT TO MODIFY, CHANGE, OR DISCONTINUE ANY ASPECT OF COMPANY’S SITE OR THE SERVICES, INCLUDING WITHOUT LIMITATION PRICES AND FEES FOR THE SAME, AT ANY TIME, WITH OR WITHOUT NOTICE.</strong>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>Authority To Contract.<ol>\n<li>Company’s Site and the Services are available only to individuals who can form legally binding contracts under applicable law.\nBy using Company’s Site or the Services, Customer represents and warrants that Customer is (i) at least eighteen (18) years of age, (ii) otherwise recognized as being able to form legally binding contracts under applicable law, and/or (iii) is not a person barred from purchasing or receiving the Services found under the laws of the United States or other applicable jurisdiction.</li>\n<li>If Customer enters into the Agreements as a representative or on behalf of a corporate entity or third party that retains or may retain ownership in an Account, then Customer hereby represents and warrants that Customer has the legal authority to bind such corporate entity or third party to the terms and conditions contained in the Agreements, in which case the terms “Customer” shall refer to such corporate entity or third party.\nIf, after Customer’s electronic acceptance of the Agreements, Company finds that Customer does not have the legal authority to bind such corporate entity or third party, Customer will be personally responsible for the obligations contained in the Agreements, including, but not limited to, any payment obligations.\nCompany shall not be liable for any loss or damage resulting from Company’s reliance on any representation, instruction, notice, document or communication reasonably believed by Company to be genuine and originating from an authorized representative of Customer’s corporate entity or third party.\nIf there is reasonable doubt about the authenticity of any such instruction, notice, document or communication, Company reserves the right (but undertakes no duty) to require additional authentication from Customer.\nCompany further reserves the right to suspend, cancel or terminate an Account in the event of a dispute of ownership of the Account or Customer Content (as defined herein) between the claimed owner and a representative acting on behalf of a corporate entity.\nCustomer Content defined as content that is submitted to, stored on or distributed or disseminated by Customer via the Services.\nCustomer Content also includes (but is not limited to) content of Customer’s website(s), customer(s) and/or user(s).\nCustomer further agrees to be bound by the terms of the Agreements and the Policies for all transactions entered into by Customer, anyone acting as Customer’s agent and anyone who accesses or uses the Account or the Services, whether or not authorized by Customer.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>Customer’s Account.<ol>\n<li>In order to access some of the features of Company’s Site or use some of the Services, Customer must create an Account.\nCustomer represents and warrants to Company that all information Customer submits when Customer creates an Account is accurate, current and complete, and that Customer will keep such Account information accurate, current and complete.\nIf Company has reason to believe that the Account information is untrue, inaccurate, out-of-date or incomplete, Company reserves the right, in its sole and absolute discretion, to suspend, cancel or terminate the Account.\nCustomer is solely responsible for the activity that occurs on the Account, whether authorized by Customer or not, and Customer must keep the Account information secure, including without limitation all Customer number or login, password and payment method(s).\nFor security purposes, Company strongly recommends that Customer change Customer’s password periodically for any Account.</li>\n<li>If the Customer acts on behalf of a corporate entity or third party, upon request by Company, Customer shall provide Company with any contact or other information related to the true owner of the relevant Account, which may include providing a valid identification.</li>\n<li>Customer agrees to abide by all U.S.\nExport Laws (as defined herein).</li>\n<li>Customer must notify Company immediately of any breach of security or unauthorized access or use of the Account.\nCustomer may be liable for any damages or loss Company or others incur caused by a breach of an Account, whether caused by Customer, or by an authorized person, or by an unauthorized person.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>Customer’s Responsibilities.<ol>\n<li>Customer is solely responsible for the quality, performance and all other aspects of the Customer Content and User Content and the goods or services provided through the Services.</li>\n<li>Customer will cooperate fully with Company in connection with Company’s performance of the Services.\nCustomer must provide any equipment or software that may be necessary for Customer to use the Services.\nDelays in Customer’s performance of its obligations under the Agreements will extend the time for Company’s performance of its obligations hereunder that depend on Customer’s performance on a day for day basis.</li>\n<li>Customer assumes full responsibility for providing any of its visitors, customers or end users with any required disclosure or explanation of the various features related to Customer Content and any goods or services described therein, as well as any rules, terms or conditions of use.</li>\n<li>Because the Services permit Customer to electronically transmit or upload content, Customer shall be fully solely responsible for uploading all content and supplementing, modifying and updating the Customer Content, including Customer shall be responsible for all back-ups of Customer’s Content.\nCustomer is also responsible for ensuring that the Customer Content and all aspects of the Customer Content are compatible with the hardware and software used by Company to provide the Services, as the same may be changed by Company from time to time.\nSpecifications for the hardware and software used by Company to provide the Services will be available on Company’s Site or can be requested.\nCompany shall not be responsible for any damages to the Customer Content or other damages or any malfunctions or service interruptions caused by any failure of the Customer Content or any aspect of the Customer Content to be compatible or incompatible with the hardware and software used by Company to provide the Services.</li>\n<li>\n<strong>CUSTOMER IS SOLELY RESPONSIBLE FOR MAKING BACK-UP COPIES OF ALL CUSTOMER CONTENT.</strong>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>Customer’s Representations and Warranties.<ol>\n<li>Customer hereby represents and warrants to Company, and agrees that during the Initial or Introductory Term and any Term (as such terms are defined herein) thereafter for the Services, that Customer will ensure that:<ol>\n<li>Customer is and remains the legal owner or valid licensee of the Customer Content and each element thereof, and Customer has secured all necessary licenses, consents, permissions, waivers and releases for the use of the Customer Content and each element thereof, including without limitation, all trademarks, logos, names and likenesses contained therein, without any obligation by Company to pay any fees, residuals, guild payments or other compensation of any kind to any Person;</li>\n<li>Customer’s use, publication, and display of the Customer Content will not infringe any copyright, patent, trademark, trade secret or other proprietary or intellectual property right of any person, or constitute a defamation, invasion of privacy or violation of any right of publicity or any other right of any person, including, without limitation, any contractual, statutory or common law right or any “moral right” or similar right however denominated;</li>\n<li>Customer will comply with all applicable laws, rules, and regulations regarding the Customer Content and will use the Customer Content only for lawful purposes.\nand</li>\n<li>Customer has used and will continue to use its best efforts to ensure that the Customer Content is and will at all times remain free of all computer viruses, worms, Trojan horses and other malicious code.</li>\n</ol>\n</li>\n<li>Customer shall be solely responsible for the development, operation and maintenance of Customer Content, online store and electronic commerce activities, for all products and services offered by Customer or appearing through Customer Content and for all contents and materials appearing online or on Customer’s products, including, without limitation:<ol>\n<li>the accuracy and appropriateness of the Customer Content and content and material appearing in its store or on its products;</li>\n<li>ensuring that the Customer Content and content and materials appearing in its store or on its products do not violate or infringe upon the rights of any person.\nand</li>\n<li>ensuring that the Customer Content and the content and materials appearing in Customer Content or its store or on its products are not defamatory or otherwise illegal.\nCustomer shall be solely responsible for accepting, processing and filling customer orders and for handling customer inquiries or complaints.\nCustomer shall be solely responsible for the payment or satisfaction of any and all taxes associated with Customer Content, its website(s) and online store.</li>\n</ol>\n</li>\n<li>Customer grants Company the right to reproduce, copy, use and distribute all and any portion of the Customer Content to the extent needed to provide and operate the Services.</li>\n<li>In addition to transactions entered into by Customer on Customer’s behalf, Customer agrees to be bound by the terms of the Agreements and Policies for transactions entered into on Customer’s behalf by anyone acting as Customer’s agent, and transactions entered into by anyone who uses Customer’s account, whether or not the transactions were on Customer’s behalf.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>License to Company.\nCustomer hereby grants to Company a non-exclusive, royalty-free, worldwide right and license during the Initial or Introductory Term and any Term (as such terms are defined herein) thereafter to do the following to the extent necessary in the performance of the Services:<ol>\n<li>digitize, convert, install, upload, select, order, arrange, compile, combine, synchronize, use, reproduce, store, process, retrieve, transmit, distribute, publish, publicly display, publicly perform and hyperlink the Customer Content;</li>\n<li>make archival or back-up copies of the Customer Content (although Company is not required to do so.\nCustomer is solely responsible for backing-up any Customer Content);</li>\n<li>except for the rights expressly granted above, Company is not acquiring any right, title or interest in or to the Customer Content, all of which shall remain solely with Customer.\nand</li>\n<li>Company, in its sole discretion, reserves the right (i) to deny, cancel, suspend, transfer or alter, modify, correct, amend, change, program, or take any other corrective action to protect the integrity and stability of the Services (including altering, modifying, correcting, amending, changing, programming, or taking any other corrective action regarding any malicious code, software or related abusive activity, Customer Content and/or website(s)), and/or (ii) to comply with any applicable laws, government rules, or requirements, requests of law enforcement, or to avoid any liability, civil or criminal.\nCustomer further agrees that Company shall not be liable to Customer for any loss or damages that may result from such conduct.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>Billing and Payment.<ol>\n<li>Customer shall pay to Company any fees for the Services in the manner set forth in the Order Form or as otherwise dictated by Company.</li>\n<li>Any Service fees may not include any applicable sales, use, revenue, excise or other taxes imposed by any taxing authority with respect to the Services or any software provided hereunder (excluding any tax on Company’s net income).\nAll such taxes may be added to Company’s invoices for the fees as separate charges to be paid by Customer.\nAll fees are fully earned when due and subject to Company’s refund policy, when paid to Company.</li>\n<li>Unless otherwise specified, Customer agrees to pay all fees and related charges shall be due and payable within thirty (30) days after the date of the invoice.\nIf any invoice is not paid within seven (7) days after the date of the invoice, Company may charge Customer a late fee of $15.00 for and in addition any amounts payable to Company not paid when due will bear interest at the rate of one and one half percent (1.5%) per month or the maximum rate permitted by applicable law, whichever is less.</li>\n<li>If Company collects any payment due at law or through an attorney or under advice from an attorney or through a collection agency, or if Company prevails in any action to which the Customer and Company are parties, Customer agrees to pay all costs of collection, arbitration and litigation, including, without limitation, all court costs and Company’s reasonable attorneys’ fees.</li>\n<li>Customer agrees to pay if any Customer check is returned for insufficient funds then Company may impose a minimum processing charge of $25.00.</li>\n<li>Customer agrees in the event that any amount due to Company remains unpaid seven (7) days after such payment is due, Company, in its sole discretion, may immediately terminate the Agreements, and/or withhold or suspend Services.</li>\n<li>Customer agrees to pay a minimum charge of $50.00 to reinstate and Account that has been suspended or terminated.</li>\n<li>Customer agrees to pay wire transfers of $35.00 per wire.</li>\n<li>Customer agrees to pay charge of $35.00 for all credit card chargebacks.</li>\n<li>Autorenewal<ol>\n<li>Other than as required by applicable law, Company does not retain hard copies or electronic versions of mandates, standing orders or standing instruction forms and/or any signed consents relating to a Customer’s payment or usage of Company automatic renewal services, and Company are therefore unable to provide any such document upon request.</li>\n<li>\n<strong>IN ORDER TO ENSURE THAT CUSTOMER DOES NOT EXPERIENCE AN INTERRUPTION OR LOSS OF SERVICES, THE SERVICES ARE OFFERED ON AN AUTOMATIC RENEWAL BASIS.\nEXCEPT FOR REASONS DESCRIBED BELOW IN THIS SECTION, AUTOMATIC RENEWAL RENEWS THE APPLICABLE SERVICE UPON EXPIRATION OF THE THEN CURRENT TERM FOR A RENEWAL PERIOD EQUAL IN TIME TO THE MOST RECENT SERVICE TERM PERIOD.</strong>\n</li>\n<li>\n<strong>UNLESS CUSTOMER DISABLES THE AUTOMATIC RENEWAL OPTION IN THE ACCOUNT, COMPANY WILL AUTOMATICALLY RENEW THE APPLICABLE SERVICE WHEN IT COMES UP FOR RENEWAL AND WILL TAKE PAYMENT FROM ANY PAYMENT METHOD CUSTOMER HAS ON FILE WITH COMPANY AT COMPANY’S THEN CURRENT RATES, WHICH CUSTOMER ACKNOWLEDGES AND AGREES MAY BE HIGHER OR LOWER THAN THE RATES FOR THE ORIGINAL SERVICE TERM PERIOD.\nIN ORDER TO SEE THE RENEWAL SETTINGS APPLICABLE TO CUSTOMER AND THE SERVICES, CUSTOMER WILL NEED TO LOG INTO THE ACCOUNT.\nIF CUSTOMER DOES NOT WANT ANY SERVICE TO AUTOMATICALLY RENEW, CUSTOMER MAY ELECT TO CANCEL SUCH RENEWAL, IN WHICH CASE, THE SERVICES WILL TERMINATE UPON EXPIRATION OF THE THEN CURRENT TERM, UNLESS CUSTOMER MANUALLY RENEWS THE SERVICES PRIOR TO THAT DATE (IN WHICH CASE THE SERVICES WILL AGAIN BE SET TO AUTOMATIC RENEWAL).\nFOR AVOIDANCE OF ANY DOUBT, SHOULD CUSTOMER ELECT TO CANCEL THE SERVICES AND FAIL TO MANUALLY RENEW THE SERVICES BEFORE THEY EXPIRE, CUSTOMER MAY EXPERIENCE AN INTERRUPTION OR LOSS OF SERVICES AND LOSS OF CUSTOMER CONTENT, AND COMPANY SHALL NOT BE LIABLE TO CUSTOMER OR ANY THIRD PARTY REGARDING SUCH INTERRUPTION OR LOSS.</strong>\n</li>\n<li>\n<strong>IN AN EFFORT TO ENSURE THE SUCCESSFUL RENEWAL OF A CUSTOMER DOMAIN NAME AND/OR SECURE SOCKETS LAYER(“SSL”) REGISTRATION, COMPANY MAY PROCESS THE RENEWAL CHARGES UP TO TWO WEEKS IN ADVANCE OF CUSTOMER’S EXPIRATION DATE UNLESS CUSTOMER EXPLICITLY REQUESTS IN WRITING OTHERWISE.</strong>\n</li>\n<li>\n<strong>COMPANY MAY PARTICIPATE IN “RECURRING BILLING PROGRAMS” OR “ACCOUNT UPDATER SERVICES” SUPPORTED BY CUSTOMER’S CREDIT CARD PROVIDER (AND ULTIMATELY DEPENDENT ON CUSTOMER BANK’S PARTICIPATION).\nIF COMPANY IS UNABLE TO SUCCESSFULLY CHARGE CUSTOMER’S EXISTING PAYMENT METHOD, CUSTOMER’S CREDIT CARD PROVIDER (OR CUSTOMER’S BANK) MAY NOTIFY COMPANY OF UPDATES TO CUSTOMER’S CREDIT CARD NUMBER AND/OR EXPIRATION DATE, OR MAY AUTOMATICALLY CHARGE CUSTOMER’S NEW CREDIT CARD ON COMPANY BEHALF WITHOUT NOTIFICATION TO COMPANY.\nIN ACCORDANCE WITH ANY RECURRING BILLING PROGRAM REQUIREMENTS, IN THE EVENT THAT COMPANY IS NOTIFIED OF AN UPDATE TO CUSTOMER’S CREDIT CARD NUMBER AND/OR EXPIRATION DATE, COMPANY MAY AUTOMATICALLY UPDATE CUSTOMER’S PAYMENT PROFILE ON CUSTOMER’S BEHALF.\nCOMPANY MAKES NO GUARANTEES THAT COMPANY WILL REQUEST OR RECEIVE CUSTOMER’S UPDATED CREDIT CARD INFORMATION.\nCUSTOMER ACKNOWLEDGES AND AGREES THAT IT IS CUSTOMER’S SOLE RESPONSIBILITY TO MODIFY AND MAINTAIN THE ACCOUNT SETTINGS, INCLUDING BUT NOT LIMITED TO (I) CANCELLING THE SERVICES AND (II) ENSURING CUSTOMER’S ASSOCIATED PAYMENT METHOD(S) ARE CURRENT AND VALID.\nFURTHER, CUSTOMER ACKNOWLEDGES AND AGREES THAT CUSTOMER’S FAILURE TO DO SO, MAY RESULT IN THE INTERRUPTION OR LOSS OF THE SERVICES, AND COMPANY SHALL NOT BE LIABLE TO CUSTOMER OR ANY THIRD PARTY REGARDING SUCH INTERRUPTION OR LOSS.</strong>\n</li>\n<li>If for any reason Company is unable to charge Customer’s payment method for the full amount owed, or if Company receives notification of a chargeback, reversal, payment dispute, or is charged a penalty for any fee it previously charged to Customer’s payment method, Customer agrees that Company may pursue all available lawful remedies in order to obtain payment, including but not limited to, immediate cancellation of the Services, without notice to Customer.\nCompany also reserves the right to charge Customer reasonable “administrative” fees” for (i) tasks Company may perform outside the normal scope of its Services, (ii) additional time and/or costs Company may incur in providing the Services, and/or (iii) Customer’s noncompliance with the Agreements (as determined by Company in its sole and absolute discretion), which typical administrative or processing fee scenarios include, but are not limited to (a) Customer service issues that require additional personal time or attention.\n(b) recouping any and all costs and fees, including the cost of the Services, incurred by Company as the results of chargebacks, reversals, payment disputes, penalties or other payment disputes brought by Customer, Customer bank or Customer payment method processor.\nThese administrative fees or processing fees will be billed to the payment method Customer has on file in the Account.</li>\n<li>Company may offer pricing in various currencies.\nThe transaction(s) will be processed in the selected currency and the pricing displayed during the checkout process will be the actual amount submitted for payment.\nFor certain payment methods, the issuer of Customer’s payment method may charge Customer a foreign transaction fee or other charge(s), which may be added to the final amount that appears on Customer’s bank statement or post as a separate amount.\nCustomer should check with the issuer of Customer’s payment method for details.\nIn addition, regardless of the selected currency, Customer acknowledges and agrees that Customer may be charged Value Added Tax (“VAT”), Goods and Services Tax (“GST”), or other localized fees and/or taxes, based on Customer’s bank and/or the country indicated in Customer’s billing address section in the Account.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>Term.\nTermination.\nCancellation Policy.<ol>\n<li>The initial/introductory term of this Agreement shall be as set forth in the Order Form or when you signed up for the Services (the “Initial Term”).\nThe Initial Term shall begin upon commencement of the Services.\nAfter the Initial Term, this Agreement shall automatically renew.\nThe Initial Term and all successive renewal periods shall be referred to, collectively, as the “Term.”</li>\n<li>\n<strong>AFTER THE INITIAL TERM, CUSTOMER ACKNOWLEDGES, AGREES AND AUTHORIZES COMPANY TO AUTOMATICALLY BILL AND/OR CHARGE ON CUSTOMER’S CREDIT CARD FOR SUCCESSIVE TERMS OF EQUAL LENGTH AS THE INITIAL TERM, UNLESS TERMINATED OR CANCELLED BY EITHER PARTY AS PROVIDED HEREIN.\nREFER TO SECTION 9, BILLING AND PAYMENT, FOR ADDITIONAL DETAILS.</strong>\n</li>\n<li>This Agreement may be cancelled by Customer upon proper notice to Company, prior to the end of the Initial Term or any Term thereafter.\nCustomer will be subject to a minimum $50.00 charge as an early cancellation fee.\nIf Customer cancels this Agreement, no refund will be provided for unused time on the Account if outside the criteria of the Money Back Guarantee.\nCustomer shall be obligated to pay one hundred percent (100%) of all charges for all Services for each month remaining in the Term.\nCustomer shall be obligated to pay all fees and charges accrued prior to the date of such cancellation.\nCompany may, but is under no obligation to, refund to Customer any pre-paid fees for the Services but only for the full months remaining after effectiveness of cancellation.\nNo partial month fees shall be refunded.\nAny refund in this manner will be less any setup and/or cancellation fees, regular cost of any “free” services, and any discount(s) applied for prepayment, provided that Customer is not in breach of any terms and conditions of this Agreement or the Policies.</li>\n<li>Company may terminate this Agreement in the event of nonpayment by Customer.\nCompany may also terminate, without penalty, if the Services are prohibited by applicable law, or become impractical or unfeasible for any technical, legal or regulatory reason, or as otherwise provided herein.\nCompany will provide Customer as much prior notice as reasonably practicable.</li>\n<li>Company may terminate Customer account or access to all or any part of the Services at any time, with or without cause, with or without notice, effective immediately.</li>\n<li>Company may immediately terminate this Agreement, without penalty or notice and without refund, if Company, in Company’s sole and absolute discretion or judgment, determines that Customer’s use of the Services or Customer Content violates any Company term or condition of this Agreement or the Policies.\nor Customer’s use of the Services disrupts, or in Company’s sole and absolute discretion or judgment,</li>\n<li>Upon termination of this Agreement for any cause or reason whatsoever, neither party shall have any further rights or obligations under this Agreement, except as expressly set forth herein.\nThe provisions of Sections 5, 7, 14, 15, 16, 24, 25 of shall survive the expiration or termination of for any cause or reason whatsoever, and, notwithstanding the expiration or termination of this Agreement, the parties shall each remain liable to the other for any indebtedness or other liability theretofore arising under this Agreement.\nTermination of this Agreement and retention of pre-paid fees and charges shall be in addition to, and not be in lieu of, any other legal or equitable rights or remedies to which Company may be entitled.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>Conduct Towards Company.<br>1.\nCompany will protect the health, safety, and welfare of its employees.\nUnprofessional conduct, threats, abusive language (including, but not limited to, disparaging remarks regarding the sex, race, religion, or sexual orientation of Company’s employees) and/or anything that could be considered hate speech in the course of Customer’s communications with Company will not be tolerated.\nSuch conduct may result in the termination of communications and repeated offenses may result in the suspension, cancellation or termination of termination the Services account, without any refund to Customer, as determined in Company’s sole discretion.</li>\n</ol>\n<ol>\n<li>Property Rights.<ol>\n<li>Company hereby grants Customer a limited, non-exclusive, non-transferable, royalty-free license, exercisable solely during the Term of the Agreements, to use Company’s technology, products and services solely for the purpose of accessing and using the Services.\nCustomer may not use Company’s technology for any purpose other than accessing and using the Services.\nExcept for the rights expressly granted above, the Agreements does not transfer from Company to Customer any Company technology, all rights, titles, and interests in, and to any Company technology, all of which shall remain solely with Company.\nCustomer shall not, directly or indirectly, reverse engineer, decompile, disassemble or otherwise attempt to derive source code or other trade secrets from any of the Company.</li>\n<li>Company owns all right, title and interest in and to the Services and Company’s trade names, trademarks, service marks, inventions, copyrights, trade secrets, patents, know-how and other intellectual property rights relating to the design, function, marketing, promotion, sale and provision of the Services and the related hardware, software and systems (“Marks”).\nNothing in the Agreements constitutes a license to Customer to use or resell the Marks.</li>\n<li>Company’s web interface are proprietary to Company.\nAlthough Company does not protect either with compilation nor encryption, each is protected under trademark, copyright, trade secret and other laws.\nCustomer shall not modify or distribute such proprietary materials in any fashion unless authorized in writing by Company.\nUnder no circumstances will Company allow Customer to make any changes to any copyright notice and/or disclaimers related thereto.\nRequests for modification(s), including translating into other languages, addition of links or advertising, changes to menus, or customer-specific options, must be sent to the Company’s Legal department via the methods found at Company’s Site.\nAll such requests are subject to an approval process by Company, but are not required to be granted.\nChanges for the benefit of a single customer which would cause more than one concurrent version of the software will not be considered.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>Trademark and/or Copyright Claims.\nCompany supports the protection of intellectual property.\nIf Customer would like to submit (i) a trademark claim for violation of a mark on which Customer holds a valid, registered trademark or service mark, or (ii) a copyright claim for material on which Customer hold a bona fide copyright, please refer to Company’s Trademark and/or Copyright Infringement Policy located on the Company’s Site.</li>\n</ol>\n<ol>\n<li>Links To Third-Party Websites.\nCustomer Site and the Services may contain links to third-party websites that are not owned or controlled by Company.\nCompany assumes no responsibility for such content, terms, and conditions, privacy policies, or practices of any third-party websites.\nIn addition, Company does not censor or edit the content of any third-party website.\nBy using Customer Site or the Services, Customer expressly releases Company from any and all liability arising from Customer use of any third-party website.\nAccordingly, Company encourages Customer to be aware when Customer leaves Company Site or the Services to review the terms and conditions, privacy policies, and other governing documents of each other website that Customer may visit.</li>\n</ol>\n<ol>\n<li>Indemnification.\nCustomer agrees to indemnify, defend and hold harmless Company and its parent, subsidiary and affiliated companies, and each of their respective officers, directors, employees, shareholders, attorneys, consultants, and agents (each an “indemnified party” and, collectively, “indemnified parties”) from and against any and all claims, damages, losses, liabilities, suits, actions, demands, proceedings (whether legal or administrative), and expenses (including, but not limited to, reasonable attorney’s fees) threatened, asserted, or filed by a third party against any of the indemnified parties (i) arising out of or relating to Customer’s use of the Services, (ii) for any violation by Customer of the Agreements, the Policies, the AUP or any agreement related to the Services, (iii) any breach of any representation, warranty or covenant of Customer, or (iv) any acts or omissions of Customer.\nThe terms of this section shall survive any termination of the Agreements.</li>\n</ol>\n<ol>\n<li>Compliance with Local Laws.\nCompany makes no representation or warranty that the content available on Company Site or the Services are appropriate in every country or jurisdiction, and access to Company Site or the Services from countries or jurisdictions where any content is deemed illegal is prohibited.\nCustomers or Users who choose to access Company Site or the Services are responsible for compliance with all local laws, rules and regulations.</li>\n</ol>\n<ol>\n<li>Translation.\nThe Agreements is written in English (USA).\nCompany may, but is not obligated to, translate the terms into other languages.\nIn the event of a conflict between a translated version of the Agreements and the English (USA) version, the English (USA) version will control.</li>\n</ol>\n<ol>\n<li>General Terms.<ol>\n<li>Independent Contractor.\nCompany and Customer are independent contractors and nothing contained in the Agreements places Company and Customer in the relationship of principal and agent, master and servant, partners or joint venturers.\nNeither party has, expressly or by implication, or may represent itself as having, any authority to make contracts or enter into any agreements in the name of the other party or to obligate or bind the other party in any manner whatsoever.</li>\n<li>Governing Law.\nJurisdiction.\nAny controversy or claim arising out of or relating to the Agreements, including the formation thereof or any claim based upon arising from an alleged tort, shall be governed by the substantive laws of the State of California.\nThe United Nations Convention on Contracts for the International Sale of Goods does not apply to the Agreements.\nANY SUIT, ACTION OR PROCEEDING CONCERNING THE AGREEMENTS MUST BE BROUGHT IN A STATE OR FEDERAL COURT LOCATED IN LOS ANGELES COUNTY, CALIFORNIA, AND EACH OF THE PARTIES HEREBY IRREVOCABLY CONSENTS TO THE EXCLUSIVE JURISDICTION OF SUCH COURTS (AND OF THE APPROPRIATE APPELLATE COURTS THEREFROM) IN ANY SUCH SUIT, ACTION OR PROCEEDING AND IRREVOCABLY WAIVES, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, ANY OBJECTION WHICH IT MAY NOW OR HEREAFTER HAVE TO THE LAYING OF THE VENUE OF ANY SUCH SUIT, ACTION OR PROCEEDING IN ANY SUCH COURT OR THAT ANY SUCH SUIT, ACTION OR PROCEEDING WHICH IS BROUGHT IN ANY SUCH COURT HAS BEEN BROUGHT IN AN INCONVENIENT FORUM.</li>\n<li>Jurisdiction and Disputes.<ol>\n<li>Customer acknowledges and agrees that the Agreements are deemed to be entered into in California, regardless of the location of Customer.</li>\n<li>Prior to the filing of any claim or lawsuit with respect to any dispute arising under the Agreements (other than a suit seeking injunctive relief as provided hereunder), the aggrieved party will request in writing the other party’s involvement in the negotiation of an amicable resolution.\nThe parties will use their best efforts in good faith to arrange written communications, personal meetings and/or telephone conferences as needed and mutually convenient to the management personnel involved within thirty (30) days following the request for dispute resolution negotiations (the “Negotiation Period”), and no lawsuit will be commenced with respect to the dispute during such Negotiation Period.\nIn the event pre-litigation negotiations are unsuccessful in the Negotiation Period, any dispute between the parties concerning the terms of the Agreements or performance under the Agreements shall be submitted and resolved by civil litigation in the state court of the State of California, Los Angeles County, Stanley Mosk Courthouse located 111 N.\nHill Street, Los Angeles, California, 90012, USA (http://www.lacourt.org/courthouse/info/la).\nThe parties hereto consent to the jurisdiction of such state court, agree to accept service of process by US mail, and hereby waive any jurisdictional or venue defenses otherwise available to it.</li>\n<li>CLASS ACTION WAIVER.\nCUSTOMER AGREES NOT TO CONSOLIDATE MORE THAN ONE PERSON’S CLAIM, AND MAY NOT OTHERWISE PRESIDE OVER OR PARTICIPATE IN ANY FORM OF A CLASS OR REPRESENTATIVE PROCEEDING OR CLAIMS (SUCH AS A CLASS ACTION, REPRESENTATIVE ACTION, CONSOLIDATED ACTION OR PRIVATE ATTORNEY GENERAL ACTION) UNLESS BOTH CUSTOMER AND COMPANY SPECIFICALLY AGREE IN WRITING TO DO SO.\nNEITHER CUSTOMER, NOR ANY OTHER MEMBER OF COMPANY CAN BE A CLASS REPRESENTATIVE, CLASS MEMBER, OR OTHERWISE PARTICIPATE IN A CLASS, REPRESENTATIVE, CONSOLIDATED OR PRIVATE ATTORNEY GENERAL PROCEEDING.</li>\n</ol>\n</li>\n<li>Headings.\nThe headings herein are for convenience only and are not part of the Agreements.</li>\n<li>Entire Agreement.\nAmendments.\nThe Agreements, including, the Policies, AUP or any agreement related to the Services, and documents incorporated herein by reference, supersedes all prior discussions, negotiations, and agreements between the parties with respect to the subject matter hereof, and the Agreements (unless specifically stated therein) constitute the sole and entire agreement between the parties with respect to the matters covered hereby.\nIn case of a conflict between the Agreements, any Order Form, any purchase order, service order, work order, confirmation, correspondence or other communication of Customer or Company, the terms and conditions of the Agreements shall control.\nNo additional terms or conditions relating to the subject matter of the Agreements shall be effective unless approved in writing by an authorized representative of Customer and Company.\nThe Agreements may not be modified or amended except by another agreement in writing executed by the parties hereto.\nprovided, however, that the Agreements may be modified from time to time by Company in its sole discretion, which modifications will be effective upon posting to Company’s Site.</li>\n<li>Severability.\nAll rights and restrictions contained in the Agreements may be exercised and shall be applicable and binding only to the extent that they do not violate any applicable laws and are intended to be limited to the extent necessary so that they will not render the Agreements illegal, invalid or unenforceable.\nIf any provision or portion of any provision of the Agreements shall be held to be illegal, invalid or unenforceable by a court of competent jurisdiction, it is the intention of the parties that the remaining provisions or portions thereof shall constitute their agreement with respect to the subject matter hereof, and all such remaining provisions or portions thereof shall remain in full force and effect.</li>\n<li>Notices.\nAll notices and demands required or contemplated hereunder by one party to the other shall be in writing and shall be deemed to have been duly made and given upon date of delivery if delivered in person or by an overnight delivery or postal service, upon receipt if delivered by facsimile the receipt of which is confirmed by the recipient, or upon the expiration of five days after the date of posting if mailed by certified mail, postage prepaid, to the addresses or facsimile numbers set forth below the parties’ signatures.\nEither party may change its address or facsimile number for purposes of the Agreements by notice in writing to the other party as provided herein.\nCompany may give written notice to Customer via electronic mail to the Customer’s electronic mail address as maintained in the Account.</li>\n<li>Waiver.\nNo failure or delay by any party hereto to exercise any right or remedy hereunder shall operate as a waiver thereof, nor shall any single or partial exercise of any right or remedy by any party preclude any other or further exercise thereof or the exercise of any other right or remedy.\nNo express waiver or assent by any party hereto to any breach of or default in any term or condition of the Agreements shall constitute a waiver of or an assent to any succeeding breach of or default in the same or any other term or condition hereof.</li>\n<li>Assignment.\nSuccessors.\nCustomer may not assign or transfer the Agreements or any of its rights or obligations hereunder, without the prior written consent of Company.\nAny attempted assignment in violation of the foregoing provision shall be null and void and of no force or effect whatsoever.\nCompany may assign its rights and obligations under the Agreements, and may engage subcontractors or agents in performing its duties and exercising its rights hereunder, without the consent of Customer.\nThe Agreements shall be binding upon and shall inure to the benefit of the parties hereto and their respective successors and permitted assigns.</li>\n<li>Limitation of Actions.\nNo action, regardless of form, arising by reason of or in connection with the Agreements may be brought by either party more than two years after the cause of action has arisen.</li>\n<li>Counterparts.\nIf the Agreements are signed manually, each may be executed in any number of counterparts, each of which shall be deemed an original and all of which together shall constitute one and the same instrument.\nIf the Agreements are signed electronically, Company’s records of such execution shall be presumed accurate unless proven otherwise.</li>\n<li>Force Majeure.\nNeither party is liable for any default or delay in the performance of any of its obligations under the Agreements (other than failure to make payments when due) if such default or delay is caused, directly or indirectly, by forces beyond such party’s reasonable control, including, without limitation, fire, flood, acts of God, labor disputes, accidents, acts of war or terrorism, epidemics, pandemics, government order, interruptions of transportation or communications, supply shortages or the failure of any third party to perform any commitment relative to the production or delivery of any equipment or material required for such party to perform its obligations hereunder.</li>\n<li>No Third-Party Beneficiaries.\nExcept as otherwise expressly provided in the Agreements, nothing is intended, nor shall anything herein be construed to confer any rights, legal or equitable, in any person other than the parties hereto and their respective successors and permitted assigns.\nNotwithstanding the foregoing, Customer acknowledges and agrees that Company, and any supplier of third-party supplier that is identified as a third-party beneficiary, is an intended third-party beneficiary of the provisions set forth in the Agreements as they relate specifically to its products or services and shall have the right to enforce directly the terms and conditions of the Agreements with respect to its products or services against Customer as if it were a party to the Agreements.</li>\n<li>Government Regulations.\nCustomer may not export, re-export, transfer or make available, whether directly or indirectly, any regulated item or information to anyone outside the United States in connection with the Agreements without first complying with all export control laws and regulations which may be imposed by the United States government and any country or organization of nations within whose jurisdiction Customer operates or does business.</li>\n<li>U.S.\nExport Laws.\nCompany Site and the Services are subject to the export laws, restrictions, regulations and administrative acts of the United States Department of Commerce, Department of Treasury Office of Foreign Assets Control (“OFAC”), State Department, and other United States authorities (collectively, “U.S.\nExport Laws”).\nCustomer shall not use the Services to collect, store or transmit any technical information or data that is controlled under U.S.\nExport Laws.\nUsers shall not export or re-export or allow the export or re-export of, the Services found at this Site in violation of any U.S.\nExport Laws.\nNone of the Services may be downloaded or otherwise exported or re-exported (i) into (or to a national or resident of) any country with which the United States has embargoed trade.\nor (ii) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nCommerce Department’s Denied Persons List, or any other denied parties lists under U.S.\nExport Laws.\nBy using Company Site and the Services, Customer agrees to the foregoing and represents and warrants that Customer is not a national or resident of, located in, or under the control of, any restricted country.\nand Customer is not on any denied parties list.\nand Customer agrees to comply with all U.S.\nExport Laws (including “anti-boycott”, “deemed export” and “deemed re-export” regulations).\nIf Customer accesses Company Site or the Services from other countries or jurisdictions, Customer does so on Customer own initiative and Customer is responsible for compliance with the local laws of that jurisdiction, if and to the extent those local laws are applicable and do not conflict with U.S.\nExport Laws.\nIf such laws conflict with U.S.\nExport Laws, Customer shall not access Company Site or the Services.\nThe obligations under this section shall survive any termination or expiration of the Agreements or Customer use of Customer Site or the Services.</li>\n<li>Marketing.\nCustomer agrees that during the Term of the Agreements Company may publicly refer to Customer, orally and in writing, as a customer of Company.\nAny other public reference to Customer by Company requires the written consent of Customer.</li>\n</ol>\n</li>\n</ol>\n<p>If Customer has any questions about the Agreements, please contact Company by email or regular mail at the following address:</p>\n<p>InMotion Hosting<br>Attn: Legal Department<br>555 S Independence Blvd<br>Virginia Beach, VA 23452<br>legal@inmotionhosting.com</p> ", "created_at": "2022-12-15 21:23:22.688234", "updated_at": "2022-12-15 21:23:31.832256"}], "points": [], "urls": ["inmotionhosting.com"]}}