{"error": 448, "message": "OK", "parameters": {"id": 7234, "name": "I2P Search", "created_at": "2023-01-06 23:18:29.9335", "updated_at": "2023-01-22 17:00:17.143107", "wikipedia": null, "keywords": null, "related": null, "slug": "i2p-search", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7234.png", "url": "i2psearch.com,i2poulge3qyo33q4uazlda367okpkczn4rno2vjfetawoghciae6ygad.onion", "documents": [{"id": 13863, "name": "Terms and Conditions", "url": "https://i2psearch.com/terms-of-use", "xpath": "//body", "text": " <ul>\n<li>I2P Search</li>\n</ul> Terms and Conditions\n<p>Welcome to the I2P Search website.\nYou understand and accept that these following terms and conditions administer your use of this website and its provided services in any way.\nAnytime you access and use this website in any way, we will take it as your agreement and acceptance to be fully and legally bound by these terms and conditions, so we recommend that you read it and ensure that you understand it completely before using our services and our website.</p>\n<p>We may choose, as per our discretion, to review, modify, add to, or delete from any of the provisions of these terms occasionally without serving you prior notice.\nYour only recourse to any unacceptable condition of these terms is not to use our service.</p>\n<p>Any use of this website by you by us, before or after any reviews, will be taken as your agreement to these terms and conditions, and your approval of any changes.</p>\nHow our website works\n<p>We offer this website as a search engine service for users.\nYou can use our service to discover hidden services and gain access to Tor's onion sites or eepsite in the I2P network.</p>\n<p>You agree that the contents, information, and material that we provide on and through the I2P Search website are meant for educational and informational reasons only, and should not be construed as professional advice.\nThey are not intentioned to replace qualified professional advice.</p>\n<p>You hereby accept to review and accept all the risks connected with the use of or dependence on any material or information provided through this service, and to indemnify I2P Search from any cause of legal action that may arise concerning your dependence on content and information gotten from the website.\n</p>\nAcceptable use\n<p>Users who use the I2P Search website must be at least 18 years of age and must be able to enter into and be bound by legally binding agreements.\nIf you are so qualified, we grant you a limited, fully reversible, non-exclusive, non-sublicensable, and non-assignable license to gain access to and to use the I2P Search website in agreement with these terms and conditions.</p>\n<p>You understand and accept that this permission is granted to temporarily download one copy of the materials (information or software) on I2P Search website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license, you may not: </p>\n<ul>\n<li>Modify or copy the materials;</li>\n<li>Use the materials for any commercial purpose, or any public display (commercial or non-commercial).\n</li>\n<li>Attempt to decompile or reverse engineer any software contained on I2P Search website;</li>\n<li>Remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>Transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ul>\n<p>This license shall automatically terminate if you violate any of these restrictions and may be terminated by I2P Search at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession, whether in electronic or printed format.</p>\nInternational Use\n<p>Although our website and its services are designed for use for anyone who is over the age majority from anywhere in the world, we do not warrant that the provided service is available or appropriate for use in your specific area of jurisdiction.\n</p>\nRevisions And Errors\n<p>The materials appearing on I2P Search website could include technical, typographical, or photographic errors.\nI2P Search does not warrant that any of the materials on its website are accurate, complete, or current.\n</p>\n<p>I2P Search may make changes to the materials contained on its website at any time without notice.\nI2P Search does not, however, make any commitment to update the materials.</p>\nThird-party Hyperlinks\n<p>You agree that third party hyperlinks found on the I2P Search website may lead you to websites and resources that are neither owned nor controlled by I2P Search.\nBecause of this, we will not be liable for the services, resources, contents, policies, or products found on such linked websites and resources.\n</p>\n<p>You agree that we provide the links provided on the I2P Search website as a matter of convenience for users and that their availability on our website does not in any way mean that we endorse or recommend such linked websites or resources.\nYour access to any such linked website/resource is entirely at your own risk.</p>\nUsers’ Rules Of Conduct\n<p>If you want to continue to gain access to our website and our services, the following are the rules of conduct, you must obey anytime you use our website:</p>\n<ul>\n<li>It is prohibited to attempt to link to, mirror, or frame any portion of our website and services.</li>\n<li>You are prohibited/barred from using the I2P Search website and its provided services for any unlawful or illegal purposes.</li>\n<li>You may not endeavor to gain access to or debilitate any section of our website and its related systems.\nyou must not hide or obscure any copyright, trademark or any other proprietary notice from any portion of our website.\n</li>\n<li>You must not maliciously introduce Trojans, logic bombs, viruses, worms, or any other technologically destructive software to the website.\n</li>\n<li>You are not to upload advertisements and/or spam links to other websites, resources, and individuals or unverified solicitations, without the written permission of I2P Search.\nmay not use our service to advertise pyramid schemes and/or chain letters, and may not access the I2P Search website using automated means with the intentions of harvesting other users' info.</li>\n<li>You are barred from forging and manipulating headers or identifiers to hide the origin of any content made available by you through the website.\nmay not upload user content that mimics any individual or entity falsely including an I2P Search official, and may not use our services to falsely state your relationship with another person or entity.</li>\n<li>You understand and accept that we will consider you to be fully responsible for all legal costs, hurts and damages resulting from your violation if we find you to have breached any of the terms of this agreement.\nIn such a case, we may also take the added step of terminating your use of the website.</li>\n</ul>\nDigital Millennium Copyright Act (DMCA) Removal Request\n<p>As a content creator/owner, copyright owner or an agent thereof, you have the right to stop I2P Search from using your material/content.\nTo instruct us to remove your content(s), you must send us an email request through onionlandse@protonmail.com.\nYou must include the following information:</p>\n<ul>\n<li>The specific URL containing the material/content;</li>\n<li>The description(s) of the content(s) you want us to block.\n</li>\n<li>An electronic or photocopied physical evidence that proves you indeed possess the rights to or the rights to act for the content(s).\nand</li>\n<li>Sufficient contact information that will make it easy for us to contact you.\nThis may without limitation include a physical address, a phone number, and a current e-mail address.\n</li>\n</ul>\n<p>We will do our best to remove the content within our system within 24 hours if all conditions are satisfactorily met.</p>\nIndemnity\n<p>You hereby agree to defend and indemnify I2P Search, its parents, subsidiaries and associates.\nand their executives, agents, officers, staff and managers, not guilty from and innocent from any claims, liabilities, reparations, hurts, and expenses, including but not limited to reasonable legal and accounting costs that are connected to your use of the I2P Search website and services or your breach of these terms.</p>\nSeverability\n<p>Any term/provision of this agreement that is held to be unenforceable by a competent United States court of law shall be modified to reflect our original intention while all the remaining conditions of this legal agreement shall continue to be effective.</p>\nGoverning Law\n<p>Without considering any principles of conflicts of law, our choice for the interpretation, as well as the governance of law of these terms, is the United States of America.</p>\n<strong>Explore</strong>\n<ul>\n<li>Discover Dark Web Hidden Service</li>\n<li>Most Popular</li>\n</ul>\n<strong>Products</strong>\n<ul>\n<li>OnionLand Hosting</li>\n<li>OnionLand Search</li>\n</ul>\n<strong>I2P</strong>\n<ul>\n<li>Contact</li>\n<li>Privacy Policy</li>\n<li>Warranties and Disclaimers</li>\n<li>Terms and Conditions</li>\n</ul> I2P Search © 2023<br>\nI2P Service:\nhttp://i2poulge3qyo33q4uazlda367okpkczn4rno2vjfetawoghciae6ygad.onion\n<br>\nClearnet Service: https://i2psearch.com ", "created_at": "2023-01-06 23:18:30.058481", "updated_at": "2023-01-06 23:19:31.746973"}, {"id": 13862, "name": "Privacy Policy", "url": "https://i2psearch.com/privacy-policy", "xpath": "//body", "text": " <ul>\n<li>I2P Search</li>\n</ul> Privacy Policy\n<p>You are to very carefully read this privacy policy in full before you use this website, as your use of the website shall be taken as your full agreement to be bound by the provisions of this policy legally.\n</p>\n<p>In this privacy policy, we describe to you the information that we collect about/from you, how we collect such information and how we use, share, and protect your private information on our website.</p>\n<p>If you do not agree with this policy, you must immediately stop using the website.\n</p>\nThe Personal Information we Collect\n<p>I2P Search may collect your private information in the following ways:</p>\n<p>\n<strong>\n<u>Automatically provided non-identifying information:</u>\n</strong> When you use our website, some of your personal but non-identifying information may be routinely provided to I2P Search by your computer/device.\nThis is because our web servers are designed to recognize every user’s IP address, and may routinely collect data about your internet service provider (ISP), your browser and operating system, time and date stamps, referring and exit pages, and clickstream data.\nThis category of information helps I2P Search to deploy our services to meet our users' needs better and to enrich their website experience.</p>\nUse and Disclosure of Your Personal Information\n<p>I2P Search may use your personal information for these reasons:</p>\n<ul>\n<li>To provide the information that you request;</li>\n<li>To confirm that you are indeed who you say you are and to validate your identity;</li>\n<li>To manage the provision of our services.\n</li>\n<li>To provide you with our customer relations services;</li>\n<li>To comply with relevant laws and regulatory requirements, which may include any request made by a governmental authority as it relates to legal proceedings;</li>\n<li>To respond to any queries and complaints that you may have;</li>\n<li>For marketing purposes;</li>\n<li>To detect and/or prevent fraud and financial crimes.</li>\n</ul>\nSharing Your Personal Information with Others\n<p>We may share your personal information with the following third parties and under the following circumstances:</p>\n<p>To comply with the law: We may share your personal information with appropriate legal authorities if we believe that we must do so in compliance with a law, regulation, or legal request.\nThis may be to protect the safety of other person(s).\nto address security, technical or fraud issues, and/or to protect our rights and/or property.</p>\n<p>Save for the conditions above.\nwe will never deliberately sell, transfer, or share your personal information with a third party.</p>\nOur Use of Cookies\n<p>We make use of the cookies technology, as most other websites do.\nThis makes it easy for our website to recognize you and your browser anytime you log on to the website and allows us to offer you an enhanced and personalized experience anytime you use the website.\n</p>\n<p>Cookies are tiny files that are automatically downloaded to your computer to improve your experience.\nYou have the choice of allowing or disabling cookies on your web browser.\n</p>\n<p>You can disallow the setting of cookies by adjusting the settings on your browser.</p>\n<p>In most cases, however,&nbsp;disabling cookies often disables the functionality and features of the website.\nIt is therefore recommended that you leave cookies all on, especially if you are not sure whether you need them.</p>\n<p>We use cookies for a host of reasons, as detailed below.\n</p>\n<p>The cookies we set: I2P Search uses adverts to offset the costs of running this website as well as in the provision of funding for further development.\nWe thus use behavioral advertising cookies to ensure that we provide you with the most relevant advertisements where possible, and do this by&nbsp;anonymously&nbsp;tracking your interests so that we can present similar things that may interest you.</p>\n<p>Third-party cookies: In certain special cases, we may also use cookies that are provided by trusted third parties.\n</p>\n<p>Google Analytics: We also make use of Google Analytics, which is one of the most universally used and trusted analytics solutions to assist us in our understanding of how you use the website.\nThis allows us to brainstorm on possible ways that we can improve your browsing experience and helps us to keep on producing engaging content.\nThese cookies track characteristics such as how long you spent on the website and the pages that you clicked on.</p>\n<p>Others: We occasionally test new features on the website and make subtle changes to the manner that the website is delivered.\nDuring this phase, we deploy cookies that ensure that you receive a consistent experience on the website, while ensuring that we understand which optimizations our users (including you) appreciate the most.</p>\nMinors\n<p>Our website and its content and services are specifically meant for an adult audience and are not targeted towards minors.\nWe will never intentionally collect personal information from persons under the age of 18, except this is done with full parental consent or as permitted by the law.\n</p>\nInformation Security\n<p>We do all that is in our power to make sure that your personal information is safe, and we implement a host of security measures to do this.\nThese security measures include physical, administrative, and technical safeguards as well as the SSL (Secure Sockets Layer) encryption technology.\nAlso, your personal information can only be accessed by a limited number of authorized professionals who are thereafter mandated to keep the information confidential.\n</p>\n<p>You however, understand and fully accept that there is no full assurance of data security for information available on or through the internet.\nWe will thus not be liable for the unauthorized access to your personal information that is beyond our control.</p>\nChanges to Privacy Policy\n<p>We may occasionally modify and review this Privacy Policy as deemed necessary by us and without notifying any user beforehand.\nWe will, however, publish such modifications and/or revisions on the website so that you are always informed about the type of information that we collect and how we use such information.\nAny use by you of our website after changes are published shall mean that you agree with the modified privacy policy.\n</p>\n<strong>Explore</strong>\n<ul>\n<li>Discover Dark Web Hidden Service</li>\n<li>Most Popular</li>\n</ul>\n<strong>Products</strong>\n<ul>\n<li>OnionLand Hosting</li>\n<li>OnionLand Search</li>\n</ul>\n<strong>I2P</strong>\n<ul>\n<li>Contact</li>\n<li>Privacy Policy</li>\n<li>Warranties and Disclaimers</li>\n<li>Terms and Conditions</li>\n</ul> I2P Search © 2023<br>\nI2P Service:\nhttp://i2poulge3qyo33q4uazlda367okpkczn4rno2vjfetawoghciae6ygad.onion\n<br>\nClearnet Service: https://i2psearch.com ", "created_at": "2023-01-06 23:18:29.996569", "updated_at": "2023-01-06 23:19:17.309313"}], "points": [], "urls": ["i2psearch.com", "i2poulge3qyo33q4uazlda367okpkczn4rno2vjfetawoghciae6ygad.onion"]}}