{"error": 448, "message": "OK", "parameters": {"id": 9798, "name": "IPv64", "created_at": "2023-10-16 21:24:45.244685", "updated_at": "2023-10-16 22:02:41.746472", "wikipedia": null, "keywords": null, "related": null, "slug": "ipv64", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9798.png", "url": "ipv64.net", "documents": [{"id": 19518, "name": "Datenschutzerklärung", "url": "https://ipv64.net/datenschutz.php", "xpath": "/html/body/div[1]/div/div", "text": " <p>\n</p> Datenschutzerklärung\n<p>Verantwortlicher im Sinne der Datenschutzgesetze, insbesondere der EU-Datenschutzgrundverordnung (DSGVO), ist:</p>\n<p>Prox IT UG (haftungsbeschränkt)</p>\nIhre Betroffenenrechte\n<p>Unter den angegebenen Kontaktdaten unseres Datenschutzbeauftragten können Sie jederzeit folgende Rechte ausüben:</p>\n<ul>\n<li>Auskunft über Ihre bei uns gespeicherten Daten und deren Verarbeitung (Art.\n15 DSGVO),</li>\n<li>Berichtigung unrichtiger personenbezogener Daten (Art.\n16 DSGVO),</li>\n<li>Löschung Ihrer bei uns gespeicherten Daten (Art.\n17 DSGVO),</li>\n<li>Einschränkung der Datenverarbeitung, sofern wir Ihre Daten aufgrund gesetzlicher Pflichten noch nicht löschen dürfen (Art.\n18 DSGVO),</li>\n<li>Widerspruch gegen die Verarbeitung Ihrer Daten bei uns (Art.\n21 DSGVO) und</li>\n<li>Datenübertragbarkeit, sofern Sie in die Datenverarbeitung eingewilligt haben oder einen Vertrag mit uns abgeschlossen haben (Art.\n20 DSGVO).</li>\n</ul>\n<p>Sofern Sie uns eine Einwilligung erteilt haben, können Sie diese jederzeit mit Wirkung für die Zukunft widerrufen.</p>\n<p>Sie können sich jederzeit mit einer Beschwerde an eine Aufsichtsbehörde wenden, z.\nB.\nan die zuständige Aufsichtsbehörde des Bundeslands Ihres Wohnsitzes oder an die für uns als verantwortliche Stelle zuständige Behörde.</p>\n<p>Eine Liste der Aufsichtsbehörden (für den nichtöffentlichen Bereich) mit Anschrift finden Sie unter: https://www.bfdi.bund.de/DE/Service/Anschriften/Laender/Laender-node.html.</p>\n<p>\n</p>Erfassung allgemeiner Informationen beim Besuch unserer Website\nArt und Zweck der Verarbeitung:\n<p>Wenn Sie auf unsere Website zugreifen, d.h., wenn Sie sich nicht registrieren oder anderweitig Informationen übermitteln, werden automatisch Informationen allgemeiner Natur erfasst.\nDiese Informationen (Server-Logfiles) beinhalten etwa die Art des Webbrowsers, das verwendete Betriebssystem, den Domainnamen Ihres Internet-Service-Providers, Ihre IP-Adresse und ähnliches.\n</p>\n<p>Sie werden insbesondere zu folgenden Zwecken verarbeitet:</p>\n<ul>\n<li>Sicherstellung eines problemlosen Verbindungsaufbaus der Website,</li>\n<li>Sicherstellung einer reibungslosen Nutzung unserer Website,</li>\n<li>Auswertung der Systemsicherheit und -stabilität sowie</li>\n<li>zur Optimierung unserer Website.</li>\n</ul>\n<p>Wir verwenden Ihre Daten nicht, um Rückschlüsse auf Ihre Person zu ziehen.\nInformationen dieser Art werden von uns ggfs.\nanonymisiert statistisch ausgewertet, um unseren Internetauftritt und die dahinterstehende Technik zu optimieren.\n</p>\nRechtsgrundlage und berechtigtes Interesse:\n<p>Die Verarbeitung erfolgt gemäß Art.\n6 Abs.\n1 lit.\nf DSGVO auf Basis unseres berechtigten Interesses an der Verbesserung der Stabilität und Funktionalität unserer Website.</p>\nEmpfänger:\n<p>Empfänger der Daten sind ggf.\ntechnische Dienstleister, die für den Betrieb und die Wartung unserer Webseite als Auftragsverarbeiter tätig werden.</p>\n<p>\n</p>Speicherdauer:\n<p>Die Daten werden gelöscht, sobald diese für den Zweck der Erhebung nicht mehr erforderlich sind.\nDies ist für die Daten, die der Bereitstellung der Website dienen, grundsätzlich der Fall, wenn die jeweilige Sitzung beendet ist.\n</p>\n<p> Im Falle der Speicherung der Daten in Logfiles ist dies nach spätestens 14 Tagen der Fall.\nEine darüberhinausgehende Speicherung ist möglich.\nIn diesem Fall werden die IP-Adressen der Nutzer anonymisiert, sodass eine Zuordnung des aufrufenden Clients nicht mehr möglich ist.</p>\n<p>\n</p>Bereitstellung vorgeschrieben oder erforderlich:\n<p>Die Bereitstellung der vorgenannten personenbezogenen Daten ist weder gesetzlich noch vertraglich vorgeschrieben.\nOhne die IP-Adresse ist jedoch der Dienst und die Funktionsfähigkeit unserer Website nicht gewährleistet.\nZudem können einzelne Dienste und Services nicht verfügbar oder eingeschränkt sein.\nAus diesem Grund ist ein Widerspruch ausgeschlossen.\n</p>\n<p>\n</p>Cookies\n<p>Wie viele andere Webseiten verwenden wir auch so genannte „Cookies“.\nBei Cookies handelt es sich um kleine Textdateien, die auf Ihrem Endgerät (Laptop, Tablet, Smartphone o.ä.) gespeichert werden, wenn Sie unsere Webseite besuchen.\n</p>\n<p>Sie können Sie einzelne Cookies oder den gesamten Cookie-Bestand löschen.\nDarüber hinaus erhalten Sie Informationen und Anleitungen, wie diese Cookies gelöscht oder deren Speicherung vorab blockiert werden können.\nJe nach Anbieter Ihres Browsers finden Sie die notwendigen Informationen unter den nachfolgenden Links:</p>\n<ul>\n<li>Mozilla Firefox: https://support.mozilla.org/de/kb/cookies-loeschen-daten-von-websites-entfernen</li>\n<li>Internet Explorer: https://support.microsoft.com/de-de/help/17442/windows-internet-explorer-delete-manage-cookies</li>\n<li>Google Chrome: https://support.google.com/accounts/answer/61416?hl=de</li>\n<li>Opera: http://www.opera.com/de/help</li>\n<li>Safari: https://support.apple.com/kb/PH17191?locale=de_DE&amp;viewlocale=de_DE</li>\n</ul>\nSpeicherdauer und eingesetzte Cookies:\n<p>Soweit Sie uns durch Ihre Browsereinstellungen oder Zustimmung die Verwendung von Cookies erlauben, können folgende Cookies auf unseren Webseiten zum Einsatz kommen:</p>\n<p>Session, Userid - 1 Jahr</p>\nTechnisch notwendige Cookies Art und Zweck der Verarbeitung: <p>Wir setzen Cookies ein, um unsere Website nutzerfreundlicher zu gestalten.\nEinige Elemente unserer Internetseite erfordern es, dass der aufrufende Browser auch nach einem Seitenwechsel identifiziert werden kann.</p>\n<p>Der Zweck der Verwendung technisch notwendiger Cookies ist, die Nutzung von Websites für die Nutzer zu vereinfachen.\nEinige Funktionen unserer Internetseite können ohne den Einsatz von Cookies nicht angeboten werden.\nFür diese ist es erforderlich, dass der Browser auch nach einem Seitenwechsel wiedererkannt wird.</p>\n<p>Für folgende Anwendungen benötigen wir Cookies:</p>\n<p>\n</p>Rechtsgrundlage und berechtigtes Interesse: <p>Die Verarbeitung erfolgt gemäß Art.\n6 Abs.\n1 lit.\nf DSGVO auf Basis unseres berechtigten Interesses an einer nutzerfreundlichen Gestaltung unserer Website.</p>\nEmpfänger: <p>Empfänger der Daten sind ggf.\ntechnische Dienstleister, die für den Betrieb und die Wartung unserer Website als Auftragsverarbeiter tätig werden.</p>\n<p>\n</p>Bereitstellung vorgeschrieben oder erforderlich:\n<p>Die Bereitstellung der vorgenannten personenbezogenen Daten ist weder gesetzlich noch vertraglich vorgeschrieben.\nOhne diese Daten ist jedoch der Dienst und die Funktionsfähigkeit unserer Website nicht gewährleistet.\nZudem können einzelne Dienste und Services nicht verfügbar oder eingeschränkt sein.</p>\nWiderspruch\n<p>Lesen Sie dazu die Informationen über Ihr Widerspruchsrecht nach Art.\n21 DSGVO weiter unten.</p>\n<p>\n</p>Registrierung auf unserer Website\nArt und Zweck der Verarbeitung:\n<p>Für die Registrierung auf unserer Website benötigen wir einige personenbezogene Daten, die über eine Eingabemaske an uns übermittelt werden.\n</p>\n<p>Zum Zeitpunkt der Registrierung werden zusätzlich folgende Daten erhoben:</p>\n<p>E-Mail, IP-Adresse</p>\n<p>Ihre Registrierung ist für das Bereithalten bestimmter Inhalte und Leistungen auf unserer Website erforderlich.</p>\nRechtsgrundlage:\n<p>Die Verarbeitung der bei der Registrierung eingegebenen Daten erfolgt auf Grundlage einer Einwilligung des Nutzers (Art.\n6 Abs.\n1 lit.\na DSGVO).</p>\nEmpfänger:\n<p>Empfänger der Daten sind ggf.\ntechnische Dienstleister, die für den Betrieb und die Wartung unserer Website als Auftragsverarbeiter tätig werden.</p>\n<p>\n</p>Drittlandtransfer:\n<p>Die erhobenen Daten werden ggfs.\nin folgende Drittländer übertragen: </p>\n<p>Nein</p>\n<p>Folgende Datenschutzgarantien liegen vor: </p>\n<p>\n</p>Speicherdauer:\n<p>Daten werden in diesem Zusammenhang nur verarbeitet, solange die entsprechende Einwilligung vorliegt.\n</p>\nBereitstellung vorgeschrieben oder erforderlich:\n<p>Die Bereitstellung Ihrer personenbezogenen Daten erfolgt freiwillig, allein auf Basis Ihrer Einwilligung.\nOhne die Bereitstellung Ihrer personenbezogenen Daten können wir Ihnen keinen Zugang auf unsere angebotenen Inhalte gewähren.\n</p>\n<p>\n</p>SSL-Verschlüsselung\n<p>Um die Sicherheit Ihrer Daten bei der Übertragung zu schützen, verwenden wir dem aktuellen Stand der Technik entsprechende Verschlüsselungsverfahren (z.\nB.\nSSL) über HTTPS.</p>\n<p>\n</p>\nInformation über Ihr Widerspruchsrecht nach Art.\n21 DSGVO\nEinzelfallbezogenes Widerspruchsrecht\n<p>Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Sie betreffender personenbezogener Daten, die aufgrund Art.\n6 Abs.\n1 lit.\nf DSGVO (Datenverarbeitung auf der Grundlage einer Interessenabwägung) erfolgt, Widerspruch einzulegen.\ndies gilt auch für ein auf diese Bestimmung gestütztes Profiling im Sinne von Art.\n4 Nr.\n4 DSGVO.</p>\n<p>Legen Sie Widerspruch ein, werden wir Ihre personenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.</p>\nEmpfänger eines Widerspruchs\n<p>Prox IT UG (haftungsbeschränkt)</p> YouTube\n<p>\nUnsere Website nutzt Plugins der von Google betriebenen Seite YouTube.\nBetreiber der Seiten ist die YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.<br> Wenn Sie eine unserer mit einem YouTube-Plugin ausgestatteten Seiten besuchen, wird eine Verbindung zu den Servern von YouTube hergestellt.\nDabei wird dem YouTube-Server mitgeteilt, welche unserer Seiten Sie besucht haben.<br> Wenn Sie in Ihrem YouTube-Account eingeloggt sind, ermöglichen Sie YouTube, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen.\nDies können Sie verhindern, indem Sie sich aus Ihrem YouTube-Account ausloggen.<br> Die Nutzung von YouTube erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.<br> Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von YouTube unter: https://www.google.de/intl/de/policies/privacy.<br>\n</p> Google recaptcha\nWir nutzen “Google reCAPTCHA” (im Folgenden “reCAPTCHA”) auf unseren Websites.\nAnbieter ist die Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (“Google”).<br> Mit reCAPTCHA soll überprüft werden, ob die Dateneingabe auf unseren Websites (z.B.\nin einem Kontaktformular) durch einen Menschen oder durch ein automatisiertes Programm erfolgt.\nHierzu analysiert reCAPTCHA das Verhalten des Websitebesuchers anhand verschiedener Merkmale.\nDiese Analyse beginnt automatisch, sobald der Websitebesucher die Website betritt.\nZur Analyse wertet reCAPTCHA verschiedene Informationen aus (z.B.\nIP-Adresse, Verweildauer des Websitebesuchers auf der Website oder vom Nutzer getätigte Mausbewegungen).\nDie bei der Analyse erfassten Daten werden an Google weitergeleitet.<br> Die reCAPTCHA-Analysen laufen vollständig im Hintergrund.\nWebsitebesucher werden nicht darauf hingewiesen, dass eine Analyse stattfindet.<br> Die Datenverarbeitung erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse daran, seine Webangebote vor missbräuchlicher automatisierter Ausspähung und vor SPAM zu schützen.<br> Weitere Informationen zu Google reCAPTCHA sowie die Datenschutzerklärung von Google entnehmen Sie folgenden Links: https://www.google.com/intl/de/policies/privacy/ und https://www.google.com/recaptcha/intro/android.html.<br> PayPal\nWir bieten die Möglichkeit, den Zahlungsvorgang über den Zahlungsdienstleister PayPal (PayPal (Europe) S.à.r.l.\net Cie, S.C.A., 22-24 Boulevard Royal, L-2449 Luxembourg) abzuwickeln.\nDies entspricht unserem berechtigten Interesse, eine effiziente und sichere Zahlungsmethode anzubieten (Art.\n6 Abs.\n1 lit.\nf DSGVO).\nIn dem Zusammenhang geben wir folgende Daten an PayPal weiter, soweit es für die Vertragserfüllung erforderlich ist (Art.\n6 Abs.\n1 lit b.\nDSGVO).\n<p>\n</p>\n<p>\nVorname<br>\nNachname<br>\nAdresse<br>\nE-Mail-Adresse<br>\nTelefonnummer</p>\n<p> Die Verarbeitung der unter diesem Abschnitt angegebenen Daten ist weder gesetzlich noch vertraglich vorgeschrieben.\nOhne die Übermittlung Ihrer personenbezogenen Daten können wir eine Zahlung über PayPal nicht durchführen.\n[Es besteht für Sie die Möglichkeit, eine andere Zahlungsmethode zu wählen.]\n</p>\n<p>\nPayPal führt bei verschiedenen Diensten wie Zahlung per Lastschrift eine Bonitätsauskunft durch, um Ihre Zahlungsbereitschaft und -fähigkeit sicherzustellen.\nDies entspricht dem berechtigten Interesse PayPals (gem.\nArt.\n6 Abs.\n1 lit.\nf DSGVO) und dient der Vertragsdurchführung (gem.\nArt.\n6 Abs.\n1 lit.\nb DSGVO).\nDafür werden Ihre Daten (Name, Adresse und Geburtsdatum, Bankkontodetails) an Auskunfteien weitergegeben.\nWir haben auf diesen Prozess keinen Einfluss und erhalten lediglich das Ergebnis, ob die Zahlung durchgeführt oder abgelehnt wurde oder eine Überprüfung aussteht.\n</p>\n<p>\nWeitere Informationen zu Widerspruchs- und Beseitigungsmöglichkeiten gegenüber PayPal finden Sie unter: https://www.paypal.com/de/webapps/mpp/ua/privacy-full\n</p>\n<p>\nIhre Daten werden bis zum Abschluss der Zahlungsabwicklung gespeichert.\nDazu zählt auch der Zeitraum der für die Bearbeitung von Rückerstattungen, Forderungsmanagement und Betrugsprävention erforderlich ist.\n[Für uns gilt gemäß [§ 147 AO / § 257 HGB] eine gesetzliche Aufbewahrungsfrist von [X] Jahren für folgende Dokumente: [ ]]\n</p>\n<p>\nTechnische Hinweise<br>\nEs sollte überprüft werden, ob Logfiles von PayPal-Ereignissen angelegt werden, die eventuell personenbezogene Daten im Klartext enthalten können.\n</p>\n<p>\nRechtliche Hinweise<br>\nKeine Auftragsverarbeitung nach Art.\n28 DSGVO<br>\nPayPal ist kein Auftragsverarbeiter im Sinne des Art.\n4 Nr.\n8 DSGVO.\nEs liegt eine eigene Verantwortlichkeit vor.\n(https://www.lda.bayern.de/media/FAQ_Abgrenzung_Auftragsverarbeitung.pdf)\n</p>\n<p>\nSonstiges<br>\nBesonderheiten gelten bei der Verwendung von Instant Payment Notifications (https://developer.paypal.com/docs/api-basics/notifications/ipn/IPNIntro/)\n</p>\nÄnderung unserer Datenschutzbestimmungen\n<p>Wir behalten uns vor, diese Datenschutzerklärung anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um Änderungen unserer Leistungen in der Datenschutzerklärung umzusetzen, z.B.\nbei der Einführung neuer Services.\nFür Ihren erneuten Besuch gilt dann die neue Datenschutzerklärung.</p>\nFragen an den Datenschutzbeauftragten\n<p>Wenn Sie Fragen zum Datenschutz haben, schreiben Sie uns bitte eine E-Mail oder wenden Sie sich direkt an die für den Datenschutz verantwortliche Person in unserer Organisation:</p>\n<p>Dennis Schröder</p> ", "created_at": "2023-10-16 21:24:45.2819", "updated_at": "2023-10-16 21:25:34.697876"}, {"id": 19519, "name": "AGBs", "url": "https://ipv64.net/agb.php", "xpath": "/html/body/div[2]/div/div", "text": " <i>\n</i> Allgemeine Geschäftsbedingungen von IPv64.net, kurz AGB <p> Indem Sie bei der Registrierung den Nutzungsbedingungen zustimmen, akzeptieren Sie diese Nutzungsbedingungen.\n</p>\n<ul>\n<li>Bei der Anmeldung sind stets korrekte Daten anzugeben.</li>\n<li>Nach der Anmeldung erhalten Sie eine E-Mail mit dem automatisch generierten Passwort.</li>\n<li>Fehlanmeldungen werden nachträglich automatisch gelöscht.</li>\n<li>Das hier angebotene Produkt handelt hauptsächlich von im Internet bereitgestellten IP-Adressen.\nDiese sind stets auf Korrektheit zu überprüfen.</li>\n<li>Damit das angebote Produkt funktioniert, sind wir darauf angewiesen Ihre IP-Adresse/n zu speichern.</li>\n<li>Sie haben zu jederzeit Einblick auf die von uns gespeicherten IP-Adressen und Daten</li>\n<li>Das erstellen weitere Account für die ein und die Selbe Person ist verboten.</li>\n<li>Auch Premium &amp.\nBusiness Accounts müssen sich an die \"Fair-Share\" Rule halten</li>\n<li>Ein übermäßiges senden von Updates ist untersagt, bestenfalls nur Updates senden bei einer IP Änderung</li>\n<li>Erstellen Sie nur Domainnamen welche nicht gegen das öffentliche Allgemeinwohl verstoßen.</li>\n<li>Wir behalten uns vor, Domainnamen und Accounts bei Verstößen zu löschen.</li>\n<li>Die von uns erhobenen Daten in Form von Logs werden bis zu 6 Monate aufbewahrt.</li>\n<li>Vermeiden Sie es die API-Schnittstelle und Webseite zu überlasten.</li>\n<li>Es wird weder eine Verfügbarkeit der erforderlichen Server noch eine Funktionalität des DynDNS Services gewährleistet.</li>\n<li>Wir behalten uns das Recht vor diese Regeln jederzeit zu ändern.</li>\n<li>Für den SMS Versand muss die angegebene Telefonnummer gespeichert werden.</li>\n<li>Das angebotene Produkt/Service kann jederzeit unangekündigt abgeschaltet werden.</li>\n</ul> ", "created_at": "2023-10-16 21:24:45.315641", "updated_at": "2023-10-16 21:25:48.393096"}], "points": [], "urls": ["ipv64.net"]}}