{"error": 448, "message": "OK", "parameters": {"id": 7832, "name": "Alternative Behavior Strategies", "created_at": "2023-03-30 04:58:18.186745", "updated_at": "2023-04-22 11:50:34.977948", "wikipedia": null, "keywords": null, "related": null, "slug": "alternative-behavior-strategies", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7832.png", "url": "abskids.com", "documents": [{"id": 15117, "name": "Privacy Policy ", "url": "https://www.abskids.com/privacy-policy", "xpath": "//body", "text": " Skip to content <ul>\n<li>Portal Login\n<ul>\n<li>Payment Portal</li>\n<li>Employee Portal</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>Se Habla Español</li>\n<li>Have a question? 800-434-8923</li>\n<li>Have a question? 888-391-4987</li>\n</ul>\n<ul>\n<li>Services\n<ul>\n<li>Services</li>\n<li>ABA Therapy Centers</li>\n<li>ABA Therapy At Home</li>\n<li>Community Integrations</li>\n<li>Psychological Assessments</li>\n</ul>\n</li>\n<li>Locations</li>\n<li>About\n<ul>\n<li>About</li>\n<li>How We Advocate</li>\n</ul>\n</li>\n<li>Insurance</li>\n<li>Resources\n<ul>\n<li>Resources</li>\n<li>Podcast</li>\n<li>Blog</li>\n<li>News</li>\n</ul>\n</li>\n<li>Careers\n<ul>\n<li>Careers</li>\n<li>Job Openings</li>\n<li>Behavior Technician</li>\n<li>Board-Certified Behavior Analyst (BCBA)</li>\n<li>Tuition Assistance</li>\n</ul>\n</li>\n<li>Get Started</li>\n<li>Apply Now</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i> Privacy Policy <ul>\n<li>Services\n<ul>\n<li>Services</li>\n<li>ABA Therapy Centers</li>\n<li>ABA Therapy At Home</li>\n<li>Community Integrations</li>\n<li>Psychological Assessments</li>\n</ul>\n</li>\n<li>Locations</li>\n<li>About\n<ul>\n<li>About</li>\n<li>How We Advocate</li>\n</ul>\n</li>\n<li>Insurance</li>\n<li>Resources\n<ul>\n<li>Resources</li>\n<li>Podcast</li>\n<li>Blog</li>\n<li>News</li>\n</ul>\n</li>\n<li>Careers\n<ul>\n<li>Careers</li>\n<li>Job Openings</li>\n<li>Behavior Technician</li>\n<li>Board-Certified Behavior Analyst (BCBA)</li>\n<li>Tuition Assistance</li>\n</ul>\n</li>\n<li>Get Started</li>\n<li>Apply Now</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>Last modified: October 3, 2021</p> Introduction <p>Alternative Behavior Strategies, LLC d/b/a ABS Kids and its affiliated companies, ABS Psychology Services California, P.C, ABS Utah, P.C.\n(“Company” or “We”) and ABS Kids, P.C., respect your privacy and are committed to protecting it through our compliance with this policy.&nbsp;</p>\n<p>This policy describes the types of information we may collect from you or that you may&nbsp;<br>provide: 1) when you visit the websites: https://abskids.com, https://absfamilies.com, or 2) when ABS employees or contractors visit the ABS Virtual Office (collectively, our “Website”).\nThis policy describes our practices for collecting, using, maintaining, protecting, and disclosing that information.</p>\n<ul>\n<li>This policy applies to information we collect:&nbsp;</li>\n</ul>\n<ul>\n<li>On this Website.&nbsp;</li>\n<li>In email, text, and other electronic messages between you and this Website.&nbsp;</li>\n<li>Information we collect from on our website from our following webpages:&nbsp;<ul>\n<li>“Get Started”</li>\n<li>“Insurance Information”</li>\n</ul>\n</li>\n</ul>\n<p>It does not apply to information collected by:</p>\n<ul>\n<li>us offline or through any other means, including on any other website operated by Company or any third party.\nor&nbsp;</li>\n<li>any third party, including through any application or content (including advertising) that may link to or be accessible from or on the Website.&nbsp;</li>\n</ul>\n<p>Please read this policy carefully to understand our policies and practices regarding your&nbsp;<br>information and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use our Website.\nBy accessing or using this Website, you agree to this privacy policy.\nThis policy may change from time to time (see Changes to Our Privacy Policy).\nYour continued use of this Website after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.</p> Children Under the Age of 13 <p>Our Website is not intended for children under 13 years of age.\nNo one under age 13&nbsp;<br>may provide any information to or on the Website.\nWe do not knowingly collect personal&nbsp;<br>information from children under 13.\nIf you are under 13, do not use or provide any information on this Website or on or through any of its features.\nIf we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information.&nbsp;</p> Information We Collect About You and How We Collect It <p>We collect several types of information from and about users of our Website, including&nbsp;<br>information:&nbsp;</p>\n<ul>\n<li>by which you may be personally identified, such as your name, the patient’s name, postal address, e-mail address, telephone number, or any other identifier by which you may be contacted online or offline (“personal information”);&nbsp;</li>\n<li>that is about you but individually does not identify you.\nand/or&nbsp;</li>\n<li>name of your insurance company;&nbsp;</li>\n</ul>\n<ul>\n<li>indicated interest in our services;&nbsp;</li>\n<li>indicated questions about your coverage;&nbsp;</li>\n<li>indicated preferred time to be called.\nand,&nbsp;</li>\n<li>about your internet connection, the equipment you use to access our Website and usage details.&nbsp;</li>\n</ul>\n<p>We collect this information:</p>\n<ul>\n<li>Directly from you when you provide it to us.&nbsp;</li>\n<li>Automatically as you navigate through the site.\nInformation collected automatically may include usage details, IP addresses, and information collected through cookies, web beacons, and other tracking technologies.&nbsp;</li>\n<li>From third parties, for example, our business partners.&nbsp;</li>\n</ul> Information You Provide to Us.\n<p>The information we collect on or through our Website may include:</p>\n<ul>\n<li>Information that you provide by filling in forms on our Website.\nThis includes information provided at the time of requesting further services.\nWe may also ask you for information when you report a problem with our Website.&nbsp;</li>\n<li>Records and copies of your correspondence (including email addresses), if you contact us.&nbsp;</li>\n</ul>\n<p>You also may provide information to be published or displayed (hereinafter, “<strong>posted</strong>“) on public areas of the Website, or transmitted to other users of the Website or third parties (collectively, “<strong>User Contributions</strong>“).\nYour User Contributions are posted on and transmitted to others at your own risk.\nAlthough we limit access to certain pages, please be aware that no security measures are perfect or impenetrable.\nAdditionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions.\nTherefore, we cannot and do not guarantee that your User Contributions will not be viewed by&nbsp;unauthorized persons.&nbsp;</p> Information We Collect Through Automatic Data Collection Technologies.\n<p>As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:&nbsp;</p>\n<ul>\n<li>Details of your visits to our Website, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Website.&nbsp;</li>\n<li>Information about your computer and internet connection, including your IP address, operating system, and browser type.&nbsp;</li>\n</ul>\n<p>We also may use these technologies to collect information about your online activities&nbsp;<br>over time and across third-party websites or other online services (behavioral tracking).&nbsp;</p>\n<p>The information we collect automatically may include personal information or we may&nbsp;<br>maintain it or associate it with personal information we collect in other ways or receive from third parties.\nIt helps us to improve our Website and to deliver a better and more personalized service, including by enabling us to:&nbsp;</p>\n<ul>\n<li>Estimate our audience size and usage patterns.&nbsp;</li>\n</ul>\n<ul>\n<li>Store information about your preferences, allowing us to customize our Website according to your individual interests.&nbsp;</li>\n<li>Speed up your searches.&nbsp;</li>\n<li>Recognize you when you return to our Website</li>\n</ul>\n<p>The technologies we use for this automatic data collection may include:</p>\n<ul>\n<li>\n<strong>Cookies (or browser cookies).</strong> A cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Website.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.&nbsp;</li>\n</ul>\n<ul>\n<li>\n<strong>Flash Cookies.</strong> Certain features of our Website may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from, and on our Website.\nFlash cookies are not managed by the same browser settings as are used for browser cookies.\nFor information about managing your privacy and security settings for Flash cookies, see Choices About How We Use and Disclose Your Information.&nbsp;</li>\n<li>\n<strong>Web Beacons.</strong> Pages of our Website may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).&nbsp;</li>\n</ul> Third-Party Use of Cookies and Other Tracking Technologies.\n<p>Some content or applications, including advertisements, on the Website are served by&nbsp;<br>third-parties, including advertisers, ad networks and servers, content providers, and application providers.\nThese third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our website.\nThe information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based (behavioral) advertising or other targeted content.&nbsp;</p>\n<p>We do not control these third parties’ tracking technologies or how they may be used.\nIf&nbsp;<br>you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.\nFor information about how you can opt out of receiving targeted advertising from many providers, see Choices About How We Use and Disclose Your&nbsp;<br>Information.&nbsp;</p> How We Use Your Information <p>We use information that we collect about you or that you provide to us, including any&nbsp;<br>personal information:</p>\n<ul>\n<li>To present our Website and its contents to you.&nbsp;</li>\n<li>To provide you with information, products, or services that you request from us.&nbsp;</li>\n<li>To fulfill any other purpose for which you provide it.&nbsp;</li>\n</ul>\n<ul>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.&nbsp;</li>\n<li>To notify you about changes to our Website or any products or services we offer or provide though it.&nbsp;</li>\n<li>In any other way we may describe when you provide the information.&nbsp;</li>\n<li>For internal treatment, operational, or billing purposes.&nbsp;</li>\n<li>For any other purpose with your consent.&nbsp;</li>\n</ul>\n<p>We may also use your information to contact you about goods and services that may be<br>of interest to you.</p> Disclosure of Your Information <p>We may disclose aggregated information about our users, and information that does not<br>identify any individual, without restriction.</p>\n<p>We may disclose personal information that we collect or you provide as described in this<br>privacy policy:</p>\n<ul>\n<li>To our affiliates, including ABS Psychology Services California, P.C.,&nbsp.\nABS Utah, P.C., and ABS Kids P.C.&nbsp;</li>\n</ul>\n<ul>\n<li>To contractors, service providers, and other third parties we use to support our business.&nbsp;</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Company’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by Company about our Website users is among the assets transferred.&nbsp;</li>\n<li>To fulfill the purpose for which you provide it.&nbsp;</li>\n<li>For any other purpose disclosed by us when you provide the information.&nbsp;</li>\n<li>With your consent.&nbsp;</li>\n</ul>\n<p>We may also disclose your personal information:</p>\n<ul>\n<li>To comply with any court order, law, or legal process, including to respond to any government or regulatory request.&nbsp;</li>\n<li>To comply with other agreements, including for billing and collection purposes.&nbsp;</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Company, our customers, or others.</li>\n</ul> Choices About How We Use and Disclose Your Information <p>We strive to provide you with choices regarding the personal information you provide to<br>us.\nWe have created mechanisms to provide you with the following control over your<br>information:</p>\n<ul>\n<li>\n<strong>Tracking Technologies and Advertising.</strong> You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nTo learn how you can manage your Flash cookie settings, visit the Flash player settings page on Adobe’s website.\nIf you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.<br>\n</li>\n<li>We do not control third parties’ collection or use of your information to serve interest-based advertising.\nHowever, these third parties may provide you with ways to choose not to have your information collected or used in this way.</li>\n</ul> Data Security <p>We have implemented measures designed to secure your personal information from&nbsp;<br>accidental loss and from unauthorized access, use, alteration, and disclosure.</p>\n<p>The safety and security of your information also depends on you.\nWhere we have given&nbsp;<br>you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nWe urge you to be careful about giving out information in public areas of the Website like message boards.\nThe information you share in public areas may be viewed by any user of the Website.&nbsp;</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.&nbsp;<br>Although we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Website.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Website.&nbsp;</p> Changes to Our Privacy Policy <p>It is our policy to post any changes we make to our privacy policy on this page with a&nbsp;<br>notice that the privacy policy has been updated on the Website home page.\nIf we make material changes to how we treat our users’ personal information, we will notify you through a notice on the Website home page.\nThe date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Website and this privacy policy to check for any changes.&nbsp;</p> Contact Information <p>To ask questions or comment about this privacy policy and our privacy practices, contact us at: compliance@abskids.com.&nbsp;</p> Have a Question? Contact Us Find a Location View Locations <ul>\n<li>Services</li>\n<li>Locations</li>\n<li>About</li>\n<li>Insurance</li>\n<li>Resources</li>\n<li>Careers</li>\n<li>Get Started</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> TikTok 800-434-8923 <p>info@abskids.com</p> 888-391-4987 <p>careers@abskids.com</p> Also of Interest:<ul>\n<li>At Home ABA Therapy Services</li>\n<li>Insurance Coverage for Autism Therapy</li>\n<li>Improving Child</li>\n</ul>\n<p>© 2023 Alternative Behavior Strategies, LLC d/b/a ABS Kids.\nAll rights reserved.\n</p>\n<ul>\n<li>DDS (916) 654-1690</li>\n<li>Nondiscrimination</li>\n<li>Notice of Privacy Practices</li>\n<li>Privacy Policy</li>\n<li>No Surprises Act</li>\n</ul>\n<ul>\n<li>Services\n<ul>\n<li>Back</li>\n<li>Services</li>\n<li>ABA Therapy Centers</li>\n<li>ABA Therapy At Home</li>\n<li>Community Integrations</li>\n<li>Psychological Assessments</li>\n</ul>\n</li>\n<li>Locations</li>\n<li>About\n<ul>\n<li>Back</li>\n<li>About</li>\n<li>How We Advocate</li>\n</ul>\n</li>\n<li>Insurance</li>\n<li>Resources\n<ul>\n<li>Back</li>\n<li>Resources</li>\n<li>Podcast</li>\n<li>Blog</li>\n<li>News</li>\n</ul>\n</li>\n<li>Careers\n<ul>\n<li>Back</li>\n<li>Careers</li>\n<li>Job Openings</li>\n<li>Behavior Technician</li>\n<li>Board-Certified Behavior Analyst (BCBA)</li>\n<li>Tuition Assistance</li>\n</ul>\n</li>\n<li>Get Started</li>\n<li>Apply Now</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Portal Login\n<ul>\n<li>Payment Portal</li>\n<li>Employee Portal</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>Se Habla Español</li>\n<li>Have a question? 800-434-8923</li>\n<li>Have a question? 888-391-4987</li>\n</ul> Search <i>\n</i> Back ", "created_at": "2023-03-30 04:58:18.248132", "updated_at": "2023-03-30 04:59:28.277197"}, {"id": 15116, "name": "Notice of Privacy Practices", "url": "https://www.abskids.com/notice-of-privacy-practices/", "xpath": "//body", "text": " Skip to content <ul>\n<li>Portal Login\n<ul>\n<li>Payment Portal</li>\n<li>Employee Portal</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>Se Habla Español</li>\n<li>Have a question? 800-434-8923</li>\n<li>Have a question? 888-391-4987</li>\n</ul>\n<ul>\n<li>Services\n<ul>\n<li>Services</li>\n<li>ABA Therapy Centers</li>\n<li>ABA Therapy At Home</li>\n<li>Community Integrations</li>\n<li>Psychological Assessments</li>\n</ul>\n</li>\n<li>Locations</li>\n<li>About\n<ul>\n<li>About</li>\n<li>How We Advocate</li>\n</ul>\n</li>\n<li>Insurance</li>\n<li>Resources\n<ul>\n<li>Resources</li>\n<li>Podcast</li>\n<li>Blog</li>\n<li>News</li>\n</ul>\n</li>\n<li>Careers\n<ul>\n<li>Careers</li>\n<li>Job Openings</li>\n<li>Behavior Technician</li>\n<li>Board-Certified Behavior Analyst (BCBA)</li>\n<li>Tuition Assistance</li>\n</ul>\n</li>\n<li>Get Started</li>\n<li>Apply Now</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i> Notice of Privacy Practices <ul>\n<li>Services\n<ul>\n<li>Services</li>\n<li>ABA Therapy Centers</li>\n<li>ABA Therapy At Home</li>\n<li>Community Integrations</li>\n<li>Psychological Assessments</li>\n</ul>\n</li>\n<li>Locations</li>\n<li>About\n<ul>\n<li>About</li>\n<li>How We Advocate</li>\n</ul>\n</li>\n<li>Insurance</li>\n<li>Resources\n<ul>\n<li>Resources</li>\n<li>Podcast</li>\n<li>Blog</li>\n<li>News</li>\n</ul>\n</li>\n<li>Careers\n<ul>\n<li>Careers</li>\n<li>Job Openings</li>\n<li>Behavior Technician</li>\n<li>Board-Certified Behavior Analyst (BCBA)</li>\n<li>Tuition Assistance</li>\n</ul>\n</li>\n<li>Get Started</li>\n<li>Apply Now</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>THIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED AND DISCLOSED AND HOW YOU CAN ACCESS THIS INFORMATION.\nPLEASE REVIEW IT CAREFULLY.<br>\n</p>\n<p>We are required by law to maintain the privacy of your protected health information, to notify you of our legal duties and privacy practices with respect to your health information, and to notify affected individuals following a breach of unsecured health information.\nThis Notice summarizes our duties and your rights concerning your information.\nOur duties and your rights are set forth more fully in 45 CFR Part 164.\nWe are required to abide by the terms of our Notice that is currently in effect.\nThis Notice of Privacy Practices is provided by Alternative Behavior Strategies, LLC.\nABS Psychology Services California, PC.\nand, ABS Utah, PC.</p>\n<ol>\n<li>\n<strong>Uses And Disclosures We May Make Without Written Authorization.</strong> We may use or disclose your health information for certain purposes without your written authorization, including the following: Treatment: We may use or disclose your information for purposes of treating you.\nFor example, we may disclose your information to another health care provider so they may treat you.\nto provide appointment reminders.\nor to provide information about treatment alternatives or services we offer.\nPayment: We may use or disclose your information to obtain payment for services provided to you.\nFor example, we may disclose information to your health insurance company or other payer to obtain preauthorization or payment for treatment.\nHealthcare Operations: We may use or disclose your information for certain activities that are necessary to operate our practice and ensure that our patients receive quality care.\nFor example, we may use information to conduct quality assessment and improvement activities.\nprovide case management and care coordination.\nevaluate provider performance, train and educate health care and non-health care professionals.\nconduct accreditation, certification, licensing, or credentialing activities.\nor make decisions that affect the practice.\nOther Uses or Disclosures: We may also use or disclose your information for certain other purposes allowed by 45 CFR § 164.512 or other applicable laws and regulations, including the following:<ul>\n<li>Health Information Exchanges</li>\n<li>To avoid a serious threat to your health or safety or the health or safety of others.</li>\n<li>As required by state or federal law such as reporting abuse, neglect or certain other events.</li>\n<li>As allowed by workers compensation laws for use in workers’ compensation proceedings.</li>\n<li>For certain public health activities such as reporting certain diseases.</li>\n<li>For certain public health oversight activities such as audits, investigations, or licensure actions.</li>\n<li>In response to a court order, warrant or subpoena in judicial or administrative proceedings.</li>\n<li>For certain specialized government functions such as the military or correctional institutions.</li>\n<li>For research purposes if certain conditions are satisfied.</li>\n<li>In response to certain requests by law enforcement to locate a fugitive, victim or witness,<br>or to report deaths or certain crimes.</li>\n</ul>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Disclosures We May Make Unless You Object:</strong> Unless you instruct us otherwise, we may disclose your information as described below:<ul>\n<li>To a member of your family, relative, friend, or other person who is involved in your healthcare or payment for your healthcare.\nWe will limit the disclosure to the information relevant to that person’s involvement in your healthcare or payment.</li>\n<li>To maintain our facility directory.\nIf a person asks for you by name, we will only disclose your name, general condition, and location in our facility.\nWe may also disclosure your religious affiliation to clergy.</li>\n<li>Information may be disclosed in a variety of service settings where other people may be present (e.g.\nhome, school, community, ABA centers, group therapy settings).</li>\n</ul>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Uses and Disclosures With Your Written Authorization.\n</strong>Other uses and disclosures not described in this Notice will be made only with your written authorization, including most uses or disclosures of psychotherapy notes.\nfor most marketing purposes.\nor if we seek to sell your information.\nYou may revoke your authorization by submitting a written notice to the Privacy Contact identified below.\nThe revocation will not be effective to the extent we have already taken action in reliance on the authorization.</li>\n</ol>\n<ol>\n<li>\n<strong>Your Rights Concerning Your Protected Health Information.</strong> You have the following rights concerning your health information.\nTo exercise any of these rights, you must submit a written request to the Privacy Officer identified below.<ul>\n<li>You may request additional restrictions on the use or disclosure of information for treatment, payment or healthcare operations.\nWe are not required to agree to the requested restriction except in the limited situation in which you or someone on your behalf pays for an item or<br>service, and you request that information concerning such item or service not be disclosed to a health insurer.</li>\n<li>We normally contact you by telephone or mail at your home address.\nYou may request that we contact you by alternative means or at alternative locations.\nWe will accommodate reasonable requests.</li>\n<li>You may inspect and obtain a copy of records that are used to make decisions about your care or payment for your care, including an electronic copy.\nWe may charge you a reasonable cost-based fee for providing the records.\nWe may deny your request under limited circumstances, e.g., if we determine that disclosure may result in harm to you or others.</li>\n<li>You may request that your protected health information be amended.\nWe may deny your request for certain reasons, e.g., if we did not create the record of if we determine that the record is accurate and complete.</li>\n<li>You may receive an accounting of certain disclosures we have made of your protected health<br>information.\nYou may receive the first accounting within a 12-month period free of charge.\nWe may charge a reasonable cost-based fee for all subsequent requests during that 12-month period.</li>\n<li>You may obtain a paper copy of this Notice upon request.\nYou have this right even if you have agreed to receive the Notice electronically.</li>\n</ul>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Changes To This Notice.</strong> We reserve the right to change the terms of this Notice at anytime, and to make the new Notice effective for all protected health information that we maintain.\nIf we materially change our privacy practices, we will post a copy of the current Notice in our reception area and on our website.\nYou may obtain a copy of the operative Notice from our receptionist or Privacy Officer.</li>\n</ol>\n<ol>\n<li>\n<strong>Complaints.</strong> You may complain to us or to the Secretary of Health and Human Services if you believe your privacy rights have been violated.\nYou may file a complaint with us by notifying our Privacy Officer.\nAll complaints must be in writing.\nWe will not retaliate against you for filing a complaint.</li>\n</ol>\n<ol>\n<li>\n<strong>Contact Information.</strong> If you have any questions about this Notice, or if you want to object to or complain about any use or disclosure or exercise any right as explained above, please contact:<br>\n<br>Privacy Officer: Hannah McKone<br>Phone: 385-308-4157<br>Address: 16255 Ventura Blvd.\nSuite 900, Encino, CA 91436-2317<br>E-mail: hmckone@abskids.com</li>\n</ol>\n<ol>\n<li>\n<strong>Notice Updated on 03/02/20</strong>\n</li>\n</ol>\n<p>I acknowledge that I have reviewed the Notice of Privacy Practices and was given the opportunity to receive a copy of the Notice.</p> Have a Question? Contact Us Find a Location View Locations <ul>\n<li>Services</li>\n<li>Locations</li>\n<li>About</li>\n<li>Insurance</li>\n<li>Resources</li>\n<li>Careers</li>\n<li>Get Started</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> TikTok 800-434-8923 <p>info@abskids.com</p> 888-391-4987 <p>careers@abskids.com</p> Also of Interest:<ul>\n<li>Autism Resources</li>\n<li>Support Spotlight on Carolina Insurriaga</li>\n<li>Autism Spectrum Disorder &amp.\nPreparing For A...</li>\n</ul>\n<p>© 2023 Alternative Behavior Strategies, LLC d/b/a ABS Kids.\nAll rights reserved.\n</p>\n<ul>\n<li>DDS (916) 654-1690</li>\n<li>Nondiscrimination</li>\n<li>Notice of Privacy Practices</li>\n<li>Privacy Policy</li>\n<li>No Surprises Act</li>\n</ul>\n<ul>\n<li>Services\n<ul>\n<li>Back</li>\n<li>Services</li>\n<li>ABA Therapy Centers</li>\n<li>ABA Therapy At Home</li>\n<li>Community Integrations</li>\n<li>Psychological Assessments</li>\n</ul>\n</li>\n<li>Locations</li>\n<li>About\n<ul>\n<li>Back</li>\n<li>About</li>\n<li>How We Advocate</li>\n</ul>\n</li>\n<li>Insurance</li>\n<li>Resources\n<ul>\n<li>Back</li>\n<li>Resources</li>\n<li>Podcast</li>\n<li>Blog</li>\n<li>News</li>\n</ul>\n</li>\n<li>Careers\n<ul>\n<li>Back</li>\n<li>Careers</li>\n<li>Job Openings</li>\n<li>Behavior Technician</li>\n<li>Board-Certified Behavior Analyst (BCBA)</li>\n<li>Tuition Assistance</li>\n</ul>\n</li>\n<li>Get Started</li>\n<li>Apply Now</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Portal Login\n<ul>\n<li>Payment Portal</li>\n<li>Employee Portal</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>Se Habla Español</li>\n<li>Have a question? 800-434-8923</li>\n<li>Have a question? 888-391-4987</li>\n</ul> Search <i>\n</i> Back ", "created_at": "2023-03-30 04:58:18.217638", "updated_at": "2023-03-30 05:01:00.519824"}], "points": [], "urls": ["abskids.com"]}}