{"error": 448, "message": "OK", "parameters": {"id": 9406, "name": "Amara", "created_at": "2023-08-23 20:46:32.610345", "updated_at": "2023-08-23 22:02:29.26042", "wikipedia": "https://en.wikipedia.org/wiki/Amara_(organization)", "keywords": null, "related": null, "slug": "amara", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9406.png", "url": "amara.org", "documents": [{"id": 18526, "name": "Privacy Policy", "url": "https://pculture.org/privacy", "xpath": "//body", "text": " <ul>\n<li>About</li>\n<li>Careers</li>\n<li>Contact</li>\n<li>Donate to PCF</li>\n</ul> Toggle navigation <ul>\n<li>About</li>\n<li>Careers</li>\n<li>Contact</li>\n<li>Donate to PCF</li>\n</ul>\n<p>\n</p> PCF Privacy Policy <p>\n<em>Last modified: Aug 30, 2022</em>\n</p>\n<p>\n<em>\n</em>This PCF Privacy Policy explains generally how we receive information about you, and what we do with that information once we have it.\nThis privacy policy applies to all websites, software offerings, and professional services offered by the Participatory Culture Foundation or PCF, unless the web site or service has a separate privacy policy.</p>\n<p>Services offered by PCF include, but are not limited to: Amara, Amara.org, Amara On Demand, Amara Community, Amara Plus, Amara Pro, and Amara Enterprise.</p> What do we mean by \"personal information?\" <p>For us, \"personal information\" means information which identifies you, like your name or email address.</p>\n<p>Any information that falls outside of this is \"non-personal information.\"</p>\n<p>If we store your personal information with information that is non-personal, we will consider the combination as personal information.\nIf we remove all personal information from a set of data then the remaining is non-personal information.</p>\n<p>&nbsp;</p> How do we learn information about you? <p>We learn information about you when:</p>\n<ul>\n<li>You give it to us directly (e.g., when you register for an account);</li>\n<li>We collect it automatically through our products and services (e.g., when you log in to Amara.org);</li>\n<li>Someone else tells us information about you (e.g., when subtitles created by an user on Amara.org contain a reference to you).\nor</li>\n<li>When we try and understand more about you based on information you’ve given to us (e.g., when we use your IP address to customize language for some of our services).</li>\n</ul>\n<p>&nbsp;</p> What do we do with your information once we have it? <p>When you give us information, we will only use it in the ways for which you have given us permission.\nGenerally, we use your information to help us provide and improve our products and services for you.\nFor example, when you link a third party platform account (eg.\nVimeo or YouTube), we only share information necessary to link your account.\nWe may occasionally contact you with information about our products or services.\nWe will never sell your personal information.\nYou have the right to access your personal information and/or delete it from our services.\nplease contact us if you require assistance.</p>\n<p>&nbsp;</p> When do we share your information with others? <ul>\n<li>When we have asked and received your permission to share it.</li>\n<li>\n<p>For processing or providing products and services to you, as well as improving our offerings.\nExamples include:</p>\n<ul>\n<li>\n<p>Web and database hosting services</p>\n</li>\n<li>\n<p>Data analytics services (see <em>How do we use cookies and clear GIFS?</em> below)</p>\n</li>\n</ul>\n</li>\n<li>\n<p>In cases where you request specific services, we may share data with carefully vetted contractors or partners.\nThese services are not limited to, but could include captioning, translation, automatic-alignment, and so on.</p>\n<ul>\n<li>\n<p>Note that entities receiving your information are contractually obligated to handle the data in ways that are approved by PCF.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>When the law requires it.\nWe do disclose personal information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nWe’ll notify you when we’re asked to hand over your personal information in this way unless we’re legally prohibited from doing so.\nWhen we receive requests like this, we’ll only release your personal information if we have a good faith belief that the law requires us to do so.</p>\n</li>\n<li>When we believe it is necessary to prevent harm to you or someone else.\nWe will only share your information in this way if we have a good faith belief that it is reasonably necessary to protect the rights, property or safety of you, our other users, PCF or the public.</li>\n<li>In the event of organizational restructuring, we may pass your information to a successor or subsidiary.</li>\n<li>Here is a list of subprocessors used to provide our services.\n</li>\n</ul>\n<p>&nbsp;</p> How do we store and protect your personal information? <p>We are committed to protecting your personal information once we have it.\nWe implement physical, business and technical security measures.\nIf we learn of a security breach, despite our efforts, we will notify you so that you can take appropriate protective steps.</p>\n<p>We also do not want your personal information for any longer than we need it.\nWe only keep it long enough to do what we collected it for.\nOnce the information is no longer needed, we take steps to destroy it unless we are required by law to keep it longer.</p>\n<p>&nbsp;</p> How do we use cookies and clear GIFS? Cookies, clear GIFS, and web analytics <p>We may use cookies, clear GIFs, third party web analytics, device information, and IP addresses for functionality and to better understand user interaction with our products, services, and communications.</p>\n<ul>\n<li>\n<strong>Functionality:</strong> We may use cookies, device information and IP addresses to enhance functionality of certain products, services, and communications.\nFor example: <ul>\n<li>Cookies are used to remember your Amara language preferences.</li>\n<li>IP addresses are used to customize communications by language and country.</li>\n</ul>\n</li>\n<li>\n<strong>Metrics:</strong> We may also use cookies, device information and IP addresses, along with clear GIFs, cookies and third party services to help us understand, in the aggregate, how users engage with our products, services, communications and websites.\nWe use: <ul>\n<li>Google Analytics, which places a cookie on your device, to obtain metrics on how users engage with our websites.\nThis helps us to improve site content.</li>\n<li>Other metrics tools from time to time, on an experimental basis.\nFor example, we may do this to help evaluate a new metrics tool, or test existing metrics collection.</li>\n</ul>\n</li>\n</ul> Opting out of cookies, and web analytics <p>You can control individual cookie preferences, indicate your cookie preferences to others, and opt-out of web analytics and optimization tools.</p>\n<ul>\n<li>\n<strong>Cookie History:</strong> You can accept or decline individual cookies in your browser preferences.\nNote that certain features of our products and services may not function properly without the aid of cookies.</li>\n<li>\n<strong>Analytics &amp.\nOptimization:</strong> Follow the instructions below to prevent data collection about your visits to PCF websites: <ul>\n<li>Google: Install the Google Analytics Opt-out Browser Add-on, which keeps your visits anonymous and prohibits data transmission to Google Analytics.</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p> How do we connect with YouTube? <p>Amara.org uses YouTube API Services to gather authorized data in support of the software offerings and professional services we provide.\nPlease review the following to learn more:</p>\n<ul>\n<li>Google: https://www.google.com/policies/privacy</li>\n<li>YouTube: https://www.youtube.com/t/terms</li>\n<li>YouTube API Client: https://developers.google.com/youtube/terms/api-services-terms-of-service</li>\n</ul>\n<p>You may revoke Amara's access to your data on YouTube via the Google Security settings page: https://security.google.com/settings/security/permissions.\nPlease note: revoking authorizations might eliminate or limit some functionality on Amara.org.</p>\n<p>&nbsp;</p> Do we process or retain your payment information? <p>Some PCF websites allow you to make purchases or donations.\nThese transactions are processed by third parties, and not PCF.</p>\n<p>PCF does not receive any financial information, which is transmitted from you to our third party vendors for processing.\nThe name of the third party will be displayed at the time of the transaction.</p>\n<p>&nbsp;</p> How do we comply with the GDPR? <p>Our lawful bases for collecting and processing personal information under the European General Data Protection Regulation (“GDPR”) include:</p>\n<ul>\n<li>Performing our contract with you: Provide the services described in the PCF Terms of Service.\nIn order to provide these services, we may require information, such as your name or email address.</li>\n<li>Legitimate interests: We receive technical and interaction data from users, which may include IP addresses, to customize and offer location specific features, improve the security and reliability of our services and prevent abuse, and to understand where people learn about PCF and Amara.</li>\n<li>Consent: Where we ask for your consent to process your information, you can always withdraw this consent.</li>\n</ul>\n<p>The following rights are granted under the GDPR and California Consumer Privacy Act (“CCPA”).\nPCF applies these rights to all users of our products, regardless of your location:</p>\n<ul>\n<li>The right to know what personal data is collected</li>\n<li>The right to know if personal data is being shared, and to whom</li>\n<li>The right to access your personal data</li>\n<li>The right to exercise your privacy rights without being discriminated against</li>\n</ul>\n<p>In many cases, you can access, update, or delete your personal information directly from our product settings.</p>\n<p>If you have a questions or concerns, please contact us at: support@amara.org or via the postal addresses at the bottom of this policy.\nWe will do our best to resolve it for you.\nIf we cannot, you have the right to lodge a complaint with your local data protection authority.</p>\n<p>&nbsp;</p> What else should you know? <p>We are a global organization and our computers are in several different places around the world.\nWe also use service providers whose computers may also be in various countries.\nThis means that your information might end up on one of those computers in another country, and that country may have a different level of data protection regulation than yours.\nBy giving us information, you consent to this kind of transfer of your information.\nNo matter what country your information is in, we comply with applicable law and will also abide by the commitments we make in this privacy policy.</p>\n<p>If you are under 13, we <em>do not</em> want your personal information, and you must not provide it to us.\nIf you are a parent and believe that your child, who is under 13, has provided us with personal information, please contact us to have your child’s information removed.</p>\n<p>&nbsp;</p> What if we change this privacy policy or any of our privacy notices? <p>We may need to change this policy and our notices.\nIf the changes are substantive, we will announce the update through PCF’s usual channels for such announcements such as our blog.\nYour continued use of the product or service after the effective date of such changes constitutes your acceptance of such changes.</p>\n<p>&nbsp;</p> Contact PCF <p>If you want to make a correction to your information, or you have any questions about our privacy policies, please get in touch with:</p>\n<p>&nbsp;</p>\n<p>Participatory Culture Foundation</p>\n<p>Attn: Legal Notices - Privacy</p>\n<p>PO Box 55071</p>\n<p>#20335</p>\n<p>Boston, MA 02205-5071</p>\n<p>USA</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<em>About this Privacy Policy: This text is released under the Creative Commons Attribution Share-Alike 3.0 Unported license.\nIt is based on the Mozilla Foundation’s privacy policy.</em>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> × Support PCF Supporters &amp.\nCollaborators &gt.\nTerms Privacy Security ", "created_at": "2023-08-23 20:46:32.640425", "updated_at": "2023-08-23 20:46:54.565004"}, {"id": 18527, "name": "Terms of Service", "url": "https://pculture.org/terms-of-service", "xpath": "//body", "text": " <ul>\n<li>About</li>\n<li>Careers</li>\n<li>Contact</li>\n<li>Donate to PCF</li>\n</ul> Toggle navigation <ul>\n<li>About</li>\n<li>Careers</li>\n<li>Contact</li>\n<li>Donate to PCF</li>\n</ul>\n<p>\n</p> PCF TERMS of SERVICE <p>\n<em>Last modified: May 2, 2023</em>\n</p> Introduction <p>We appreciate your use of our websites, software offerings, and professional services (collectively, “Services”).</p>\n<p>The Services described in the terms of this document (“Terms”) are provided by the Participatory Culture Foundation (“PCF”), a 501(c)3 nonprofit organization based in Boston, Massachusetts, USA.</p>\n<p>By using our Services, you are agreeing to these Terms.\nPlease read them carefully because they explain your rights and responsibilities when you use our Services.</p>\n<p>Services offered by PCF include, but are not limited to: Amara, Amara.org, Amara On Demand, Amara Community, Amara Plus, Amara Pro, and Amara Enterprise.</p>\n<p>&nbsp;</p> Using our Services <p>\n<strong>Account registration.</strong> Some of our Services require you to register an account in order to access additional features.\nFor example, an Amara.org account is required to add or edit captions using the service.</p>\n<p>\n<strong>Conditions of Use.</strong> Follow PCF’s Conditions of Use.\nDo not abuse our Services.\nfor instance, do not access them in a way that interferes with or degrades the experience of other users.\nWe may cease providing our Services to you if you do not comply with these Terms or policies.</p>\n<p>\n<strong>Content not owned by PCF.</strong> Our Services may display content that is not PCF’s.\nThis content, which could include text, video, images, or other media, is the sole responsibility of the entity that makes it available.\nYou may not use this content without permission from the owner, unless you are otherwise permitted by law.\n</p>\n<p>\n<strong>PCF’s Logos and branding.</strong> These Terms do not allow you to use the logos or branding presented in our Services.</p>\n<p>\n<strong>General Terms for 3rd party API Providers</strong> Our services use 3rd party API providers to enhance functionality.\nBy using features that utilize 3rd party API providers, you agree to comply with the terms and conditions of the respective API provider.</p>\n<ul>\n<li>YouTube API Usage and Agreement: As part of our API providers, we use YouTube APIs to allow our users to integrate their YT channel directly with Amara.\nIf you use this YT integration, you agree to YouTube’s Terms of Service, available at https://www.youtube.com/t/terms.</li>\n</ul>\n<p>\n<strong>Submission of content.</strong> You may contribute content when interacting with our Services, including but not limited to captions, translations, subtitles, video URLs, comments, and so on (each a “Submission”).\nUnless your Submission is made under a separate agreement with PCF, in which case that agreement will govern, then, for all Submissions, you agree to the following:</p>\n<ul>\n<li>Your Submission complies with these Terms and PCF’s Conditions of Use.</li>\n<li>You retain the rights to your intellectual property, but also give PCF (and those we work with) a worldwide license to use, host, store, reproduce, modify, create derivative works (such as those resulting from translations, adaptations or other changes we make so that your content works better with our Services), communicate, publish, publicly perform, publicly display and distribute such content.</li>\n<li>The redistribution rights are the minimum necessary to provide the Service.\nFurthermore, these redistribution rights would terminate if/when you remove content from the Amara platform.</li>\n<li>The above licenses, granted by you in the content you submit to Service, terminate within a commercially reasonable time after you remove or delete your content from the Service.\nYou understand and agree, however, that Amara may retain, but not display, distribute, or perform, server copies of your captions and subtitles that have been removed or deleted.</li>\n<li>The rights granted in this license are limited to the sole purpose of running, publicizing, and enhancing our Services.</li>\n<li>You certify that you do have the rights to grant this license to PCF for content you submit to our Services.</li>\n<li>PCF reserves the right, at its discretion, to review, modify, or remove any Submission that it deems is objectionable or in violation of these Terms.</li>\n</ul>\n<p>&nbsp;</p> Privacy Policy &amp.\nCookies <p>PCF’s Privacy Policy describes how we handle information that we receive from you in connection with our Services.</p>\n<p>&nbsp;</p> Notice of Claimed Infringement <p>For more information on how to report claims of copyright or trademark infringement, please see Reporting Copyright or Trademark Infringement.</p>\n<p>&nbsp;</p> Amara Teams <p>\n<strong>Team spaces.</strong> Some Services include a team space (“Team”) which is provisioned on Amara.org.\nTeams come in a variety of configurations, for instance some allow you to toggle Team privacy or visibility, control user access and roles within the Team, and manage editing rights to content on the Team.</p>\n<p>Not all Teams include all of the above capabilities.\nsome have certain limitations.\nFor example: limits to the number of users who can be members of the Team, a limit to the number of languages that content can be captioned or translated into, limits to content visibility or privacy, and so on.\nUnless your Team is under a separate agreement with PCF, you agree to stay within the limitations for the type of Team you have been provisioned.\nNew capabilities, above and beyond your Team’s current limitations, added during a monthly billing cycle will incur that full month’s charge and become due on the next billing cycle.</p>\n<p>\n<strong>Volunteer Teams.</strong> Community Teams and Community Enterprise Teams (collectively, “Volunteer Teams”) are intended for use by communities of volunteer contributors that create captions and/or subtitles.\nPCF, at their sole discretion, reserves the right to suspend or terminate Volunteer Teams that utilize employees, vendors, contractors, or other professionals to create captions or subtitles.</p>\n<p>\n<strong>Team privacy.</strong> If you have enabled a Team privacy setting, PCF will limit distribution of your content based on your selection.\nBy authorizing access to your content to any third party, you grant each such individual the right to use, reproduce, distribute, display and perform such content as permitted through the functionality of the Service and under these Terms.</p>\n<p>&nbsp;</p> Amara On Demand Professional Services <p>\n<strong>Professional Services.</strong> PCF offers a variety of professional services (“Professional Services”) which may include translations, captions, subtitles, and other such technical tasks.</p>\n<p>\n<strong>Delivery and changes to Work Product.</strong> PCF warrants that Professional Services will be performed in a timely, diligent and professional manner, and will be no less than in accordance with industry professional standards.\nIn the event you are displeased with Work Product, PCF shall make its best efforts to correct the problem in a mutually acceptable manner.\nThese warranties are exclusive and in lieu of all other warranties, whether express or implied.\nAll change requests to the Work Product must be made within 30 days of delivery.</p>\n<p>\n<strong>Guidelines.</strong> Unless your Professional Services are provided under a separate agreement with PCF, PCF shall follow the Amara On Demand Guidelines when creating and delivering Work Product.</p>\n<p>&nbsp;</p> Payment Terms <p>\n<strong>Payment terms for Teams.</strong> Subscription payments for Teams are collected in advance of usage and are nonrefundable.\nIf you decide to cancel your Team subscription, you will retain access to your Team through the end of your current paid billing cycle.</p>\n<p>\n<strong>Payment terms for Professional Services.</strong> Due to the nature of the Professional Services, fees must be prepaid.\nWork cannot begin until receipt of full payment.\nYou may purchase credits (“Service Credits”) that can be redeemed for Professional Services.\nIn the event your payment exceeds the cost of Professional Services to be rendered, excess funds will automatically be converted to Service Credits.\nProfessional Services and Service Credits are both nonrefundable.</p>\n<p>\n<strong>Donation of unused Service Credits.</strong> Unused Service Credits that are older than 365 days can no longer be redeemed for Professional Services.\nAt PCFF’s discretion, unused Service Credits may be donated to a 501(c)3 nonprofit organization of PCFF’s choice.\nHowever, Service Credits <em>will not</em> be donated to PCF or any PCF subsidiary.</p>\n<p>&nbsp;</p> Term.\nTermination <p>These Terms will continue to apply until ended by either you or PCF.\nYou can choose to end them at any time for any reason by discontinuing your use of our Services and, if applicable, deleting your account.</p>\n<p>We may suspend or terminate your access to our Services at any time for any reason, including, but not limited to, if we reasonably believe: (i) you have violated these Terms, our Acceptable Use Policy, or other relevant policy.\n(ii) you create risk or possible legal exposure for us.\nor (iii) our provision of the Services to you is no longer commercially viable.</p>\n<p>In all such cases, these Terms shall terminate, except for the following sections, which shall continue to apply: Indemnification, Disclaimer.\nLimitation of Liability, Miscellaneous.</p>\n<p>&nbsp;</p> Indemnification <p>You agree to defend, indemnify and hold harmless PCF, its contractors, contributors, licensors, and partners.\nand the respective directors, officers, employees and agents of the foregoing (\"Indemnified Parties\") from and against any and all third party claims and expenses, including attorneys’ fees, arising out of or related to your use of our Services (including, but not limited to, from your Submissions or from your violation of any these Terms).</p>\n<p>&nbsp;</p> Disclaimer.\nLimitation of Liability <p>THE SERVICES ARE PROVIDED \"AS IS\" WITH ALL FAULTS.\nTO THE EXTENT PERMITTED BY LAW, PCF AND THE INDEMNIFIED PARTIES HEREBY DISCLAIM ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES THAT THE SERVICES ARE FREE OF DEFECTS, MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE, AND NON-INFRINGING.\nYOU BEAR THE ENTIRE RISK AS TO USING THE SERVICES FOR YOUR PURPOSES AND AS TO THE QUALITY AND PERFORMANCE OF THE SERVICES, INCLUDING WITHOUT LIMITATION THE RISK THAT YOUR HARDWARE, SOFTWARE, OR CONTENT IS DELETED OR CORRUPTED, THAT SOMEONE ELSE GAINS UNAUTHORIZED ACCESS TO YOUR INFORMATION, OR THAT ANOTHER USER MISUSES OR MISAPPROPRIATES YOUR SUBMISSION.\nTHIS LIMITATION WILL APPLY NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY REMEDY.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF IMPLIED WARRANTIES, SO THIS DISCLAIMER MAY NOT APPLY TO YOU.</p>\n<p>EXCEPT AS REQUIRED BY LAW, PCF AND THE INDEMNIFIED PARTIES WILL NOT BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES ARISING OUT OF OR IN ANY WAY RELATING TO THESE TERMS OR THE USE OF OR INABILITY TO USE THE SERVICES, INCLUDING WITHOUT LIMITATION DIRECT AND INDIRECT DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, LOST PROFITS, LOSS OF DATA, AND COMPUTER FAILURE OR MALFUNCTION, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND REGARDLESS OF THE THEORY (CONTRACT, TORT, OR OTHERWISE) UPON WHICH SUCH CLAIM IS BASED.\nTHE COLLECTIVE LIABILITY OF PCF AND THE INDEMNIFIED PARTIES UNDER THIS AGREEMENT WILL NOT EXCEED $500 (FIVE HUNDRED DOLLARS).\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL, CONSEQUENTIAL, OR SPECIAL DAMAGES, SO THIS EXCLUSION AND LIMITATION MAY NOT APPLY TO YOU.</p>\n<p>&nbsp;</p> Miscellaneous <p>These Terms constitute the entire agreement between you and PCF concerning our Services and supersede any prior versions of these Terms.\nThe Services and these Terms are governed by the laws of the commonwealth of Massachusetts, USA, excluding its conflict of law provisions.\nAll claims and disputes arising out of the Services or these Terms shall be brought exclusively in the courts of Suffolk, Massachusetts, and you consent to personal jurisdiction in those courts.\nIf any portion of these Terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect.\nIn the event of a conflict between a translated version of these Terms and the English language version, the English language version shall control.\nIn the event of a conflict between these Terms and relevant additional terms, the additional terms shall control.</p>\n<p>&nbsp;</p> Modifications to these Terms <p>We may update these Terms from time to time to address a new feature of the Services or to clarify a provision.\nThe updated Terms will be posted online.\nIf the changes are substantive, we will announce the update through PCF’s usual channels for such announcements such as our blog.\nYour continued use of our Services after the effective date of such changes constitutes your acceptance of such changes.</p>\n<p>&nbsp;</p> Contact Us <p>&nbsp;</p>\n<p>Participatory Culture Foundation</p>\n<p>Attn: Legal Notices</p>\n<p>PO Box 55071</p>\n<p>#20335</p>\n<p>Boston, MA 02205-5071</p>\n<p>USA</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<em>About these Terms of Service: This text is released under the Creative Commons Attribution Share-Alike 3.0 Unported license.\nIt is based on the Mozilla Foundation’s terms of use.</em>\n</p> × Support PCF Supporters &amp.\nCollaborators &gt.\nTerms Privacy Security ", "created_at": "2023-08-23 20:46:32.669652", "updated_at": "2023-08-23 20:47:25.373527"}], "points": [], "urls": ["amara.org"]}}