{"error": 448, "message": "OK", "parameters": {"id": 1041, "name": "Create A Forum", "created_at": "2019-01-03 00:22:04.64975", "updated_at": "2023-06-05 22:01:19.954427", "wikipedia": null, "keywords": null, "related": null, "slug": "create_a_forum", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1041.png", "url": "createaforum.com", "documents": [{"id": 13031, "name": "Terms of Service", "url": "https://www.createaforum.com/terms.php", "xpath": "/html/body/div[1]/div", "text": " Terms of Service <ol>\n<li> ACCEPTANCE OF TERMS <p>Create A Forum provides the end users (the \"User\") with a main resource, the ability to create a forum without the need of a host (the \"Service\").\nWhen the User registers a forum at the Service, they agree to these terms and are bound by these terms (the \"Terms\" or \"Terms of Service\") as long as the User's forum is registered at the Service.</p>\n<p>By accepting these Terms, the creator of the board (Board Owner) agrees that that they are at least thirteen (13) years of age.\nUnauthorized underage Users will be have their boards and accounts terminated or suspended without notice upon discovery.</p>\n</li>\n<li> REGISTRATION OBLIGATIONS <p>When registered at the Service, the User agrees to: (a) while registering, provide true, accurate, current, and complete information about yourself, mainly including e-mail address (the \"Registration Data\") and (b) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nIf the Registration Data is ever untrue, inaccurate, not current, or incomplete, Create A Forum has full grounds to suspend or terminate their hosting account.</p>\n</li>\n<li> MEMBER ACCOUNT, PASSWORD AND SECURITY <p>A password is required for the Account upon completing the Service's registration process.\nOnly the User who created the Account on the Service (the \"Creator\") is responsible for maintaining the confidentiality of the password and Account, and is fully responsible for all activities that occur under the said password or Account.\nThe User agrees to (a) immediately notify the Staff of any unauthorized use of the Creator's password or Account or any other breach of security, and (b) ensure that the User exits from the User account (\"Account\") at the end of each session.\nThe Service is in no way responsible for any unauthorized use of the Account.</p>\n</li>\n<li> FORBIDDEN CONTENT <p>The User understands that all information, data, text, software, music, sound, photographs, graphics, video, messages or other materials (the \"Content\"), whether publicly posted or privately transmitted, are the sole responsibility of the person from which such Content originated.\nThis means that the User is entirely responsible for all Content transmitted via the Service.\nThe Staff does not control the Content transmitted via the Service and, as such, does not guarantee the accuracy, integrity or quality of such Content.</p>\n<p>\n<u>The User agrees to <strong>NOT</strong> use the Service to:</u>\n</p>\n<ol>\n<li>upload, post, e-mail, transmit or otherwise make available any Content that is unlawful, harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically or otherwise objectionable;</li>\n<li>impersonate any other User, unregistered visitors to the Service (\"Guests\") or the Staff of the Service in any way;</li>\n<li>manipulate others, including Guests, Users, the Staff via the Service;</li>\n<li>upload, post, email, transmit, link to, or otherwise make available any copyrighted Content without the creator/owner's consent</li>\n<li>upload, post, email, transmit, link to, or otherwise make available any unsolicited or unauthorized advertising;</li>\n<li>upload, post, email, transmit, link to, or otherwise make available any pornography, nudity, or other \"adult\" content.\nwithout purchase of adfree plan (which must be maintained at all times);</li>\n<li>upload, post, email, transmit, link to, or otherwise make available any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>upload, post, email, transmit, link to, or otherwise make available any illegal copies of software (\"Warez\");</li>\n<li>gambling or casino related content without purchase of adfree plan (which must be maintained at all times);</li>\n<li>\"stalk\" or otherwise harass another.\nor collect or store personal data about other users;</li>\n<li>insult other Users or Guests any way, shape, or form (to \"Flame\");</li>\n<li>cause (an)other User(s) or Guest(s) to react with a Flame (to \"Troll\");</li>\n<li>discriminate against someone because of their race, religion, or culture.</li>\n</ol>\n</li>\n<li> CONTENT RESPONSIBILITY <p>The User understands that all Content, whether publicly posted or privately transmitted, are the sole responsibility of the person from which such Content originated.\nThis means that the User is entirely responsible for all Content transmitted via the Service.\nIn <strong>NO WAY</strong> is the Staff or the Service responsible for the Content transmitted.</p>\n</li>\n<li> ADVERTISEMENT REMOVAL <p>If in any way the advertisements, copyrights on any hosted Account is removed, defaced, hidden, or otherwise edited in any way whatsoever, the said account is subject to termination, as described in section 7.\nThe only acceptable way for advertisements to be removed from any hosted account is through advertisement removal provided by the Service at a predetermined price.\nAny removal of the ads other than this way is strictly forbidden and will result in immediate termination of the hosted Account.</p>\n</li>\n<li> PRIVATE BOARDS <p>If you have a private board meaning no posts open to the public your board will feature extra advertisements unless you have ad free credits or an ad free plan</p>\n</li>\n<li> Link Monetization <p>On your hosted forum some of the outbound links may become affiliate links.\nCreate A Forum may generate commission from those links.\nWe use viglink.com, amazon.com, ebay.com, sofi.com, coinbase.com, cj.com for affiliate links.\n</p>\n</li>\n<li> TERMINATION OF ACCOUNTS <p>The Create A Forum has the right but not the obligation to terminate ANY account on the service <i>if</i> the said account has broken any part of these terms, no matter how minor or if we feel the need to.\nTermination of accounts is done on a case-by case basis and the specific member of the Staff of the Service determines the outcome of that particular Terms of Service violation.\nEach case is different, and each will be treated differently, on that member's sole discretion.</p>\n<p>Forum hosting accounts must maintain at least 10 posts or 10 members in 60 days or the forum will be removed during the next deletion cycle.\nAlso, you must keep a board public with at least 10 posts unless the private board upgrade is purchased or an adfree plan.</p>\n<p>The Creator of the said Account on the Service is not required to be notified at any time before termination of the Account.\nHowever, in most cases, the Creator will be notified of the violation in hopes that the Creator will fix this violation.\nIf no compliance is made, the Account will most likely be terminated.\nAs said earlier, termination is done on a case-by-case basis, and for more severe cases, notification of the Creator will most likely not happen, and an action will be taken immediately.\nAdditionally, the reason why the said account was terminated is not required to be given to the Creator, as the Creator should be aware of the violations that are occurring at the said Account.</p>\n</li>\n<li> MODIFICATION OF TERMS <p>The Create A Forum reserves the right to modify these terms in any way at any time, without notification to any Users or unregistered Users (the \"Guests\").</p>\n<p>These Terms were last modified on November 17, 2022.\nHowever, any revisions to these terms affect all current boards, and all boards must comply to any revisions.</p>\n</li>\n<li> VIOLATIONS <p>Please report any Terms of Service violations to us on this page.</p>\n</li>\n<li> INQUIRIES <p>If there are any inquiries about these Terms, please send your inquiries to us on this page.</p>\n</li>\n</ol> ", "created_at": "2022-12-04 01:24:55.572023", "updated_at": "2022-12-04 01:25:02.951075"}, {"id": 13032, "name": "Privacy Policy", "url": "https://www.createaforum.com/privacy-policy.php", "xpath": "/html/body/div[1]/div", "text": "\nPrivacy Policy This privacy policy sets out how Create A Forum, Inc uses and protects any information that you give Create A Forum, Inc when you use this website.<br>\nCreate A Forum, Inc is committed to ensuring that your privacy is protected.\nShould we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.<br>\nCreate A Forum, Inc may change this policy from time to time by updating this page.\nYou should check this page from time to time to ensure that you are happy with any changes.\nThis policy is effective from 11/17/2022.<br>\n<br>\n<br>\n<strong>What information we collect about you</strong>\n<br>\n<br>\n<strong>We may collect the following information when you use our website:</strong>\n<br>\n-Username<br>\n-Email Address<br>\n-Date of Birth<br>\n-IP Address<br>\n-Other data collected that could directly or indirectly identify you.<br>\n<br>\n<strong>Cookies and other tracking scripts</strong>\n<br>\nA cookie is a small file which asks permission to be placed on your computer's hard drive.\nOnce you agree, the file is added and the cookie helps analyze web traffic or lets you know when you visit a particular site.\nCookies allow web applications to respond to you as an individual.\nThe web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.\n<br>\nWe use traffic log cookies to identify which pages are being used.\nThis helps us analyze data about web page traffic and improve our website in order to tailor it to customer needs.\nWe only use this information for statistical analysis purposes and then the data is removed from the system.\n<br>\nOverall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not.\nA cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.\n<br>\nYou can choose to accept or decline cookies.\nMost web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nThis may prevent you from taking full advantage of the website.<br>\n<br>\n<br>\nIf at any time you have questions about our privacy practices or any of your rights described below, you may reach us at https://www.createaforum.com/contact.php<br>\n<br>\n<br>\n<strong>How we use information that we collect</strong>\n<br>\nWe require this information to understand your needs and provide you with a better service, and in particular for the following reasons:<br>\n-Internal record keeping including service optimization, website stats.\n<br>\n-We may use the information to improve our products and services.\n<br>\n-We may periodically send promotional emails about new products, special offers or other information which we think you may find interesting using the email address which you have provided.<br>\n<br>\n<strong>Sharing with trusted third parties.</strong>\n<br>\nWe may share your personal data with third parties with which we have partnered to allow you to integrate their services into our own Services, and with trusted third party service providers as necessary for them to perform services on our behalf, such as:<br>\n-Serving advertisements<br>\n-Tapatalk for mobile integration<br>\n-Oneall.com for social networking logins<br>\n-Performing analysis of our Services and customers demographics<br>\n<br>\n<strong>Data about Usage of Services</strong>\n<br>\nIs automatically collected when you use and interact with our Services, including metadata, log files, cookie/device IDs and location information.\nThis information includes specific data about your interactions with the features, content and links (including those of third-parties, such as social media plugins) contained within the Services, Internet Protocol (IP) address, browser type and settings, the date and time the Services were used, information about browser configuration and plugins, language preferences and cookie data, information about devices accessing the Services, including type of device, what operating system is used, device settings, application IDs, unique device identifiers and error data, and some of this data collected might be capable of and be used to approximate your location.<br>\n<br>\n<strong>How we store and secure information we collect</strong>\n<br>\nWe are committed to ensuring that your information is secure.\nIn order to prevent unauthorized access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard.\nAnd secure the information we collect online.<br>\n<br>\nWhile we implement safeguards designed to protect your information, no security system is impenetrable and due to the inherent nature of the Internet, we cannot guarantee that data, during transmission through the Internet or while stored on our systems or otherwise in our care, is absolutely safe from intrusion by others.<br>\n<br>\n<br>\n<strong>Compliance with legal, regulatory and law enforcement requests.</strong>\n<br>\nWe cooperate with government and law enforcement officials and private parties to enforce and comply with the law.\nWe will disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (such as subpoena requests), to protect our property and rights or the property and rights of a third party, to protect the safety of the public or any person, or to prevent or stop activity we consider to be illegal or unethical.\n<br>\n<strong>Communicating with you.</strong>\n<br>\nWe may contact you directly such as necessary to deliver transactional or website related communications.\n<br>\nWe may also contact you with offers for additional services we think you'll find valuable if you give us consent, or where allowed based upon legitimate interests.<br>\nThese contacts may include:<br>\n-Email<br>\n<br>\nYou may also update your subscription preferences with respect to receiving communications from us and/or our partners by signing into your account and visiting your Profile -&gt.\nNotifications page.<br>\n<br>\n<br>\n<strong>Transfer of personal data abroad.</strong>\n<br>\n<br>\nIf you utilize our Services from a country other than the country where our servers are located, your communications with us may result in transferring your personal data across international borders.<br>\n<br>\n<strong>Links to other websites</strong>\n<br>\nOur website may contain links to other websites of interest.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.<br>\nOccasionally, at our discretion, we may include or offer third party products or services on our website.\nThese third party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.<br> On your hosted forum some of the outbound links may become affiliate links.\nCreate A Forum may generate commission from those links.\nWe use viglink.com, amazon.com, ebay.com, sofi.com, coinbase.com, cj.com for affiliate links.\n<br>\n<br>\n<br>\n<strong>Controlling your personal information</strong>\n<br>\nWe will not distribute or lease your personal information to third parties unless we have your permission or are required by law to do so.\nWe may use your personal information to send you promotional information about third parties which we think you may find interesting if you tell us that you wish this to happen.<br>\nYou may request details of personal information which we hold about you under by visiting your profile and clicking export data.\nAlong with the option to delete your account located under Profile -&gt.\nActions -&gt.\nDelete this account<br>\nIf you believe that any information we are holding on you is incorrect or incomplete, please email us at https://www.createaforum.com/contact.php as soon as possible.\nWe will promptly correct any information found to be incorrect.<br>\n<br>\n<br>\n<strong>California Online Privacy Protection Act Compliance</strong>\n<br>\n<br>\nBecause we value your privacy we have taken the necessary precautions to be in compliance with the California Online Privacy Protection Act.\nWe therefore will not distribute your personal information to outside parties without your consent.<br>\n<br>\nAs part of the California Online Privacy Protection Act, all users of our site may make any changes to their information at anytime by logging into their control panel and going to the \"Edit Profile\" page.<br>\n<br>\n<strong>Childrens Online Privacy Protection Act Compliance</strong>\n<br>\n<br>\nWe are in compliance with the requirements of COPPA (Childrens Online Privacy Protection Act), we do not collect any information from anyone under 13 years of age.\nOur website, products and services are all directed to people who are at least 13 years old or older.<br>\n<br>\n<br>\n<strong>Your Consent</strong>\n<br>\nBy using our site, you consent to our privacy policy<br>\n<br>\n<strong>Changes to our Privacy Policy</strong>\n<br>\n<br>\nIf we decide to change our privacy policy, we will post those changes on this page.\n<br> ", "created_at": "2022-12-04 01:25:33.175351", "updated_at": "2022-12-04 01:25:40.345109"}], "points": [{"id": 28781, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://www.createaforum.com/privacy-policy.php", "status": "The Privacy Policy states that, We cooperate with government and law enforcement officials and private parties to enforce and comply with the law. We will disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (such as subpoena requests), to protect our property and rights or the property and rights of a third party, to protect the safety of the public or any person, or to prevent or stop activity we consider to be illegal or unethical. ", "created_at": "2022-09-22 10:24:21.206463", "updated_at": "2023-02-11 22:45:01.983611", "quoteText": null, "case_id": 300, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28782, "title": "Third party cookies are employed, but with opt out instructions", "source": "https://www.createaforum.com/privacy-policy.php", "status": "The Privacy Policy states that \"You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. This may prevent you from taking full advantage of the website.  If at any time you have questions about our privacy practices or any of your rights described below, you may reach us at https://www.createaforum.com/contact.php\"\r\n\r\n", "created_at": "2022-09-22 10:26:24.694734", "updated_at": "2023-02-11 22:49:06.889347", "quoteText": null, "case_id": 127, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28954, "title": "Your personal data is not sold", "source": "https://www.createaforum.com/privacy-policy.php", "status": "\r\nControlling your personal information\r\nWe will not distribute or lease your personal information to third parties unless we have your permission or are required by law to do so. ", "created_at": "2022-10-25 07:42:01.494996", "updated_at": "2023-02-22 00:03:26.642658", "quoteText": null, "case_id": 193, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28953, "title": "Third party cookies are employed, but with opt out instructions", "source": "https://www.createaforum.com/privacy-policy.php", "status": "You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. This may prevent you from taking full advantage of the website.\r\n", "created_at": "2022-10-25 07:39:39.522389", "updated_at": "2023-02-25 05:37:36.219373", "quoteText": null, "case_id": 127, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["createaforum.com"]}}