{"error": 448, "message": "OK", "parameters": {"id": 8107, "name": "bearly.ai", "created_at": "2023-04-25 04:00:09.390259", "updated_at": "2023-04-25 10:01:53.235482", "wikipedia": null, "keywords": null, "related": null, "slug": "bearly-ai", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8107.png", "url": "bearly.ai", "documents": [{"id": 15726, "name": "Terms", "url": "https://bearly.ai/terms", "xpath": "//body", "text": "Terms<p>PLEASE READ THESE TERMS OF SERVICE (“AGREEMENT” OR “TERMS OF SERVICE”) CAREFULLY BEFORE USING THE SERVICES OFFERED BY BEARLY.AI.\nTHIS AGREEMENT SETS FORTH THE LEGALLY BINDING TERMS AND CONDITIONS FOR YOUR USE OF THE BEARLY.AI WEBSITE AND ALL RELATED SERVICES AND APPLICATIONS, INCLUDING, WITHOUT LIMITATION, ANY FEATURES, CONTENT, WEBSITES (INCLUDING WWW.BEARLY.AI) OR APPLICATIONS OFFERED FROM TIME TO TIME BY Bearly AI IN CONNECTION THEREWITH (COLLECTIVELY “SERVICE(S)”).\nBY USING THE SERVICES IN ANY MANNER, YOU AGREE TO BE BOUND BY THIS AGREEMENT.</p>Acceptance of Terms of Service<p>The Service is offered subject to acceptance without modification of all of these Terms of Service and all other operating rules, policies and procedures that may be published from time to time in connection with the Services by Bearly AI.\nIn addition, some services offered through the Service may be subject to additional terms and conditions promulgated by Bearly AI from time to time.\nyour use of such services is subject to those additional terms and conditions, which are incorporated into these Terms of Service by this reference.</p>\n<p>Bearly AI may, in its sole discretion, refuse to offer the Service to any person or entity and change its eligibility criteria at any time.\nThis provision is void where prohibited by law and the right to access the Service is revoked in such jurisdictions.</p>Modification of Terms of Service<p>At its sole discretion, Bearly AI may modify or replace any of the Terms of Service, or change, suspend, or discontinue the Service (including without limitation, the availability of any feature, database, or content) at any time by posting a notice on the Bearly AI websites or Service or by sending you an email.\nBearly AI may also impose limits on certain features and services or restrict your access to parts or all of the Service without notice or liability.\nIt is your responsibility to check the Terms of Service periodically for changes.\nYour continued use of the Service following the posting of any changes to the Terms of Service constitutes acceptance of those changes.</p>Rules and Conduct<p>As a condition of use, you promise not to use the Service for any purpose that is prohibited by the Terms of Service.\nFor purposes of the Terms of Service, the term “Content” includes, without limitation, any information, data, text, photographs, videos, software, scripts, graphics, and interactive features generated, provided, or otherwise made accessible on or through the Service.\nBy way of example, and not as a limitation, you shall not (and shall not permit any third party to) take any action (including contributing any Content) that: would constitute a violation of any applicable law, rule or regulation.\ninfringes any intellectual property or other right of any other person or entity.\nis threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another’s privacy, tortious, obscene, offensive, or profane.\nconstitutes unauthorized or unsolicited advertising, junk or bulk e-mail.\ncontains software viruses or any other similar computer codes, files, or programs.\nor impersonates any person or entity.\nFurther, you shall not (directly or indirectly): (i) take any action that imposes or may impose an unreasonable or disproportionately large load on Bearly AI’s (or its third party providers’) infrastructure.\nor (ii) interfere or attempt to interfere with the proper working of the Service or any activities conducted on the Service.\n(iii) bypass any measures Bearly AI may use to prevent or restrict access to the Service (or parts thereof).</p>Trademarks and Patents<p>All Bearly AI logos, marks and designations are trademarks or registered trademarks of Bearly AI.\nAll other trademarks mentioned in this website are the property of their respective owners.\nThe trademarks and logos displayed on this website may not be used without the prior written consent of Bearly AI or their respective owners.\nPortions, features and/or functionality of Bearly AI’s products may be protected under Bearly AI patent applications or patents.</p>Termination<p>Bearly AI may terminate your access to all or any part of the Service at any time if you fail to comply with these Terms of Service, which may result in the forfeiture and destruction of all information associated with your account.\nFurther, either party may terminate the Services for any reason and at any time without and prior written notice.\nIf you wish to terminate your account, you may do so by following the instructions on the Service.\nAny fees paid hereunder are non-refundable.\nUpon any termination, all rights and licenses granted to you in this Agreement shall immediately terminate, but all provisions hereof which by their nature should survive termination shall survive termination, including, without limitation, warranty disclaimers, indemnity and limitations of liability.</p>Indemnification<p>You shall defend, indemnify, and hold harmless Bearly AI, its affiliates and each of its, and its affiliates employees, contractors, directors, suppliers and representatives from all liabilities, losses, claims, and expenses, including reasonable attorneys’ fees, that arise from or relate to (i) your use or misuse of, or access to, the Service, or (ii) your violation of the Terms of Service or any applicable law, contract, policy, regulation or other obligation.\nBearly AI reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will assist and cooperate with Bearly AI in connection therewith.</p>Limitation of Liability<p>IN NO EVENT SHALL Bearly AI OR ITS DIRECTORS, EMPLOYEES, AGENTS, PARTNERS, SUPPLIERS OR CONTENT PROVIDERS, BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICE (I) FOR ANY LOST PROFITS, DATA LOSS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER, OR SUBSTITUTE GOODS OR SERVICES, (II) FOR YOUR RELIANCE ON THE SERVICE OR (III) FOR ANY DIRECT DAMAGES IN EXCESS (IN THE AGGREGATE) OF THE FEES PAID BY YOU FOR THE SERVICE OR, IF GREATER, $500.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.</p>Disclaimer<p>ALL USE OF THE SERVICE AND ANY CONTENT IS UNDERTAKEN ENTIRELY AT YOUR OWN RISK.\nTHE SERVICE (INCLUDING, WITHOUT LIMITATION, THE Bearly AI WEB APP AND ANY CONTENT) IS PROVIDED “AS IS” AND “AS AVAILABLE” AND IS WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nSOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>Miscellaneous<p>The Terms of Service are the entire agreement between you and Bearly AI with respect to the Service, and supersede all prior or contemporaneous communications and proposals (whether oral, written or electronic) between you and Bearly AI with respect to the Service.\nIf any provision of the Terms of Service is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that the Terms of Service will otherwise remain in full force and effect and enforceable.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.\nBearly AI shall not be liable for any failure to perform its obligations hereunder due to any cause beyond Bearly AI’s reasonable control.\nThe Terms of Service are personal to you, and are not assignable or transferable by you except with Bearly AI’s prior written consent.\nBearly AI may assign, transfer or delegate any of its rights and obligations hereunder without consent.\nNo agency, partnership, joint venture, or employment relationship is created as a result of the Terms of Service and neither party has any authority of any kind to bind the other in any respect.</p>Contact Us<p>For questions regarding the Service, you can get in touch by emailing us at support@bearly.ai.</p>\n<p>\n</p>", "created_at": "2023-04-25 04:00:26.259354", "updated_at": "2023-04-25 04:00:33.290732"}, {"id": 15725, "name": "Privacy", "url": "https://bearly.ai/privacy", "xpath": "//body", "text": "PrivacyIntro<p>Privacy is a fundamental human right.\nWe will uphold the privacy of our users by fighting against ads, trackers and other impingements on privacy.\nWe will never profit by monetizing your data but instead seek to fulfill our company mission by delivering a great product &amp.\nservice.\nOur commitment to privacy and data protection is reflected in this Privacy Statement which describes how we collect and process “personal information” that identifies you, like your name or email address.\nAny other information besides this is \"non-personal information.\" If we store personal information with non-personal information, we'll consider that combination to be personal information.\nReferences to our \"Services\" at Bearly AI (bearly.ai) in this statement include our website, apps, and other products and services.\nThis statement applies to our Services that display or reference this Privacy Statement.\nThird-party services that we integrate with are governed under their own privacy policies.</p>Information Gathering<p>We learn information about you when: You directly provide it to us.\nFor example, we collect: Name and contact information.\nWe collect details such as name and email address.\nPayment information.\nIf you make a purchase, we collect credit card numbers, financial account information and other payment details.\nContent and files.\nWe collect and retain the photos, documents or other files you send to us in connection with delivering our Services, including via email or chat.\nWe collect it automatically through our products and services.\nFor instance, we collect: Identifiers and device information.\nWhen you visit our websites, our web servers log your Internet Protocol (IP) address and information about your device, including device identifiers, device type, operating system, browser, and other software including type, version, language, settings, and configuration.\nGeolocation data.\nDepending on your device and app settings, we collect geolocation data when you use our Services.\nUsage data.\nWe log your activity on our website, including the URL of the website from which you came to our site, pages you viewed on our website, how long you spent on a page, access times, and other details about your use of and actions on our website.\nWe also collect information about which web-elements or objects you interact with on our Service, metadata about your activity on the Service, changes in your user state, and the duration of your use of our Service.\nSomeone else tells us information about you.\nThird-party sources include, for example: Third-party partners.\nThird-party applications and services, including social networks you choose to connect with or interact with through our services.\nService providers.\nThird parties that collect or provide data in connection with work they do on our behalf, for example companies that determine your device's location based on its IP address.\nWhen we try and understand more about you based on information you've given to us.\nWe infer new information from other data we collect, including using automated means to generate information about your likely preferences or other characteristics (“inferences”).\nFor example, we infer your general geographic location based on your IP address.</p>Information Use<p>We use each category of personal information about you:</p>\n<ul>\n<li>To provide you with our Services</li>\n<li>To improve and develop our Services</li>\n<li>To communicate with you</li>\n<li>To provide customer support </li>\n</ul>Information Sharing<p>We share information about you: When we've asked &amp.\nreceived your consent to share it.\nAs needed, including to third-party service providers, to process or provide Services or products to you, but only if those entities agree to provide at least the same level of privacy protection we're committed to under this Privacy Statement.\nTo comply with laws or to respond to lawful requests and legal process, provided that we'll notify you unless we're legally prohibited from doing so.\nWe'll only release personal information if we believe in good faith that it's legally required.\nOnly if we reasonably believe it's necessary to prevent harm to the rights, property or safety of you or others.\nIn the event of a corporate restructuring or change in our organizational structure or status to a successor or affiliate.\nPlease note that some of our Services include integrations, references, or links to services provided by third parties whose privacy practices differ from ours.\nIf you provide personal information to any of those third parties, or allow us to share personal information with them, that data is governed by their privacy statements.\nFinally, we may share non-personal information in accordance with applicable law.</p>Information Protection<p>We implement physical, business and technical security measures to safeguard your personal information.\nIn the event of a security breach, we'll notify you so that you can take appropriate protective steps.\nWe only keep your personal information for as long as is needed to do what we collected it for.\nAfter that, we destroy it unless required by law.</p>Other Information<p>We retain personal data for as long as necessary to provide the services and fulfill the transactions you have requested, comply with our legal obligations, resolve disputes, enforce our agreements, and other legitimate and lawful business purposes.\nBecause these needs can vary for different data types in the context of different services, actual retention periods can vary significantly based on criteria such as user expectations or consent, the sensitivity of the data, the availability of automated controls that enable users to delete data, and our legal or contractual obligations.\nAs part of our normal operations, your information may be stored in computers in other countries outside of your home country.\nBy giving us information, you consent to this kind of information transfer.\nIrrespective of where your information resides, we'll comply with applicable law and abide by our commitments herein.\nWe don't want your personal information if you're under 13.\nDo not provide it to us.\nIf your child is under 13 and you believe your child has provided us with their personal information, please contact us to have such information removed.</p>European Economic Area, United Kingdom, Swiss and California users<p>The following rights are granted under the European General Data Protection Regulation (“GDPR”) and California Consumer Privacy Act (“CCPA”).\nBearly AI applies these rights to all users of our products, regardless of your location: The right to know what personal information is collected.\nThe right to know if personal information is being shared, and to whom.\nThe right to access your personal information.\nThe right to exercise your privacy rights without being discriminated against.\nEEA, UK, and Swiss Users: Our lawful bases for collecting and processing personal information under the GDPR include: Performing our contract with you and providing our services.\nLegitimate interests: we receive technical and interaction data of users, which may include IP addresses, to improve the security and reliability of our services and prevent abuse, and to understand where people learn about Bearly AI.\nConsent: where we ask for your consent to process your information, you can always withdraw this consent.\nUnder the GDPR, EEA, UK, and Swiss users have additional rights: The right to request correction or erasure of personal information.\nThe right to object to processing your personal information.\nThe right to right to transfer or receive a copy of the personal information in a usable and portable format, when any automated processing of personal data is based on your consent or a contract with you.\nThe rights to withdraw your consent to processing, when the processing is based on your consent.\nWhen we are processing data on behalf of another party that is the “data controller,” you should direct your request to that party.\nYou also have the right to lodge a complaint with a supervisory authority, but we encourage you to first contact us with any questions or concerns.\nCalifornia Users: Under the CCPA, California residents have additional rights: The right to request personal information about to be deleted, subject to several exceptions.\nThe right to opt-out of the sale of personal information.\nNote that we do not “sell” personal information as defined by the CCPA and have not done so in the past 12 months.\nYou may designate, in writing or through a power of attorney, an authorized agent to make requests on your behalf to exercise your rights under the CCPA.\nBefore accepting such a request from an agent, we will require the agent to provide proof you have authorized it to act on your behalf, and we may need you to verify your identity directly with us.\nFurther, to provide or delete specific pieces of personal information we will need to verify your identity to the degree of certainty required by law.\nWe will verify your request by asking you to send it from the email address associated with your account or requiring you to provide information necessary to verify your account.</p>Exercising Your Rights<p>To exercise the rights described above or if you have a question or concern, please contact us at support@bearly.ai and we will aim to address or resolve it.\nIf we cannot, you have the right to lodge a complaint with your local data protection authority.</p>Changes<p>We may need to change this Privacy Statement and our notices from time to time.\nAny updates will be posted online with an effective date.\nContinued use of our services after the effective date of any changes constitutes acceptance of those changes.</p>Contact Us<p>You can get in touch by emailing us at support@bearly.ai.</p>\n<p>\n</p>", "created_at": "2023-04-25 04:00:09.422748", "updated_at": "2023-04-25 04:00:55.244707"}], "points": [], "urls": ["bearly.ai"]}}