{"error": 448, "message": "OK", "parameters": {"id": 825, "name": "Samsung", "created_at": "2018-11-17 17:06:11.078428", "updated_at": "2023-07-10 22:01:43.088403", "wikipedia": "https://en.wikipedia.org/wiki/Samsung", "keywords": null, "related": null, "slug": "samsung", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/825.png", "url": "samsung.com,samsungsupport.com,samsungrs.samsungapps.com,samsungosp.com,samsungcloud.com", "documents": [{"id": 729, "name": "Privacy Policy ", "url": "https://www.samsung.com/us/account/privacy-policy/", "xpath": "//*[@id=\"inner-wrap\"]/div[2]", "text": " <p>\n<strong>\n<u>SAMSUNG PRIVACY POLICY FOR THE U.S.</u>\n</strong>\n</p>\n<p>\n<strong>Last Updated: December 30, 2022</strong>\n</p>\n<p>\nSamsung Electronics Co., Ltd.\nand our affiliates and subsidiaries (collectively, “Samsung”), know how important privacy is to our customers.\nThis Privacy Policy describes the personal information we may obtain online across all of our Internet-connected Samsung devices and services (from mobile phones and tablets to TVs, home appliances, online services, and more) (collectively, our “Services”), and how we may use and disclose that information.\nWe also explain the choices available to you regarding our use of the information, the steps we take to safeguard the information, and how you how may <strong> contact us </strong> if you have any questions about our privacy practices.\n</p>\n<p> In addition to this Privacy Policy, we provide additional information about our privacy practices related to particular Services where appropriate.\nYou can review such information before enabling such Services.\n</p>\n<p> Click on the links below to learn more:\n</p>\n<ul>\n<li>\n<u> Information We Obtain </u>\n</li>\n<li>\n<u> How We Use the Information We Obtain </u>\n</li>\n<li>\n<u> Information Sharing </u>\n</li>\n<li>\n<u> Links To Other Websites, Devices, Apps, And Features </u>\n</li>\n<li>\n<u> Your Rights and Choices </u>\n</li>\n<li>\n<u> Notice To California Residents </u>\n</li>\n<li>\n<u> How We Protect Personal Information </u>\n</li>\n<li>\n<u> Children’s Personal Information </u>\n</li>\n<li>\n<u> Updates To This U.S.\nPrivacy Policy </u>\n</li>\n<li>\n<u> How To Contact Us </u>\n</li>\n</ul>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Information We Obtain</u>\n</strong>\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>We may obtain the following personal information about you when you interact with us, including but not limited to when you purchase a Samsung product, create a Samsung Account, register for or use a Service, contact Customer Support, visit a Samsung retail location, or while attending an event:</p>\n<ul>\n<li>•contact information (including your name, email address, postal address, and phone number);</li>\n<li>•payment card information (including your name, card number, expiration date, and security code);</li>\n<li>•user coupon or gift card number;</li>\n<li>•date of birth;</li>\n<li>•demographic data (e.g., gender and age range);</li>\n<li>•information stored in or associated with your Samsung Account (including your Samsung Account profile, ID, username, and password);</li>\n<li>•username and password for participating third-party devices, apps, features, or services;</li>\n<li>•information you store on your device, such as photos, contacts, text logs, and calendar information, when you back-up your device or use a feature that requires collection (such as when you share it with other users);</li>\n<li>•recordings of your voice when you use voice commands to control a Service, or when you contact our Customer Service team;</li>\n<li>•transcripts of chat sessions, text messages, emails, and other communications when you communicate with us using these methods;</li>\n<li>•information about products and services you purchase, obtain, or consider.\nand</li>\n<li>•location data (including (1) the precise geolocation of your device if you consent to the collection of this data and (2) information about nearby Wi-Fi access points and cell towers that may be transmitted to us when you use certain Services).</li>\n</ul>\n<p> We may obtain certain information about you from publicly or commercially-available sources and from third parties who perform services for us.\nWe also may obtain other information about you, your devices, and your use of the Services, in ways we describe at the time we collect the information or otherwise with your consent.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<strong>\n<em>Information We Collect Automatically</em>\n</strong>\n<strong>\n</strong>\n</p>\n<p> Our Services collect some data automatically when you use the Services.\nWe may obtain information by automated means such as through browser cookies, pixels, web server logs, web beacons, and other technologies.\nAmong other purposes, these technologies help us (1) remember your information so you will not have to re-enter it, (2) track and understand how you use and interact with the Services, (3) tailor the Services around your preferences, (4) manage and measure the usability of the Services, (5) understand the effectiveness of our communications, and (6) otherwise enhance the Services.\n<strong>\n</strong>\n</p>\n<p> Information we may collect automatically includes information about\n</p>\n<ul>\n<li>•your device, including MAC address, IP address, log information, device model, hardware model, IMEI number, serial number, subscription information, device settings, connections to other devices, mobile network operator, web browser characteristics, app usage information, sales code, access code, current software version, MNC, subscription information, and randomized, non-persistent and resettable device identifiers, such as Personalized Service ID (or PSID), and advertising IDs, including Google Ad ID;</li>\n<li>•your use of the Services, including clickstream data, your interactions with the Services (such as the web pages you visit, search terms, and the apps, services and features you use, download, or purchase), the pages that lead or refer you to the Services, how you use the Services, and dates and times of use of the Services.\nand</li>\n<li>•your use of third-party websites, apps and features that are connected to certain Services.</li>\n</ul>\n<p> Your browser may tell you how to be notified when you receive certain types of cookies or how to restrict or disable certain types of cookies.\nYou can find out how to do this for your particular browser by clicking “help” on your browser’s menu or visiting <u> www.allaboutcookies.org</u>.\nFor mobile devices, you can manage how your device and browser share certain device data by adjusting the privacy and security settings on your device.\nThe Services are not designed to respond to “do not track” signals received from browsers.<strong>\n</strong>Please note that without cookies, you may not be able to use or benefit from all of the features of our Services.\n</p>\n<p>\n<strong>\n<em>\n</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Information Stored on Your Device Not Accessible to Samsung</em>\n</strong>\n<strong>\n</strong>\n</p>\n<p>In addition to the categories of information obtained by Samsung discussed above, our Services may generate data automatically when you use certain Services (e.g.\nSamsung’s face-clustering technology that allows the device to group together images of the same face from different photographs (“Face-Clustering Data”)), or may utilize data that you generate independently (e.g.\nregistering biometric data such as fingerprints to unlock your device or verify you in certain Services, or when you register your wake-up command in our Bixby Voice service).\nAll of this data remains on the device and is not transmitted to Samsung, nor does Samsung obtain or access this data.\nSamsung does not share this data with third parties.\nFace-Clustering Data will remain on your device until you clear the cache in your system settings, you reset your device to its factory setting, or you delete the photos from your device.\nYou can delete your registered biometric data or your wake-up command from your device at any time in the applicable settings.\nBecause Samsung does not have access to this data, Samsung cannot delete it.</p>\n<p>\n<strong>\n<em>Third-Party Web Analytics Services</em>\n</strong>\n<strong>\n</strong>\n</p>\n<p> Through certain Services, we may collect personal information about your online activities on websites and connected devices over time and across third-party websites, devices, apps, and other online features and services.\nWe may use third-party analytics services on the Services, such as Google Analytics and Firebase Analytics.\nThe information we obtain may be disclosed to or collected directly by these providers and other relevant third parties who use the information, for example, to evaluate use of the Services or help administer the Services.\nTo learn more about Google Analytics, please visit https://www.google.com/policies/privacy/partners/.\nTo learn more about Firebase Analytics, please visit https://firebase.google.com/policies/analytics/ .\n</p>\n<p>\n<strong>\n<em>\n</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Online Tracking And Interest-Based Advertising </em>\n</strong>\n</p>\n<p>\nThrough certain Services, both we and various third parties may collect information about your online activities to provide you with advertising about products and services tailored to your individual interests.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Samsung Ads</em>\n</p>\n<p>\nOur Samsung Ads service is designed to serve advertisements that are customized to users’ interests on Samsung and third-party platforms, devices, websites, and apps.\nSamsung Ads may deliver customized ads based on your demographic characteristics, preferences, choices, and interests by collecting certain information about your online activities as specified in this Privacy Policy.\nPlease see the Samsung Ads Privacy Notice https://www.samsung.com/us/account/privacy-policy/samsungads/ for more information, including information on how to opt out of receiving customized ads from Samsung Ads.\n</p>\n<p>\n<em>\n</em>\n</p>\n<p>\n<em>Ad networks</em>\n</p>\n<p>\nBecause Samsung participates in various advertising networks, you may also see our ads on other websites or mobile apps.\nAd networks allow us to target our messaging to users considering demographic data, users’ inferred interests, and browsing context.\nThese networks can track users’ online activities over time by collecting information through automated means, including through the use of browser cookies, web beacons, pixels, device identifiers, server logs, and other similar technologies.\nThe networks use this information to show ads that may be tailored to individuals’ interests, to track users’ browsers or devices across multiple websites and apps, and to build a profile of users’ online browsing and app usage activities.\nThe information our ad networks may collect includes data about users’ visits to websites and apps that participate in the relevant ad networks, such as the pages or ads viewed and the actions taken on the websites or apps.\nThis data collection takes place both on certain Services and on third-party websites and apps that participate in the ad networks.\nThis process also helps us track the effectiveness of our marketing efforts.\n</p>\n<p> To learn how to opt out of ad network interest-based advertising in the U.S., please visit <u> www.aboutads.info/choices</u> and <u> http://www.networkadvertising.org/choices/</u>.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>How We Use the Information We Obtain</u>\n</strong>\n</p>\n<p> We may use the personal information we obtain to:\n</p>\n<ul>\n<li>•provide and enhance our Services, such as registering you or your device for a Service, identifying and authenticating you so you may use and interact with our Services (such as your device) and third-party services, and improving and customizing your experience within the Services;</li>\n<li>•provide ads, which may include targeted (or interest-based) ads delivered on your Samsung device or within certain Samsung-branded apps (where targeted or interest-based ads are available, if you turn off targeted or interest-based ads, you will receive generic ads).\n</li>\n<li>•support our marketing activities and sales initiatives, and provide you with product and service recommendations;</li>\n<li>•communicate with you;</li>\n<li>•provide customer support;</li>\n<li>•operate, evaluate, and improve our business, including developing new products and services, managing our communications, analyzing our Services and customer base, conducting market research, aggregating and anonymizing data, performing data analytics, and undertaking accounting, auditing, and other internal functions;</li>\n<li>•protect against, identify, and prevent fraud and other criminal activity, claims and other liabilities.\nand</li>\n<li>•comply with and enforce applicable legal requirements, relevant industry standards, and our policies, including this Privacy Policy and the applicable Terms of Use for a Service.</li>\n</ul>\n<p>We may combine information we obtain about you for the purposes described above.\nWe also may use the information we obtain in other ways for which we provide specific notice at the time of collection or otherwise with your consent.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Information Sharing</u>\n</strong>\n</p>\n<p> We may share your personal information with our subsidiaries and affiliates and with service providers who perform services for us.\nWe do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf or to comply with legal requirements.\nIn addition, we may share your personal information with our business partners, such as wireless carriers, as well as third parties who\noperate apps and services that connect with certain Services.\nThis kind of sharing may be considered a “sale” under certain state privacy laws.\n</p>\n<p> We may share personal information we collect through the Services if you ask us to do so or otherwise with your consent.\nWe also may disclose information about you in other circumstances, including:\n</p>\n<ul>\n<li>• to law enforcement authorities, government or public agencies or officials, regulators, and/or any other person or entity with appropriate legal authority or justification for receipt of such information, if required or permitted to do so by law or legal process;</li>\n<li>• when we believe disclosure is necessary or appropriate to prevent physical harm or financial loss, or in connection with an investigation of suspected or actual fraudulent or illegal activity.\nor</li>\n<li>• in the event we may or do sell or transfer all or a portion of our business or assets (including in the event of a merger, acquisition, joint\nventure, reorganization, divestiture, dissolution, or liquidation).\n<strong>\n</strong>\n</li>\n</ul>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Links to Other Websites, Devices, Apps, And Features</u>\n</strong>\n</p>\n<p> The Services may provide the ability to connect to other websites, devices, apps, and other features, which may operate independently from us and may have their own privacy notices or policies.\nWe strongly suggest you review them.\nTo the extent any linked website, device, app, or other feature is not owned or controlled by us, we are not responsible for its content, use, or privacy practices.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Your Rights and Choices</u>\n</strong>\n</p>\n<p> We offer you certain choices in connection with the personal information we obtain about you.\n</p>\n<p> To update your preferences, limit the communications you receive from us, or submit a request, please contact us as specified in the <strong>\n<u> How To Contact Us</u>\n</strong> section below.\n</p>\n<p>\n<br> The Services may offer choices related to the collection, deletion, and sharing of certain information and communications about products, services, and promotions that are unique to specific Services.<strong>\n</strong>You can access the relevant settings of each Service to learn about choices that may be available for that Service.\nIf you decline to allow the Services to collect, store, or share certain information, you may not be able to enjoy full use of all of the features available through the Services.\n</p>\n<p>\n<br> Subject to applicable law and to the extent applicable to each Service, you may (1) request access to, or correction or deletion of, the personal information we maintain about you.\n(2) request that we limit our use and disclosure of your sensitive personal information.\nor (3) opt out of the (a) sale of your personal information, (b) sharing of your personal information for cross-context behavioral advertising purposes, or (c) processing of your personal information for targeted advertising purposes.\nIn addition, subject to applicable law, you may receive, in a structured, commonly used and machine-readable format, certain of your personal information that you have provided to us.\nSubject to applicable law, you may have the right to have this information transmitted to another company, where it is technically feasible.\n</p>\n<p>\n<br>\n<strong>How to Submit a Request:</strong> To submit an access, deletion or correction request, click here or call us at 1-800-SAMSUNG (1-800-726-7864).\nTo opt out of the (a) sale of your personal information, (b) sharing of your personal information for cross-context behavioral advertising purposes, or (c) processing of your personal information for targeted advertising purposes, click here or call us at 1-800-SAMSUNG (1-800-726-7864).\n</p>\n<p>\n<br> To submit a request as an authorized agent on an individual’s behalf, please click here or call us at 1-800-SAMSUNG (1-800-726-7864).\n</p>\n<p>\n<br> Subject to applicable law, you may appeal our decision with respect to a request you have submitted by clicking here.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Notice to California Residents</u>\n</strong>\n</p>\n<p>\nIf you are a California consumer, for more information about your privacy rights, please see our California Consumer Privacy Statement at www.samsung.com/us/account/privacy-policy/california.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>How We Protect Personal Information</u>\n</strong>\n</p>\n<p> We maintain safeguards designed to protect personal information we obtain through the Services.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Children’s Personal Information</u>\n</strong>\n</p>\n<p> Unless otherwise specified, the Services are designed for a general audience and are not directed at children.\nIn connection with the Services, we do not knowingly solicit or collect personal information from children under the age of 13 without parental consent.\nIf we learn that we have collected personal information from a child under age 13 without parental consent, we will either seek parental consent or promptly delete that information.\nIf you believe that a child under age 13 may have provided us with personal information without parental consent, please contact us as specified in the <strong>\n<u> How To Contact Us</u>\n</strong> section of this Privacy Policy.\n</p>\n<p>\n<strong>\n<u>\n</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Updates To This Privacy Policy</u>\n</strong>\n</p>\n<p> We may update this Privacy Policy from time to time and without prior notice to you to reflect changes in our personal information practices with respect to the Services.\nWe will indicate at the top of the policy when it was most recently updated.\n</p>\n<p>\n<strong>\n<u> How To Contact Us</u>\n</strong>\n</p>\n<p> You can contact us to update your preferences, update or correct your information, submit a request, or ask us questions at:\n</p>\n<p> Privacy Office <br> Samsung Electronics America, Inc.\n<br> 85 Challenger Road <br> Ridgefield Park, NJ 07660 <br>\n<u> NAPrivacy@sea.samsung.com </u>\n</p>\n<p>\n<strong>\n</strong>\n</p> ", "created_at": "2018-11-17 17:07:09.528974", "updated_at": "2023-05-17 19:44:53.454846"}, {"id": 2818, "name": " Samsung Services Terms and Conditions", "url": "https://terms.account.samsung.com/contents/legal/zaf/eng/general.html", "xpath": "//body", "text": " <b>Samsung Services Terms and Conditions</b>\n<br>\n<br>\nPosted date: 30 September 2021<br>\n<br>\n<br>\n<b>WELCOME</b>\n<br>\n<br>\nWelcome! Thank you for your interest in our services.<br>\n<br>\n<br>\nWe, Samsung Electronics Co., Ltd.\n(“we”, “our”, or “Samsung”), together with our affiliates, provide a variety of features, apps and services that you can enjoy with our mobile devices, TVs, and other products, listed here (“Services”), and these Terms and Conditions (“Terms”) will cover your use of the Services.<br>\n<br>\n<br>\n<b>ACCEPTING OUR TERMS</b>\n<br>\n<br>\nBy creating an account or using our Services you confirm that you accept these Terms.\nYou also confirm that:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nYou have reached the age of 18.\nor</li>\n<li>2.\nYou are 13 or older but younger than 18 (“Minor”), that you have reviewed these Terms with your parent or legal guardian, and that you and your parent or guardian understand and consent to the terms and conditions of these Terms.\nIf you are a parent or guardian permitting a Minor to use the Services, you agree to: (i) supervise the Minor’s use of the Services.\n(ii) assume all risks associated with the Minor’s use of the Services, (iii) assume any liability resulting from the Minor’s use of the Services.\n(iv) ensure the accuracy and truthfulness of all information submitted by you or the Minor.\nand (v) assume responsibility and are bound by these Terms for the Minor’s access and use of the Services.</li>\n<li>3.\nYou may be prevented from creating an account or using our Services due to our children accessibility policy in accordance with the applicable laws and regulations in your jurisdiction.</li>\n</ol>\n</ul>\n<br>\n<br>\nWe may sometimes need to change these Terms, for example, to reflect changes in the law or changes to the Services themselves.\nWe will let you know of any changes by posting the updated Terms on our website.\nWe will send a notification to the email address linked to your Samsung Account at least 14 days before the updated Terms become effective, with the exception of changes addressing new Services or legally required changes which will be effective immediately.\nIf you do not agree to the changes, you may stop using our Services and delete your Samsung Account.\nBy continuing to use our Services after the updated Terms become effective, you confirm that you understand and accept the updated Terms.<br>\n<br>\n<br>\n<b>USING OUR SERVICES</b>\n<br>\n<br>\n<b>LICENCE |</b> We grant you a limited, non-exclusive, non-transferable and revocable licence to use our Services.\nYou may only use our Services for personal and non-commercial purposes, according to these Terms and the instructions we provide in our Services.\nAll references to our Services include all related content and any other materials used to implement and provide access to our Services, including updates, upgrades, enhancements, modifications, revisions or additions to our Services that we make available to you.\nYou acknowledge and agree that our Services belong to us and our partners, and are protected under applicable copyright, trademark, trade secret, patent and other intellectual property laws and treaties.\nThese Terms do not grant you any ownership interest in or to our Services, only a limited right of use that can be revoked according to these Terms.\nThe availability and features of our Services may vary depending on where you live, which device you are using or which software or operating system version you have.<br>\n<br>\n<b>USER GUIDELINES |</b> We work hard to protect the security and safety of all users of our Services.\nWe also strive to make our Services available without interruption.\nTo help us meet these goals, you agree that:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nYou will not reverse engineer, decompile, disassemble or make any attempts to discover the source code or algorithms of our Services.</li>\n<li>2.\nYou will not modify or disable any features of our Services.</li>\n<li>3.\nYou will not create any derivative works based on our Services.</li>\n<li>4.\nYou will not rent, lease, lend, sub-license or provide any commercial hosting services using our Services.</li>\n<li>5.\nYou will not infringe our intellectual property rights or the rights of anyone else while using our Services.</li>\n<li>6.\nYou will not use our Services in any way that violates these Terms or any laws, rules, regulations, codes of practices, guidelines or any other requirements of regulatory authorities, as amended from time to time, within the jurisdiction in which you are a resident or from which you are using the Services (“Applicable Law”).</li>\n<li>7.\nYou will not use our Services in any fraudulent or malicious way, for example, to introduce viruses, malicious code or harmful data.</li>\n<li>8.\nYou will not use our Services in any way that could damage, disable, overburden, impair, or compromise our systems or security or interfere with other users.</li>\n<li>9.\nYou will not collect or harvest any information or data from our Services or systems or attempt to decipher any transmissions to or from the servers running our Services, except to the extent allowed by Applicable Law.</li>\n</ol>\n</ul>\n<br>\n<br>\n<br>\n<b>INTERNET |</b> Our Services may require Internet access to provide certain features to you.\nYou acknowledge that access to the Internet may result in charges depending on your payment plan, and that we are not responsible for the availability or speed of the Internet.<br>\n<br>\n<b>UPDATES |</b> We are always working to make our Services better.\nTo share improvements and new features with you, we may provide updates or upgrades to our Services.\nThese updates and upgrades are designed to improve, enhance and further develop our Services, and may include bug fixes, patches, enhanced features, plug-ins and new versions.\nEssential updates such as critical bug fixes or security updates may be downloaded and installed automatically without your consent to protect you and other users.\nFor other non-essential updates, you will be notified in advance and be able to choose whether to download and activate the update.<br>\n<br>\n<b>THIRD-PARTY SERVICES |</b> We work with a global network of partners to provide you with useful content in our Services.\nThis may include information, links, advertisements or other content provided by third parties (“Third-Party Services”).\nWe shall not be responsible for, and have no control over, any Third-Party Services, and we are not liable for any damages or losses that are caused by any Third-Party Services.<br>\n<br>\n<b>ADVERTISEMENTS |</b> We provide most features of our Services for free.\nTo keep these features free, we may show you ads or promotions provided by us or third parties while you use our Services.<br>\n<br>\n<br>\n<b>SAMSUNG ACCOUNT</b>\n<br>\n<br>\nYou may need to create an account to use some of our Services (“Samsung Account”).\nBy creating a Samsung Account, you agree that:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nYou will provide accurate and complete information when you create your account.</li>\n<li>2.\nYou will update your account if any of your information changes.</li>\n<li>3.\nYou will safeguard your password and will not share it with anyone.</li>\n<li>4.\nYou will contact us immediately if you suspect anyone else is using your account.</li>\n</ol>\n</ul>\n<br>\n<br>\nYou can delete your Samsung Account at any time on our website.<br>\n<br>\n<br>\n<b>USER CONTENT</b>\n<br>\n<br>\nSome of our Services allow you to share things like comments, photos, messages or documents with us or with other users.\nWhen you share content, you continue to own the intellectual property rights to your content and you are free to share the content with anyone else however you would like.\nHowever, to use your content in our Services, you need to grant us a licence for any content that you create or upload using our Services.\nWhen you upload, transmit, create, post, display or otherwise provide any information, materials, documents, media files or other content on or through our Services (“User Content”), you grant us an irrevocable, unlimited, worldwide, royalty-free and non-exclusive licence to copy, reproduce, adapt, modify, edit, distribute, translate, publish, publicly perform and publicly display such User Content (“User Content Licence”) to provide our Services to you and other users.\nWe do our best to keep User Content safe, but we are not responsible if any of your User Content or other data is lost.\nYou should keep local copies or make backups of content and other data in case something goes wrong.<br>\n<br>\nYOU ARE ENTIRELY RESPONSIBLE FOR THE USER CONTENT PROVIDED BY YOU AND FOR ANY CONSEQUENCES ARISING IN CONNECTION WITH THAT USER CONTENT (INCLUDING ANY LOSS OR DAMAGE SUFFERED OR INCURRED BY US OR OTHER USERS).\nYOU REPRESENT AND WARRANT THAT (I) YOU ARE THE OWNER OF ALL RIGHTS PERTAINING TO THE USER CONTENT, OR OTHERWISE AUTHORISED TO GRANT US THE USER CONTENT LICENCE.\n(II) THE USER CONTENT WILL NOT INFRINGE ANY INTELLECTUAL PROPERTY OR OTHER THIRD-PARTY RIGHTS.\n(III) THE USER CONTENT WILL COMPLY AND CONFORM TO ANY AGE CLASSIFICATION RULES AND REQUIREMENTS (INCLUDING ACCURATE AND ADEQUATE CLASSIFICATION AND RATING OF ANY USER CONTENT, AS THE CASE MAY BE) UNDER APPLICABLE LAW.<br>\n<br>\n<br>\n<b>CHANGE / TERMINATION</b>\n<br>\n<br>\n<b>CHANGE |</b> We may, at any time:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nChange, add, suspend or remove features from our Services.</li>\n<li>2.\nSuspend or terminate your right to use our Services, including access to your account or data.</li>\n<li>3.\nPre-screen, review, flag, filter, modify, refuse, reject, block access to or remove any or all content from our Services.</li>\n</ol>\n</ul>\n<br>\n<br>\n<br>\n<b>ENDING THESE TERMS | BY YOU |</b> You may terminate these Terms at any time by deleting your Samsung Account and stopping your use of our Services.<br>\n<br>\n<b>ENDING THESE TERMS | BY SAMSUNG |</b> We may suspend or delete your Samsung Account or stop providing you with all or part of our Services at any time, if:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nWe reasonably suspect that you have violated these Terms or the instructions we provide in our Services.</li>\n<li>2.\nYou have clearly demonstrated (either directly or through your actions, statements or otherwise) that you do not intend to comply with these Terms.</li>\n<li>3.\nWe decide to end all or part of our Services (either worldwide or in the country where you are a resident or from where you are using our Services).</li>\n<li>4.\nWe are required by Applicable Law to end all or part of our Services (for example, if due to changes in Applicable Law or due to court rulings or judgments which make the Services or parts of them become or be considered unlawful).</li>\nIf we suspend or delete your Samsung Account, we will try to notify you using the email address associated with your account or the next time you attempt to access your account or our Services, depending on the circumstances.\nIn all such cases, these Terms will terminate including, without limitation, your licence to use our Services.\nThis means that you will have to stop using all of our Services.\nThe termination of these Terms shall have no prejudice to any rights, obligations and liabilities that you or we have accrued or incurred during the term of these Terms.<br>\n</ol>\n</ul>\n<br>\n<br>\n<b>NOTICE |</b> We will provide you with reasonable notice of any change, suspension or discontinuation of our Services unless it is urgently required, in which case we will notify you at the same time as the change, suspension or discontinuation.\nTo the maximum extent permitted by Applicable Law, we will not be liable to you or to any third party if we exercise such rights.<br>\n<br>\n<br>\n<b>LIABILITY</b>\n<br>\n<br>\n<b>LIMITATION OF LIABILITY |</b> To the maximum extent permitted by Applicable Law, we shall not be liable for loss, damage or liability (i) where the loss is indirect, incidental, special, consequential or comprises exemplary or punitive damages, or (ii) for any loss of profit, loss of business, loss of opportunity, loss of data, or (iii) where the loss relates to errors, omissions, connection or connectivity problems or network charges.\n(Note that it may not be possible to exclude liability for indirect damages etc.\nin your country, in which case this provision will not apply to you.)<br>\n1.1 Nothing in these Terms excludes or limits our liability for (i) death or personal injury caused by our negligence, (ii) fraud or fraudulent misrepresentation, (iii) any other matter for which it would be illegal for us to exclude or attempt to exclude our liability.<br>\n<br>\n<b>INDEMNIFICATION |</b> If, upon our explicit consent, you use our Services as part of your business, trade or profession, you agree to indemnify, defend and hold harmless us, our licensors, our agents and all officers, directors and employees from any and all third-party claims, actions, losses, damages, liabilities, judgments, grants, costs and expenses (including reasonable solicitors’ fees) arising from: (i) your use of our Services or use by any person that you allow to use our Services that is not in accordance with these Terms, (ii) any breach of this Agreement by you or by any person that you allow to use our Services, or (iii) any violation of any laws or regulations or the rights of any third party by you or by any person that you allow to use our Services.<br>\n<br>\n<br>\n<b>GENERAL</b>\n<br>\n<br>\n<b>COPYRIGHT POLICY |</b> We respect the intellectual property rights of others.\nWe may suspend or delete an account or stop providing all or part of our Services to an account if we reasonably believe that such an account has repeatedly infringed intellectual property rights.<br>\n<br>\n<b>GOVERNING LAW / DISPUTE RESOLUTION |</b> These Terms and your relationship with us under these Terms will be governed and construed in accordance with the laws of the jurisdiction where you are a resident without regard to its conflict of law provisions.\nThese Terms will not be governed by the UN Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.\nIf you use the Services for personal use, then any legal matters arising in relation to these Terms that are not amicably settled will be subject to the non-exclusive jurisdiction of the courts of the jurisdiction where you are a resident.\nAlternatively, you are entitled to turn to alternative dispute resolution entities for dispute resolution, such as the Online Dispute Resolution (ODR) Platform (available at http://ec.europa.eu/odr) or to the local dispute resolution panel operating in your jurisdiction.<br>\n<br>\nIf, upon our explicit consent, you use our Services as part of your business, trade or profession, then any legal matters arising in relation to these Terms will be subject to arbitration proceedings in English under the arbitration rules of the International Chamber of Commerce in the location of the respondent.\nNotwithstanding the foregoing, we may apply for injunctive remedies (or an equivalent type of urgent legal relief) in any court of competent jurisdiction.<br>\n<br>\n<b>ENTIRE AGREEMENT / SEVERABILITY |</b> These Terms, our Privacy Policy, any additional terms that accompany our Services, any amendments and any additional agreements you may enter into with us shall constitute the entire agreement between you and us with respect to our Services, and supersede all prior or contemporaneous oral or written communications, proposals and representations with respect to our Services or any subject matter covered by these Terms.\nIf any provision of these Terms is deemed to be invalid, illegal or unenforceable (in whole or in part), then that provision will be limited or eliminated to the minimum extent necessary, and the remaining provisions of these Terms will remain in full force and effect.\nYou may be subject to additional terms and conditions that govern your use of third-party services, content or software.<br>\n<br>\n<b>NO WAIVER |</b> If we do not exercise or enforce any legal right or remedy which is set out in these Terms or which we have the benefit of under any Applicable Law, this will not be construed as a formal waiver of our rights or remedies, and such rights or remedies will remain available to us.<br>\n<br>\n<b>RESERVATION OF RIGHTS AND FEEDBACK |</b> Nothing in these Terms gives you a right to use the Samsung name or any of the Samsung trademarks, logos, domain names and other distinctive brand features.\nAll rights, titles and interest in and to our Services (excluding content provided by third parties) are, and will remain, the exclusive property of Samsung and its licensors.\nIf you choose to make available any comments, ideas, feedback or suggestions, we will be free to use such comments, ideas, feedback or suggestions as we see fit and without any obligation to you.<br>\n<br>\n<b>EXPORT LAW |</b> You acknowledge and agree to comply with any and all Applicable Law in using our Service including, without limitation, all applicable export restriction laws and regulations.<br>\n<br>\n<b>SURVIVAL |</b> Any provisions within these Terms that by its nature should continue to be in effect including, without limitation, the following Sections: Ownership, Disclaimer of Warranty, Limitation of Liability, Indemnification and General shall survive the expiration or termination of these Terms and remain valid and binding.<br>\n<br>\n<b>ELECTRONIC COMMUNICATIONS |</b> You agree to receive all agreements, notices, disclosures and other communications electronically including by email, push notification, pop-up or text.<br>\n<br>\n<br>\n<b>SERVICES SPECIAL TERMS</b>\n<br>\n<br>\nThese Terms generally apply to all of our Services, while the terms in this Section (“Special Terms”) only apply to the specified Services.\nIf there is any conflict between these Special Terms and the rest of these Terms, the Special Terms shall apply.\nWe may additionally provide separate terms, policies and guidelines within each Service.<br>\n<br>\n<br>\n<b>Samsung Cloud |</b> If you do not use Samsung Cloud for more than twelve (12) months, we reserve the right to delete all of your content stored on Samsung Cloud.\nEven if you use Samsung Cloud, if you do not use content in a specific category of Samsung Cloud (e.g.\ncontacts, calendars, photos, videos, keyboard data) for more than twelve (12) months, we reserve the right to delete the respective category and the content therein.\nWe will provide you with a notice thirty (30) days in advance prior to any such deletion of your content.\nFor purposes of this provision, “use” or “used” shall mean accessing, uploading to or downloading content from Samsung Cloud.\nPlease note that this provision does not apply while you are subscribed to a paid option of Samsung Cloud.\nIf you do not back up any content from your device to Samsung Cloud for more than twelve (12) months, we reserve the right to delete any content backed up from such device to Samsung Cloud (e.g.\nSMS, MMS, app installation package data, app settings, music files, document files, voice recordings, device settings).\nWe will provide you with the backup expiration date within the Samsung Cloud application starting from thirty (30) days in advance of any such deletion of your content.\nYou are responsible for backing up your content to your own storage devices or media, as we do not guarantee or warrant that you will always be able to retrieve the content you store or back up through Samsung Cloud.\nYou acknowledge and agree that Samsung is not liable or responsible for any loss that occurs due to you not taking action to separately back up or store your content.<br>\n<br>\n<b>Samsung Health |</b> SAMSUNG HEALTH IS INTENDED FOR FITNESS AND WELLNESS PURPOSES ONLY, AND IS NOT INTENDED FOR USE IN THE DIAGNOSIS OF DISEASE OR OTHER CONDITIONS OR IN THE CURE, MITIGATION, TREATMENT OR PREVENTION OF DISEASE.\nSAMSUNG HEALTH IS NOT INTENDED FOR USE IN THE DETECTION, DIAGNOSIS, MONITORING, MANAGEMENT OR TREATMENT OF ANY MEDICAL CONDITION, DISEASE OR VITAL PHYSIOLOGICAL PROCESS OR FOR THE TRANSMISSION OF TIME-SENSITIVE HEALTH INFORMATION.\nANY INFORMATION FOUND, ACQUIRED OR ACCESSED THROUGH SAMSUNG HEALTH IS MADE AVAILABLE ONLY FOR YOUR CONVENIENCE, AND SHOULD NOT BE TREATED AS MEDICAL ADVICE.\nYOU SHOULD SEEK MEDICAL ADVICE FROM A DOCTOR BEFORE STARTING A NEW FITNESS OR LIFESTYLE REGIMEN.\nYOU UNDERSTAND AND AGREE THAT ANY INFORMATION YOU OBTAIN FROM SAMSUNG HEALTH MAY NOT BE SUITABLE, ACCURATE, COMPLETE OR RELIABLE AND THAT SAMSUNG, EXCEPT AS OTHERWISE PROVIDED FOR IN THESE TERMS, WILL NOT BE HELD LIABLE FOR ANY INJURIES, DAMAGES, LOSSES AND/OR COSTS ASSOCIATED WITH SAMSUNG HEALTH, NOR FOR THE ACCURACY OR RELIABILITY OF ANY INFORMATION FOUND, ACQUIRED OR ACCESSED THROUGH SAMSUNG HEALTH.\nYOU ACKNOWLEDGE AND AGREE THAT SAMSUNG IS NOT ENGAGED IN THE PRACTICE OF MEDICINE, AND THAT SAMSUNG DOES NOT DETERMINE THE APPROPRIATE MEDICAL USE OF SAMSUNG HEALTH.\nSAMSUNG HEALTH DOES NOT GENERATE ANY INDIVIDUAL BENEFIT FOR PATIENTS.<br>\n<br>\n<b>Samsung Pass |</b> YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE OR LOSS IF YOU ALLOW ANYONE THAT IS NOT YOU TO USE OR HANDLE YOUR DEVICE, YOUR SAMSUNG PASS OR YOUR SAMSUNG ACCOUNT.\nIT IS YOUR RESPONSIBILITY TO MAINTAIN THE SECURITY OF YOUR DEVICE.\nWE ARE NOT LIABLE FOR ANY LOSSES OR DAMAGES SUFFERED BY YOU DUE TO YOUR LOST, STOLEN OR DAMAGED DEVICE.\nYOU MAY REGISTER YOUR BIOMETRIC INFORMATION TO VERIFY YOUR IDENTITY WHEN YOU USE SAMSUNG PASS.\nTHIS HELPS PREVENT OTHERS FROM USING SAMSUNG PASS IF YOU LOSE YOUR DEVICE.\nYOU AGREE TO NOTIFY US IMMEDIATELY IF YOUR ACCOUNT BECOMES KNOWN TO SOMEONE ELSE OR IS OTHERWISE COMPROMISED.<br>\n<br>\n<b>Samsung SmartThings |</b> CERTAIN PRODUCTS AND/OR THIRD-PARTY PRODUCTS MAY NOT WORK OR MAY CEASE TO WORK WITH SMARTTHINGS DESPITE SUPPORTING THE SAME STANDARDS.\nWE DO NOT PROVIDE ANY GUARANTEE OR WARRANTY OF COMPATIBILITY FOR THIRD-PARTY PRODUCTS, EVEN IF SUCH THIRD-PARTY PRODUCTS ARE ACCESSIBLE THROUGH SMARTTHINGS.\nPLEASE NOTE THAT IF YOU ADD MEMBERS, SUCH MEMBERS WILL HAVE FULL ACCESS AND CONTROL OVER ANY AND ALL OF YOUR CONNECTED PRODUCTS.<br>\n<br>\n<b>Samsung Digital Key |</b> You are responsible for keeping your Digital Key secure.\nAnyone with access to your device or Samsung Account will be able to use your Digital Key and any related services, so make sure not to share your device or Samsung Account with others.\nYou are not allowed to use someone else’s Digital Key without their permission.\nBe careful not to lose your Digital Key or allow it to be stolen or damaged.\nSamsung is not responsible for any losses or damages caused by you or someone else using your Digital Key, whether or not you gave them permission.<br>\n<br>\n<strong>Samsung Internet |</strong> THIS PRODUCT IS LICENSED UNDER THE AVC PATENT PORTFOLIO LICENCE FOR THE PERSONAL AND NON-COMMERCIAL USE OF A CONSUMER TO (i) ENCODE A VIDEO IN COMPLIANCE WITH THE AVC STANDARD (“AVC VIDEO”) AND/OR (ii) DECODE AN AVC VIDEO THAT WAS ENCODED BY A CONSUMER ENGAGED IN A PERSONAL AND NON-COMMERCIAL ACTIVITY AND/OR WAS OBTAINED FROM A VIDEO PARTNER LICENSED TO PROVIDE SUCH AVC VIDEO.\nNO LICENCE IS GRANTED OR SHALL BE IMPLIED FOR ANY OTHER USE.\nADDITIONAL INFORMATION MAY BE OBTAINED FROM MPEG LA, L.L.C.\nSEE HTTP://WWW.MPEGLA.COM.<br>\n<br>\n<strong>Additional Terms |</strong> Additional terms, policies or guidelines will be applied for the following Services:<br>\n<ul>\n<li>• Galaxy Store</li>\n<li>• Samsung Pay</li>\n<li>• Samsung Rewards</li>\n<li>• Samsung Care+</li>\n</ul>\n<br>\nIf you have any questions about our Services, contact us.<br>\n<br>\n<br> ", "created_at": "2020-09-26 02:26:02.177915", "updated_at": "2023-06-08 17:57:24.008423"}], "points": [{"id": 10468, "title": "The service can delete your account without prior notice and without a reason", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:45:06.947092", "updated_at": "2021-02-06 04:25:24.242746", "quoteText": null, "case_id": 201, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 10469, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:47:36.399058", "updated_at": "2021-02-06 03:50:44.533874", "quoteText": null, "case_id": 286, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 10466, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:39:20.840222", "updated_at": "2021-02-06 04:25:26.282704", "quoteText": null, "case_id": 339, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 10474, "title": "The court of law governing the terms is in location X", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:56:08.766358", "updated_at": "2021-02-06 04:25:26.355606", "quoteText": null, "case_id": 163, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 10472, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:54:02.280856", "updated_at": "2021-02-06 04:25:26.628484", "quoteText": null, "case_id": 147, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 10471, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:49:14.157157", "updated_at": "2020-10-08 02:09:38.899074", "quoteText": null, "case_id": 146, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 10473, "title": "Provides instructions on how to submit a copyright claim", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:55:43.599531", "updated_at": "2021-02-06 04:25:24.21958", "quoteText": null, "case_id": 138, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 10467, "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:41:07.121494", "updated_at": "2021-02-06 04:25:26.116302", "quoteText": null, "case_id": 132, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 10465, "title": "This service is only available to users of a certain age", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:33:32.478798", "updated_at": "2021-02-06 04:25:26.175368", "quoteText": null, "case_id": 152, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 10470, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:48:53.419514", "updated_at": "2021-02-06 04:25:26.145976", "quoteText": null, "case_id": 146, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 10475, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2020-10-06 21:58:58.743028", "updated_at": "2021-02-06 04:25:26.332629", "quoteText": null, "case_id": 329, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 17014, "title": "This service may collect, use, and share location data", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 18:02:17.347078", "updated_at": "2023-07-11 10:09:49.571987", "quoteText": null, "case_id": 373, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 17010, "title": "You can opt out of targeted advertising", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 16:48:02.489201", "updated_at": "2023-07-11 04:49:16.009458", "quoteText": null, "case_id": 219, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 17011, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 16:51:26.94238", "updated_at": "2021-07-15 21:52:00.947554", "quoteText": null, "case_id": 375, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 17012, "title": "This service tracks which web page referred you to it", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 17:56:47.09541", "updated_at": "2021-05-30 22:20:05.863928", "quoteText": null, "case_id": 387, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24391, "title": "Your personal data is aggregated into statistics", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:48:24.718046", "updated_at": "2023-07-11 06:21:19.497177", "quoteText": null, "case_id": 190, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24320, "title": "This service tracks you on other websites", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-14 02:37:47.243469", "updated_at": "2023-07-11 06:21:13.924715", "quoteText": null, "case_id": 129, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24319, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-14 02:35:17.748572", "updated_at": "2023-07-11 06:21:14.013326", "quoteText": null, "case_id": 375, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24318, "title": "This service tracks which web page referred you to it", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-14 02:32:50.971519", "updated_at": "2023-07-11 06:21:14.09444", "quoteText": null, "case_id": 387, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24385, "title": "There is a date of the last update of the agreements", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:27:01.160526", "updated_at": "2023-07-11 06:21:18.839606", "quoteText": null, "case_id": 331, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24396, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:50:29.758315", "updated_at": "2023-07-11 06:21:19.018756", "quoteText": null, "case_id": 243, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24397, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:52:24.834001", "updated_at": "2023-07-11 06:21:19.10012", "quoteText": null, "case_id": 482, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24389, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:31:52.449465", "updated_at": "2023-07-11 06:21:19.182001", "quoteText": null, "case_id": 399, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24400, "title": "Information is gathered about you through third parties", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:55:03.811345", "updated_at": "2023-07-11 06:21:19.262774", "quoteText": null, "case_id": 382, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24399, "title": "Your personal data may be used for marketing purposes", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:54:16.526639", "updated_at": "2023-07-11 06:21:19.339266", "quoteText": null, "case_id": 336, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24386, "title": "Details are provided about what kind of information they collect", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:27:26.21117", "updated_at": "2023-07-11 06:21:19.417013", "quoteText": null, "case_id": 228, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24403, "title": "Declined", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:01:22.501164", "updated_at": "2021-07-15 22:04:41.927234", "quoteText": null, "case_id": 235, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24410, "title": "Defend, indemnify, hold harmless; survives termination", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "The indemnification only applies to businesses.", "created_at": "2021-07-15 22:16:07.301359", "updated_at": "2021-07-15 22:18:34.727552", "quoteText": null, "case_id": 147, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 24390, "title": "Your personal data is used for advertising", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:36:34.359766", "updated_at": "2023-07-11 06:21:19.655879", "quoteText": null, "case_id": 216, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24394, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:49:41.434012", "updated_at": "2023-07-11 06:21:19.730826", "quoteText": null, "case_id": 166, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24402, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:00:44.61559", "updated_at": "2023-07-11 06:21:19.805354", "quoteText": null, "case_id": 220, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24405, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:06:13.487783", "updated_at": "2023-07-11 06:21:19.880125", "quoteText": null, "case_id": 484, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 24406, "title": "You have the right to leave this service at any time", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:06:47.018231", "updated_at": "2023-07-11 06:21:19.954904", "quoteText": null, "case_id": 170, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 24407, "title": "You maintain ownership of your content", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:08:00.097207", "updated_at": "2023-07-11 06:21:20.034676", "quoteText": null, "case_id": 183, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 24409, "title": "Copyright license limited for the purposes of that same service", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:09:28.587008", "updated_at": "2023-07-11 06:21:20.119935", "quoteText": null, "case_id": 135, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 24393, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:49:17.239078", "updated_at": "2023-07-11 06:21:20.212234", "quoteText": null, "case_id": 210, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24411, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Only applies to businesses", "created_at": "2021-07-15 22:17:04.63815", "updated_at": "2021-07-15 22:18:04.866397", "quoteText": null, "case_id": 146, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 24408, "title": "The service has non-exclusive use of your content", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "Generated through the annotate view", "created_at": "2021-07-15 22:08:54.888225", "updated_at": "2023-07-11 06:21:22.066889", "quoteText": null, "case_id": 402, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 24398, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting and device fingerprinting", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:53:09.284054", "updated_at": "2023-07-11 06:21:22.315814", "quoteText": null, "case_id": 323, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 17015, "title": "This service gathers information about you through third parties", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 18:05:54.093411", "updated_at": "2023-07-11 06:31:54.053028", "quoteText": null, "case_id": 382, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 17009, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 16:45:26.215842", "updated_at": "2023-07-11 06:31:54.134031", "quoteText": null, "case_id": 323, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 17013, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-03-03 17:59:23.219437", "updated_at": "2023-07-11 06:31:54.219773", "quoteText": null, "case_id": 233, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24387, "title": "Information is provided about how your personal data is used", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:27:44.504351", "updated_at": "2023-07-11 06:31:54.308595", "quoteText": null, "case_id": 227, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24395, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:50:13.769798", "updated_at": "2023-07-11 06:31:54.401881", "quoteText": null, "case_id": 164, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24392, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 21:48:57.217026", "updated_at": "2023-07-11 06:31:54.504348", "quoteText": null, "case_id": 188, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 34113, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-06-08 17:40:58.331257", "updated_at": "2023-06-10 22:12:50.912854", "quoteText": null, "case_id": 399, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24388, "title": "Many different types of personal data are collected", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-07-15 20:30:43.164565", "updated_at": "2023-07-11 06:21:19.581593", "quoteText": null, "case_id": 376, "document_id": 729, "quoteStart": null, "quoteEnd": null}, {"id": 24404, "title": "You must provide your identifiable information", "source": "https://account.samsung.com/membership/terms/termscontents", "status": "At sign up, the full legal name, an email adress, the birth date and a postal code are required.", "created_at": "2021-07-15 22:05:15.486193", "updated_at": "2023-07-11 06:21:20.28992", "quoteText": null, "case_id": 409, "document_id": 2818, "quoteStart": null, "quoteEnd": null}, {"id": 24401, "title": "Your Personal data may be sold unless you opt out", "source": "https://www.samsung.com/us/account/privacy-policy/", "status": "These are the categories of personal data that are sold by the service.\r\nTo opt out of this: \"To opt-out of the sale of your personal information, click here to submit a request or call us at 1-800-SAMSUNG (1-800-726-7864)\"", "created_at": "2021-07-15 21:56:35.981819", "updated_at": "2023-07-11 06:21:22.232144", "quoteText": null, "case_id": 396, "document_id": 729, "quoteStart": null, "quoteEnd": null}], "urls": ["samsung.com", "samsungsupport.com", "samsungrs.samsungapps.com", "samsungosp.com", "samsungcloud.com"]}}