{"error": 448, "message": "OK", "parameters": {"id": 7100, "name": "artemislena.eu", "created_at": "2022-12-12 07:19:38.171229", "updated_at": "2022-12-12 23:01:02.917981", "wikipedia": null, "keywords": null, "related": null, "slug": "artemislena-eu", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7100.png", "url": "artemislena.eu,gtrr.artemislena.eu,plik.artemislena.eu,element.artemislena.eu,schildi.artemislena.eu,cinny.artemislena.eu,teddit.artemislena.eu,lr.artemislena.eu,yt.artemislena.eu,tw.artemislena.eu,imgur.artemislena.eu,tok.artemislena.eu,bw.artemislena.eu,pad.artemislena.eu,ntfy.artemislena.eu,jitsi.artemislena.eu", "documents": [{"id": 13216, "name": "ntfy Privacy Policy", "url": "https://ntfy.artemislena.eu/docs/privacy/", "xpath": "/html/body/div[3]/main", "text": null, "created_at": "2022-12-12 07:19:38.263139", "updated_at": "2022-12-12 19:08:17.281082"}, {"id": 13214, "name": "CryptPad Terms of Service", "url": "https://pad.artemislena.eu/code/#/2/code/view/CYlbPMXv3H8rgi-lUx14vNMVIcSRcV72JVvooM8igPE/present/", "xpath": "//body", "text": null, "created_at": "2022-12-12 07:19:38.183748", "updated_at": "2022-12-12 19:05:24.549613"}, {"id": 13215, "name": "Code of Conduct", "url": "https://artemislena.eu/coc.html", "xpath": "//body", "text": " Menu\n<ul>\n<li>Home</li>\n<li>About</li>\n<li>Archive</li>\n<li>Webrings</li>\n<li>RSS Feed</li>\n<li>JSON Feed</li>\n<li>Privacy policy</li>\n<li>Services</li>\n<li>Source code</li>\n<li>Contact us</li>\n<li>Disclaimer</li>\n</ul> Code of Conduct <p>This is the code of conduct for the Matrix rooms maintained by\nme, FantasyCookie17.\nAs it is licensed CC0, it may also be used in\nmodified or non-modified form by other communities without\npermission by the author.\nIts purpose is to ensure a civilised,\ntolerant, compassionate, helpful, pluralistic and peaceful style of\ncommunication.</p>\nDesirable behaviour\n<ol>\n<li>If possible, providing help with issues other users may have.\nIf it suits the topic of the community, answer it in there, if it\ndoes not, try to link to a community where it is more topical.</li>\n<li>Accepting other opinions, even if you disagree.\nThis does not\nexclude the possibility to provide arguments for your own\nopinion.</li>\n<li>Pinging moderators by mentioning their names in chat in the\ncase of rule violations, especially trolling or spamming.\nWhile\ndoing so, do not quote or reply to the violator — the most valuable\nthing you can give trolls and spammers is extra attention by\nnon-moderators.</li>\n<li>In order to have your questions resolved more quickly and\nefficiently, see also: The XY\nproblem, Don't ask to\nask, No Hello and How to Ask Smart Questions</li>\n</ol>\nUndesirable behaviour\n<ol>\n<li>Talking about things that do not suit the topic of the\ncommunity.\nCommunities exempt from this rule will mention that in\ntheir descriptions.</li>\n<li>Attacking people rather than attacking their arguments (a.k.a.\nad hominem).</li>\n<li>Bringing extra attention by people who are not moderators to\ntrolls and spammers.</li>\n<li>Self-censorship for reasons of politeness or similar.\nAs long\nas you keep it civil and free of insults, it is desirable to\ndiscuss issues you have with people directly, rather than letting\nit build up and later creating drama.\nIt is in the interest of the\nmoderators to make the rooms feel comfortable for a large amount of\npeople, this includes changing their own behaviour where necessary\nand reasonable.\nIf you feel it is better to discuss in a smaller\ngroup, ask the person you have an issue with and/or a moderator\nwhether it is fine to invite them to a private chat.</li>\n<li>Making other users feel uncomfortable, for example by nagging\nthem with questions they have stated they do not want to\nanswer.</li>\n<li>Misgendering, deadnaming and assuming gender.\nUse the singular they and\ninclusive\nlanguage where possible.</li>\n<li>Not liking the community.\nIf you do, why don't you just leave?\nYou would be causing discomfort to everyone else as well if you did\nnot.</li>\n</ol>\nProhibited behaviour\n<ol>\n<li>Spreading hateful, violent or discriminatory ideologies or\nconspiracy theories, via images and other media (including avatars)\nor text (including nicknames), as well as discriminating against\nany group or person.\nThis includes the use of slurs.</li>\n<li>Spamming.\nThis includes adverts, large amounts of repetitive\nmessages, sending invites to users without asking (invite spam),\netc.</li>\n<li>Trolling.\nintentionally derailing conversations or producing\ndiscussions on non-issues.</li>\n<li>Doxing: The disclosure of others' private information without\ntheir consent.</li>\n<li>Posting content that may cause harm or be triggering to other\npeople without using an appropriate warning and the spoiler\nfeature.\nFor example, people with photosensitive epilepsy may\nexperience seizures from animations with rapidly changing or\nflashing colours, and people suffering from certain trauma may have\npainful memories triggered by talk about common triggers, such as\nviolence, sex, abuse, severe mental health issues, or drugs.</li>\n<li>Actively suppressing opinions of other users.</li>\n<li>Being an undesired bot (bots are undesired if not approved by\nmoderation), or adding an undesired bot to a community.</li>\n<li>Ban evasion (creation of additional accounts to join a\ncommunity after having been banned from that room).</li>\n<li>If you are a moderator or otherwise have permissions above\nthose of normal users: abusing your permissions for personal\nmotives not compatible with this code of conduct.</li>\n<li>Continued harrassment of other users.</li>\n<li>Posting explicit imagery (sexual content, displays of violence,\netc.) or unwanted sexual or romantic advances towards other\nusers.</li>\n<li>Posting content that is illegal to publish or illegal to\ndistribute without permission in Germany.\nThe reason is that in\ncertain cases, especially when it comes to copyright, the service\nprovider (who might be me), may be held liable, and I do not wish\nto get into legal trouble.</li>\n<li>Abusing loopholes in this code of conduct, for example doing\nsomething that is not explicitly covered by the prohibited\nbehaviour, yet is in conflict with the general idea of desirable\nbehaviour.</li>\n</ol>\nConsequences of violation\n<ol>\n<li>Undesirable behaviour will lead to warnings, and later on, if\nrepeated too often, kicks or bans.</li>\n<li>Prohibited behaviour will, in most cases, directly lead to a\nkick or ban.</li>\n<li>Any kind of violation can lead to removal of the offending\ncontent.</li>\n<li>When it becomes obvious that an entire server exists for a\npurpose such as violating this code of conduct, or the\nadministrator violates the code of conduct and/or refuses to\ndeactivate spammer accounts, the entire server can be banned.</li>\n<li>Kicks and bans apply to all communities administrated by\nme.</li>\n<li>If a moderator violates the code of conduct, make sure to point\nit out to me.\nThis can lead to warnings and demotion of the\nmoderator.</li>\n<li>If I myself violate the code of conduct, no such possibility of\nwarnings or demotion exists.\nThus, it is important to call me out,\nor make one of my friends or moderators call me out.\nFurther steps\nwill then be discussed ad hoc.</li>\n</ol>\nChanges to this code of conduct\n<p>This code of conduct may be changed in order to enhance clarity\nand precision at any time, typically without notification.</p> ", "created_at": "2022-12-12 07:19:38.18525", "updated_at": "2022-12-12 17:21:11.53744"}, {"id": 13212, "name": "Rimgo Privacy Policy", "url": "https://imgur.artemislena.eu/privacy", "xpath": "//body", "text": " rimgo Instance Privacy <p>The instance operator has indicated their instance's privacy practices below.</p> Data Not Collected <p>The instance operator does not collect any data from this instance.</p> What's this? <p> Instance privacy aims to bring transparency to the data collected by frontends and encourage privacy friendly practices.\nThere is often no privacy policy and users are forced to trust that the instance operator is not collecting data.\nHowever, there is a possibility that the instance operator can put false information so we encourage looking at other factors when selecting an instance.\n</p>\n<ul>\n<li> Internet address (IP Address) - This is an address that is given to your computer or internet connection.\nThis can be used to find your city or region and internet provider but can change depending on your connection.\n</li>\n<li> Page viewed (Request URL) - This is what page you are viewing.\nSearches are kept private.\n</li>\n<li> Device Type (User agent) - This is what browser, device, and operating system you are using.\nAdvanced users can change this with an extension or browser setting.\n</li>\n<li> Diagnostics - When this data is only collected when there is an error or only a short amount of time while diagnosing an issue.\n</li>\n</ul> Additional information <ul>\n<li>Version: 2022-11-18-bc0c2d8</li>\n<li>Country: Germany</li>\n<li>Provider: Telekom Deutschland GmbH</li>\n<li>Using Cloudflare?: No</li>\n</ul> Privacy Source Code ", "created_at": "2022-12-12 07:19:38.180759", "updated_at": "2022-12-12 19:05:54.992917"}, {"id": 13211, "name": "Invidious Privacy Policy", "url": "https://yt.artemislena.eu/privacy", "xpath": "/html/body/div[1]/div[2]/div[3]", "text": " Privacy <p>This document concerns what data you provide to this website, the purpose of the data, how the data is stored, and how the data can be removed.</p> Data you directly provide <p>Data that you provide to the website for the purpose of the site's operation (for example: an account name, account password, or channel subscription) will be stored in the website's database until the user decides to remove it.\nThis data will not be intentionally shared with anyone or anything.</p>\n<p>Information stored about a registered user is limited to:</p>\n<ul>\n<li>a list of session tokens for remaining logged in across devices</li>\n<li>the last time an account was updated (to provide accurate notifications)</li>\n<li>a list of video IDs identifying notifications from a user's subscriptions</li>\n<li>a list of channel UCIDs the user is subscribed to</li>\n<li>a user ID (for persistent storage of subscriptions and preferences)</li>\n<li>a json object containing user preferences</li>\n<li>a hashed password if applicable (not present on google accounts)</li>\n<li>a randomly generated token for providing an RSS feed of a user's subscriptions</li>\n<li>a list of video IDs identifying watched videos</li>\n</ul>\n<p>Users can clear their watch history using the clear watch history page.</p>\n<p>If a user is logged in with a Google account, no password will ever be stored.\nThis website uses the session token provided by Google to identify a user, but does not store the information required to make requests on a user's behalf without their knowledge or consent.</p> Data you passively provide <p>When you request any resource from this website (for example: a page, a font, an image, or an API endpoint) information about the request may be logged.</p>\n<p>Information about a request is limited to:</p>\n<ul>\n<li>the time the request was made</li>\n<li>the status code of the response</li>\n<li>the method of the request</li>\n<li>the requested URL</li>\n<li>how long it took to complete the request.</li>\n</ul>\n<p>No identifying information is logged, such as the visitor's cookie, user-agent, or IP address.\nHere are a couple lines to serve as an example:</p>\n<code>2019-01-19 16:37:47 +00:00 200 GET /api/v1/comments/xrlETJYzH-c?format=html&amp;hl=en-US 1345.88ms\n2019-01-19 16:37:53 +00:00 200 GET /vi/r5P-f5arPXE/maxres.jpg 1085.41ms\n2019-01-19 16:37:54 +00:00 200 GET /watch 7.04ms</code>\n<p>This website does not store the visitor's user-agent or IP address and does not use fingerprinting, advertisements, or tracking of any form.</p>\n<p>This website provides links to googlevideo.com to provide audio and video playback.\ngooglevideo.com is owned by Google and is subject to their privacy policy.</p> Data stored in your browser <p>This website uses browser cookies to authenticate registered users.\nThis data consists of:</p>\n<ul>\n<li>An account token to keep you logged into the website between visits, which is sent when any page is loaded while you are logged in</li>\n</ul>\n<p>This website also provides an option to store site preferences, such as the theme or locale, without an account.\nUsing this feature will store a cookie in the visitor's browser containing their preferences.\nThis cookie is sent on every request and does not contain any identifying information.</p>\n<p>You can remove this data from your browser by logging out of this website, or by using your browser's cookie-related controls to delete the data.</p> Removal of data <p>To remove data stored in your browser, you can log out of the website, or you can use your browser's cookie-related controls to delete the data.</p>\n<p>To remove data that has been stored in the website's database, you can use the delete my account page.</p>\n", "created_at": "2022-12-12 07:19:38.179135", "updated_at": "2022-12-12 19:07:24.028891"}, {"id": 13213, "name": "CryptPad Privacy Policy", "url": "https://pad.artemislena.eu/pad/#/2/pad/view/49ycCwI61u9JFX0WWss+oCwdMKj1i3B3V5xZVyEbQ68/", "xpath": "//body", "text": null, "created_at": "2022-12-12 07:19:38.182129", "updated_at": "2022-12-12 17:22:27.092926"}, {"id": 13209, "name": "Privacy Policy", "url": "https://artemislena.eu/privacy.html", "xpath": "//body", "text": " Menu\n<ul>\n<li>Home</li>\n<li>About</li>\n<li>Archive</li>\n<li>Webrings</li>\n<li>RSS Feed</li>\n<li>JSON Feed</li>\n<li>Privacy policy</li>\n<li>Services</li>\n<li>Source code</li>\n<li>Contact us</li>\n<li>Disclaimer</li>\n</ul> Privacy policy <p>The value of the <code>Tk</code> HTTP header already says it,\nbasically: We do not knowingly collect data of any kind from you.\nThe server saves the public IP address of your machine in RAM for\nthe time that it needs to complete your HTTP request.\nTo our\nknowledge, no logging of this process is happening, except when\ncertain errors occur that are <em>not</em> 400-type such as 404\n(File not found), in which case, the request, including IP address\nand user agent, may be logged to the system journal, which,\nhowever, is only stored in RAM, not on disk, and is limited to a\nfew MBs.\nThese kinds of errors do not usually occur on the website,\nbut may happen on certain services like Libreddit or Invidious.\nThese logs typically are never automatically analyzed and only\nviewed if debugging needs to happen.\nIn such cases, they may be\nshared with third parties such as the developers of the service,\nbut only if all identifying information is redacted beforehand.\nThere are no tracking scripts or pixels, no cookies, and nothing\nthat calls out to third parties on the website.\nSome pages on this\nsite may link to external sites.\nWe are not responsible for the\nprivacy policies of those sites.</p>\n<p>The server runs on a connection provided by Deutsche Telekom AG.\nThey have their own privacy policy, and we cannot guarantee that\nthey do not perform any network-level logging.\nHowever, due to the\nuse of transport-level encryption, they at least cannot see what\npages you visit on this site.</p> ", "created_at": "2022-12-12 07:19:38.174814", "updated_at": "2022-12-12 17:19:34.905274"}, {"id": 13210, "name": "Teddit Privacy Policy", "url": "https://teddit.artemislena.eu/privacy", "xpath": "//body", "text": "teddit[about][preferences]PopularAllSavedAskRedditpicsnewsworldnewsfunnytifuvideosgamingawwtodayilearnedgifsArtexplainlikeimfivemoviesJokesTwoXChromosomesmildlyinterestingLifeProTipsaskscienceIAmAdataisbeautifulbooksscienceShowerthoughtsgadgetsFuturologynottheonionhistorysportsOldSchoolCoolGetMotivatedDIYphotoshopbattlesnosleepMusicspacefoodUpliftingNewsEarthPornDocumentariesInternetIsBeautifulWritingPromptscreepyphilosophyannouncementslistentothisblogmore »Privacy policy<p>This document concerns what data you provide to this website, the purpose of the data, how the data is stored, and how the data can be removed.</p>Data you directly provide<p>None.</p>Data you passively provide<p>By default teddit logs fetched subreddit or post URL for debugging reasons.</p>\n<p>No identifying information is logged, such as the visitor's cookie, timestamp, user-agent, or IP address.\nHere are a couple lines to serve as an example how the debug log looks like:</p>\n<code>Got frontpage key from redis.<br>Fetched the JSON from reddit.com/r/privacytoolsIO.<br>Got frontpage key from redis.<br>Fetched the JSON from reddit.com/r/OTMemes/comments/k311hu/we_all_know_sequels_refers_to_the_sequel_trilogy/.<br>Got frontpage key from redis.<br>Fetched the JSON from reddit.com/r/aww/comments/k31ddb/a_lot_of_request_to_see_the_dry_cat_here_she_is/.</code>Data stored in your browser<p>This website provides an option to store site preferences, such as the theme without an account.\nUsing this feature will store a cookie in the visitor's browser containing their preferences.\nThis cookie is sent on every request and does not contain any identifying information.</p>\n<p>You can remove this data from your browser by using your browser's cookie-related controls to delete the data.</p>https://codeberg.org/teddit/teddit/", "created_at": "2022-12-12 07:19:38.177624", "updated_at": "2022-12-12 19:06:31.385878"}], "points": [], "urls": ["artemislena.eu", "gtrr.artemislena.eu", "plik.artemislena.eu", "element.artemislena.eu", "schildi.artemislena.eu", "cinny.artemislena.eu", "teddit.artemislena.eu", "lr.artemislena.eu", "yt.artemislena.eu", "tw.artemislena.eu", "imgur.artemislena.eu", "tok.artemislena.eu", "bw.artemislena.eu", "pad.artemislena.eu", "ntfy.artemislena.eu", "jitsi.artemislena.eu"]}}