{"error": 448, "message": "OK", "parameters": {"id": 7780, "name": "flexjobs", "created_at": "2023-03-29 04:26:58.920985", "updated_at": "2023-03-29 19:26:54.784589", "wikipedia": null, "keywords": null, "related": null, "slug": "flexjobs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7780.png", "url": "flexjobs.com", "documents": [{"id": 15011, "name": "Terms of Use", "url": "https://www.flexjobs.com/termsOfUse.aspx", "xpath": "/html/body/div[1]/div/div", "text": " <ul>\n<li>Home</li>\n<li>FlexJobs Terms of Use</li>\n</ul> FlexJobs Terms of Use <p>Last Updated: February 22, 2023</p>\n<p>These Terms of Use, along with all other legal documents incorporated by reference (collectively, the “Terms\") set out the legal contract between BOLD LLC (“FlexJobs” “we” or “us”) and each end user (the \"User\", \"you\" or “your”) with respect to access to and use of our associated Internet properties as linked and offered by us, our subsidiaries and affiliated companies, and any software that we provide to you for download in your mobile devices (\"Mobile Apps\") (all of these collectively, the “Site”).\nUnless otherwise specified, all references to the Site also include the use of our online platform, materials, proprietary content, tools, software, and services available through the Site (collectively all of these and the Site are called the “Service”).</p>\n<p>PLEASE READ THESE TERMS CAREFULLY BEFORE USING THE SERVICE BECAUSE THEY AFFECT YOUR LEGAL RIGHTS AND OBLIGATIONS.\nIF YOU DO NOT AGREE TO BE BOUND BY THESE TERMS OR, IF AT ANY TIME, THE TERMS ARE NO LONGER ACCEPTABLE TO YOU, PLEASE CEASE USE OF THE SERVICE IMMEDIATELY.\nTHIS SITE IS INTENDED FOR A UNITED STATES AUDIENCE.</p> Terms of Use Highlights <p>Please also read our full Terms of Use.\n</p>Your acceptance\n<p>Each time you access and/or use the Service, you agree to be bound by these Terms and any additional terms (defined in Section 3(d)) that will apply to you prospectively.</p> Your privacy\n<p>We collect certain information to allow FlexJobs and/or third parties to find and contact you as part of the performance of the Service.\nYou agree that we can use the information as outlined in our Privacy Policy.</p> Payments, subscriptions and cancellations\n<p>You will honor your payment obligations for services you purchase on the Site.\nFor recurring charges applicable to your subscription, or for single unscheduled transaction purchases, you agree that third parties working on our behalf may store your payment information to process such payments.\nFlexJobs may alter the price of its services at any time and at its discretion.\nYou will be notified in accordance with law if a price will be changed and provided time to make any changes to your account.\nYou understand that additional fees and taxes may apply to your purchases.\nYou may cancel or, in some cases, suspend your subscription at any time by going to the home page under&nbsp;My Account and&nbsp;My Settings.\nPlease refer to our&nbsp;Cancellations section for more information.\nFlexJobs does not guarantee refunds.</p> Arbitration of all disputes.\nno class relief\n<p>These Terms contain a dispute resolution and&nbsp;arbitration provision, including a class action waiver that affects your rights.\nPlease note, that depending on your country of residence, under certain circumstances you may be able to bring a dispute before the appropriate authorities or courts in the country in which you reside.</p>\n<p>For US residents, any disputes under these Terms will be resolved on an individual basis through binding arbitration, with no class relief.</p> Our content, intellectual property, copyrights and trademarks\n<p>You may not use, copy, reproduce, republish, upload, sell, resell, display, post, transmit, distribute, scrape, reverse engineer or license any content or intellectual property, copyrights and trademarks on the Service without FlexJobs’ authorization.</p> Disclaimer of warranties\n<p>To the extent permitted by applicable law, we disclaim warranties and conditions and provide the Service “as is”.</p> Limitation of liability\n<p>To the extent permitted by applicable law, our liability is limited.</p> Contact\n<p>Questions about these Terms may be sent to support@bold.com or as otherwise set out in these Terms.</p> Full Terms of Use 1.\nWhat is FlexJobs? <p>FlexJobs is a membership service.\nBy joining FlexJobs as a registered user, you have access to a wide variety of premium online resources to help you find and be prepared for remote and flexible job opportunities.\nThese include, but aren't limited to:</p>\n<ul>\n<li>Our Job Specialist, Researchers, and Data Entry teams who are screening thousands of jobs daily based on continuously updated criteria provided by our current registered users for both quality and match.</li>\n<li>Educational/development opportunities including career coaching Q&amp;As, webinars with top hiring companies, online remote/flexible work courses, virtual job fairs, educational opportunities, expert skills tests, online soft skills courses, job search checklists, thousands of articles, and more.</li>\n<li>Only jobs that align with the direction provided by our registered users and/or meet FlexJobs’ requirements for quality and fit are curated and added to the platform.</li>\n<li>Additional support for our registered users includes top-notch client support (by phone or online) and pre-negotiated discounts on related vetted products and services.</li>\n</ul> 2.\nYour acceptance and contractual relationship <p>You represent and warrant that you are of age under the laws of your jurisdiction and/or lawfully able to enter contracts.\nIf you are not legally able to enter contracts, you cannot use the Service at any time or in any manner or submit any information to FlexJobs or the Service.</p> 3.\nPrivacy\n<p>Your privacy is important to us.\nPlease review FlexJobs’&nbsp;Privacy Policy&nbsp;which explains how we use the information that you submit to FlexJobs and sets out the choices you can make about how this information is collected and used.\nThe&nbsp;Privacy Policy&nbsp;is hereby incorporated by reference.</p> 4.\nModifications to the Terms or to the Service <p>(a)&nbsp;Terms.&nbsp;FlexJobs can change, update, add or remove any provisions of these Terms at any time by posting the updated Terms on the Site and by providing a notice on the Site.\nIn case of material changes, FlexJobs will provide a notice in compliance with law.\nIf you do not agree with any of the updated Terms, you must stop using the Service.</p>\n<p>(b)&nbsp;Service.\nFlexJobs may make changes to the Service at any time.\nIf you object to any changes to the Service, your only recourse will be to stop using it.\nContinued use of the Service after any such changes have been posted will indicate your acknowledgment of the changes and satisfaction with the Service as modified.\nSome elements of the Service may only be offered in the desktop version of the Site and may not be available in the mobile version of the Site.\nWe also reserve the right to discontinue the Service or any component of it, at any time and without notice.\nWe will not be liable to you, or any third party should we exercise our right to modify or discontinue the Service.</p>\n<p>(c)&nbsp;Paid subscriptions.\nPlease note that if you are under paid subscription services with us, in the event we change the price for services you have previously agreed to pay, or if we substantially change the services you are paying for, we will notify you of such changes by sending you an email notification.&nbsp;Any changes will become effective immediately and will be reflected in your next scheduled payment.\nIf you do not agree with such changes, you may cancel your paid subscription by communicating with us, in accordance with the Cancellations section below.</p>\n<p>(d)&nbsp;Additional Terms.\nIn addition, certain features of the Service may be subject to additional terms of use (“Additional Terms”), which shall be provided to you when you choose to use such features.\nBy using such features, or any part thereof, you agree to be bound by the Additional Terms applicable to those features.\nIn the event that any of the Additional Terms governing a given area conflict with these Terms, the Additional Terms will prevail.</p> 5.\nUse of our Service and accounts\n<p>We provide an online service that helps job seekers with a variety of services supporting and related to their job search, interest in remote and flexible jobs, and career coaching.\nand helps employers with various services related to attracting, recruiting, hiring, and managing people interested in remote and other kinds of flexible work.\nFor as long as you agree to these Terms and abide by them, you may use the Service.\nThese Terms apply to all users of the Service, including visitors and registered users.</p>\n<p>(a) Job Seekers.\nJob Seekers, also referred to as “Registered User”, agree to use all resources on the FlexJobs Site solely for personal, individual non-commercial use and agree not to share, sell, distribute, or disclose to any third party or on any other website any FlexJobs content, which includes job listings.</p>\n<p>(b) Employers.\nEmployers, also referred to as “Registered User” or “Employer(s)”, interested in and requesting membership to use the FlexJobs service (“Membership”) will be invited to do so at the sole discretion of FlexJobs.</p>\n<ul>\n<li>Employers must be legitimate, have a well-established and positive reputation, and be hiring for jobs that offer some kind of work flexibility (remote options, freelance schedule, part-time, alternative, or flexible schedule).\nAn Employer that does not satisfy our guidelines, particularly if there is questionable or scam-related behavior, will not be (or continue to be) approved for Membership.</li>\n<li>Employer accounts can only be created by the appropriate Human Resources Manager/Executive/Recruiter from within and approved by the Employer organization.\nIndependent Representatives are not permitted to post jobs on behalf of an Employer organization.</li>\n<li>If Membership is approved, when posting jobs or contacting candidates, Employers must be hiring for current employment opportunities that include a flexible work element such as a remote work option, freelance contract, or a part-time, flexible, or alternative schedule.</li>\n<li>Employers are explicitly prohibited from soliciting potentially invasive personal or financial information from candidates in the database as part of the job application/advertisement process, such as social security, credit card, or bank account numbers.</li>\n<li>Business opportunities, including any job requiring an investment or payment to get started, are not permitted on FlexJobs.</li>\n<li>Commission-Only jobs are not permitted to be posted on the FlexJobs Site.</li>\n</ul>\n<p>FlexJobs reserves the right to discontinue any accounts that violate (either overtly or even just the intentions of) our policies or terms of use, misuse our service in any way, and/or are not in keeping with the mission of our service -- solely at our discretion.</p>\n<p>&nbsp;(c)&nbsp;Registration data.&nbsp;In registering for the Service, you agree to (i) provide true, accurate, current and complete information about yourself as prompted by the Service’s registration form (the “Registration Data”), and (ii) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.&nbsp;You are responsible for all activities that occur under your Account.\nYou may not share your Account or password with anyone, and you agree to (A) notify FlexJobs immediately of any unauthorized use of your password or any other breach of security at support@bold.com, and (B) exit from your Account at the end of each session.&nbsp;If you provide any information that is untrue, inaccurate, not current, or incomplete, or if FlexJobs has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, FlexJobs has the right to suspend or terminate your Account and to refuse any and all current or future use of the Service (or any portion thereof).\nFlexJobs is entitled to monitor your username and password and, at its discretion, to require you to change it.\nIf you use a username and password that FlexJobs considers insecure, FlexJobs will be entitled to require this to be changed and/or terminate your Account.\nFlexJobs reserves the right, at its sole discretion, to pursue all of its legal remedies, including but not limited to removal of your User Content from FlexJobs and immediate termination of your registration or ability to access FlexJobs, any other FlexJobs Sites, and/or any other services provided by FlexJobs, upon any breach by you of these Terms or if FlexJobs is unable to verify or authenticate any information you submit or pursuant to other FlexJobs Site registration.\nFlexJobs reserves the right to remove or reclaim any usernames at any time and for any reason, including but not limited to, claims by a third party that a username violates the third party’s rights.&nbsp;You agree not to register for an Account on behalf of an individual other than yourself or register for an Account on behalf of any group or entity unless you are authorized to bind such person, group or entity to these Terms.\nBy registering another person, group, or entity, you hereby represent that you are authorized to do so.</p>\n<p>(d)&nbsp;Access through social networking sites.\nIf you access the Service through an SNS as part of the functionality of the Service, you may link your Account with Third-Party Accounts by allowing FlexJobs to access your Third-Party Account, as is permitted under the applicable terms and conditions that govern your use of each Third-Party Account.&nbsp;You represent that you are entitled to disclose your Third-Party Account login information to FlexJobs and/or grant FlexJobs access to your Third-Party Account (including, but not limited to, for the purposes described herein) without you breaching any of the terms and conditions that govern your use of the applicable Third-Party Account and without obliging FlexJobs to pay any fees or making FlexJobs subject to any usage limitations imposed by such third-party service Flexjobs.&nbsp;By granting FlexJobs access to any Third-Party Accounts, you understand that FlexJobs may access, make available and store (if applicable) any information, data, text, software, music, sound, photographs, graphics, video, messages, tags and/or other materials accessible through FlexJobs’ via your account.\nUnless otherwise specified in the Terms, all SNS Content is considered to be your User Content (as defined in Section 6) for all purposes of these Terms.</p>\n<p>Depending on the Third-Party Accounts you choose and subject to the privacy settings that you have set in such Third-Party Accounts, information that you post to your Third-Party Accounts may be available on and through your Account on FlexJobs’ Internet properties.\nPlease note that if a Third-Party Account or associated service becomes unavailable or FlexJobs’ access to a Third-Party Account is terminated by the third-party service FlexJobs, then SNS Content will no longer be available on and through FlexJobs Internet properties.&nbsp.\nPLEASE NOTE THAT YOUR RELATIONSHIP WITH THE THIRD-PARTY SERVICE FlexJobs ASSOCIATED WITH YOUR THIRD-PARTY ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD-PARTY SERVICE FlexJobs, AND FLEXJOBS DISCLAIMS ANY LIABILITY FOR PERSONAL INFORMATION THAT MAY BE PROVIDED TO IT BY SUCH THIRD-PARTY SERVICE FLEXJOBS IN VIOLATION OF THE PRIVACY SETTINGS THAT YOU HAVE SET IN SUCH THIRD-PARTY ACCOUNTS.\nFlexJobs makes no effort to review any SNS Content for any purpose, including but not limited to, for accuracy, legality or non-infringement, and FlexJobs is not responsible for any SNS Content.</p> 6.\nYour content and your license to us\n<p>As a Registered User, you may upload, post, share, reframe, transmit or otherwise make available your user content through the Service.\nUser content means, without limitation, your Account information, resume, career history, educational history, reviews, ratings, rankings, videos, photos, pictures, audio, profile entries, posts, questions, career materials, testimonials, submissions, photos, pictures and/or any other information you provide on or through the Service or that we may create for you (“User Content”).\nWhen you create an Account or provide career information on or through the Service (including via forms available on the Site or by uploading or creating job post), you agree that you are solely responsible for the accuracy of your User Content.\nYou agree that FlexJobs may offer information that is of most interest to you.</p>\n<p>You may choose to make some of your User Content public on the Service.\nFor some of our features, other members may be able to request email notifications of your new public User Content or publish their own comments to your comments.\nWe may use the User Content to improve our Service, make connections with potential employers, personalize site views, market services, promote or show you other career-building services or tools, and identify or feature popular members.\nPlease be advised that by submitting any comments, feedback, testimonials, or success stories you are granting FlexJobs permission to use your User Content for marketing purposes unless during the original submission you explicitly state that you do not grant that permission.\nFlexJobs shall be entitled to unrestricted use of User Content for any purpose whatsoever, commercial, or otherwise, without compensation to you or any other person.</p>\n<p>To avoid any doubt, you retain ownership of your User Content at all times.\nHowever, by posting, uploading and/or making available any User Content within the Service, and/or by providing any communication or material to FlexJobs, you automatically:</p>\n<ol>\n<li>Grant FlexJobs a worldwide, perpetual, irrevocable, non-exclusive, royalty-free, sublicensable through multiple tiers, and transferable, license to use, copy, reproduce, process, adapt, modify, publish, transmit, distribute, prepare derivative works of, display, and perform the User Content in connection with the Service and FlexJobs’ (and its successors’ and affiliates’) business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels (known now or developed later).\nWe may modify or adapt your User Content in order to transmit, display or distribute it over computer networks and in various media, and/or make changes to your User Content as are necessary to conform and adapt that Content to any requirements or limitations within the Service, or of any networks, devices, services or media.\nincluding, but not limited, to structured data markups for content ratings.\nYou also hereby grant each user of the Service a non-exclusive license to access your public User Content, and to use, reproduce, distribute, display and perform such User Content as permitted through the functionality of the Service and under these Terms.\nTo the extent permitted by applicable law, (i) the above licenses granted by you in User Content you submit to the Service will survive even if you remove or delete your User Content from the Service and, (ii) the above licenses granted by you in forum comments, testimonials or submissions you submit are perpetual and irrevocable.\nExcept with respect to your User Content, you agree that you have no right or title in or to any other content or materials (see Section 11 below) that appears on or in the Service, including, but not limited to, any information associated with another Account or user profile or stored on or in the Service.</li>\n<li>To the extent permitted by applicable law, waive all moral rights in the User Content that may be available to you in any part of the world and confirm that no such rights have been asserted.</li>\n<li>Appoint FlexJobs as your agent with full power to enter into any document and/or do any act that FlexJobs may consider appropriate to confirm the grant and assignment, consent and waiver set out above.</li>\n<li>Warrant that you are the owner of the User Content and entitled to enter into these Terms and that the User Content does not infringe the proprietary or privacy rights of any third party.</li>\n<li>Confirm that no such User Content will be subject to any obligation, of confidence or otherwise, to you or any other person and that FlexJobs shall not be liable for any use or disclosure of such User Content.</li>\n<li>Agree and understand that your User Content is subject at all times to our&nbsp;Acceptable Use Policy.</li>\n</ol> 7.\nDeletion or deactivation of User Content and/or your Account\n<p>Your User Content can only be completely deleted from public view by deleting your Account.\nWhen you request that your public User Content be deleted, your documents will no longer be visible to other users within the Service, but if your User Content, including your information, was previously accessed, stored and/or copied by others, we are unable to delete the information from their systems.\nWhen you deactivate your Account or ask us to delete your User Content, we will retain logs and non-personally identifiable information about you, along with an archival copy of your information, which is not accessible to you or third parties within the Service, but which might be used for recordkeeping and internal legitimate business purposes.\nIf you terminate your subscription, you will still be able to use your login credentials as a Registered User to access and view the documents uploaded on your Account.\nThis information will be available to you if you have an Account open.\nIf you wish to close your Account and delete your data from our systems, you can do so by contacting our Customer Service team.\nYou also agree and understand that some of the content that we may create for you cannot be deleted once uploaded, to the extent permitted by applicable law.</p>\n<p>You further understand that FlexJobs may keep and use data in various ways as outlined in these Terms and in the&nbsp;Privacy Policy.\nIf you ask us to delete your User Content, it will no longer be publicly available and, to the extent permissible by law, we will take all reasonable steps to delete it.\nFlexJobs has no obligation to maintain any Account you open and may delete it if you violate these Terms, as determined at FlexJobs’ sole and absolute discretion (please see also our&nbsp;Acceptable Use Policy below).</p>\n<p>\n<em>Disclaimer.&nbsp;</em>FlexJobs does not endorse any User Content submitted to the Service by any user or other licensor, or any opinion, recommendation or advice expressed therein, and FlexJobs expressly disclaims any and all liability in connection with User Content.\nFlexJobs does not permit copyright infringing activities and infringements of intellectual property rights on the Service, and FlexJobs will remove User Content if properly notified that such User Content infringes on another person’s intellectual property rights (please refer to our&nbsp;Copyright and Intellectual Property Infringement Notification&nbsp;section).\nFlexJobs reserves the right to remove User Content without prior notice.</p> 8.\nOur community and our Acceptable Use Policy\n<p>This section sets out the Acceptable Use Policy (\"AUP\"), establishing acceptable practices relating to the use of the Service, including limitations on User Content, system abuse and security.&nbsp;The Service must be used in a manner that is consistent with the intended purpose of the Service and the terms of the applicable agreement with FlexJobs, including our Terms.&nbsp;By using the Service, you consent to be bound by the terms of this AUP.\nIf you do not agree with anything in this section, you must stop using the Service.\nFor the purposes of this section, FlexJobs includes all of FlexJobs’ affiliates, including direct and indirect subsidiaries.</p>\n<p>(a)&nbsp;Summary of generally prohibited conduct.&nbsp;You will not use the Service to transmit, distribute or store material in a manner that: (i) violates any applicable law or regulation.\n(ii) may adversely affect the Service or other users.\n(iii) may expose FlexJobs to criminal or civil liability or (iv) violate, infringe upon or otherwise misappropriate any third-party rights, including intellectual property rights, rights of publicity and privacy rights.&nbsp;You are prohibited from facilitating the violation of any part of this section or applicable third-party policies, including, but not limited to, transmitting, distributing or otherwise making available any product or service that violates this section or another FlexJobs’ policy.</p>\n<p>(b)&nbsp;Responsible use of the Service.&nbsp;Please act responsibly when using the Service.\nYou may only use the Service and its contents for lawful purposes and in accordance with applicable law and you are prohibited from storing, distributing, or transmitting any unlawful material through the Service.\nYou may not collect or store personal information from other users.\nYou recognize that storing, distributing, or transmitting unlawful material could expose you to criminal and/or civil liability.\nYou agree that if a third party claims that material you have contributed to the Service is unlawful, you will bear the burden of establishing that it is lawful.\nYou understand and agree that all materials publicly posted or privately transmitted on or through the Service are the sole responsibility of the sender, not FlexJobs, and that you are responsible for all material you upload, publicly post or otherwise transmit to or through the Service.</p>\n<p>(c)&nbsp;Content limitations.&nbsp;We require that you do not post resumes or cover letters, send emails or submit to or publish through forums available on the Service, post jobs, or otherwise make available on the Service any content, or act in a way, that in our opinion;</p>\n<ul>\n<li>Libels, defames, invades privacy, stalks, is obscene, pornographic, racist, abusive, harassing, threatening or offensive</li>\n<li>Disparages, criticizes, belittles, parodies or otherwise portrays in a negative light any actor appearing in the content</li>\n<li>Seeks to exploit or harm children by exposing them to inappropriate content, asking for personally identifiable details or otherwise</li>\n<li>&nbsp;Infringes any intellectual property or other right of any entity or person, including violating anyone's copyrights or trademarks or their rights of publicity</li>\n<li>Violates any law or may be considered to violate any law</li>\n<li>Constitutes a breach of contract (you do not have the right to disclose any inside information, proprietary or confidential information received in the context of an employment or a non-disclosure agreement)</li>\n<li>Advocates or promotes illegal activity</li>\n<li>&nbsp;Impersonates or misrepresents your connection to any other entity or person, or otherwise manipulates headers or identifiers to disguise the origin of the content</li>\n<li>Solicits funds, advertisers or sponsors</li>\n<li>Includes programs which contain viruses, worms and/or ‘Trojan horses’ or any other computer code, files or programs designed to interrupt, overload, collapse, destroy or limit the functionality of any computer software or hardware or telecommunications</li>\n<li>Disrupts the normal flow of dialogue, causes a screen to scroll faster than other users are able to type or otherwise act in a way that affects the ability of other people to engage in real-time activities via the Service</li>\n<li>Copies any other pages or images on the Service except with appropriate authority</li>\n<li>Includes illegally sourced MP3 format files</li>\n<li>Amounts to a pyramid or similar scheme</li>\n<li>Amounts to ‘data warehousing’ (i.e.\nusing any web space made available to you as storage for large files or large amounts of data which are only linked from other sites)</li>\n<li>Disobeys any policy or regulations established from time to time regarding use of the Service or any networks connected to the Service</li>\n<li>Contains links to other sites that contain the kind of content that falls within the descriptions described above</li>\n</ul>\n<p>In addition, you are prohibited from removing any sponsorship banners or other material inserted by FlexJobs anywhere on the Service (e.g., on any web space made available for your use).</p> PLEASE BE AWARE THAT WE COOPERATE WITH LAW ENFORCEMENT AND REPORT SUSPICIOUS ACTIVITY <p>(d)&nbsp;System Abuse.&nbsp;Without limitation, you agree not to;</p>\n<ul>\n<li>Send, create or reply to so-called ‘mailbombs’ (i.e.\nemailing copies of a single message to many users, or sending large or multiple files or messages to a single user with malicious intent) or engage in ‘spamming’ (i.e.\nunsolicited emailing for business or other purposes) or undertake any other activity which may adversely affect the operation or enjoyment of this Service by any other person</li>\n<li>Copy, display, distribute, duplicate, aggregate, redistribute, alter or modify any of the content available within the Service, or User Content in any medium, to any other individual or entity, other than as may be reasonably necessary to use the Service for their intended purpose</li>\n<li>Use any automated software or devices, such as spiders, robots or data mining techniques such as scraping, spidering, crawling or any other techniques to download, store, distribute or otherwise reproduce content within the Service and/or the Service itself</li>\n<li>Use or copy the Service including any data you view on and/or obtain from the Service in order to provide any product or service that is competitive to the Service determined at FlexJobs’ sole discretion</li>\n<li>Interfere with, interrupt, destroy or limit the functionality of the Service, or any computer software or hardware or telecommunications equipment</li>\n<li>Use the Service in any manner that could damage, disable, overburden or impair any of FlexJobs’ servers, or networks connected to any of FlexJobs’ servers, or interfere with any other party’s use and enjoyment of the Service</li>\n<li>Gain unauthorized access to the Service, other accounts, computer systems or networks connected to any of FlexJobs’ servers or to the Service, through hacking, cracking and distribution of counterfeit software, password mining or any other means</li>\n<li>Reverse engineer, decompile or disassemble any software accessed through the Service, including any proprietary communications protocol used by FlexJobs</li>\n<li>Use information obtained from the Service to transmit any commercial, advertising or promotional materials without FlexJobs’ written permission and, except as expressly authorized by FlexJobs, advertise or offer to buy or sell any goods or services for any purpose</li>\n<li>Provide any contact information that is not current and accurate, impersonate or create a false identity or falsify any information</li>\n<li>Use, download or otherwise copy, or provide (whether or not for a fee) to a person or entity any directory of users of the Service, or other user or usage information or any portion thereof</li>\n<li>Exploit, distribute or publicly communicate any error, miscue or bug which gives an unintended advantage or</li>\n<li>Reproduce, sell, resell or otherwise exploit any resource, or access to any resource, contained on this Service</li>\n</ul>\n<p>(e)&nbsp;Violation of security systems.&nbsp;You are prohibited from using any services or facilities provided in connection with the Service to compromise its security or tamper with system resources and/or accounts.\nThe use or distribution of tools designed for compromising security (e.g., password guessing programs, cracking tools or network probing tools) is strictly prohibited.\nIf you become involved in any violation of system security, FlexJobs reserves the right to release your details to system administrators at other sites or to law enforcement personnel in order to assist them in resolving security incidents.</p>\n<p>(f)&nbsp;Responsibility for User Content.&nbsp;FlexJobs takes no responsibility for any material created or accessible on or through the Service and will not exercise any editorial control over such material.&nbsp;FlexJobs is not obligated to monitor such material but reserves the right to do so.</p>\n<p>You acknowledge that FlexJobs has no obligation to pre-screen User Content, although FlexJobs reserves the right, at its sole discretion, to pre-screen, refuse or remove any User Content.&nbsp;By entering these Terms, you hereby provide your irrevocable consent to such monitoring.&nbsp;You acknowledge and agree that you have no expectation of privacy concerning the transmission of your User Content, including, without limitation, videos, comments, any chat, text, or voice communications that may be facilitated through the Service.&nbsp;If FlexJobs pre-screens, refuses or removes any User Content, you acknowledge that FlexJobs will do so for FlexJobs’ benefit, not yours.&nbsp;FlexJobs may provide you with tools to flag User Content, although FlexJobs makes no promises or representations regarding removal of flagged User Content.</p>\n<p>Violations of this AUP may be reported to: legal@bold.com.</p> 9.\nSite restrictions\n<p>Any Employer may request membership and/or submit jobs to FlexJobs, however, memberships to use FlexJobs hiring and recruiting services will only be extended to those who FlexJobs deems a good match for its platform and jobs to be posted to FlexJobs' job database will only be accepted if deemed a high-quality likely match for its job seekers' interests.\nFor example, priority will be given to high-quality organizations hiring for professional jobs which align well with the interests of the FlexJobs’ candidate pool and who have a good track record in their industry.</p>\n<p>The profile and resume database (\"FlexJobs Resume Database\") and other features of FlexJobs may be used only for lawful purposes by Employers seeking employees or freelance workers.\nFlexJobs Resume Profiles may be used only for lawful purposes by individuals to network for professional purposes with other individuals.\nFlexJobs specifically prohibits any other use of FlexJobs, and all Users agree not to do any of the following: (a) use any FlexJobs Resume Database for any purpose other than as an Employer seeking employees or freelancers.\n(b) post or submit to FlexJobs any incomplete, false, or inaccurate biographical or organizational information or information which is not your own.\n(c) send unsolicited mail or e-mail, make unsolicited phone calls or send unsolicited faxes regarding promotions and/or advertising of products or services to a User of FlexJobs.\n(d) delete or revise any material posted by any other person or entity.\n(e) take any action that imposes an unreasonable or disproportionately large load on any FlexJobs Site's infrastructure.\nor (f) aggregate, copy, or duplicate in any manner any of the FlexJobs content or information available from FlexJobs, without express written consent from FlexJobs.\nor (g) post jobs or content on any FlexJobs Site that contain hyperlinks, \"hidden\" keywords, or keywords that are irrelevant to the job or are otherwise misleading.</p>\n10.\nJob Postings\n<p>Employers submit job postings to FlexJobs for consideration in its job database, and FlexJobs' team research job listings for consideration to be added to its job database.\nIn either case, every job will be reviewed to ensure it meets the quality and relevancy criteria.\nFlexJobs reserves the right to reject job postings at our sole discretion.\nAdditionally, FlexJobs is used by candidates to post Resume Profiles (and related application materials) and to apply for jobs.\nFlexJobs is not to be considered an Employer, a headhunter, a staffing agency, or in any similar capacity with respect to the use of our Site or the services we provide.\nAccordingly, FlexJobs shall not be responsible for any employment decisions, for whatever reason made by any entity posting jobs on our Site.\nWhile we take extensive efforts to screen and censor the listings offered in the interest of preventing scams, abuse, and/or illegal activity, we are not responsible for the actual interactions or negotiations between potential Employers and candidates, nor for confirming or controlling the quality, accuracy, or legality of information provided by Users (which include candidates and Employers) on the Website.</p>\n<p>FlexJobs may take any action with respect to User Content that it deems necessary or appropriate in its sole discretion if it believes that such Content could create liability for FlexJobs, damage FlexJobs' brand or public image, or cause FlexJobs to lose (in whole or in part) the services of its ISPs or other suppliers.\nWhile FlexJobs reserves the right in its sole discretion to remove User Content, job postings, resumes, or other material from FlexJobs from time to time, FlexJobs does not assume any obligation to do so and disclaims any liability for failing to take any such action.</p> 11 Resume Database\n<p>FlexJobs may offer as part of the service a publicly available searchable database to which anyone can have access.\nWhen you decide to share a resume you will be automatically included as part of the database and your resume will be searchable by anyone unless you actively opt-out.\nWe will not show your address, phone number, or email address unless you have agreed to make this information available.\nFlexJobs.\nFlexJobs has no control over how third parties will use the information publicly visible on the database and you agree to share it at your own risk.\nOur searchable database will provide aleatory results depending on the job title and location where potential employers are looking to hire.\nResults are based on a computer system that provides results that best match the words imputed on the search form.</p>\n<p>To the extent permitted by applicable law in your jurisdiction, you agree to indemnify and hold harmless FlexJobs and its officers, directors, employees, agents, distributors, and affiliates from and against any and all claims, demands, liabilities, costs or expenses, including reasonable legal fees, resulting from your use of Resume and its inclusion on our public resume database (or Contact form if you are acting as a Sender).</p>\n<p>Please note that the cancellation of your subscription will not result in the automatic unpublishing of your resume.\nYour resume may be removed by deleting your Account.\nBy sharing your resume with third parties, you do so at your own risk.\nOnce your resume is published, we have no control over your publicly available data.</p>\n<p>You recognize that storing, distributing, or transmitting unlawful material could expose you to criminal and/or civil liability.\nYou agree that you are responsible for all material or information you send.\nFurthermore, you are obliged to refrain from transmitting any commercial, advertising, or promotional materials, or use the resume for commercial purposes.\nWe require that you do not provide any content that violates any law or may be considered to violate any law.\nYou are obliged to abide by all the applicable laws, as well as you agree to abide by these Terms.</p> 12 Payments and subscriptions\n<p>If you purchase any services that FlexJobs offers for a fee, either on a one-time or on a subscription basis, you agree that FlexJobs’ third-party vendors may store your payment information.\nYour credit card may offer a service to update your credit card information automatically as part of their service.\nThis is not controlled by FlexJobs and your credit card is solely responsible.\nYou also agree to pay the applicable fees for the services you order (including, without limitation, periodic fees for monthly or annual subscriptions) as they become due, plus all related taxes, and to reimburse all collection costs and interest for any overdue amounts.</p>\n<p>Any recurring charge will be fixed at the price agreed to at the time of purchase.\nThe specific billing terms for the services you order will be described on the offer page on the Site.\nWhen you sign up for automatic or recurring billing, you will be notified of the billing terms and how to stop recurring billing on your transaction receipt.\nBy signing up for FlexJobs’ services with recurring billing, you will be deemed to agree to those billing terms as described specifically on the Site.&nbsp;If your payment method does not successfully process, you authorize us to complete a partial payment of the available balance on your card.\nThe remaining balance will be charged on a separate transaction either to the same card or any other card on file.</p>\n<p>For un-scheduled purchases, when such purchases are available, you agree that FlexJobs will charge your payment method on file for each of such un-scheduled purchases, individually, at the time of purchase.\nSuch individual transactions are final.</p>\n<p>Depending on where you transact with us, the type of payment method used and where your payment method was issued, your transaction may be subject to foreign exchange fees or differences in prices due to exchange rates.\nYour transaction may also be subject to foreign currency exchange fees assessed by your bank or card issuer.\nFlexJobs is not responsible for any foreign currency exchange fees or surcharges and will not make any compensation or reimbursement for charges imposed by your bank or card issuer.\nFlexJobs does not support all payment methods, currencies or locations for payment.\nIf the payment method you use with us, such as a credit card, reaches its expiry date and you do not edit your payment method information or cancel your Account or the applicable service, you authorize us to continue billing that payment method and you remain responsible for any uncollected amounts.\nYour obligation to pay fees continues through the end of the subscription period until you cancel your subscription.\nAll applicable taxes are calculated based on the billing information you provide at the time of purchase.</p>\n<p>FlexJobs can alter prices for services at any time, at its discretion, subject to the notification terms of Section 3 (Modifications).</p> 13.\nCancellations\n<p>As stated on the subscription page (for job seekers) and membership pages (for employers) when you submit your billing information, your subscription will automatically renew as per your chosen subscription type.\nIf you do not cancel your subscription prior to your next renewal date, it will automatically renew, and you will be billed for a continued subscription.\nYou are solely responsible for and in control of canceling your subscription when you would like to no longer use the FlexJobs service.\nNo pro-rated credit will be given for partial use of your subscription.</p>\n<p>You may cancel your subscription any time by contacting our customer service department, or by going to the Account Settings.\nFlexJobs will send an email with a cancellation number to confirm any cancellation request.\nIf you do not receive this confirmation and still wish to cancel, please contact our customer service department directly for further assistance.\nFlexJobs may issue a refund if notice of cancellation of your subscription is provided before the end of the trial period, if a trial period is offered.\nFlexJobs does not guarantee refunds after trials are expired.</p> 14.\nNotice to the European Union Residents <p>Due to the nature of the services, by accepting these Terms you agree to the immediate delivery of the services and related digital content and you understand that you lose your right to withdraw from these Terms.</p>\n<p>You acknowledge that any services that you purchase are subject to these Terms and any additional terms related to the provision of any product or service.</p>\n<p>We do our best to describe every product or service offered on the Service as accurately as possible.\nHowever, we are human, and therefore we do not warrant that product specifications, pricing or other content provided as part of the services is complete, accurate, reliable, current or error-free.\nIn the event of any errors relating to the pricing or specifications, FlexJobs has the right to refuse or cancel any orders at its sole discretion.\nAdditional terms may apply.</p> 15.\nOur intellectual property, trademarks, and copyrights\n<p>Except with respect to your User Content and other Registered Users’ Content, you agree that, between you and us, FlexJobs (and our affiliated companies and suppliers) own all rights, title and interest in the Service and all tools, as well as all related intellectual property rights.&nbsp;The Service is copyrighted as a collective work, and individual works or content appearing on or accessible through the Site owned by or licensed to FlexJobs or its content FlexJobs are likewise subject to copyright protection domestically and internationally.&nbsp;Likewise, all data files, program files, software, code, proprietary methods, systems and other materials that are made available to download from or used to provide the Service (\"Materials\") may not be copied, modified, reproduced, republished, posted, transmitted, sold, offered for sale or redistributed in any way without our prior written permission and the prior written permission of our applicable licensors.\nThe Materials are protected by copyrights, patents, trade secrets or other proprietary rights.</p>\n<p>You must abide by all copyright notices, information or restrictions contained in or attached to any of our Materials.\nNothing in this Agreement grants you any right to receive delivery of a copy of our Materials or to obtain access to our Materials except as generally and ordinarily permitted through the Service according to these Terms.&nbsp;Certain names, logos, distinctive features, source identifiers and other materials displayed on the Site or in the services, including its ‘look and feel’, constitute trademarks, trade names, service marks, trade dress or logos (\"Trademarks\") of us or other entities.\nAll Trademarks not owned by FlexJobs that appear on this Site are the property of their respective owners.&nbsp;You are not authorized to use any such Trademarks.&nbsp;Ownership of all such Trademarks and the goodwill associated therewith remains with us or those other entities.\nUnless you first obtain the copyright owner’s prior written consent, you may not copy, distribute, publicly perform, publicly display, digitally perform (in the case of sound recordings) or create derivative works from any copyrighted work made available or accessible via the Service.\nYou will not remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Service.</p> 16.\nYour use of Materials\n<p>Your right to make use of the Service and any Materials or other content appearing on it is subject to your compliance with these Terms.\nModification or use of the Material or any other content on the Service for any purpose not permitted by these Terms may be a violation of our intellectual property rights as protected by law and these Terms and is prohibited.</p>\n<p>You may copy, access, download and display Materials and all other content displayed on the Service for non-commercial, personal or entertainment use on a single computer only.\nThe Materials and all other content on the Service may not otherwise be copied, reproduced, republished, uploaded, displayed, posted, transmitted, distributed, licensed, or used in any way unless specifically authorized by FlexJobs.\nAny authorization to copy or download Materials granted by FlexJobs in any part of the Service, for any reason, is restricted to making a single copy for non-commercial, personal or entertainment use on a single computer only, and is subject to your keeping intact all copyright and other proprietary notices.\nUsing any Materials on any other website or networked computer environment is prohibited.\nAlso, decompiling, reverse engineering, disassembling or otherwise reducing the code used in any software on the Service into a readable form to examine the construction of such software and/or to copy or create other products based (in whole or in part) on such software, is prohibited (please refer to our&nbsp;Acceptable Use Policy&nbsp;for more information).</p>\n<p>Notice to the European Union Residents</p>\n<p>If you are an EU resident, your statutory rights and your other rights directed from the Directive 2009/24/EC of 23 April 2009 on the legal protection of computer programs, implemented accordingly by each Member State, remain unaffected.\nBesides exceptions to the restricted acts all and any actions require authorization from FlexJobs.</p> 17.\nPublic discourse and forums\n<p>The Service may include various bulletin boards, chat rooms, community pages, comments or chat features, or other forums (“Forums”) where you can post User Content, including, but not limited to, your observations and comments on designated topics and on others’ User Content.\nFlexJobs cannot guarantee that other Users will not use the ideas and information that you share.\nTherefore, if you have an idea or information that you would like to keep confidential and/or do not want others to use, do not post it publicly on the Service.\nWhen you disclose information or rely on any information in the Forums, you do so at your own risk.\nFlexJobs reserves the right, but has no obligation, to monitor the Forums, or any postings or other materials that you or other users transmit or post on the Forums, to alter or remove any such materials, and to disclose such materials and the circumstances surrounding their transmission to any third party to operate the Service properly or to comply with legal obligations or governmental requests.\nFurthermore, you acknowledge that a large volume of information is available on these Forums and that the people participating in such Forums may occasionally post messages or make statements, whether intentionally or unintentionally, that are inaccurate, misleading, deceptive, abusive, or even unlawful.\nFlexJobs neither endorses nor is responsible for such messages or statements, or for any opinion, advice, information, or other utterance made or displayed in the Forums by you or the other users.\n<strong>The opinions expressed in the Forums reflect solely the opinions of you and/or the other users and may not reflect the opinions of FlexJobs.</strong> FlexJobs is not responsible for any errors or omissions in postings, for hyperlinks embedded in messages or for any results obtained from the use of the information contained in the Forums.\n<strong>Under no circumstances will FlexJobs be liable for any loss or damage caused by your reliance on the information in the Forums or posted User Content or your use of the Forums or User Content.</strong> ANY USE OF THE FORUMS WILL BE AT YOUR OWN RISK AND WILL BE SUBJECT TO THE DISCLAIMERS AND LIMITATIONS ON LIABILITY SET OUT IN THESE TERMS.</p> 18.\nInvited Submissions\n<p>From time to time, areas on the Site may expressly request submissions of ideas or improvements through promotions, surveys or otherwise (“Invited Submissions”').\nSometimes FlexJobs may incentivize users to participate in Invited Submissions.&nbsp;Where this is the case, please carefully read any Additional Terms that govern those submissions, as they will affect your legal rights.\nIf no Additional Terms govern those submissions, then these Terms will apply in full to any Invited Submissions you make.\nIN ANY EVENT, ANY MATERIAL YOU SEND TO US WILL NOT BE TREATED AS CONFIDENTIAL.\nRegardless of any industry custom or practice, we will not pay you for the use of any content or submissions that you submit to the Site.\nFlexJobs may use such content and submissions as user testimonials.</p> 19.\nDisclaimer regarding Testimonials <p>The Service may contain testimonials and opinions (“Testimonials”) by users of our services.\nThese Testimonials reflect the real-life experiences and opinions of such users.\nHowever, the experiences are personal to those particular users, and may not necessarily be representative of all users of our services.&nbsp;We do not claim, and you should not assume, that all users will have the same experiences.\nYOUR INDIVIDUAL RESULTS MAY VARY.</p>\n<p>The Testimonials on the Service are submitted in various forms, such as text, audio and/or video, and are reviewed by us before being posted.\nThey appear on the Service as given by the users, except for the correction of grammar or typing errors.\nSome Testimonials may have been shortened for the sake of brevity where the full testimonial contained extraneous information not relevant to the general public.\nPhotos added next to the Testimonials may not always represent the person giving the testimonial.\nThe views and opinions contained in the Testimonials belong solely to the individual user and do not reflect our views and opinions.\nWe are not affiliated with users who provide Testimonials and Users are not paid in cash or compensated for their Testimonials unless the testimonial is part of an incentivized Invited Submission.</p> 20.\nCopyright and infringement notification policy\n<p>We respect the intellectual property rights of others and encourage you to do the same.\nAccordingly, we have a policy of removing content that violates the intellectual property rights of others, suspending access to the Service (or any portion thereof) to any user who uses the Service in violation of someone else’s intellectual property rights, and/or terminating, in appropriate circumstances, the Account of any User who uses the Service in violation of someone else’s intellectual property rights.</p>\n<p>a) Submitting a notification for removing infringing content</p>\n<p>We have implemented procedures for receiving written notification of claimed copyright infringement and for processing such claims in accordance with applicable law (including 17 U.S.C.\n§ 512 Digital Millennium Copyright Act (“DMCA”)).\nIf you believe your copyright or other intellectual property right is being infringed by a user of this Site, please provide written notice to our agent for notice of claims of infringement at either:</p>\n<p>Attn: BOLD LLC, DMCA Designated Agent,</p>\n<p>Email:&nbsp.\nlegal@bold.com.\n</p>\n<p>To be sure the matter is handled immediately, your written notice must:</p>\n<ul>\n<li>Contain your physical or electronic signature;</li>\n<li>Identify the copyrighted work or other intellectual property alleged to have been infringed;</li>\n<li>Identify the allegedly infringing material in a sufficiently precise manner to allow us to locate that material;</li>\n<li>Contain adequate information by which we can contact you (including postal address, telephone number, and email address);</li>\n<li>Contain a statement that you have a good faith belief that use of the copyrighted material or other intellectual property is not authorized by the owner, the owner's agent or the law;</li>\n<li>Contain a statement that the information in the written notice is accurate.\nand</li>\n<li>Contain a statement, under penalty of perjury, stating that you are authorized to act on behalf of the copyright or other intellectual property right owner.</li>\n</ul>\n<p>Unless the notice pertains to copyright or other intellectual property infringement, the agent will be unable to address the listed concern.</p>\n<p>b) Submitting a counter-notification</p>\n<p>We will notify you that we have removed or disabled access to copyright-protected material that you provided if such removal is pursuant to a validly received DMCA take-down notice.\nIn response, if you believe the material was removed or disabled by mistake or because of a misidentification of the material, you may provide our agent with a written counter-notification that includes the following information:</p>\n<ol>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled, and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>A statement from you under the penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\nand</li>\n<li>Your name, physical address and telephone number, and a statement that you consent to the jurisdiction of a court for the judicial district in which your physical address is located, or if your physical address is outside of the United States of America, for any judicial district in which we may be located, and that you will accept service of process from the person who provided notification of allegedly infringing material or an agent of such person.</li>\n</ol>\n<p>c) Termination of repeat infringers</p>\n<p>We reserve the right, in our sole discretion, to terminate the account or access of any user of this Site or Service who is the subject of repeated DMCA or other infringement notifications.</p>\n<p>FlexJobs seeks to preserve any and all exemptions from liability that may be available under the copyright law, but does not necessarily stipulate that it is a service FlexJobs as defined in USC Section 512(c) or elsewhere.</p> 21.\nUser interactions and release\n<p>You are solely responsible for your interactions with other users of the Service and any other parties with whom you interact through the Service.\nIf you have a dispute with one or more users (including merchants), you hereby release FlexJobs from any claims, demands, liabilities, costs or expenses and damages (actual and consequential of every kind and nature, known and unknown, arising out of or in any way connected with such disputes).\nIn entering into this release, you expressly waive any protections (whether statutory or otherwise) to the extent permitted by applicable law, that would otherwise limit the coverage of this release to include only those claims which you may know or suspect to exist in your favor at the time of agreeing to this release.\nIf you are a California resident, you waive California Civil Code §1542, which says:&nbsp;‘A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER favor AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR’.</p> 22.\nDisclaimer of warranties\n<p>YOUR USE OF THE SERVICE IS AT YOUR OWN RISK.\nTHE SERVICE AND ALL THE MATERIALS, INFORMATION, SOFTWARE AND OTHER CONTENT IN THE SERVICE ARE PROVIDED ‘AS IS’ AND ‘AS AVAILABLE’ WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, AND TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, FLEXJOBS AND ANY SUBSIDIARIES OR AFFILIATED COMPANIES OF FLEXJOBS (THE “FLEXJOBS’ GROUP”) DISCLAIM ALL WARRANTIES AND CONDITIONS, EXPRESS IMPLIED OR COLLATERAL, RELATED TO THE SERVICE, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nFLEXJOBS GROUP DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE SERVICE WILL BE AVAILABLE, UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SERVICE OR THE SERVERS THAT MAKE THE SERVICE AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nFLEXJOBS GROUP DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS OR CONDITIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE MATERIAL, INFORMATION, SOFTWARE, FACILITIES, SERVICES OR OTHER CONTENT ON THE SERVICE OR ANY WEB SERVICES LINKED TO THE SERVICE IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY OR OTHERWISE.\nFLEXJOBS GROUP MAKES NO WARRANTIES OR CONDITIONS THAT YOUR USE OF SERVICE, OR THE MATERIALS, INFORMATION, SOFTWARE, FACILITIES OR OTHER CONTENT IN THE SERVICE OR ANY WEB SERVICE WILL NOT INFRINGE THE RIGHTS OF OTHERS AND FLEXJOBS GROUP ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ERRORS OR OMISSIONS IN SUCH MATERIALS, INFORMATION, SOFTWARE, FACILITIES OR OTHER CONTENT OF THE SERVICE OR ANY OTHER WEB SERVICE.</p>\n<p>IF APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF SOME OR ALL OF THE ABOVE IMPLIED WARRANTIES AND CONDITIONS, THE ABOVE EXCLUSIONS WILL APPLY TO YOU ONLY TO THE EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<p>IF YOU ARE ACCESSING THE SERVICE FROM THE EUROPEAN UNION OR OTHER JURISDICTIONS THAT TO DO NOT RECOGNIZE DISCLAIMERS OF CERTAIN WARRANTIES, NOTHING IN THIS AGREEMENT SHALL EXCLUDE OR LIMIT LIABILITY FOR DEATH OR PERSONAL INJURY RESULTING FROM THE NEGLIGENCE OF EITHER PARTY OR THEIR SERVANTS, AGENTS OR EMPLOYEES.</p> 23.\nLimitation of liability\n<p>THE FLEXJOBS GROUP DISCLAIMS ALL LIABILITY, WHETHER BASED IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, AND DOES NOT ACCEPT ANY LIABILITY FOR ANY LOSS OR DAMAGE (DIRECT, INDIRECT, PUNITIVE, ACTUAL, CONSEQUENTIAL, INCIDENTAL, SPECIAL, EXEMPLARY OR OTHERWISE) RESULTING FROM ANY USE OR MISUSE OF, OR INABILITY TO USE, THE SITE OR ANY OTHER WEBSITE, OR THE MATERIAL, INFORMATION, SOFTWARE, FACILITIES, SERVICES OR OTHER CONTENT ON THE SITE OR ANY OTHER WEBSITE, REGARDLESS OF THE BASIS UPON WHICH LIABILITY IS CLAIMED AND EVEN IF ANY MEMBER OF FLEXJOBSTHE FLEXJOBS GROUP HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGE.\nWITHOUT LIMITATION, YOU (AND NOT ANY MEMBER OF THE FLEXJOBS GROUP) ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION IN THE EVENT OF ANY SUCH LOSS OR DAMAGE ARISING.</p>\n<p>Because User authentication on the Internet is difficult, FlexJobs cannot and does not confirm that each User is who they claim to be.\nBecause we do not and cannot be involved in User-to-User dealings or control the behavior of participants on FlexJobs, in the event that you have a dispute with one or more Users, you release FlexJobs (and our agents and employees) from claims, demands, and damages (actual and consequential and direct and indirect) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with your interactions with other Users and any such disputes that may result from those interactions.\nFlexJobs cannot guarantee and does not promise any specific results from the use of FlexJobs.\nNo advice or information, whether oral or written, obtained by a User from FlexJobs shall create any warranty not expressly stated herein.</p>\n<p>FLEXJOBS' MAXIMUM LIABILITY ARISING OUT OF OR IN CONNECTION WITH ANY FLEXJOBS SITE OR YOUR USE OF THE FLEXJOBS CONTENT, REGARDLESS OF THE CAUSE OF ACTION (WHETHER IN CONTRACT, TORT, BREACH OF WARRANTY, OR OTHERWISE), WILL NOT EXCEED $50.</p>\n<p>IF APPLICABLE LAW DOES NOT ALLOW ALL OR ANY PART OF THE ABOVE LIMITATION OF LIABILITY TO APPLY TO YOU, THE LIMITATIONS WILL APPLY TO YOU ONLY TO THE EXTENT PERMITTED BY APPLICABLE LAW.</p> 24.\nIndemnity\n<p>To the extent permitted by applicable law in your jurisdiction, you agree to indemnify and hold harmless FlexJobs and its officers, directors, employees, agents, distributors and affiliates from and against any and all claims, demands, liabilities, costs or expenses, including reasonable legal fees, resulting from your breach of these Terms, including any of the foregoing provisions, representations, warranties or conditions, and/or from your placement or transmission of any content onto FlexJobs’ servers, and/or from any and all use of your Account.</p> 25.\nInvestigations\n<p>FlexJobs reserves the right to investigate suspected violations of these Terms, including, without limitation, any violation arising from any submission, posting or emails you make or send to any Forum.\nFlexJobs may seek to gather information from the user who is suspected of violating these Terms, and from any other user.\nFlexJobs may suspend any users whose conduct or postings are under investigation and may remove such material from its servers as it deems appropriate and without notice.\nIf FlexJobs believes, in its sole discretion, that a violation of these Terms has occurred, it may take any corrective action it deems appropriate, as permitted by applicable law.\nFlexJobs will fully cooperate with any law enforcement authorities or court order requesting or directing FlexJobs to disclose the identity of anyone posting any emails, or publishing or otherwise making available any materials that are believed to violate these Terms.\nBY ACCEPTING THIS AGREEMENT, YOU WAIVE AND HOLD HARMLESS ALL MEMBERS OF FLEXJOBS GROUP FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY ANY MEMBER OF FLEXJOBS GROUP DURING OR AS A RESULT OF ITS INVESTIGATIONS AND/OR FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER A MEMBER OF FLEXJOBS GROUP OR LAW ENFORCEMENT AUTHORITIES.</p> 26.\nThird-Party sites\n<p>The Service may link you to other sites on the Internet that may or may not be affiliated with FlexJobs.\nThese sites may contain information about job opportunities, employers, job candidates or material that some people may find inappropriate or offensive.\nThese other sites are not under the control of FlexJobs, and you acknowledge that (whether or not such sites are affiliated in any way with FlexJobs), FlexJobs is not responsible for the accuracy of job postings, employer descriptions, candidate resumes, legality, decency or any other aspect of the content of such sites.\nThe inclusion of such a link does not imply endorsement of any site by FlexJobs or any association with its operators.\nIf you elect to use such third-party sites, and/or if you elect to ‘click’ on a link or button, you understand that (a) you will be leaving our Site and (b) your use of any such third-party sites will be subject to any terms and conditions and privacy policies required by the applicable third-party FlexJobs(s).\nFlexJobs does not make any representations or warranties as to the security of any information (including, without limitation, credit card and other personal information) you might be requested to give any third party, and you irrevocably waive any claim against us with respect to such sites.\nWe strongly encourage you to use caution before providing any sensitive information (e.g., social security numbers or financial information) to any third party and to make whatever investigation you feel necessary or appropriate before proceeding with any communications with any of these third parties.</p> 27.\nGoverning law\n<p>To the fullest extent permitted by the applicable jurisdiction, these Terms shall be governed by, construed and enforced in accordance with the laws of the State of New York, United States of America.</p>\n<p>Notwithstanding the foregoing, if you are a US resident, except as otherwise provided in this section or as otherwise required by law, these Terms involve transactions between the parties in interstate commerce and shall be governed by the Federal Arbitration Act, 9 USC § 1-19 of the United States of America.\nJudgement upon any interim or final award shall be entered and confirmed in any court or tribunal of competent jurisdiction.\nThe substantive law of the State of New York (excluding its conflicts of law provisions) shall apply to all disputes and these Terms.\nIf there is a difference between the Federal Arbitration Act and New York law, the Federal Arbitration Act controls.\nIn any circumstances where the foregoing Terms permit the parties to litigate in court, the parties hereby agree to submit to the personal jurisdiction of the courts located within New York, New York for such purpose.</p>\n<p>These Terms will not be governed by the United Nations Convention on Contracts for the International Sale of Goods.</p> 28.\nArbitration <p>Please read this carefully if you are a resident of the United States of America.\nIt affects your rights.\nDepending on your place of residence, these Terms may not apply to you.</p>\n<p>(a)&nbsp;US Residents.\nTo the fullest extent permissible by law, with the exception of disputes pertaining to FlexJobs’ intellectual property rights and certain statutory claims that, pursuant to law, are not arbitrable, any dispute of any kind between you and FlexJobs arising under these Terms shall be resolved through binding arbitration pursuant to the JAMS Streamlined Arbitration Rules and Procedures on an individual basis with no class relief.\nThe arbitrator shall be a retired judge or justice of any New York state or federal court with substantial experience in the Internet industry and shall follow New York substantive law in adjudicating the dispute, except that this Section 24 shall be construed as a ‘written agreement to arbitrate’ pursuant to the Federal Arbitration Act (“FAA”).\nYou and we agree that we intend that this Section 24 satisfies the ‘writing’ requirement of the FAA.\nThe hearing shall be conducted in the county that encompasses the billing address you have provided to FlexJobs.\nFor any claim in which you seek U.S.\n$10,000.00 or less, you shall have the choice as to whether the hearing is conducted in person, by telephone or instead the arbitrator decides the dispute without a hearing.\nFor those claims that the arbitrator determines are not frivolous, FlexJobs shall pay the costs and fees of JAMS and the arbitrator.\nFlexJobs agrees that it will not seek reimbursement from you for its costs and fees incurred by it in the arbitration.\nAGREEMENT TO THESE TERMS CONSTITUTES AN AGREEMENT TO PURSUE YOUR CLAIM ON AN INDIVIDUAL BASIS AND A WAIVER OF THE ABILITY TO PURSUE YOUR CLAIM IN A CLASS ACTION.</p>\n<p>(b)&nbsp;Non-US or EU Residents: If any controversy, allegation or claim (including any non-contractual claim) arises out of or relates to the Site or these Terms, then you and we agree to send a written notice to the other providing a reasonable description of this dispute, along with a proposed resolution of it.\nOur notice to you will be sent to you based on the most recent contact information that you provide us.\nIf no such information exists or if such information is not current, then, we have no obligation under this section.\nYour notice must be sent to us at&nbsp;legal@bold.com.\nFor a period of sixty (60) days from the date of receipt of notice from the other party, FlexJobs and you will engage in a dialogue in order to attempt to resolve the dispute, although nothing will require either you or FlexJobs to resolve the dispute on terms either you or FlexJobs, in each of our sole discretion, are uncomfortable.\nNothing in this Section will prevent a party from pursuing their claims in Court or another complaint process.</p>\n<p>(c) European Union Residents: You may have a right to an out-of-court settlement of certain disputes in accordance with Regulation (EU) No.\n524/2013.\nDetails can be found in Regulation (EU) No.\n524/2013 and at: http://ec.europa.eu/consumers/odr.\nWe are neither obliged nor willing to participate in an out-of-court dispute resolution procedure before a consumer arbitration board.\nYour statutory rights regarding choice of law and venue, to the extent applicable, remain unaffected.</p> 29.\nLocal regulations\n<p>FlexJobs makes no representation that Materials or other content on the Service are appropriate or available for use outside of the United States of America (“United States”), and if accessing the Service from outside the United States, then FlexJobs makes no representation that Materials or other content on the Site are appropriate or available for use from your current location.\nIf you choose to access the Service from other locations outside the United States, you do so on your own initiative and at your own risk.</p>\n<p>You are responsible for complying with local laws, if and to the extent local laws are applicable.</p> 30.\nElectronic communications\n<p>The communications between you and FlexJobs may be made through electronic means, whether you visit the Service or send FlexJobs emails, or whether FlexJobs posts notices on the Service or communicates with you via email.\nFor contractual purposes, you (1) consent to receive communications from FlexJobs in an electronic form, and (2) agree that all terms and conditions, agreements, notices, disclosures and other communications that FlexJobs provides to you electronically satisfy any legal requirement that such communications would satisfy if it were to be in writing.&nbsp;The foregoing does not affect your statutory rights.</p> 31.\nCalifornia residents’ notice\n<p>Under California Civil Code Section 1789.3, California residents are entitled to the following consumer rights notice: The Service is provided by BOLD LLC.\nIf you have a question or complaint regarding the Service, please contact Customer Service at&nbsp;support@bold.com.\nYou may also contact us by writing us at BOLD LLC, City View Plaza II, 48 Road 165 Suite 6000, Guaynabo, PR 00968, USA.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by post at 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834 or by telephone at (916) 445-1254 or (800) 952-5210 or Hearing Impaired at TDD (800) 326-2297 or TDD (916) 322-1700.\nEmail:&nbsp.\ndca@dca.ca.gov.</p> 32.\nDo not Sell or Share my Personal Information\n<p>The California Consumer Privacy Act (CCPA), as amended by the California Privacy Regulations Act, affords all California residents the right to opt-out of the selling or sharing of their personal information.\nCCPA defines personal information as information that identifies, relates to, or could reasonably be linked to a person or his/her household.\nFlexJobs uses your personal information to perform the contract and provide our Services.\nWhen you use our Services, we may drop data collection tools (i.e.\ncookies, web beacons, and other similar technologies) and share some of your digital activity information with third parties in order to receive information about the performance of our marketing campaigns and the usage of our web sites and applications.\nDetails about how we use your information and for what purposes can be found on our Privacy Policy.\nBecause of CCPA's broad definition of data selling, in some instances, our sharing of data may be considered a sell.\nYou may request us to stop sharing or selling your personal information and we will honor your request for at least 12 months before asking you to opt back in.\nYou have the right to exercise this right personally or through an authorized agent, who will have to provide the necessary evidence to confirm his/her agent status.\nYour request will be subject to an identification process, and we will not fulfill your request unless you have provided all the information required.</p>\n<p>To make a Do Not Sell or Share my Personal Information request, please submit your request by contacting us at privacy@bold.com and following the instructions.</p> 33.\nGeneral\n<p>If any provision of these Terms shall be unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from this agreement and shall not affect the validity and enforceability of any remaining provisions.\nThis is the entire agreement between you and FlexJobs relating to the matters contained here and the Site.</p> 34.\nContact us\n<p>The Site is controlled and operated by Bold LLC.\nWhether you access the Services through any of our Internet properties or family sites you may contact us using the information provided herein.\nPlease forward any comments or complaints about the Site to&nbsp;support@bold.com.\nor write to BOLD LLC, City View Plaza II, Suite 6000, Guaynabo, PR 00968, United States of America.</p> ", "created_at": "2023-03-29 04:27:26.193571", "updated_at": "2023-03-29 04:27:36.364153"}, {"id": 15010, "name": "Privacy Policy", "url": "https://www.flexjobs.com/PrivacyPolicy.aspx", "xpath": "/html/body/div[1]/div/div", "text": " <ul>\n<li>Home</li>\n<li>FlexJobs Privacy Policy</li>\n</ul> FlexJobs Privacy Policy <p>Last Updated: February 22, 2023</p>\n<p>Thank you for visiting a BOLD LLC (the “Provider,” “we,” “us”) offering.\nFor the benefit of our users (the “User,” “Customers,” “you” or “your”), we are providing this notice (the \"Policy\") explaining our online information practices and the choices you can make about the collection and use of the data and information you submit (the “Information,” “Personal Information,” “Data,” “User Content” or \"Personal Data\"), or which we collect through our family of websites that link to this Privacy Policy, as well as our other related mobile websites, mobile Provider applications (\"mobile apps\" or “Provider Applications”), services, browser extensions, tools, and other applications that link to this Privacy Policy (all of these collectively, the \"Site\").\nThe Site is operated by BOLD LLC, City View Plaza II, Suite 6000, 48 Road 165, Guaynabo, Puerto Rico 00968.</p>\n<p>BOLD LLC is the data controller of your Information in the context of the Site.\nBy visiting the Site, you agree that your Information will be handled as described in this Policy.\nYour use of this Site is subject to this Policy and our Terms of Use.\nThe Provider’s Terms of Use are incorporated by reference into this Policy.</p> Privacy Policy Highlights <p>Please also read our full Privacy Policy.</p> Personal Data We Collect <p>When you register an account, use our services, download, or use any of our mobile apps, use our forum or make a purchase, you voluntarily share certain Information with us that we collect, including, but not limited to, your name, email address, address, mobile number, and other information).\nMore information can be found in Section 2 of this document.</p> Tracking Technologies <p>We may use tracking technologies such as cookies to measure usage and provide information that we believe will be of most interest to you.</p> More Info <p>We may collect additional information from you if you access our Site through a mobile device (, a unique device identifier, the device’s operating system, or the mobile carrier).\nYou can also provide us with Information when interacting with our content through or linking to third party social media sites, plug-ins, or applications.</p> Uses, Retention, and Storage <p>We and our service providers may store and retain certain information from you for the time and reasons outlined in this Privacy Policy.</p> Disclosure Information <p>By using our Site, you agree that we can share the Information we collect, to the extent permissible by applicable law, with our subsidiaries and affiliates, with our service providers, third parties, and other entities such as job posting third party websites and potential employers or people searching for candidates or jobs, legal authorities, others (in the event of a change of control), and social networks and companies within the mobile app industry.</p> Your Choices <p>You can control how and when you want to receive information from us, the categories of data we can share, you may object to the processing of your information, request the erasure of the Information we have gathered from you and ask for a copy of that Information.\nSee the complete list of your privacy rights below.</p> Access and Review Options <p>You can change your Information at any time by editing your profile, updating, or deleting content that you have posted, or by closing your account.</p> Update Notifications <p>You agree that we can notify you about material changes to this Privacy Policy by posting notices on this Site.\nWhen required by law, we may also send you an email notice and collect your consent.</p> European Economic Area Residents <p>Special Notice Concerning the General Data Protection Regulation (the “GDPR”).\nThe Provider complies with the GDPR.\nAs such, data subjects can exercise their respective privacy rights to the extent they are applicable.</p> California Residents <p>Special Notice Concerning the California Consumer Protection Act (the “CCPA”).\nThe Provider complies with the CCPA.\nAs such, California residents can exercise their respective privacy rights to the extent they are applicable.</p> Contact <p>Questions about this Policy can be sent to privacy@bold.com or as otherwise set forth in the Privacy Policy.</p> Full Privacy Policy 1.\nScope <p>The Provider is an online destination that helps job seekers with a variety of services supporting and related to their job search, interest in remote and flexible jobs, and career coaching and other services for individuals seeking to further their career.\nFlexJobs also helps employers with various services related to attracting, recruiting, hiring, and managing people interested in remote and other kinds of flexible work.\nWe do not guarantee employment for any user of the Site.\nWhen you use the Site, you are contracting with the Provider.\nBy accessing the Site, and the services provided there, or through any of our family of websites that link to this Privacy Policy, you are accessing a Provider offering.</p> 2.\nInformation We Collect About You <p>Information we collect about you depends on how you use our Site.\n(a) Registration, Services, and Account Information.\nYou can browse the Site without registering for an account with us in that case, we may collect information regarding your device, geolocation data, behavior, target job, User Content, and target profile.\nWe may also collect your IP address, first and last name, geo location, including your postal and email addresses, your telephone number, your job title, your areas of interest, reasons for your interest in our services, as well as information as to the type of relationship that exists between us.\nIf you provide us with your social media details, we may retrieve publicly available information about you from social media.\nWe also gather data about the length of time you spend on our website, the pages clicked, and information about your computer, such as your browser type, referring/exit pages, and operating system.</p>\n<p>When you register an account or use our services, create a profile, upload your resume, make a job post, search for or purchase services, or otherwise engage with our Site, you must provide certain Information, such as a username and a valid email address otherwise, you will not be able to create an account.</p>\n<p>You must also provide payment Information such as credit or debit card information, name, and billing address in order to purchase services.\nProvider does not store credit card information and uses an external service provider to help us process your transaction.\nThis information is only associated with your account after you have signed in as a registered user.</p>\n<p>We will also collect other Data you voluntarily provide, such as name, surname, contact data, and Information you enter on the Site, when creating documents (for example, employment status and education) (“User Content”).</p>\n<p>(b) Information to Respond to Your Requests.\nYou may give us contact Information (for example, your email address) so we can respond to your questions and requests, as well as to send you newsletters and other communications.\nDetails of how you can opt out of receiving communications from us are detailed in the section headed Accessing, Reviewing, and Changing Your Personal Information.</p>\n<p>(c)Third party log in.\nWe may collect some basic Information when you access the Site with third party login credentials such as your name, username, and your email address.</p>\n<p>(d) User Interaction Information.\nWe can also receive other Information from your interaction with our Site (e.g.,content viewed and information about advertisements within the content you have been shown or have clicked on, etc.) To the extent permissible by the law of the country where you reside, you agree that we can share your interaction Information with, or obtain information about your interaction from, analytics providers, advertising partners, third party partners, and social media sites until you withdraw your consent, for the purpose of providing or improving our services.\nThe sharing of this information may or may not include a monetary compensation.</p>\n<p>Certain information that we may have access to from third party service providers may be controlled using your privacy settings on that service and by managing your consent.\nInformation can be passed to analytics providers and advertising partners via cookies and tracking technologies.</p>\n<p>Please see our Cookies and Tracking Technology Policy for further information, including your choices in relation to some of these technologies.</p>\n<p>(e) Information from other Sources.\nTo the extent permissible by the law of the country of your residence, the Information we collect can be combined with publicly available information.</p>\n<p>(f) Mobile Information.\nBy agreeing to this Policy, you consent to us collecting additional information from you if you access our Site through a mobile device (e.g.,your unique device identifier, the device’s operating system, mobile carrier, location or GPS/geo location, mobile number, your text messages, emails or email address, and user name).</p>\n<p>(g) Browser Extensions Privacy Notice and Information We Collect.\nThe Provider offers certain browser extensions, including but not limited to the “Apply Tool,” which are all available in certain web browsers such as Google Chrome.\nWhen you download a browser extension, we automatically collect certain information from your device or web browser.</p>\n<p>We automatically collect information from the storage location associated with your web browser, including your browsing behavior for career searching activity.\nWe can also automatically record your interactions with certain web pages by accessing the local storage associated with your web browser.\nEach browser extension was made to automatically interact with third party websites, so we can also collect some information about you when you visit those websites, including, clickstream data, the operating system being used, the URL of the site you have come from and move to after your visit, data relating to your activities on third party websites (including IP addresses and URLs) via tracking technologies (such as cookies and measurement software), the date and time of your visit and your server's IP address, the geo location of your device, and the type of payment you use.</p>\n<p>We collect this information for statistical purposes to find out how our website and each browser extension is being used.\nWe use this information to evaluate and, hopefully, improve your experience.\nAs an example, when you visit a webpage that supports the autofill function, we can record metadata generated by your web browser that identifies one or more autofill fields that you interact with.\nTaking this example, we can also access local storage associated with your web browser to determine information that can be or has been entered into an autofill field.\nWe use your Information to facilitate your completion of job applications across the internet, on our websites and third party websites, and to provide advertising and/or other content that we believe may be of interest to you based upon your browsing behavior on the internet.</p> 3.\nUses, Retention and Storage <p>We process your Information for the following purposes and legal bases:</p>\n<p>(a) to Operate our Site and Provide You with Our Services.\nWe use the Information we collect to (i) respond to your questions and requests.\n(ii) provide customer service (e.g., to fulfill your product and service orders, give you information about your account in order to resolve disputes, problems with your account/profile or the Site, administer contests, sweepstakes or promotions, or to provide information to third parties at your request, such as potential employers, job matching services or third party websites, or other career-related services).\n(iii) personalize your experience by providing content on the Site, including targeted advertising or job-related advertising that we believe may be of most interest to you.\n(iv) improve the Site, (v) provide you with a safe, efficient, and customized experience.\nand (vi) share it with third parties that help us deliver career-enhancing tools and a wider set of services to help in your career development.</p>\n<p>By showing interest in a job or by replying to a message from a potential Employer, you agree to the disclosure of your personal information as shown in your resume profile and application to that Employer and recognize that such party and not FlexJobs is responsible for its collection and processing of such information.\nBy our terms and conditions, potential Employers agree to comply with all their responsibilities under applicable data protection rules with respect to the collection, processing, and storage of your personal data, as well as providing adequate protection of all data subject rights provided for under all applicable data protection rules.</p>\n<p>(b) to Analyze and Aggregate Non-Personal Data.\nWe use aggregate information about our users and non-Personal Data to analyze Site and user behavior and to prepare aggregated reports.</p>\n<p>(c) to Prevent Fraud and Comply with the Law.\nWe use information from the Site to prevent, detect and investigate fraud, security breaches, and potentially prohibited or illegal activities, and to establish, exercise or defend any legal claims, and enforce our Terms of Use.\nWe also use information in response to requests by government or law enforcement authorities, or in response to complaints where we are under a legal or regulatory obligation to adhere to a complaint-handling procedure.</p>\n<p>(d) for Marketing &amp.\nCommunications.\nWe use your Information to contact you, to maintain the Site, your account, to comply with your stated communication preferences, to provide other services described at the time when we collect the Information from you, or to contact you for other purposes authorized by law.</p>\n<p>The Information you share with us can be provided to third parties such as (i) employers or recruiters who can contact you about career opportunities, (ii) employers or other individuals or companies seeking candidates, and/or (iv) other career service providers.</p>\n<p>(e) Mobile Data.\nWhen you access the Site on a mobile device, we can use the information collected for any purpose set out in this Privacy Policy.\nFor example, we can use this information to provide you with location-based services, such as advertising, search results, and other personalized content.\nTo the extent permissible by applicable law, we retain the Information for as long as it is necessary to fulfill the purpose(s) for which it was collected, our business purposes and/or to comply with the applicable laws and regulations.\nThis includes but is not limited to the purposes stated in the previous paragraphs of this Section 3.</p> 4.\nDisclosure <p>The information we collect can be shared with:</p>\n<p>(a) The Provider’s Corporate Family.\nWe may disclose the information we collect about you with the Provider’s corporate family (our affiliates and subsidiaries).\nIf we disclose your Information with them, their use and disclosure of your information will be subject to this Policy.</p>\n<p>(b) Service Providers.\nWe may disclose your Information to service providers under contract who help with our business operations (such as, but not limited to, fraud investigations, bill collection, payment processing, site analytics, and the operations as detailed in Section 8 below).\nFor a full list of processors and sub processors please contact us by sending an email to privacy@bold.com.</p>\n<p>(c) Additional Services Requests.\nOn the Site, you can express an interest in or register for other services.\nIf you do, we will provide information about you to those third parties, or parties working on their behalf, in order to implement your request.</p>\n<p>To provide our Services, we may share your Information which may involve in some cases a monetary compensation to third parties which help us deliver career development services to you.\nYour information may be shared with third parties such as employers, recruiters or job posting third party websites, third parties in the career building industry or that are looking to enter that industry, or other third parties who are interested in receiving information that we collect about you in the Site.\nYou have the option to opt out from this type of sharing at any time by modifying your settings on your account (when available) or contacting our Customer Service team.</p>\n<p> (d) Legal and Law Enforcement.\nWe may disclose the information that we collect if we believe it is necessary to comply with the law, judicial proceedings, a court order, or other legal process, such as in response to a court order or a subpoena.</p>\n<p>(e) Change of Control.\nWe may share your Information if there are bankruptcy proceedings, if substantially all our assets are transferred to another company, or if we merge with or are acquired by another business entity.\nIf any of these events take place, we will make reasonable efforts to request that the new service provider follows this Privacy Policy with respect to your information.</p>\n<p>(f) Ad Networks.\nOn the Site, we work with third parties to provide advertising, data collection, reporting, ad response measurement, site analytics, and assistance with the delivery of relevant marketing messages and advertisements.\nThese third parties can view, edit, or set their own tracking technologies/cookies.</p>\n<p>(g) Analytics Providers.\nWe may disclose information we have collected through our Site to our analytics providers such as Google Analytics, to evaluate the usage of our Site, and to help us improve our services, performance, and user experiences.</p>\n<p>(h) To Protect Us and Others.\nWe may share your Information where we believe it is necessary to investigate, prevent, or act regarding illegal activities, suspected fraud, potential threats to the safety of any person, violations of our Terms of Use, or this Policy, or as evidence in litigation in which we are involved.</p>\n<p>(i) Aggregate and De-Identified Information.\nWe may share information that has been aggregated and de-identified with third parties for marketing, advertising, research, or similar purposes.</p>\n<p>(j) Your Consent.\nBy agreeing to this Privacy Policy, we have obtained your consent, when required, for the disclosure of the information we collect.</p> 5.\nAccessing, Reviewing, and Changing Your Personal Data <p>Registered users can review and change the Information at any time by accessing their accounts on the Site (through the My Account and My Settings tabs).\nYou should promptly update your Information if it changes or becomes inaccurate.</p> 6.\nYour Choices <p>EU users: please refer to Section 9 below for your statutory rights under the GDPR.</p>\n<p>(a) Opting Out of Promotional Messages.\nYou can choose not to receive our promotional communications by clicking the \"My Account\" tab and clicking the \"My Settings\" and \"Preferences\" tabs.\nYou can also click the unsubscribe link in the footer of any email or newsletter you receive.\nYou can also email us at privacy@bold.com.</p>\n<p>(b) Update/Delete or Change Your account information or documentation.\nTo change or delete your account information or documentation that you have uploaded to the Site, login to your account or contact Customer Service.</p>\n<p>(c) Site Privacy Settings.\nInformation that you disclose while participating on the Site may be public and subject to redistribution by us and any third party that reviews your profile or Information that you post.\nYou can change your preferences by login into your account and clicking on settings, or by contacting us as set out in Section 18.</p>\n<p>Please be aware that the Provider is not responsible for the use, disclosure or copies of your public postings on or through the Site that you make public and that are downloaded by third parties.</p>\n<p>(d) Administrative/Transactional Messages Cannot Be Turned Off.\nAs we provide an online service, you cannot opt out of administrative or transactional emails (for example, emails about your transactions or Policy changes) for your registered account.</p>\n<p>(e) Deletion of Your User Content/Account.\nYou may ask us to delete your account and/or certain personal identifiable Information we have collected from you from our systems.\nYou can do so by using any of the options made available to you by us throughout the Site for this purpose, or by sending us an email at privacy@bold.com.</p>\n<p>When you ask for your account or your personal identifiable Information to be deleted, we will delete that data and it will no longer be available to you or visible to others.\nHowever, if the Information you provided was previously accessed by others, we will not be able to delete the Information from their systems.\nWhen you delete your Information, we will retain logs of your Information along with an archival copy.\nThis will not be accessible by you or third parties, but might be used by us for recordkeeping and internal purposes, including enforcing this Policy.\nTo the extent permitted by applicable law, we may retain information from closed accounts so that we can comply with the law, prevent fraud, assist with investigations, resolve disputes, analyze, or troubleshoot programs, enforce our Terms of Use, or take other actions permitted by law.\nLikewise, if your account or membership is terminated or suspended, we may maintain information to prevent re-registration.</p>\n<p>(f) third party Ad Network opt out.\nWe may use third party network advertisers to serve advertisements on third party websites or other media (e.g.,social networking platforms).\nThis enables us and these third parties to target advertisements to you for services in which you might be interested.\nthird party ad network providers, advertisers, sponsors and/or traffic measurement services may use cookies, JavaScript, web beacons (including clear GIFs), Flash LSOs and other tracking technologies to measure the effectiveness of their ads and to personalize advertising content to you.\nWe may provide these third party advertisers with information about you as part of providing our Service.</p>\n<p>(g) Other Data Options.\nUnless otherwise required by the laws of the country of your residence, you may request: (i) a copy of the specific pieces of personal identifiable information that we have collected about you in the last 12 months from the date of your request, and.\n(ii) that we disclose certain information about how we have handled your personal identifiable information in the prior 12 months.\nYou can make such requests, if you have created an account with us, by using any of the options made available to you by us throughout the Site for this purpose, or if you have not created an account, by sending us an email at privacy@bold.com.</p>\n<p>(h) SMS.\nIf you opt into our SMS alert service, you acknowledge that message or data charges may apply.\nIf you wish not to continue with the SMS alert service, you may opt out by replying “STOP” to the SMS text you received or contact our customer service team by any of the options available here.\nPlease allow three to five business days to process your request.</p>\n<p>(i) Timing and Third Parties.\nWe will endeavor to comply with your requests as soon as reasonably possible, but please note that requested changes are not always effective immediately.\nAdditionally, in certain situations, and subject to applicable law, the Provider will not be able or obliged to comply with part or all of your individual requests.\nPlease note that we have the right to refuse and/or charge a monetary fee for requests that are manifestly unfounded or excessive.</p>\n<p>Unless required by law, we are not responsible for informing third parties with whom we have already shared your Information of any changes requested pursuant to this section, or for removing information from or causing information to be removed from the databases or records of such third parties.</p> 7.\nInformation You Share on the Site <p>(a) Public Information.\nIf you participate in the Provider’s services that permit you or the Provider, on your behalf, to post your Information publicly on our family sites or on third party sites (e.g.,websites, bulletin boards and personal URLs) by posting Information or content (such as by posting your employment history, photos, or participating in online forums or communities), or when you interact with our Site through social media sites, post your resume, use plug-ins or other sites or applications, the Information posted will be publicly available and searchable by individuals.\nProvider reserves the right to aggregate and/or share that information with third parties to perform our Service.</p>\n<p>We may not be able to prevent the further use of this Information.\nYou may review, correct, update, or change your FlexJobs account at any time.\nFrom your FlexJobs account, you may also opt out of receiving newsletters and certain other information from FlexJobs.\nTo change your FlexJobs account information, log into your account, go to Account Settings, review your account information and, if you wish, edit it with the options provided.\nThrough Account Settings, you can also cancel your account at any time.\nIf you close your FlexJobs account, your profile will no longer be accessible on FlexJobs.\nIf you have any questions make sure to contact us.\nPlease also remember to refer to those third party sites’ privacy policies and terms of use to learn more about their privacy practices.</p>\n<p>(b) Other services.</p>\n<p>As a Subscriber, you may store in our database your work profile, which includes your resume, cover letters, and/or work samples.\nYour profile is completely hidden from the public, and only Employers who are logged in will be able to search your entire resume profile, including your personal contact information.</p>\n<p>You may remove your resume on FlexJobs or delete your profile on FlexJobs at any time, and it will no longer be available on the FlexJobs services.\nIf you desire that Employers who have had access to your profile in our database delete their copies, you will need to contact and request that they do so.\nSuch party’s privacy policy applies to the services provided and information processed by them.\nWe are not responsible for their use or privacy of your information.\nYou agree that employers and the Provider can use the contact information you have provided to contact you by email, and you understand that this consent is not a condition to having access to the Site or the Provider’s services.</p> 8.\nTracking Technologies (Cookies) <p>Depending on your country of residence, when you first accessed this Site, you may have been prompted to set your cookie setting preferences.\nYour cookie settings will be saved in accordance with privacy laws for 12 months.\nOtherwise, when you visit our Site, we collect usage information sent to us by your computer, mobile, or other access device that tells us how you are using the Site.\nThis includes, but is not limited to, video-viewing, site views, keystroke data, mouse movement, scrolling, clicks, and typing (\"Usage information\").\nWe use tracking technologies (including cookies, flash cookies, unique device identifiers, web beacons/GIFs, embedded scripts, e-tags/cache browsers, and cross-device tracking) to collect Usage information.\nWe can use tracking technologies for a variety of purposes, including:</p>\n<p>(a) Operationally-Necessary.\nWe can use tracking technologies required for system administration, to prevent fraudulent activity, improve security or allow you to make use of shopping cart functionality.\nWe are not required to inform you or to obtain your consent to tracking technologies that are operationally necessary.</p>\n<p>(b) Performance-Related.\nWe can use cookies or other tracking technologies to assess the performance of the online services, including as part of our analytic practices to improve the content offered through the online services.\nFor example, as set out in detail in our Cookies and Tracking Technologies Policy, we use Google Analytics to perform Site analytics.</p>\n<p>(c) Functionality-Related.\nWe can use tracking technologies to tell us, for example, whether you have visited the Site before or if you are a new visitor, and to help us identify the features in which you have the greatest interest.</p>\n<p>(d) Targeting-Related.\nWe can use tracking technologies to deliver content, including ads, relevant to your interests on our online service and third party sites, based on how you interact with our advertisements or content, and can track the content you access (including video viewing).\nFurther information on this, and your opt out choices, is in the “Your Choices” section above.\nWe can also collect password information from you when you log in, as well as computer and/or connection information.</p>\n<p>During some visits we may use software tools to measure and collect session information, including page response times, download errors, time spent on certain pages and page interaction information.\nTracking technologies, such as cookies, are mainly alphanumeric identifiers that we transfer to your computer’s hard drive through your web browser for record-keeping purposes.\nWhen you visit the Site, we and our business partners can use tracking technologies to enhance your online experience or customize our offerings.\nFor some customers a privacy settings option will be available to set your cookie preferences.\nSome cookies allow us to make it easier for you to navigate our Site, while others are used to enable a faster login process.</p>\n<p>A few additional important things you should know about our use of tracking technologies (cookies): • We can offer certain features that are available only through the use of tracking technologies.\n• There are two types of cookies: session cookies and persistent cookies.</p>\n<p>We use both session and persistent tracking technologies.\nTracking technologies can either be persistent (i.e.\nthey remain on your computer until you delete them) or temporary (i.e.\nthey last only until you close your browser).\nYou may be able to decline tracking technologies if your browser permits, although doing so can interfere with your use of the Site.\nRefer to the help section of your browser, browser extensions, or installed applications for instructions on blocking, deleting, or disabling tracking technologies such as cookies.\n• We encode and protect the tracking technologies that the Provider sets, so that only we can interpret the information stored in them.\n• You can encounter tracking technologies from our third party service providers that we have allowed on our Site.\nThese assist us with various aspects of our Site operations and services, such as Google Analytics.\n• You can also encounter tracking technologies from third parties on certain pages of the websites that we do not control and have not authorized (for example, if you view a web page created by another user, there can be a cookie placed by that web page).\n• Clear GIFs are tiny graphics with a unique identifier, similar in function to cookies.\nIn contrast to cookies, which are stored on your computer’s hard drive, clear GIFs are embedded invisibly on web pages.\n• We may use clear GIFs (a.k.a.\nweb beacons, web bugs or pixel tags), in connection with our Site to, among other things, track the activities of Site visitors, help us manage content, and compile statistics about Site usage.</p>\n<p>We and our third party service providers may also use clear GIFs in HTML emails to our customers, to help us track email response rates, identify when our emails are viewed, and track whether our emails are forwarded.\nFor more information about the use of cookies and similar technologies on our Site, please review this Privacy Policy and our Tracking Technologies Policy.</p> 9.\nNotice to Residents of the European Economic Area <p>Provider complies with the General Data Protection Regulation (“GDPR”).\nAs such, Provider affords to all European data subjects their respective data privacy rights to the extent they are applicable including:</p>\n<p>(i) right to rectify inaccurate data.\nYou have the right to obtain from us, the rectification of inaccurate Personal Data.\nConsidering the purposes of the processing, you have the right to have incomplete Personal Data completed, including by means of providing a supplementary statement.\nYou may perform this right by logging in to your general account settings or by any of the means provided on our Contact Us page.</p>\n<p>(ii) right to erasure (deletion of your Personal Data).\nYou have the right to request erasure or deletion of the Personal Data collected by us, only when: the Personal Data is no longer necessary in relation to the purposes for which it was collected or otherwise processed.\nor you withdraw consent on which the processing was based, and where there is no other legal ground for the processing.\nor you object to the processing and there are no overriding legitimate grounds for the processing, or you object to the processing for direct marketing purposes.\nor when the data has been unlawfully processed, or the Personal Data has to be erased in compliance with a legal obligation.\nIf you would like to exercise your deletion right you can do so by clicking here or by sending an email to privacy@bold.com.</p>\n<p>(iii) right to restrict processing of your Personal Data.\nYou have the right to restrict the processing of your Personal Data.\nif (i) the accuracy of the Personal Data is contested by you, for a period enabling us to verify the accuracy of the Personal Data (ii) the processing is unlawful and you oppose the erasure of the Personal Data, and request the restriction of there use instead.\n(iii) we no longer need the Personal Data for the purposes of the processing, unless the processing is required by you for the establishment, exercise or defense of legal claims;</p>\n<p>(iv) right of data portability.\nYou have the right to receive the Personal Data given to us through the Site in a commonly used and machine-readable format – if it was collected in an automated way, and the legal basis of processing was your consent or a contract (for example, if you accepted our terms of service).\nYou may also request us to transfer your Information to another provider or controller of data, where technically feasible.</p>\n<p>(v) right to withdraw consent.\nWhen you have provided consent to the processing, you may withdraw it at any time.\nThe withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal.\nThis includes your right to withdraw consent to the sharing of your data for monetary compensation with a third party.\nYou can exercise this right by sending a request to privacy@bold.com.</p>\n<p>(vi) right to object.\nWhen you object, we will no longer process your Personal Data unless we can demonstrate compelling, legitimate grounds for the processing that override your interests, rights and freedoms.\nWhere your Data is processed for direct-marketing purposes, you have the right to object at any time to the processing of your Data for such marketing.</p>\n<p>(vii) right to access and to obtain a copy of Personal Data.\nYou have the right to obtain from us confirmation as to whether or not your Personal Data is being processed, and, where that is the case, we will provide you with access to the Personal Data.\nIf you registered an account on our Site, you can access certain of your Personal Data within your account, such as your contact information, user profile and user content.\nFor obtaining a copy of other Information not available through the Site (for example such as behavioral data, and e-commerce history), please use this link or contact our customer service team with your specific request for assistance.</p>\n<p>If you do not have an account on our Site, please send us an email to privacy@bold.com with your request to access your Data or a copy of your Data.\nIf you do not have an account on our Site, please send us an email to privacy@bold.com with your request and one of our agents will make its best efforts to verify whether we have any of your Personal Data</p>\n<p>(viii) right not to be subject to a decision based solely on automated processing: You have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning you or similarly significantly affects you.\nThis will not apply if the decision: (a) is necessary for entering into, or performance of, a contract between you and us.\n(b) is authorized by Union or Member State law to which we are subject and which also lays down suitable measures to safeguard your rights and freedoms and legitimate interests.\nor is based on your explicit consent.</p>\n<p>You also have the right to lodge a complaint with the competent data protection supervisory authority (Article 77 of the GDPR).\nYou can file this complaint both at your place of residence, at your place of work or at the place of the data protection breach you are complaining about.</p>\n<p>You may also file a complaint with the supervisory authority at our place of representative in Luxembourg.\nYou can exercise any of these rights by contacting us at privacy@bold.com.</p>\n<p>In order to safeguard your Personal Data from unauthorized access, we can ask that you provide sufficient information to identify yourself prior to providing access to your Personal Data.\nWe take appropriate measures to ensure adequate protection of the privacy rights of EEA data subjects with respect to Personal Data that we transfer outside the EEA to a country that is not subject to an adequacy decision by the EU Commission.\nPlease refer to Section 14 for more information about storage and international transfers.</p>\n<p>In certain situations, and subject to applicable law, the Provider will not be able or obliged to comply with part or all of your individual requests.\nPlease note that we have the right to refuse and/or charge a monetary fee for requests that are manifestly unfounded or excessive, for example due to their repetitive character.</p>\n<p>If you have unresolved concerns, you have the right to complain to the EU Supervisory Authority.\nThe representative is Auxiliant S.à.r.l.\n1A, rue Thomas Edison, L-1445 Strassen, Luxembourg.</p>\n<p>We have appointed a Data Protection Officer.\nYou may contact the Data Protection Officer by sending an email to legal@bold.com or by writing to Auxiliant S.à.r.l, 1A, rue Thomas Edison, L-1445 Strassen, Luxembourg.</p>\n<p>Providing your Information to us is optional, but it can impact our ability to offer the Service to you.\nFor example, if you do not provide your complete Personal Data, we will not always be able to respond to your request in a timely manner.</p>\n<p>We process your Data for the following purposes and legal bases:</p>\n<p> • Operate our Site and Provide You with Our Services.\nWe use the Information we collect as it is necessary to perform the contract between you and us, in particular to (i) respond to your questions and requests.\n(ii) provide customer service (e.g., to fulfill your product and service orders, give you information about your account to resolve disputes, problems with your account/profile or the Site, to administer contests, sweepstakes or promotions, or to provide Information to third parties at your request, such as potential employers, job-matching services or third party websites, or other career-related services).\n(iii) personalize your experience by providing content on the Site, including targeted advertising or job-related advertising we believe can be of most interest to you and sharing your information with third parties that work with us to enhance your career experience.</p>\n<p>Furthermore, we use the Information we collect to (iv) improve the Site and.\n(v) provide you with a safe, efficient, and customized experience.\nthis is our legitimate interest within the meaning of Article 6(1) f of the GDPR.</p>\n<p> • Analyze and Aggregate Non-Personal Data.\nWe use aggregate Information about our users and non-Personal Data to analyze the Site and user behavior and to prepare aggregated reports.\nThis is our legitimate interest within the meaning of Article 6(1) f of the GDPR.</p>\n<p> • Prevent Fraud and Comply with the Law.\nWe use information from the Site to prevent, detect, and investigate fraud, security breaches, and potentially prohibited or illegal activities, and for the purposes of the following legitimate interest: to establish, exercise or defend a legal claim, and enforce our Terms of Use.\nWe also use Information in response to requests by government or law enforcement authorities, or in response to complaints where we are under a legal or regulatory obligation to adhere to a complaint-handling procedure.</p>\n<p> • Marketing &amp.\nCommunications.\nWe use your Information as it is necessary for the performance of a contract between you and us, in particular to: contact you, maintain the Site, your account, or to comply with your stated communication preferences, or to provide other services as described at the time when we collect the Information from you, or to contact you for other purposes authorized by law.</p>\n<p>The Information you share with us can be provided to third parties such as (i) CV editors, (ii) employers or recruiters who can contact you about career opportunities, (iii) employers seeking candidates, and/or (iv) other career service providers.</p>\n<p> • Mobile Data.\nWhen you access the Site on a mobile device, we can use the Information collected for any purpose set out in this Privacy Policy.\nFor example, we can use this information to provide you with location-based services, such as advertising, search results, and other personalized content.\nThis is our legitimate interest within the meaning of Article 6(1) f of the GDPR.</p>\n<p> • Profiling.\nWe use your data to create your professional profile corresponding to your skills, education, experience, interests, and preferences.\nThen, based on the profile created we suggest that you complete your profile and encourage you to use our other services.\nWe may also suggest job offers which correspond to your profile, and recommend your profile to employers or other individuals, which we believe may be looking for candidates with similar experience and qualifications.\nBased on your Information we may also provide you with targeted ads.\nPlease refer to Section 3 for more information about data retention.</p>\n<p>To the extent permissible by applicable law, we will retain the Information for as long as it is necessary to fulfill the purpose(s) for which it was collected, our business purposes and/or to comply with the applicable laws and regulations.\nThis includes but is not limited to the purposes stated in the previous paragraphs of this Section 9.</p> 10.\nResidents Around The World <p>Provider will afford all data subjects their respective data privacy rights to the extent they are applicable in compliance with the law of their country.\nAll rights listed in Section 9 shall be afforded to other residents of the world respectively.\nIf you have any questions, requests, or concerns please contact us by sending an email to legal@bold.com.</p> 11.\nThird Parties <p>Our Site can contain links to other third party websites and the Provider can provide products and services that share Information with third party sites for your job search.\nWe are not responsible for the privacy practices or the content of these third party sites, so it is important to look through their privacy policies before providing your Information.</p> 12.\nInformation Security <p>We maintain appropriate technical, physical, and administrative security measures designed to protect the security of your Information against loss, misuse, unauthorized or accidental access, disclosure, copying, use, or alteration.\nHowever, no method of transmission over the internet or method of electronic storage is totally secure.\nTherefore, we cannot guarantee its absolute security.</p> 13.\nChildren's Privacy <p>The Site is a general audience site and it is not intended for children under the age of 18.\nWe do not knowingly collect Information via our websites, applications, services, or tools from users in this age group.\nIf you become aware that a child under 18 has provided us with Information, please contact us immediately so we can delete such information from our system.</p> 14.\nStorage and International Transfer <p>As we operate internationally, and many of our computer systems are currently based globally, for the purposes set out in this Privacy Policy your Information can be stored and processed elsewhere by us, our affiliates or an unaffiliated service provider.</p>\n<p>The data protection and privacy regulations do not always offer the same level of protection as in other parts of the world, such as the European Economic Area (“EEA”).\nNonetheless, we have ensured that our service providers and affiliates have been subjected to strict contractual provisions in their contract with us, including Standard contractual clauses, to guarantee that an adequate level of data protection for your data is met.\nWhen you create an account/profile or otherwise provide us with your information, you consent to the collection, storage, use of some tracking technologies as described above, and/or processing of your information, including Personal Data, in the United States and other countries.\nTo obtain a copy of the relevant transfer mechanism or additional information on the transfers, please address these requests by any of the means provided on our Contact Us page.</p> 15.\nNotification Regarding Review and Updates <p>From time to time, and at least once every twelve (12) months, we review this Privacy Policy, and we may choose to update its terms.\nThe Privacy Policy posted at any time or from time to time via the Site will be deemed to be the Privacy Policy then in effect.\nYou agree that we can notify you about updates made to this Policy by placing a notice on the Site.\nYou should check the Site frequently for updates.</p>\n<p>In addition, we have provided the Privacy Policy Highlights section to offer a summary of the main points of our full Privacy Policy for your convenience.\nIn the event of a conflict between the Privacy Policy Highlights and the full Privacy Policy, the full Privacy Policy will prevail.</p> 16.\nCalifornia Residents <p>This section provides specific information and applies only to residents of California (“California consumers” in this section).\nThe California Consumer Privacy Act (“CCPA”) requires that we provide certain information to California consumers about how we handle certain Personal Data that we have collected, whether online or offline.</p>\n<p>Under the CCPA, “Personal Data” is any information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household, including the categories identified below to the extent that they identify, relate to, describe, are capable of being associated with, or could be reasonably linked, directly or indirectly, with a particular consumer or household.</p>\n<p> • Categories of Personal Data that We Collect and Disclose.\nWe may collect and disclose for business purposes the following Personal Data from California Consumers: (1) name, contact information and identifiers (real name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, or other similar identifiers).\n(2) customer records (electronic customer records containing Personal Data, such as name, signature, physical characteristics or description, address, telephone number, education, employment, employment history).\n(3) protected classifications (characteristics of protected classifications under California or federal law such as race, color, sex, age, religion, national origin, disability, citizenship status, and genetic information).\n(4) purchase history and tendencies (commercial information including records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies).\n(5) usage data (internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a California consumer’s interaction with an internet website, application, or advertisement).\n(6) geolocation data (precise geographic location information about a particular individual or device).\n(7) employment history (professional or employment-related information).\n(8) education information (information about education history or background), (9) Audio/Visual: audio, electronic, visual, thermal, olfactory, or similar information, and.\n(10) profiles and inferences (inferences drawn from any of the information identified above to create a profile about a California consumer reflecting the California consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes).</p>\n<p> • California Consumer Rights.\nCalifornia law grants California consumers certain rights and imposes restrictions on particular business practices as set out below.\n</p>\n<p> • Do-Not-Sell.\nCalifornia consumers have the right to opt out of the sale of their Personal Data.\nPlease refer to the California resident’s notice on our Terms for more details about how we share your personal information.\n</p>\n<p> • California customer’s rights Subject to certain exceptions, and as a California consumer, you have the right to make the following requests at no charge, up to two times, every 12 months:</p>\n<p> • Deletion.\nYou have the right to request the deletion of Personal Data that we have collected about you, subject to certain exemptions (for example, where the Information is used by us to detect security incidents, debugging or to comply with a legal obligation).\n</p>\n<p> • Copy.\nConsumers have the right to request a copy of the specific pieces of Personal Data that we have collected about them in the prior 12 months.\n</p>\n<p> • Right to Know.\nConsumers have the right to ask us to disclose certain information about how we have handled Personal Data in the prior 12 months, including the:</p>\n<p> • categories of Personal Data collected</p>\n<p> • business and/or commercial purposes for collecting and selling their Personal Data</p>\n<p> • categories of third parties/with whom we have disclosed or shared their Personal Data</p>\n<p> • categories Personal Data that we have disclosed or shared with a third party for a business purpose</p>\n<p> • categories of Personal Data collected</p>\n<p> • categories of third parties to whom the consumer’s Personal Data has been sold and the specific categories of Personal Data sold to each category of third party</p>\n<p> • Submitting Requests.\nYou can make a copy, deletion and right-to-know request online by sending a request through your account in case you are registered on the Site, by emailing us at privacy@bold.com, by using any of the options made available to you by us throughout the Site for this purpose, or by contacting us at the free phone number in Contact Us.\n</p>\n<p> • Incentives and Discrimination.\nThe CCPA prohibits discrimination against California consumers for exercising their rights under the CCPA and imposes requirements on any financial incentives offered to California consumers related to their Personal Data.\nBusinesses may offer different prices, rates, or quality of goods or services if the difference is reasonably related to the value of the consumer’s data.</p> 17.\nContact Us <p>This Site is controlled and operated by the Provider.\nWhether you access the services through any of our family sites, you may contact the Provider by any of the means in the Contact Us section on the Site.\nIf your questions are not answered online, you can email us at privacy@bold.com, or write to us at BOLD LLC at City View Plaza II, Suite 6000, 48 Road 165, Guaynabo, Puerto Rico 00968.</p>\n<br> ", "created_at": "2023-03-29 04:26:58.956016", "updated_at": "2023-03-29 04:28:03.806086"}], "points": [], "urls": ["flexjobs.com"]}}