{"error": 448, "message": "OK", "parameters": {"id": 9584, "name": "Contentpass", "created_at": "2023-09-06 10:47:49.241412", "updated_at": "2023-09-17 10:02:37.274181", "wikipedia": null, "keywords": null, "related": null, "slug": "contentpass", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/9584.png", "url": "contentpass.de,contentpass.net", "documents": [{"id": 19022, "name": "Privacy policy", "url": "https://contentpass.net/privacy", "xpath": "//*[@id=\"container\"]/div/div[2]/div/div/div[1]", "text": "contentpass privacy policy<p>\n</p>\n<p>At contentpass, the protection of your privacy and your personal data is important to us.\nTherefore we process your data in accordance with the relevant data protection regulations, such as the EU General Data Protection Regulation („GDPR“), the Federal Data Protection Act and other applicable data protection regulations.<br>\n<br> We would therefore like to inform you in particular about the data processing carried out by us and about your rights.<br>\n</p>\n<p>\n</p>1.\nPerson responsible, contact, data protection officer<p>The responsible party for data collection and processing pursuant to Art.\n4 (7) EU General Data Protection Regulation („GDPR“) is the</p>\n<p>Content Pass GmbH <br> Wolfswerder 58 <br> D-14532 Kleinmachnow <br>\n<br>\n</p>\n<p>\n</p>\n<p>represented by the Management Board.\n<br>\n<br> If you have any questions or comments about this privacy statement or about data protection in general, please feel free to contact us at the following email address privacy@contentpass.de.<br>\n</p>\n<p>\n</p>2.\nPurposes and legal bases for the processing of personal data2.1 Contract execution/contentpass subscription<p>We process your following personal data for the execution of the contract and within the scope of the contentpass subscription:</p>\n<ul>\n<li>Email address</li>\n<li>IP address</li>\n<li>if necessary bank details</li>\n</ul>\n<p>The legal basis for this is Art.\n6 para.\n1 p.\n1 letter b) GDPR</p>\n<p>For payment processing, we use Stripe Payments Europe Limited, 1 Grand Canal Street Lower, Grand Canal Dock, Dublin, Ireland as payment service provider.\nThe legal basis for the transfer to the payment service provider is Art.\n6 para.\n1 p.\n1 letter b) GDPR.\nFor more information about Stripe, please see 5.\nOrder processing and recipients of data.</p>2.2 Accounting<p>If you use the optional billing option provided by us, we process the following categories of your personal data:</p>\n<ul>\n<li>Name and surname</li>\n<li>Address</li>\n<li>Bank details</li>\n<li>Invoice data</li>\n<li>if necessary means of payment</li>\n</ul>\n<p>The legal basis for this is your consent, which can be revoked at any time, Art.\n6 para.\n1 p.\n2 lit.\na), Art.\n7 GDPR.\nPlease note that we cannot invoice you in the event that you revoke your consent.</p>3.\nYour rights3.1 Right to information<p>According to Art.\n15 GDPR, you have the right to receive information about the data stored and processed about you, including any recipients and the planned storage period.</p>3.2 Right to rectification<p>If inaccurate personal data is processed by us, you have the right to have this data corrected in accordance with Art.\n16 GDPR.</p>3.3 Right to erasure or restriction of processing<p>If the legal requirements are met, you can request the deletion of your personal data or the restriction of the processing of this data in accordance with Art.\n17 and 18 GDPR.</p>3.4 Right to complain to a supervisory authority<p>If you are of the opinion that the processing of personal data concerning you by us violates the GDPR and applicable data protection law, you may lodge a complaint with a data protection supervisory authority of your choice pursuant to Article 77 (1) of the GDPR.\n</p>3.5 Right of withdrawal<p>If the data processing by us is based on your voluntary consent pursuant to Art.\n6 para.\n1 p.\n1 letter a), Art.\n7 GDPR, you have the right to revoke your consent at any time and without giving reasons.\nThe lawfulness of the processing carried out on the basis of the consent until the revocation remains unaffected.</p>4.\nGeneral information on the storage period<p>The data processed by us will be deleted or restricted in its processing in compliance with the statutory provisions, in particular in accordance with Art.\n17 and 18 GDPR.\nUnless expressly stated within the scope of this privacy policy, we delete data stored by us as soon as it is no longer required for its intended purpose.</p>\n<p>Beyond the point in time when the purpose ceases to exist, your data will only be retained if it is required for other and legally permissible purposes or if the data must continue to be retained due to legal retention obligations (e.g.\nSection 257 (1) HGB, Section 147 AO).\nIn these cases, processing is restricted, i.e.\nthe data is blocked and not processed for other purposes.</p>5.\nCommissioned processing and recipients of data5.1.\nOVH as hosting provider<p>\n</p>\n<p>We use OVH as a cloud computing service and hosting provider.\nOur contractual partner is OVH GmbH, Christophstraße 19, 50670 Cologne, Germany, with whom we have concluded a contract for commissioned processing according to Art.\n28 GDPR.<br>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The legal basis for the use of OVH is our legitimate interest in the efficient and secure provision of our service (contentpass), Art.\n6 para.\n1 p.\n1 lit.\nf) GDPR.<br>\n</p>\n<p>\n</p>5.2.\nGoogle Cloud Platform as hosting provider<p>\n</p>\n<p>We use the Google Cloud Platform as a cloud computing service and hosting provider.\nOur contractual partner is Google Ireland Limited, Gordon House, Barrow St, Dublin 4, Ireland, with whom we have concluded a contract for commissioned processing according to Art.\n28 GDPR.<br>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Insofar as Google Ireland Limited transfers personal data to the U.S.\nparent company Google LLC, Google Ireland Limited guarantees by means of standard contractual clauses and supplementary protective mechanisms to maintain the European level of data protection.<br>\n</p>\n<p>\n</p>\n<p>The legal basis for the use of the Google Cloud Platform is our legitimate interest in the efficient and secure provision of our service (contentpass), Art.\n6 para.\n1 p.\n1 lit.\nf) GDPR.</p>5.3.\nFlowmailer<p>We use Flowmailer BV, Van Nelleweg 1, 3044 BC Rotterdam, NL to receive and send emails from and to customers.\nWe have concluded an order processing contract with Flowmailer in accordance with Art.\n28 GDPR and standard contractual clauses for the service.\nThe legal basis is determined by the content of the email.\nIf, for example, you write to us on an informational basis without an existing customer relationship, your data will be processed on the basis of your (presumed) consent pursuant to Art.\n6 (1) sentence 1 a) GDPR.\nIf the email communication relates to the existing subscription and contractual relationship, the legal basis is Art.\n6 para.\n1 p.\n1 lit.\nb) GDPR and the processing serves the performance and implementation of your contract with us.</p>5.4.\nCrisp<p>We use Crisp IM SARL, 2 Boulevard de Launay, 44100 Nantes, France (registration number: 833085806) for chat communication with prospects and customers if you have questions about the product and services.\nWe have concluded a contract with Crisp for commissioned processing in accordance with Art.\n28 GDPR as well as standard contractual clauses.</p>5.5.\nChargebee<p>For the purpose of subscription and billing management, we use a service provided by CHARGEBEE Inc, 340 S.\nLemon Avenue, Suite #1537, Walnut, California 91789, USA.\nIn doing so, the following personal data is transmitted to Chargebee and processed in the service: IP address, email address, country of residence, payment details (credit card/SEPA/Paypal identifier), billing address (if provided).</p>\n<p>We have concluded a contract with CHARGEBEE for commissioned processing according to Art.\n28 GDPR as well as standard contractual clauses.\nIn addition, CHARGEBEE continues to meet the certification requirements for the Privacy Shield despite the invalidity of the Privacy Shield.</p>\n<p>The legal basis for the use of the Chargebee service is our legitimate interest in efficient customer administration and subscription management, Art.\n6 para.\n1 p.\n1 lit.\nf) GDPR.</p>5.6.\nStripe (Payment Processing)<p>We use Stripe Payments Europe Limited, 1 Grand Canal Street Lower, Grand Canal Dock, Dublin, Ireland as payment service provider for settlements via credit card and SEPA payment.</p>\n<p>To this extent, Stripe is itself a controller within the meaning of Art.\n4 No.\n7 GDPR.\nFor the purpose of payment processing, your payment data and, if applicable, information on the means of payment as well as your IP address are transmitted to Stripe.\nThe legal basis for the transmission to the payment service provider is our legitimate interest in secure payment processing and fraud prevention, Art.\n6 para.\n1 p.\n1 lit.\nf) GDPR.</p>\n<p>\n</p>\n<p>For more information about Stripe, please see Stripe's privacy notices at https://stripe.com/privacy.\nTo the extent that Stripe transfers personal data to its U.S.\nparent company, Stripe Inc, Stripe uses standard contractual clauses with supplementary safeguards to maintain European levels of data protection.<br>\n</p>\n<p>\n</p>5.7.\nPaypal (Payment Processing)<p>In addition to Stripe, we use PayPal (Europe) S.&amp;agrave.\nr.l.\net Cie, S.C.A., 22-24 Boulevard Royal, L-2449 Luxembourg as a further payment service provider.</p>\n<p>To this extent, PayPal is itself the controller within the meaning of Art.\n4 No.\n7 DS-GVO.\nFor the purpose of payment processing, your payment data will be transmitted to PayPal.</p>\n<p>Insofar as PayPal transmits personal data to the US parent company PayPal Inc.\nor other companies of the PayPal group of companies, PayPal (Europe) guarantees to maintain European data protection levels by using binding internal data protection rules („Binding Corporate Rules“).</p>\n<p>Legal basis for the use of PayPal is our legitimate interest in secure payment processing and fraud prevention, Art.\n6 para.\n1 p.\n1 lit.\nf) DS-GVO.\n</p>6.\nCookies<p>When logging into a contentpass account, a cookie is stored and processed.\nThis cookie is used by us as a so-called first-party cookie and is required to use our service.</p>\n<p>The cookie is a so-called session ID and is used to recognize the user as a logged-in contentpass user.\nThe storage of the cookie is regularly only temporary, i.e.\nthe cookie is usually deleted after you close the browser, depending on your personal browser settings.</p>\n<p>Furthermore, it is regularly not technically possible for the cookie to recognize you as a logged-in user across participating publisher sites, so that cross-website linking is not possible.</p>", "created_at": "2023-09-06 10:50:58.157322", "updated_at": "2023-09-06 10:51:08.885866"}, {"id": 19023, "name": "Terms and Conditions ", "url": "https://contentpass.net/terms", "xpath": "//*[@id=\"container\"]/div/div[2]/div/div/div[1]", "text": "contentpass Terms and Conditions<p>We are pleased that you have chosen contentpass.\nData protection is important to us at contentpass.\nFor this reason, we have created this service, which allows you to read online publications free of advertising and tracking as possible.\n</p>\n<p>Below we present our Terms and Conditions, which describe our service and your rights in more detail.\nPlease read these Terms and Conditions, our Privacy Policy and any other notices and conditions referred to herein carefully.\n</p>1.\nScope of application, general<p>The contentpass is a service of Content Pass GmbH, Wolfswerder 58, 14532 Kleinmachnow, Germany (hereinafter „contentpass“, „we“, „us“, „our“), (AG Potsdam HRB 29401 P).\n</p>\n<p>\n</p>\n<p>The following Terms and Conditions („T&amp;Cs“) apply to our fee-based contentpass (advertising- and tracking-free visiting of websites.\nfor more details see 3.1.\nand 3.2).\nExcluded from this are services of so-called third party services, which are marked as such accordingly and are not offered by us, but by a third party.<br>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Your contract with us includes these T&amp;Cs, our privacy policy and any other terms and conditions accepted by you.<br>\n</p>\n<p>\n</p>\n<p>Our contentpass can only be used by private individuals, i.e.\nconsumers in the sense of § 13 of the German Civil Code (BGB).\nA consumer is any natural person who enters into a legal transaction for purposes that can predominantly be attributed neither to his or her commercial nor to his or her independent professional activity.\n</p>2.\nAmendment of the T&amp;Cs<p>These TOS may be amended and modified by us from time to time for justifiable reasons, such as when necessary in the course of improving our service and adding additional features or as a result of scientific and technical advances.\n</p>\n<p>\n</p>\n<p>If we change or adapt the T&amp;Cs, we will inform you of this in good time, i.e.\nat least four weeks before it comes into force, as well as of your special right of termination (see below 7.2 Special right of termination) and the consequences of a termination not received in good time.<br>\n</p>\n<p>\n</p>3.\nOur Service3.1.\nGeneral<p>We enable you to visit the participating digital offers such as websites and apps (of our contractual partners, hereinafter referred to as „Publishers“) free of advertising and tracking.\nIn this context, advertising- and tracking-free means that when you use our service while visiting the Publisher's offer, no third party components or services are used which have the aim of storing and using your personal data or behaviour.\nYou pay us and we pay the Publishers out of our revenue.\nYou are recognised as a user of our service by the Publisher and can visit their offers without advertising or tracking.\n</p>\n<p>Such components or services are usually cookies, advertising trackers or plugins that regularly, but not exclusively, require your consent.\nThe components and services could create user profiles from you, for example, and even across a variety of websites.\n</p>\n<p>By using our service, the use of such components and services is prevented so that you are regularly not visible to third parties when visiting participating websites.\n</p>3.2.\nExclusion of Publisher Components<p>Please note that advertising and tracking components for offers of the Publisher itself or other services of the Publisher are not technically prevented by our service.\nAmong other things, advertising for the publisher's own products and the analysis of website usage for statistical purposes or to improve the offer by the website operator will still be possible.\nYou can find more information on this in the privacy policy of the respective publisher, if applicable.\n</p>3.3.\nAvailability of our Service<p>We maintain our service up to 99.5% operational on an annual average.\nWe warrant that we will use reasonable endeavours to ensure that you receive the advertising and tracking freedom booked with our service to the extent we specify.\nThis does not include scheduled maintenance periods, which will be announced in a timely and reasonable manner.\n</p>\n<p>We are not responsible for the functionality of the Participating Publisher's site.\nWe do not guarantee the functionality and availability of the respective Publisher's site.\nPlease contact the respective Publisher regarding these malfunctions.\n</p>4.\nUse of the contentpass account4.1.\nCreating a contentpass account<p>4.1.1.\nIn order to participate in our service, you need a contentpass account.\nYou can either create this account directly via the contentpass website or you will be directed to us from a participating website.\nFor the creation of an account we only need </p>\n<ul>\n<li>your email address,</li>\n<li>a password for your account and</li>\n<li>for tax reasons, the country of your permanent residence.</li>\n</ul>\n<p>4.1.2.\nYour email address will also be used to verify your registration by sending you an email to confirm the creation of your account, in which we will ask you to confirm by means of a code.\nOnce you have confirmed your registration, your account will be created immediately and you will receive a confirmation from us.\nImmediately after confirmation of the creation of your contentpass account, you can log in to your account or automatically visit the participating website free of advertising and tracking.\n</p>\n<p>4.1.3.\nWe reserve the right to delete multiple registrations.\n</p>4.2.\nFunction and administration of the contentpass account<p>In your contentpass account you can manage your subscriptions booked with us.\nThis means that you can terminate the subscription directly via your account.\n</p>\n<p>\n</p>\n<p>At the same time, you can change, enter and manage your email address and password as well as optionally other personal data in your account.\nIf you wish to receive an invoice, you can also specify this option in your account and download the invoice in your account.\nFor the option of invoicing by us, please see 6.\nInvoice.<br>\n</p>\n<p>\n</p>\n<p>You are obliged to keep your log-in data, in particular your password, secret.\nThe use of the account (so-called account sharing) by third parties is not permitted.\nYou are obliged to report any unauthorised use of your contentpass account as well as any other violation of the security regulations to us immediately.\n</p>4.3.\nDeletion of the contentpass account<p>You can delete your account with us independently at any time on your account page.\nThe prerequisite for deletion is that you do not have a current subscription with us at the time of the intended deletion or that the term of your most recently concluded subscription has expired.\n</p>5.\nRemuneration, payment, method of payment5.1.\nCompensation<p>You pay a monthly subscription fee for the use of our service, which depends on how many digital offers participate in contentpass.\n</p>5.2.\nPayment<p>The remuneration is payable monthly in advance and will not be refunded, even partially, if you do not wish to use the Service.\n</p>\n<p>You may use our paid contentpass by (1) paying a subscription fee monthly in advance or (2) by making an upfront payment that gives you access to our paid service for a specified period of time.\n</p>5.3.\nPayment method<p>contentpass users can choose between the following payment methods to pay for their subscription: </p>\n<ul>\n<li>Credit Card Payment (Visa/Master Card)</li>\n<li>Paypal</li>\n<li>SEPA Direct Debit</li>\n</ul>\n<p>\n</p>\n<p>For payment processing we use the services of Stripe and Paypal.\nYou can find more information about Paypal here.<br>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Please also refer to our privacy policy regarding the specified payment options and with regard to the use of Stripe.<br>\n</p>\n<p>\n</p>6.\nInvoice<p>\n</p>\n<p>If you need an invoice from us, you can activate this option in your account (see 4.2 Function and management of the contentpass account).\nFor an invoice, we need your postal address, which you can store in your contentpass account.\nWe charge a handling fee for sending invoices by post.<br>\n</p>\n<p>\n</p>\n<p>You can download the invoice conveniently and free of charge in your contentpass account.\n</p>7.\nTerm, Termination, Right of Cancellation7.1 Term and Termination<p>The contract comes into effect on the day of registration and upon full payment of the first monthly fee.\nThe contract period is one month at a time and the contract is automatically extended by a further month at a time if it is not terminated by you via your account or in text form (e.g.\nby email) or by us in text form (e.g.\nby email) two days before the end of the month.\nWe may terminate the contract for cause or block your access to our contentpass for cause.\nYour right to terminate for cause remains unaffected.\n</p>7.2 Special right of termination<p>If you do not agree with the application of the adapted or amended General Terms and Conditions, you have a special right of termination.\nYou are entitled to terminate the contract no later than two days before the change comes into force.\nIf the contract is not terminated or is not terminated in due time, the contract shall be continued subject to the new adjustments or amendments.\n</p>7.3 Right of withdrawal<p>Provided you are a consumer within the meaning of Section 13 of the German Civil Code (BGB), you have the following right to revoke the booking of a paid subscription.\n</p>\n<p>You have the right to cancel a booked subscription within 14 days and without giving any reason.\nThe revocation period is 14 days from the conclusion of the contract.\n</p>\n<p>\n</p>\n<p>In order to exercise your right of withdrawal, you must inform us (Content Pass GmbH, Wolfswerder 58, 14532 Kleinmachnow, Germany, support@contentpass.de of your withdrawal by means of a clear statement (e.g.\n<strong>preferably</strong> by email, by post by letter).<br>\n</p>\n<p>\n</p>\n<p>You may use the sample provided by us for this purpose, but this is not binding.\n</p>\n<p>Model withdrawal form </p>\n<p>\n</p>\n<p>(If you wish to cancel the contract, please complete and return this form, either to our postal address or to support@contentpass.de.)<br>\n</p>\n<p>\n</p>\n<p>To the </p>\n<p>\n</p>\n<p>Content Pass GmbH <br> Wolfswerder 58 <br> D-14532 Kleinmachnow<br>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>support@contentpass.de<br>\n</p>\n<p>\n</p>\n<p>I/we (*) hereby revoke the contract concluded by me/us (*) for the purchase of the following goods (*) / the provision of the following service (*) </p>\n<p>Ordered on (*) / received on (*) </p>\n<p>Name of the consumer(s) </p>\n<p>Address of consumer(s) </p>\n<p>Signature of the consumer(s) (only in case of communication on paper) </p>\n<p>Date </p>\n<p>________________________</p>\n<p>(*) Delete inapplicable.\n</p>8.\nLimitation and changes to the service<p>\n</p>\n<p>Due to technical progress and ever-changing circumstances, it may be necessary to carry out maintenance work, tests and updates on our contentpass services.\nDespite our best efforts, technical difficulties in the provision of our services can never be completely ruled out.\nDue to the aforementioned circumstances, temporary disruptions of our services may nevertheless occur from time to time.\nThe scheduled maintenance periods and the accompanying temporary disruptions are not subject to the availability specified in 3.3.\nAvailability of our service.<br>\n</p>\n<p>\n</p>\n<p>Nonetheless, we will always endeavour to provide you with our Service to your fullest satisfaction.\nWe will use reasonable efforts and measures to keep our services operational.\n</p>9.\nPrivacy Policy<p>\n</p>\n<p>Please note our privacy policy on the handling of personal data provided to us in the context of the use of the contentpass account.<br>\n</p>\n<p>\n</p>10.\nLimitations of Liability<p>We shall be liable exclusively for intent and gross negligence, as well as for the breach of cardinal obligations or due to injury to life, limb or health by us, our vicarious agents or our vicarious agents.\nInsofar as we are liable for the breach of cardinal obligations, the claim for compensation for financial loss and damage to property shall be limited to the typically foreseeable damage.\n</p>\n<p>This limitation of liability shall apply mutatis mutandis to claims in tort.\n</p>\n<p>Liability under the Product Liability Act remains unaffected.\n„Cardinal obligations“ are those obligations which are necessary for the proper performance of this contract in the first place and on whose compliance the user regularly relies and may regularly rely.\n</p>11.\nChoice of Law<p>All disputes arising in connection with the use of the contentpass' or with the use of the contentpass account shall be governed exclusively by German law, excluding the UN Convention on Contracts for the International Sale of Goods.\n</p>", "created_at": "2023-09-06 10:55:08.199659", "updated_at": "2023-09-06 10:55:20.386485"}], "points": [{"id": 34879, "title": "The terms for this service are translated into different languages", "source": "https://contentpass.net/privacy", "status": "Bottom left of each page is a language selector.", "created_at": "2023-09-06 11:06:52.805005", "updated_at": "2023-09-16 14:37:51.151471", "quoteText": null, "case_id": 198, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 34887, "title": "When the service wants to change its terms, you are notified a week or more in advance.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-06 22:18:59.393142", "updated_at": "2023-09-17 03:10:22.36108", "quoteText": null, "case_id": 123, "document_id": 19023, "quoteStart": null, "quoteEnd": null}, {"id": 34936, "title": "When the service wants to change its terms, you are notified a week or more in advance.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-17 03:10:39.652554", "updated_at": "2023-09-17 08:19:19.799277", "quoteText": null, "case_id": 123, "document_id": 19023, "quoteStart": null, "quoteEnd": null}, {"id": 34937, "title": "The service claims to be GDPR compliant for European users", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-17 19:47:26.514034", "updated_at": "2023-09-18 18:41:06.055936", "quoteText": null, "case_id": 481, "document_id": 19022, "quoteStart": null, "quoteEnd": null}, {"id": 34939, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-17 19:55:39.094087", "updated_at": "2023-09-18 18:41:11.039962", "quoteText": null, "case_id": 303, "document_id": 19022, "quoteStart": null, "quoteEnd": null}, {"id": 34940, "title": "Some personal data may be kept for business interests or legal obligations", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-17 19:56:00.929945", "updated_at": "2023-09-18 18:41:22.612244", "quoteText": null, "case_id": 333, "document_id": 19022, "quoteStart": null, "quoteEnd": null}, {"id": 34941, "title": "This service gives your personal data to third parties involved in its operation", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-17 19:58:29.996437", "updated_at": "2023-09-30 22:19:45.760496", "quoteText": null, "case_id": 188, "document_id": 19022, "quoteStart": null, "quoteEnd": null}, {"id": 34942, "title": "Blocking first party cookies may limit your ability to use the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-17 20:00:12.537412", "updated_at": "2023-09-18 18:41:16.025321", "quoteText": null, "case_id": 375, "document_id": 19022, "quoteStart": null, "quoteEnd": null}, {"id": 34938, "title": "You can request access, correction and/or deletion of your data", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-17 19:55:07.233974", "updated_at": "2023-09-18 14:05:25.387229", "quoteText": null, "case_id": 195, "document_id": 19022, "quoteStart": null, "quoteEnd": null}], "urls": ["contentpass.de", "contentpass.net"]}}