{"error": 448, "message": "OK", "parameters": {"id": 9745, "name": "Tilia LLC", "created_at": "2023-10-09 23:23:50.72756", "updated_at": "2023-10-10 10:02:29.144066", "wikipedia": null, "keywords": null, "related": null, "slug": "tilia-llc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9745.png", "url": "tilia.io", "documents": [{"id": 19401, "name": "Terms of Service", "url": "https://www.tilia.io/legal/terms-of-service", "xpath": "//body", "text": "Why Tilia?How it WorksCase StudiesDocumentationLicensesAbout&nbsp;UsContact&nbsp;Us<strong>Tilia LLC User Terms of Service</strong>\n<br>\n<p>\n<strong>Effective May 10, 2022</strong>\n</p>\n<p>These Terms of Service (\"<strong>Terms</strong>\") are a legal agreement between you (\"<strong>user</strong>,\" \"<strong>you</strong>,\" or \"<strong>your</strong>\") and Tilia LLC (\"<strong>Tilia</strong>,\" \"<strong>we</strong>,\" \"<strong>our</strong>,\" or \"<strong>us</strong>\") that govern your use of the Tilia Service (as defined below).\n</p>\n<p>As used in these Terms, the \"<strong>Tilia Service</strong>\" refers to Tilia's products and services, as well as Tilia's website and any software, programs, documentation, tools, internet-based services, components, and any updates (including software maintenance, service information, help content, bug fixes or maintenance releases) provided to you by Tilia, directly or indirectly, any of which may be provided from time to time by an affiliate of Tilia to the extent permitted by applicable law.</p>\n<p>\n<strong>By registering for an Account (as defined below) and/or accessing or otherwise using any portion of the Tilia Service, you agree to be bound by these Terms</strong>.</p>\n<p>\n<strong>Please read all provisions of these Terms carefully.\nIf you do not agree to these Terms, you may not register for an Account or otherwise access or use any portion of the Tilia Service.\nTHESE TERMS CONTAIN AN ARBITRATION PROVISION THAT AUTHORIZES EITHER PARTY TO ELECT MANDATORY AND BINDING ARBITRATION OF CERTAIN DISPUTES.\nTHE TERMS OF THE ARBITRATION PROVISION ARE SET FORTH IN SECTION 12 BELOW, ENTITLED \"DISPUTE RESOLUTION AND ARBITRATION.\" PLEASE READ THIS ARBITRATION PROVISION CAREFULLY.\n</strong>\n</p>\n<p>The Tilia Service is offered through Tilia’s integrations with websites (each, a <strong>\"Platform</strong>\") that are offered by third parties (each, a \"<strong>Publisher</strong>\").\nAccess to all or a portion of the Tilia Service through these Platforms and Publishers may be available or discontinued at the sole discretion of Tilia.\nYou agree that your use of the Platform through which you access the Tilia Service is governed by the relevant Publisher's end user license agreement and/or terms of use, including, without limitation, password and account security policies (collectively, the \"<strong>Platform TOS</strong>\").\nWe do not assume any responsibility for the content, policies or practices of any Platform, Publisher or other third party, including any Platform TOS, and you hereby agree that we are not liable for any loss arising from your use of any Platform, any act or omission of any Publisher or other third party, or the terms of any Platform TOS.\nThese Terms incorporate by reference all policies, guidelines, notices, and other content regarding the Tilia Service (collectively, the \"<strong>Website</strong>\").\nIn the event of any material conflict or inconsistency between these Terms and any such policies, guidelines, notices, these Terms prevail with respect to the provision of the Tilia Service.\n</p>\n<p>These Terms contain the above provisions and the following 13 sections.</p>\n<strong>1.\nThe Tilia Service</strong>\n<p>The Tilia Service is designed to allow you to:</p>\n<p>a) make payments for digital goods and services;</p>\n<p>b) hold and load funds in a Stored Value Balance (as defined below) and make payments for digital goods and services (“<strong>Digital Goods</strong>”) to third parties and other users of the Platform;</p>\n<p>c) use Tilia issued tokens on a Publisher’s Platform to use or access features or content within a Publisher’s Platform;</p>\n<p>d) facilitate the use of in-Platform content, and access other related services within a Platform.</p>\n<p>While the Tilia Service is integrated into certain selected Platforms, the Tilia Service is offered by Tilia and not by the Publisher of the relevant Platform.\n</p>\n<p>Tilia is not responsible for the provision of the Platform itself or any experience within the Platform—just the Tilia Service.\nThis means, for example, that Tilia is not responsible or liable for the Digital Goods offered and provided by Publishers to you.\n</p>\n<p>Tilia does not have control of, nor liability for, any Publisher or other third party content that is accessed using the Tilia Service or any products or services that are paid for using the Tilia Service.\nIn the event of any conflict between the relevant Platform TOS and these Terms, these Terms will govern as between you and Tilia, and with respect to the Tilia Service.\n</p>\n<p>As the different features of the Tilia Service that are enabled for a particular Platform will be determined by the relevant Publisher and Tilia, the Platform TOS applicable to that Platform may use slightly different terminology to refer to the Tilia Service features available through the Platform.\n</p>\n<p>Tilia may offer some or all of the following as part of the Tilia Service provided through any particular Platform: </p>\n<p>a) payment processing services (as described below);</p>\n<p>b) Stored Value Balances (as defined below) provided to you and other Platform users.\n&nbsp;</p>\n<p>c) other permissible and supported payment services as may be requested by a Publisher.\nand/or</p>\n<p>d) digital token issuance (as described below)</p>\n<p>In accordance with and to the fullest extent permitted by applicable laws, Tilia has the right to change, limit access to, or eliminate any aspect(s), feature(s) or functionality of the Tilia Service in its sole discretion at any time without notice, and Tilia makes no commitment (express or implied) to offer, maintain, continue, or permit access to any aspect of the Tilia Service.\nAdditionally, Tilia can authorize or decline a transaction effected with the Tilia Service for whatever reason (<em>e.g.</em>, for suspected fraud or insufficient funds), restrict the number of transactions you may engage in over a period of time, or limit the amount of any transaction (either individually or in the aggregate over a period of time).</p>2.Our Relationship with You<p>2.1.\nEligibility</p>\n<p>In order to be eligible to access and use the Tilia Service, you must (i) be eighteen (18) years of age or older, (ii) have the legal ability to enter into and be bound by these Terms and the relevant Platform TOS, (iii) have accepted the Platform TOS applicable to the particular Platform through which you are accessing the Tilia Service and remain eligible to access and use such Platform, (iv) comply with these Terms, and (iv) establish and maintain an active and valid user account with Tilia (”<strong>Account</strong>” or “<strong>Tilia Account</strong>”).\n</p>\n<p>To create a Tilia Account and/or access certain features or functionality of the Tilia Service, we require you to provide us with your name, address, date of birth, telephone number, street address or post code, and other information that will allow us to identify you (please see Section 2.4 Identity Verification below).\nWe may also ask to see your driver's licence or other identifying documents.\nFor further details on what we may collect, please see our Privacy Policy.</p>\n<p>You agree to provide accurate, current and complete information about yourself and to use the Account management tools provided to keep that information accurate, current and complete.\nWe may request additional information from you in the future.\nWe will review and validate the information you provide to us to ensure we have a reasonable belief of your identity.\nThis is in accordance with our obligations under applicable anti-money laundering regulations.\n</p>\n<p>We reserve the right to refuse, suspend, limit or terminate your access to all or a portion of the Tilia Service at any time in our sole discretion.</p>\n<p>As the features and functionality of the Tilia Service provided through a particular Platform are specific to that Platform, you may need to create and maintain a Tilia Account in connection with each such Platform through which you wish to access the Tilia Service.\nYour Tilia Account may be in addition to any account you must maintain with a Publisher or other third party to use a Platform or access a payment method in connection with the Tilia Service, and terms and conditions applicable to those accounts in no way modify, lessen, or alter your obligations to Tilia under these Terms.</p>\n<p>You may not sell, transfer or assign your Tilia Account (including any associated Stored Value Balance, as defined in Section 4 below) or any associated contractual rights, licences or obligations, to any third party without the prior written consent of Tilia.</p>\n<p>2.2.\nAcceptable Use</p>\n<p>When using the Tilia Service and/or Website, you must always do so for legal, authorized and acceptable purposes.\n</p>\n<p>Your use and access of the Tilia Service is your choice and you are solely responsible for compliance with applicable local laws regarding your online conduct and acceptable content.\nYou may not use the Tilia Service in a manner that conflicts with these Terms.</p>\n<p>When you do business with us, you agree to comply with all applicable laws, regulations or ordinances, and orders of governmental and governing authorities, including data protection and anti-money laundering laws.\nYou agree not to use your Account or other portion of the Tilia Service for any unlawful purpose, including unlawful internet gambling.</p>\n<p>When using the Tilia Service and/or Website, you will not, nor permit any person using your Account and/or accessing the Website to:</p>\n<ul>\n<li>use them in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with or contravening these Terms;</li>\n<li>violate or infringe the rights of Tilia, any of its group companies, our users, or other third parties, including rights in respect of privacy, intellectual property, or other proprietary rights;</li>\n<li>provide false, inaccurate or misleading information.\n</li>\n<li>engage in any potentially fraudulent or suspicious activity and/or transactions, including receiving money which may be fraudulent or adding money to your Account which may be linked to criminal activities;</li>\n<li>refuse to cooperate with an investigation or provide any information we request, including with respect to verifying your identity;</li>\n<li>transmit any communication, material or other content that is illegal, obscene, defamatory, threatening, intimidating, harassing, hateful, racially or ethnically offensive, or which could instigate or encourage conduct that would be illegal or otherwise inappropriate, including promoting violent crimes;</li>\n<li>impersonate someone.\n</li>\n<li>seek to harm Tilia, our group companies, or any of our users or customers.\nor</li>\n<li>access, use, copy, modify, distribute, display, otherwise exploit or prepare derivative works based upon and of the Tilia Service in impermissible or unauthorized manners, or in ways that harm us, our group companies, the Tilia Service, systems, users, or others.\nIn particular you must not, nor permit any person using your Account or accessing the Website to:</li>\n</ul>\n<ul>\n<li>reverse engineer, alter, modify, create derivative works from, decompile, or extract code from the Tilia Service, except to the extent permitted by law;</li>\n<li>send, store, or transmit viruses or other harmful computer code through or onto the Tilia Service;</li>\n<li>gain or attempt to gain unauthorized access to our systems or those of our group companies;</li>\n<li>create accounts for the Tilia Service through unauthorized means;</li>\n<li>collect the information of or about our users in any impermissible or unauthorized manner.\nand/or</li>\n<li>sell, resell, rent, or charge for the use of, the Tilia Service.</li>\n</ul>\n<p>You are not permitted to use the Tilia Service if you are in, under the control of, or a national or resident of Cuba, Iran, North Korea, Sudan, or Syria or any other country subject to United States embargo, UN sanctions, the European Union or HM Treasury's financial sanctions regimes (each a \"<strong>Sanctioned Country</strong>\"), or if you are a person on the U.S.\nTreasury Department's Specially Designated Nationals List or the U.S.\nCommerce Department's Denied Persons List, Unverified List, Entity List, or the EU or HM Treasury's financial sanctions regime (a \"<strong>Sanctioned Person</strong>\") or you intend to supply the Tilia Service to a Sanctioned Country (or a national or resident of a Sanctioned Country) or Sanctioned Person.</p>\n<p>2.3.\nYour Privacy</p>\n<p>Protecting your privacy and your personal data is very important to Tilia.\nOur practices governing the collection and use of your personal data are detailed in our Privacy Policy.\nPlease review this policy before you provide us with your personal data in order to better understand our commitment to maintaining your privacy, as well as our use of your personal data.\n</p>\n<p>Your decision to use the Tilia Service is purely voluntary and optional.\nHowever, as detailed above, to use the Tilia Service, you must have a Tilia Account which we require certain of your personal data to create.\nIf you elect not to provide the requisite personal data then you will not be able to create a Tilia Account or access or use the Tilia Service.\n</p>\n<p>As the Tilia Service is integrated into Platforms offered by Publishers, you may be asked to provide certain personal data to a Publisher or other third party in connection with your use of a Platform.\nSuch information is subject to the privacy policy of the relevant Publisher or other third party.</p>\n<p>2.4.\nIdentity Verification</p>\n<p>If you use certain aspects of the Tilia Service (specifically, holding a Stored Value Balance), applicable law requires that Tilia verify your identity.\nThis means that Tilia requires you to provide your name, street address, date of birth, social security number, and other information that will allow us to identify you.\n</p>\n<p>We may also ask to see a copy of your driver’s license or other documents, at our sole discretion, at any time.\n&nbsp;For more information on how we use this information and your rights in respect of such use, please see our Privacy Policy.</p>\n<p>You may be required to provide confirmation of ownership of your email address, financial instruments, your source of funds and/or you may have to verify your information against third party databases or other sources.\n</p>\n<p>You authorize Tilia, directly or through third parties, to make any inquiries we consider necessary to validate your identity and the information you provide to us.</p>\n<p>It is your responsibility to keep us updated of changes to your information, including e-mail address and mobile numbers.\nFailure to do so may result in us being unable to:</p>\n<p>a) contact you regarding your Account and/or Stored Value Balance;</p>\n<p>b) comply with applicable laws.\nand/or</p>\n<p>c) let you know about changes to these Terms.</p>\n<p>Tilia reserves the right to close, suspend, or limit access to your Account and/or the Tilia Service in the event we are unable to obtain or verify information or your identity.</p>\n<p>2.5.\nSecurity</p>\n<p>You are responsible for maintaining adequate security and control of any and all IDs, passwords, personal identification numbers (PINs), or any other codes that you use to access your Account, your Stored Value Balance (see Section 4 below) or the Tilia Service.\n</p>\n<p>You must not allow another person to:</p>\n<p>a) use security information related to your Account or Stored Value Balance (as defined below);</p>\n<p>b) write down password(s) or any security information unless this is done in a way that would make it impossible for anyone else to recognise any of that information;</p>\n<p>c) disclose passwords or any security information, or otherwise make them available to any other person, whether verbally or by entering them in a way that allows them to be observed by others.</p>\n<p>Any loss or compromise of your electronic device or your security details may result in unauthorized access to or use of your Account or Stored Value Balance by third parties and the loss or theft of any funds and any associated accounts, including your bank account(s), account(s) held with payment service providers and electronic money issuers and/or payment card(s).\n</p>\n<p>You therefore must keep your security details safe at all times.</p>\n<p>You are fully responsible for all activity that occurs on your Account and/or Stored Value Balance, including for any actions taken by persons to whom you may have granted access to your Account and/or Stored Value Balance.\nTilia is not responsible for transactions that are effected using your Account, and/or Stored Value Balance or any other use of your Account if someone accesses your Account and/or Stored Value Balance IDs, passwords, or other codes necessary to access your Account and/or Stored Value Balance, or any losses that you may suffer therefrom.</p>\n<p>If you suspect that your Account and/or Stored Value Balance or any of your security details have been compromised or if you become aware of any fraud or attempted fraud or any other security incident (including a cyber-security attack) affecting you and / or Tilia together a \"<strong>Security Breach</strong>\"), you must notify us as soon as possible by email at: paymentsupport@tilia.io, or by calling us at: (855) 983-4646 (international charges may apply).</p>\n<p>We are not liable for any damage or interruptions caused by any computer viruses or other malicious code that may affect your computer or other equipment you use to access the Tilia Service, or any phishing, spoofing or other attack related to your use of the Tilia Service.\nWe advise the regular use of a reputable and readily available virus screening and prevention software.\nYou should also be aware that SMS and email services are vulnerable to spoofing and phishing attacks and should use care in reviewing messages purporting to originate from us.</p>3.\nPayment Processing Service<p>Tilia offers a service through which you may, using payment methods supported by Tilia, make payments to the relevant Publisher or other users of the Publishers Platform for products or services offered within the Publisher’s Platform and/or other amounts owed to the Publisher (such service, the “Payment Processing Service”).\n</p>\n<p>In offering the Payment Processing Service, Tilia’s responsibilities to you are limited to remitting payment successfully received by Tilia from you to the relevant Publisher or user in accordance with your instructions.\nTilia is not responsible for any product or service purchased through your use of the Payment Processing Service, or for the amount or validity of any amount that may be charged by the relevant Publisher or user.</p>\n<p>If the Payment Processing Service is enabled for your particular Platform, you will be directed to a Tilia-hosted dialog box after selecting the option on the Platform to make a payment (e.g., for Platform subscription fees), at which time you will have the option to complete the transaction using one of the payment methods that Tilia supports.\nThe different payment methods supported by the Payment Processing Service, such as credit cards, debit cards, etc., will be determined by Tilia in its sole discretion, and Tilia reserves the right to limit the payment methods made available for any particular transaction.</p>\n<p>You may need to have an existing account or other access device in order to use a particular payment method, or meet other specific conditions imposed by the company responsible for offering such payment method (each a \"Payment Services Provider\" or \"PSP\").\nAdditionally, the PSP might have its own terms and conditions (including a privacy policy) that also apply to you and your use of the relevant payment method, even when such payment method is accessed through the Payment Processing Service.\nTilia is not responsible for any terms and conditions, privacy policy, other policies and procedures, or any act or omission of any PSP.</p>\n<p>In order to conduct a payment through the Payment Processing Service, you will need to provide your payment or account information, and any other information, required by Tilia and the PSP you have selected.\nThe information required and the manner in which your transaction will be processed will vary depending upon the payment method you select.\nYou are responsible for providing accurate transaction and payment information (including any relevant PSP credentials, preferences, or log-in information) in connection with your use of the Payment Processing Service.\nIf you fail to provide accurate transaction or payment information, your account may be suspended or terminated, and you will be responsible for any costs incurred by Tilia due to this failure.\nYou acknowledge that it is your responsibility to ensure that your credit or debit cards or other access devices accepted by Tilia continue to be valid and sufficient for such purposes and remain responsible to Tilia for the amount of any chargeback or returned payment.\nWithout limiting any other rights or remedies of Tilia, Tilia may exercise its termination rights as provided in Section 8 of these Terms in the event of non-payment.</p>\n<p>Once you complete and submit the requested information to Tilia, Tilia will forward the relevant information you provide to the selected PSP, which will then authorize or decline the transaction according to its own processes and rules.\nIf the transaction is authorized, the PSP will debit your account or designated funding source for the amount of the transaction (including any fees owed to Tilia for using the Payment Processing Service).\nUpon Tilia's receipt of those funds from the PSP, Tilia will remit such amount (less any amounts owed to Tilia) to the Publisher in accordance with the payment terms established between Tilia and the Publisher or to the other user of the Platform.\nPayments made to a Publisher through your use of the Payment Processing Service will be credited by the Publisher in accordance with the terms and conditions established by the Publisher.\nPlease contact the Publisher for further information.\nWe are not responsible for any delay with respect to when payments made to a Publisher will be credited to you, or any failure of a Publisher to accept or properly process any funds remitted to it.\nOnce accepted by Tilia, you may not cancel a payment made through the Payment Processing Service or obtain a refund from Tilia for any such payment.\nIn the event that you wish to obtain a refund of any payment made, you must contact the relevant Publisher, and the availability of any refund will be subject to the relevant Platform TOS and the determination of the relevant Publisher.</p>\n<p>By using the Payment Processing Service, you authorize Tilia to:</p>\n<ul>\n<li>Accept and remit payments made by you using the payment methods supported by Tilia for purchases or other transactions enabled for the particular Platform or for amounts owed to the relevant Publisher or user plus any applicable taxes Tilia is required to collect or fees owed to Tilia;</li>\n<li>Provide your payment and/or account information, and any other information you have provided to Tilia, to the PSP you have selected as may be required to process your requested transaction;</li>\n<li>Automatically charge, in accordance with the instructions you provide for any recurring payments, the credit or debit card or other payment method you have associated with your Tilia Account in order to pay recurring amounts to the relevant Publisher, as well as any applicable taxes Tilia is required to collect or fees owed to Tilia.\nand</li>\n<li>Maintain and utilize your PSP credentials, preferences, and log-in information.</li>\n</ul>4.\n<strong>Stored Value Balances</strong>\n<p>4.1.\nGeneral</p>\n<p>Tilia may offer a Stored Value Balance associated with your Account, which is a stored value account issued by Tilia in which you hold funds.</p>\n<p>The Stored Value Balance services provided to you by Tilia are a hosted digital wallet issued by Tilia enabling you to store funds or Digital Tokens electronically (the \"Stored Value Balance\").\nand certain payment services enabling you to do the following:<br>a) send funds or Digital Tokens electronically (i.e., funds held in the Stored Value Balance can be used to make payments to other Platform users or to the Publisher);<br>b) receive funds or Digital Tokens electronically in accordance with Section 4.2 below (i.e., funds can be received into the Stored Value Balance from you, other Platform users, or the Publisher or as a result of the exchange of Digital Tokens issued by Tilia on a Platform).\nand,<br>c) redeem funds held in the Stored Value Balance in accordance with Section 4.3 below.</p>\n<p>Depending on our arrangement with the Publisher, your Stored Value Balance may hold funds denominated in fiat or Digital Tokens, defined in Section 5 below, and we will show the balance that you hold, to the extent applicable.\nThe default fiat for the Stored Value Balance will be United States Dollars (“USD”).</p>\n<p>\n<strong>The use of each Stored Value Balance is limited to the Platform in connection with which it is issued, meaning that it may not be used to make payments to any other Publisher, or through any other Platform, with which the Tilia Service is integrated.</strong>\n</p>\n<p>You must not create security over your Stored Value Balance unless we say you can in writing.</p>\n<p>4.2 Crediting the Stored Value Balance<br>\n</p>\n<p>You may fund your Stored Value Balance denominated in fiat using any of our supported payment methods, which are set out and available on the Publisher’s website, such as credit or debit card or bank transfer.\nThe Stored Value Balance denominated in Digital Tokens can only be funded by the sale of a Digital Good on the applicable Platform.</p>\n<p>In accordance with our obligations under applicable anti-money laundering regulations, you will not have access to your funds without providing information as required in Section 2.4 of these Terms.</p>\n<p>The Stored Value Balance is not a deposit or investment account.\n</p>\n<p>We will ensure that once we have received the funds associated with your fiat-denominated Stored Value Balance they are deposited in a secure account, specifically for the purpose of redeeming transactions made from your Stored Value Balance.\nFunds will not be insured to you by the Federal Deposit Insurance Corporation or any other entity, and you will not be entitled to any interest with respect to such funds.\nIn the event that we become insolvent funds that you have loaded which have arrived with and been deposited by us are protected against the claims made by our creditors.</p>\n<p>4.3 Withdrawals and Redemptions</p>\n<p>You may redeem all or part of any fiat-denominated balance held in your Stored Value Balance at any time.\nWith respect to a Stored Value Balance denominated in Digital Tokens, only Digital Tokens acquired from the sale of a Digital Good may be redeemed for fiat to fund your fiat-denominated Stored Value Account, otherwise “unearned” Digital Tokens may not be redeemed for fiat.</p>\n<p>Funds will be transferred to your bank account or payment service provider which you have identified to us and which we support.\nPrior to permitting you to redeem funds, Tilia may require you to demonstrate that the name associated with your Tilia Account matches the name associated with your bank account or account with another payment service provider.\nFor Digital Tokens, funds will be transferred to your Stored Value Balance denominated in fiat.\n<strong>Prior to loading your Stored Value Balance denominated in fiat, it is your responsibility to determine if funds can be transferred to the relevant payment service provider as certain payment service providers (e.g., PayPal) do not offer services in every jurisdiction.</strong>\n</p>\n<p>We will charge a redemption fee (a “<strong>Redemption Fee</strong>”) upon redemption of your Stored Value Balance.\nThis fee is set out in the Fee Schedule published on the Website (which shall include the relevant Publisher platform).\n</p>\n<p>We have the right to impose limitations on your Account if we suspect that your Account is associated with illegal or suspicious activities, fraud, or otherwise poses a risk to us, the Tilia Service, a Platform or other third parties.\nPrior to permitting you to redeem funds from your Stored Value Balance, we may conduct checks for the purposes of preventing fraud, money laundering, terrorist financing and other financial crimes.\nYou may be prevented or delayed from withdrawing funds in the Stored Value Balance until those checks are completed to our reasonable satisfaction in order to comply with our regulatory requirements.\nIf we find that you have been engaged in fraud, money laundering, terrorist financing or other financial crimes, you may be temporarily or permanently unable to redeem funds from your Stored Value Balance and you may be deemed to have forfeited your interest in such funds.</p>\n<p>The redemption request will be subject to a fee payable to Tilia, and the redemption will be processed within approximately five (5) to ten (10) business days following the request but may take up to thirty (30) days to process.</p>\n<p>If these Terms are terminated or your Account is closed for any reason, we will redeem any funds remaining in your Stored Value Balance and transfer funds to the bank account you have registered with us.\n</p>\n<p>Tilia has a right of set-off.\ntherefore, if you owe Tilia fees or any other amount, we are permitted to take the amount you owe us from your Stored Value Balance.\n</p>\n<p>You are responsible for paying taxes or costs that apply to payments you make or receive through your Stored Value Balance and Tilia is not responsible for collecting these from you.</p>\n<p>You agree that Tilia may apply any funds to be credited to, or which are held in, your Stored Value Balance to any amounts you owe Tilia pursuant to these Terms.\nTo secure your performance of these Terms, you hereby grant to Tilia a lien on any security interest in and to the funds in your Stored Value Balance in the possession of Tilia.</p>\n<p>4.4 Transactions Involving the Stored Value Balance</p>\n<p>Where a transaction is initiated from your Stored Value Balance using your security credentials, we will assume that you authorized such transaction, unless you notify us otherwise.</p>\n<p>If you believe that a transaction using your Stored Value Balance has been carried out that you did not authorize (an \"<strong>Unauthorized Transaction</strong>\"), or if you have reason to believe that a transaction using your Stored Value Balance has been incorrectly carried out or is not complete (an \"<strong>Incorrect Transaction</strong>\"), you must contact us as soon as possible.</p>\n<p>It is important that you regularly check your Stored Value Balance and your transaction history to ensure any Unauthorized Transactions or Incorrect Transactions are identified and notified to us at the earliest possible opportunity.</p>\n<p>We are not responsible for any claim for Unauthorized Transactions or Incorrect Transactions unless you have notified us in accordance with this Section 4.4, in which case we set out below our respective responsibilities.\n</p>\n<p>As further described below, we are not responsible for any claim for Unauthorized Transactions or Incorrect Transactions if you have acted fraudulently, intentionally, carelessly or with negligence and this has resulted in the Unauthorized Transactions or Incorrect Transactions.</p>\n<p>During any investigation of any actual or potential Unauthorized Transactions or Incorrect Transactions, we reserve the right to suspend your Stored Value Balance to avoid further losses.</p>\n<p>If an Unauthorized Transaction occurs as a result of Tilia’s failure, we will refund you the amount of that transaction by no later than the end of the next business day after becoming aware of the Unauthorized Transaction and restore your Stored Value Balance to the state it would have been in had the Unauthorized Transaction not taken place.\n</p>\n<p>Generally, you will not be liable for losses incurred after you have notified us of the Unauthorized Transaction or if we have failed at any time to provide you with the means for notifying us.</p>\n<p>We may charge you for the first $20 of any losses you incur in respect of an Unauthorized Transaction which arises from the use of lost or stolen credentials (for example when you have failed to keep the login details secure), and if you are fraudulent, or you intentionally or negligently fail to carry out your obligations under these Terms and this results in Unauthorized Transactions (for example, if you deliberately share your email and password with a third party, or are careless or negligent in keeping your email and password secure), you may be liable for all resultant losses incurred as a result of any such Unauthorized Transactions, not just the first $20.</p>\n<p>Where there is a dispute between us regarding whether or not a transaction is an Unauthorized Transaction, we may (but are not obliged to) temporarily credit your Stored Value Balance while we settle the dispute.\n</p>\n<p>Where we determine that the transaction was authorized, we may reverse that credit and correct errors made in any statement of Stored Value Balance without prior notice to you, although please note that during this period your Stored Value Balance may be temporarily locked to avoid further Unauthorized Transactions.\nYou will also be liable to us (as a debt) for any funds you have transferred which were temporarily credited to your Stored Value Balance.</p>\n<p>Where an Incorrect Transaction is made because of our action or error we shall refund to you the amount of that transaction without undue delay and restore your Stored Value Balance to the state in which it would have been had the Incorrect Transaction not taken place.\nWe will also endeavour to provide you with reasonable notice where possible.\nWe will also pay any charges for which we are responsible.\nIrrespective of our liability, on your request, we shall try to trace any Incorrect Transaction initiated by you free of charge.\nHowever, we cannot guarantee that we will be able to trace such transactions.</p>5.\n<strong>Digital Tokens</strong>\n<p>5.1.\nIssuance<br>The Tilia Service may include Tilia issuing digital tokens to you, which can be used to access services and content within a Platform (“Digital Tokens”).\nFurthermore, Digital Tokens that are acquired from the sale by you of a Digital Good on an applicable Platform are deemed stored value in accordance with Section 4 (Stored Value Balances).\nIf there are any inconsistencies between the two sections, then Section 4 controls.<br>The manner in which you obtain access or use the Digital Tokens will depend on the Publisher and will be disclosed to you by the Publisher in the terms and conditions between you and the Publisher or on the Website.</p>\n<p>5.2.\nAcquiring Digital Tokens</p>\n<p>Where Tilia issues Digital Tokens in connection with your use of a Publisher’s Platform, you may acquire Digital Tokens in the following ways:</p>\n<p>a) From another Platform user from the sale of a Digital Good that the you create and sell within the Platform.\nand/or</p>\n<p>b) From purchasing them from Tilia within the Publisher’s Platform.</p>\n<p>5.3.\nUsing Digital Tokens</p>\n<p>The use of each Digital Token is limited to the Platform in connection with which it is issued, meaning that it may not be used or transferred to any other Publisher, or through any other Platform, with which the Tilia Service is integrated.</p>\n<p>Digital Tokens may not be sublicensed, encumbered, conveyed or made subject to any right of survivorship or other disposition or use by operation of law or otherwise and you agree that any attempted disposition or use of such Digital Tokens in violation of these Terms is null and void.</p>\n<p>5.4.\nTermination of Access to Digital Tokens</p>\n<p>We may revoke or terminate your access to Digital Tokens that have not been earned by you through the sale of a Digital Good in the event that:</p>\n<p>a) the Digital Token program is suspended or terminated by the relevant Publisher;</p>\n<p>b) we reasonably suspect or know that fraud or other illegal conduct is associated with your Account or your use of your Account or any aspects of the Tilia Service;</p>\n<p>c) you have breached the relevant Publisher’s terms of service;</p>\n<p>d) the Publisher of the relevant Platform directs us to terminate your access to Digital Tokens.\nand/or</p>\n<p>e) these Terms are terminated.</p>6.\n<strong>Intellectual Property &amp.\nLicenses</strong>\n<p>6.1.\nOur Content</p>\n<p>The Tilia Service, and all of the content and technology used to provide it to you, including, without exclusion, our Website, Tilia, all logos related to the Tilia Service, patents, copyrights, trademarks, service marks, trade names, and any other intellectual or other proprietary rights recognised in any jurisdiction (”Content”) are owned or controlled by Tilia, our affiliates, licensors, or certain other third parties.\nAll right, title, and interest in and to the Content is the property of Tilia, our affiliates, our licensors or certain other third parties, and is protected by copyright, trade mark, trade dress, patent and/or other intellectual property and unfair competition rights and laws to the fullest extent possible existing in the US and all other jurisdictions.\nTilia owns the copyright in the selection, compilation, assembly, arrangement, and enhancement of the Content on the Tilia Service.</p>\n<p>6.2.\nWhat you Own</p>\n<p>Throughout our relationship with you, you retain ownership of the details, information or other data you submit for your Account or through the use of the Tilia Services.\nYou also have the right to grant the rights and licences in these Terms as further detailed below.</p>\n<p>6.3.\nLicense to Us</p>\n<p>In order for us to provide the Tilia Service to you to the best of our ability, you grant Tilia a worldwide, royalty-free, sublicensable, and transferable license to use, reproduce, distribute, create derivative works of, and display the information (including any content) that you upload, store, send, or receive on or through the use of the Tilia Services.\nWe will only use such rights for the limited purpose of providing the Tilia Services.</p>\n<p>6.4.\nLicense to You</p>\n<p>In order for you to receive the Tilia Services at the best standard, we grant you a revocable, non-exclusive, non-sublicenseable and non-transferable license to use the Tilia Services for the sole purpose for which they were created, subject to and in accordance with these Terms.\nNo other licenses or rights are granted to you by implication or otherwise.</p>\n<p>6.5.\nInfringement</p>\n<p>If you believe the intellectual property rights in our Content are being infringed by a third party, please contact us immediately using the contact details provided in these Terms.\nIf we believe you are infringing the intellectual property rights in our Content or the intellectual property of another, we may terminate your Account and these Terms with immediate effect.</p>7.\n<strong>Communications</strong>\n<p>7.1.\nCommunications from and to You</p>\n<p>All notices given by you to Tilia or required under these Terms shall be mailed to the address found on this page or emailed to tilia-support@tilia.io.</p>\n<p>You acknowledge that to fully use the Tilia Service, we must be able to send to you electronically all communications, agreements, documents, notices and disclosures (collectively, \"<strong>Communications</strong>\") that we provide in connection with the use of the Services.\nCommunications include:</p>\n<p>a) These Terms of use, including updates to these Terms as discussed above;<br>b) account details, history, transaction receipts, confirmations, and any other account or transaction information;<br>c) legal and/or, regulatory disclosures or statements we may be required to make available to you.\nand<br>d) responses to claims or customer support inquiries filed in connection with your Account.</p>\n<p>We will provide these Communications to you by posting them on the Tilia Website, emailing them to you at the primary email address listed in your Account, and/or through other electronic communication such as text message or mobile push notification.</p>\n<p>It is your responsibility to provide us with a true, accurate and complete email address and contact information, and to keep such information up to date.\nYou understand and agree that if we send you an electronic Communication but you do not receive it because your primary email address on file is incorrect, out-of-date, blocked by your service Publisher, or you are otherwise unable to receive electronic Communications, we will be deemed to have provided the Communication to you.</p>\n<p>In addition to electronic communication, Tilia may communicate with you, including giving notice to or obtaining consent from you, through the Tilia Service or Website or by written mail communication to the address on record for your Account.</p>\n<p>For questions or complaints regarding payments made to Tilia or any other aspect of the Tilia Service, please contact Tilia Customer Service at tilia-support@tilia.io.\nWhen contacting us by telephone, you will not be bound to pay more than the basic rate (i.e., the simple cost of connection).</p>8.\n<strong>Term &amp.\nTermination</strong>\n<p>8.1.\nTerm</p>\n<p>These Terms shall commence on the date you receive confirmation from us of your successful application for Tilia Services and will continue until terminated by you, the Publisher or us.</p>\n<p>8.2.\nTermination for Cause</p>\n<p>We may: (a) refuse to complete, or block, cancel or reverse a transaction you have authorized (even after funds have been debited from your Stored Value Balance).\n(b) suspend, restrict, or terminate your access to any or all of the Tilia Service.\nand/or (c) deactivate or cancel your Account with immediate effect for cause, including but not limited to where:</p>\n<p>i.\nwe reasonably believe that we need to do so in order to protect our reputation;</p>\n<p>ii.\nwe are, in our reasonable opinion, required to do so by applicable law, regulation or any court or other authority to which we are subject in any jurisdiction;</p>\n<p>iii.\nyou breach an important part of these Terms, or repeatedly breach any provision in the Terms and ‎fail to resolve the matter in a timely manner;</p>\n<p>iv.\nwe have concerns that a transaction is erroneous or about the security of your Account or Stored Value Balance or we suspect the Tilia Services are being used in a fraudulent or unauthorized manner;</p>\n<p>v.\nwe suspect money laundering, terrorist financing, fraud, or any other financial crime;</p>\n<p>vi.\nwe are unable to satisfy our due diligence requirements under applicable law;<br>you breach the relevant Publisher’s terms of service;</p>\n<p>viii.\nthe Publisher of the relevant Platform directs Tilia to terminate your access to any aspect of the Tilia Service;</p>\n<p>ix.\nuse of your Account or Stored Value Balance is subject to any pending litigation, investigation, or government proceeding and / or we perceive a heightened risk of legal or regulatory non-compliance associated with your activity.\nand / or</p>\n<p>x.\nyou take any action that may circumvent our controls.</p>\n<p>We may also refuse to complete or may block, cancel or reverse a transaction you have authorized where there are insufficient funds in your Stored Value Balance to cover the transaction and (where applicable) associated fees at the time that we receive notification of the transaction.\nIf we refuse to complete a transaction and/or suspend, restrict or close your Account, and/or terminate your use of Tilia Services, we will (unless it would be unlawful for us to do so) provide you with notice of our actions and the reasons for refusal, suspension or closure, and where appropriate, with the procedure for correcting any factual errors that led to the refusal, suspension or closure.\n</p>\n<p>In the event that we refuse to complete a transaction and/or suspend your Account or Stored Value Balance we will lift the suspension or complete the transaction as soon as reasonably practicable once the reasons for refusal and / or suspension no longer exist.\nHowever, we are under no obligation to allow you to reinstate a transaction at the same price or on the same terms as the suspended, reversed or cancelled transaction.</p>\n<p>8.3.\nTermination for Convenience</p>\n<p>We may suspend, restrict, or terminate your access to any or all of the Tilia Service and/or deactivate or cancel your Account and/or Stored Value Balance, without reason by giving you two months’ notice.\nIn such event, any funds associated with your Account and/or Stored Value Balance will be subject to redemption in accordance with Section 4.3.</p>\n<p>8.4.\nTermination by Publisher</p>\n<p>On receipt of notification by us from the Publisher that it wishes to terminate the Tilia Service, your use of the Tilia Service will also terminate.<br>Any funds in your Stored Value Account will be returned in accordance with these Terms.\nYou must pay immediately all outstanding fees due under these Terms and in the event of a negative balance in the Stored Value Account, you must reimburse us such amount equal to the negative balance.</p>\n<p>8.5.\nTermination – General</p>\n<p>You acknowledge that our decision to take certain actions, including limiting access to, suspending, or closing your Account and/or Stored Value Balance, may be based on confidential criteria that are essential for the purposes of our risk management and security protocols.\nYou agree that we are under no obligation to disclose the details of our risk management and security procedures to you.</p>\n<p>You are not permitted to use the Tilia Services or your Account for any other purposes during these periods and we may, at our discretion, limit the functionality of the Website for you accordingly.</p>\n<p>If we suspend or close your Account or terminate your use of Tilia Services for any reason, we reserve the right to require you to re-complete the procedures outlined at Section 2.4 (Identity Verification) before permitting you to transfer funds.</p>\n<p>8.6.\nClosing Your Account</p>\n<p>You may close your Account at any time by following the instructions in your Account profile or terminating your account associated with the relevant Platform, unless prohibited by applicable law.\nUpon terminating your Account, we will cancel any transactions that you have pending, you will no longer be able to access the Tilia Service, and we will have no further obligation or liability to you under these Terms.\nUnless Tilia elects to process redemptions of the Stored Value Balance, you shall not be entitled to any compensation or other payment, remedy, recourse or refund upon terminating your Account.\nIf you have funds associated with a Stored Value Balance, we will process redemptions at our discretion in accordance with Section 4.3.</p>\n<p>You may not close your Account to evade an investigation.\nIf you attempt to close your Account while we are conducting an investigation, we may hold any unused funds associated with your Stored Value Balance for up to 180 days to protect Tilia, its affiliates, a Publisher, or any other third party against the risk of any reversals, chargebacks, claims, fees, fines, penalties, and other liability.\nYou will remain liable for all obligations related to your Account even after your Account is closed.</p>\n<p>8.7.\nAbandoned Property</p>\n<p>If you leave funds in your Stored Value Balance unused for the period of time set forth by your state, country, or other governing body of residence in its unclaimed property laws, or if you close your Account and leave funds in your Stored Value Balance, or if we terminate your Account and you do not meet any conditions necessary to reinstate it within six (6) months, we may process your funds in accordance with our legal obligations, including by submitting your funds to the appropriate governing body as required by law.</p>9.\n<strong>Fees</strong>\n<p>You agree to pay the applicable fees listed on our Fee Schedule published on the Website (which shall include the relevant Publisher platform) (”<strong>Fees</strong>”) for use of the Tilia Service.\n</p>\n<p>Banks and other payment service providers may charge a transaction and/or foreign exchange fee on your transactions.\nYou should check with your card issuer or payment service Publisher for further details.\n</p>\n<p>All Fees are charged at the time we process a transaction and are applied to the payment method you select.\nWe reserve the right to change our Fees upon thirty (30) days’ advance notice.\nBy continuing to use the Tilia Service after a change in the Fees, you hereby agree to such change.\nAll Fees, charges, and payments collected or paid are denominated in USD.</p>\n<p>‍</p>10.\n<strong>Customer Complaints – Money Transmission Activity</strong>\n<p>10.1.\nAlaska Users</p>\n<p>If your issue is unresolved by Tilia LLC (855) 983-4646, please submit formal complaints with the State of Alaska, Division of Banking &amp.\nSecurities.\nPlease download the form here: https://www.commerce.alaska.gov/web/portals/3/pub/DBSGeneralComplaintFormupdated.pdf &nbsp;</p>\n<p>Submit formal complaint form with supporting documents:<br>Division of Banking &amp.\nSecurities PO Box 110807 Juneau, AK &nbsp;99811-0807</p>\n<p>If you are an Alaska resident with questions regarding formal complaints, please email us at dbs.licensing@alaska.gov or call Nine Zero Seven Four Six Five Two Five Two One.</p>\n<p>10.2.\nCalifornia Users</p>\n<p>If you have complaints with respect to any aspect of the money transmission activities conducted at this location, you may contact the California Department of Financial Protection and Innovation at its toll-free telephone number, 1-866-275-2677, by e-mail at consumer.services@dbo.ca.gov, or by mail at the Department of Financial Protection and Innovation, Consumer Services, 2101 Arena Boulevard, Sacramento, CA 95834.</p>\n<p>10.3.\nFlorida Users</p>\n<p>If you are a user in the State of Florida and you have an unresolved complaint regarding Tilia’s money transmission activity after first contacting Tilia, please direct your inquiry to: Florida Office of Financial Regulation, 200 E.\nGaines Street, Tallahassee, FL 32399-0376.\nThe Office of Financial Regulation’s toll-free telephone number is 1-800-848-3792.<br>\n<br>10.4.\nMaryland Users</p>\n<p>The Commissioner of Financial Regulation for the State of Maryland will accept all questions or complaints from Maryland residents regarding Tilia LLC, license number 1272156, at Commissioner of Financial Regulation, Attention: Consumer Services Unit, 500 North Calvert Street, Suite 402, Baltimore, Maryland 21202.\nThe Commissioner’s toll-free telephone number is: 1-888-784-0136.</p>\n<p>10.5.\nTexas Users</p>\n<p>If you have a complaint, first contact Tilia’s customer support by email at tilia-support@tilia.io or by phone at 1-855-983-4646.\nIf you still have an unresolved complaint regarding Tilia’s money transmission activity, please direct your complaint to the attention of: Texas Department of Banking, 2601 North Lamar Boulevard, Austin, Texas 78705.\n1-877-276-5554 (toll-free in the U.S.).\nPlease visit www.dob.texas.gov for more information.</p>11.\n<strong>Releases, Disclaimers, Liability Limits and Identification</strong>\n<p>11.1.\nRelease of Liability</p>\n<p>Tilia does not control and is not responsible for anything other than the Tilia Services.\n&nbsp;If you have a dispute regarding anything other than the Tilia Services provided to you by Tilia, including, but not limited to, any disputes with other users of the Tilia Service or Platform Publishers or regarding content on Platforms created or posted by other Platform users, neither we nor, our affiliates, and each of our, or their, respective officers, directors, agents, employees and representatives, will be liable for any claims, demands and damages (actual and consequential, direct or indirect) of any kind or nature arising out of or in any way connected with such disputes.</p>\n<p>If you are a California resident, you waive California Civil Code Section 1542, which says: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.\" If you are a resident of another jurisdiction, you waive any comparable statute or doctrine.</p>\n<p>11.2.\nTilia Service Provided on an “As is” Basis</p>\n<p>TILIA PROVIDES THE TILIA SERVICE, INCLUDING WITHOUT LIMITATION ANY SOFTWARE, PROGRAMS, DOCUMENTATION, TOOLS, INTERNET-BASED SERVICES, COMPONENTS, THE WEBSITE, TILIA’S SERVERS, ANY UPDATES TO ANY OF THE FOREGOING, AND YOUR ACCOUNT, STRICTLY ON AN “AS IS” BASIS, AND HEREBY EXPRESSLY DISCLAIMS ALL WARRANTIES OR CONDITIONS OF ANY KIND, WRITTEN OR ORAL, EXPRESS, IMPLIED OR STATUTORY, INCLUDING WITHOUT LIMITATION ANY IMPLIED WARRANTY OF TITLE, NONINFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>NO VALUE, EITHER EXPRESS OR IMPLIED, IS GUARANTEED OR WARRANTED WITH RESPECT TO ANY CONTENT, INCLUDING VIRTUAL TOKENS OR STORED VALUE BALANCES.</p>\n<p>Tilia does not ensure continuous, error-free, secure or virus-free operation of the Tilia Service or any component thereof, the Website, Tilia's servers (the \"Servers\"), or your Account, and you understand that you shall not be entitled to refunds or other compensation based on Tilia's failure to provide any of the foregoing other than as explicitly provided in these Terms.</p>\n<p>Some jurisdictions do not allow the disclaimer of implied warranties and, to that extent, the foregoing disclaimers may not apply to you.</p>\n<p>11.3.\nTilia Service Interruptions and Data Loss</p>\n<p>Tilia may on occasion need to interrupt the Tilia Service with or without prior notice.\n&nbsp;Tilia will, where possible, endeavour to provide prior notice.\nYou agree that Tilia will not be liable for any interruption of the Tilia Service, and you understand that except as may otherwise be specifically provided in these Terms, you will not be entitled to any refunds of fees or other compensation for interruption of the Tilia Service.\nLikewise, in the event of data loss, we will not be liable for any purported damage or harm arising therefrom.\nTilia owns the bits and bytes of electronic data stored on Tilia’s servers (the “Servers”), and accordingly will not be liable for any deletion, corruption or data loss that occurs in connection with the Tilia Service.\nTilia will solely determine any disposition of the electronic data stored on the Servers and will have no obligation to reproduce, process, transfer, extract or recreate any data from the Servers, except in accordance with applicable law.</p>\n<p>The Tilia Service is subject to scheduled and unscheduled service interruptions and loss of server data, which you do not own and for which you will not hold us liable.</p>\n<p>11.4.\nLimited Liability</p>\n<p>Tilia’s total aggregate liability to you for any individual claim or series of connected claims for losses, costs, liabilities or expenses which you may suffer arising out of, or in connection with, any breach by Tilia of these Terms shall be limited to a maximum aggregate value of the funds held in your Stored Value Balance at the time of the relevant claim.\nWhere we are considering a specific claim relating to a specific transaction this sum shall be further limited to the purchase / sale amount (as relevant) of the transaction in dispute.</p>\n<p>In addition to the liability cap in this Section 11.4, in no event shall we, our affiliates or service Publishers, or any of our or their respective officers, directors, agents, employees or representatives, be liable for any of the following types of loss or damage arising under or in connection with these Terms or otherwise:</p>\n<p>a) consequential, indirect or special losses or damages;<br>b) loss of profits, loss of business or loss of business opportunity;<br>c) loss as a result of any failed payment due to insufficient funds in your Account;<br>d) losses incurred as a result of abnormal or unforeseeable circumstances outside our reasonable control, including e) delays or failures caused by problems of another system or network, mechanical breakdown, industrial action or a pandemic;<br>e) losses incurred where a law, or guidance or instruction from an governmental authority, requires us to take action, for example to terminate these Terms and close your Account.\nor<br>f) any other loss or damage to the extent that such loss or damage is caused or contributed to by you, or is a result of the failure by you to comply with these Terms.</p>\n<p>The limitation of liability in this Section 11.4 is subject to any obligations that we have under applicable law and regulation, including our obligation to exercise reasonable care and skill in our provision of the Tilia Service.\nNothing in these Terms shall limit our liability resulting from our fraud or fraudulent misrepresentation or for death or personal injury resulting from either our or our subcontractors’ negligence.</p>\n<p>11.5.\nIndemnity</p>\n<p>You agree to indemnify us, our affiliates and service providers, and each of our, or their, respective officers, directors, agents, employees and representatives, in respect of any costs (including attorneys' fees and any fines, fees or penalties imposed by any regulatory authority) that have been reasonably incurred in connection with any claims, demands or damages arising out of or related to your breach and / or our enforcement of these Terms or your violation of any law, rule or regulation, or the rights of any third party.</p>12.\n<strong>Dispute Resolution and Arbitration</strong>\n<p>12.1.\nNotifications of Dispute</p>\n<p>Our goal is to provide you with a neutral and cost-effective means of resolving the dispute quickly.\nIf any controversy, allegation or claim arises out of or relates to the Tilia Service, the Website(s), the Content, these Terms, your decision to enter into these Terms, or any Additional Terms (collectively, “Dispute”), then you and we agree to send a written notice to the other providing a reasonable description of the Dispute, along with a proposed resolution of it.\nOur notice to you will be sent to you based on the most recent contact information that you provide us.\nHowever, if no such information exists or if such information is not current or correct, then we have no obligation under this section.\nYour notice to us must be sent to: Tilia LLC, 8605 Santa Monica Blvd PMB 59201, West Hollywood, California 90069-4109 US, Attention: General Counsel.\nFor a period of sixty (60) days from the date of receipt of notice from the other party, Tilia and you will engage in a dialogue in order to attempt to resolve the Dispute, though neither party is required to resolve such dispute on terms which each party, in its sole discretion, is uncomfortable.\nArbitration Procedure</p>\n<p>IF WE CANNOT RESOLVE A DISPUTE WITHIN SIXTY (60) DAYS OF RECEIPT OF SUCH NOTICE, THEN EITHER YOU OR WE MAY ELECT TO SUBMIT THE DISPUTE TO FORMAL ARBITRATION AS HEREINAFTER DESCRIBED.\nWITH ARBITRATION (A) THERE IS NO JUDGE OR JURY, (B) THE ARBITRATION PROCEEDINGS AND ARBITRATION OUTCOME ARE SUBJECT TO CERTAIN CONFIDENTIALITY RULES, AND (C) JUDICIAL REVIEW OF THE ARBITRATION OUTCOME IS LIMITED.</p>\n<p>Further, you and Tilia agree that, should resolution of the Dispute(s) occur in arbitration, such Dispute(s) will be arbitrated only on an individual basis and will not be consolidated with any other arbitration or other proceedings that involve any claim or controversy of any other party.\nBut if, for any reason, any court with competent jurisdiction or any arbitrator selected pursuant to this arbitration provision holds that this restriction, limiting the arbitration to Dispute(s) between you and Tilia, is unenforceable, then our agreement above to arbitrate will not apply and the Dispute must be brought exclusively in court pursuant to Section 13.5 (Law and Venue).</p>\n<p>Should either you or Tilia elect to resolve the Dispute by way of binding arbitration, the arbitration shall proceed in accordance with the then-current Commercial Arbitration Rules of the American Arbitration Association (\"<strong>AAA</strong>\"), except that in no event shall the arbitration proceed as a class or representative action.\nIf the Dispute has a claimed value of not more than $10,000,000, then the arbitration will be heard and determined by a single, neutral arbitrator who is a retired judge or a lawyer with not less than ten (10) years' experience as a practicing member of the bar in the substantive practice area related to the Dispute, who will administer the proceedings in accordance with the AAA's Supplementary Procedures for Consumer Related Disputes.\nIf the Dispute has a claimed value of more than $10,000,000, then the arbitration will be heard and determined by a three (3) member panel, with one member to be selected by each party and the third (who will chair the panel) selected by the two (2) party-appointed members or by the AAA in accordance with the Commercial Arbitration Rules.\nThe arbitrator or arbitration panel, as the case may be, will apply applicable law and the provisions of these Terms and any Additional Terms, will determine any Dispute according to applicable law and facts based upon the record and no other basis, and will issue a reasoned award.</p>\n<p>If a party properly submits the Dispute to the AAA for formal arbitration and the AAA is unwilling or unable to set a hearing date within sixty (60) days of the filing of a \"demand for arbitration,\" then either party can elect to have the arbitration administered by the Judicial Arbitration and Mediation Services Inc.\n(\"<strong>JAMS</strong>\") using JAMS' streamlined Arbitration Rules and Procedures, or by any other arbitration administration service that you and a legal officer of Tilia consent to in writing, except, as noted above, that in no event shall the arbitration proceed as a class or representative action.\nThe substantive practice area requirements for the arbitrator and the $10,000,000 threshold for the number of arbitrators assigned to the Dispute set forth in the paragraph above will also apply to any such arbitration under JAMS or other arbitration service.</p>\n<p>You can obtain AAA and JAMS procedures, rules, and fee information as follows:<br>AAA: 1.800.778.7879 or www.adr.org<br>‍JAMS: 1.800.352.5267 or www.jamsadr.com</p>\n<p>‍All parties to the arbitration will have the right, at their own expense, to be represented by an attorney or other advocate of their choosing.\nIf the Dispute has a claimed value of not more than $250,000, an arbitration hearing will be conducted, at your election, either by telephone (or other mutually agreeable remote technology) or in the City and County of San Francisco, California.\nIf the Dispute has a claimed value of more than $250,000, the arbitration will be conducted in the City and County of San Francisco, California.\nYou and we will pay the administrative and arbitrator's fees and other costs in accordance with the applicable arbitration rules (including any rules regarding hardship).\nbut if applicable arbitration rules or laws require Tilia to pay a greater portion or all of such fees and costs in order for this arbitration provision to be enforceable, or if the arbitrator(s) determine that you would experience an extreme hardship by paying your share of arbitration fees and costs prior to resolution of the Dispute, then Tilia will have the right to elect to pay the fees and costs and proceed to arbitration.\nDiscovery will be permitted pursuant to the applicable arbitration rules.\nThe arbitrator's decision must consist of a written statement stating the disposition of each claim of the Dispute and must provide a statement of the essential findings and conclusions on which the decision and award (if any) may be entered in or by any court that has jurisdiction over the parties pursuant to Section 9 of the Federal Arbitration Act.\nThe arbitrator must honor the terms of these Terms (and any Additional Terms) and can award the prevailing party damages and other relief (including attorneys' fees) consistent with applicable law.</p>13.\n<strong>General Provisions</strong>\n<p>13.1.\nAmendments</p>\n<p>We may change these Terms at any time in our sole discretion to the extent permitted by law.\nIf we modify these Terms, we will post the modification on the Website and/or provide you notice of the modification by email or conspicuous notification, such as a popup, on the Platform and, in the event any such modifications decrease your rights or increase your obligations, will do so prior to such modification taking effect.</p>\n<p>When we change these Terms, the then-current version of these Terms supersedes all prior versions and governs your access to and use of the Tilia Service.\nIf you continue to maintain your Account or use any portion of the Tilia Service following any change, you are deemed to have accepted and agreed to any changes, as of the effective date of any such change.\nIf you do not wish to be bound to the changes, you must close your Account (see Section 8.6 for details) and cease using the Tilia Service.</p>\n<p>If any part of these Terms are inconsistent with any legal requirements then we will not rely on that part but treat it as if it did actually reflect the relevant legal requirement.\nIf we need to make operational changes before we can fully comply with the new regulatory requirement, we will make those changes as soon as reasonably practical.</p>\n<p>You can obtain a copy of the current Terms here or by e-mailing a request to us at tilia-support@tilia.io.</p>\n<p>13.2.\nEntire Understanding and Agreement</p>\n<p>Any headings or descriptive summary sentences contained in these Terms are for convenience only and shall not affect the interpretation of these Terms.\nAdditionally, the terms “include” and “including” are not limiting.\nAs used in these Terms, references to a determination made in Tilia’s discretion means that the determination will be made by Tilia in accordance with its good faith business judgment.\nIf any provision of these Terms shall be held by a court of competent jurisdiction to be unlawful, void, or unenforceable, then in such jurisdiction that provision shall be deemed severable from these terms and shall not affect the validity and enforceability of the remaining provisions.</p>\n<p>These Terms (including documents incorporated by reference herein) comprise the entire understanding and agreement between you and us as to the subject matter hereof, and supersede any and all prior discussions, agreements and understandings of any kind (including without limitation any prior versions of these Terms), and every nature between and among you and Tilia.</p>\n<p>13.3.\nAssignment</p>\n<p>You may not transfer or assign any rights or obligations you have under these Terms without our prior written consent.\nYou may not transfer or sublicense any licenses granted by Tilia in these Terms without our prior written consent.<br>We may transfer or assign our rights licences, interests and/or our obligations at any time, including as part of a merger, acquisition or other corporate reorganisation involving Tilia, provided that this transfer or assignment does not materially impact the quality of the Tilia Service you receive.\nSubject to the foregoing, the Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.</p>\n<p>In the event that Tilia is acquired by or merged with a third party entity, we reserve the right, in any of these circumstances, to transfer or assign the information we have collected from you and our relationship with you (including these Terms) as part of such merger, acquisition, sale, or other change of control.</p>\n<p>13.4.\nInconsistency</p>\n<p>In the event of a conflict or inconsistency of a provision in these Terms and a provision in any other document or agreement, the provision that is most favourable to Tilia shall govern and control.<br>If any provision of these Terms is determined to be invalid or unenforceable under any applicable law, this will not affect the validity of any other provision.\nIf any provision is found unenforceable, the unenforceable provision will be severed, and the remaining provisions will be enforced.<br>We may not always strictly enforce our rights under these Terms.\nIf we do choose not to enforce our rights at any time, this is a temporary measure and we may enforce our rights strictly again at any time.</p>\n<p>13.5.\nLaw and Venue</p>\n<p>These Terms and the relationship between us shall be governed by the laws of the State of California without regard to conflict of law principles or the United Nations Convention on the International Sale of Goods.\nFurther, you and Tilia agree to submit to the exclusive personal jurisdiction and venue of the courts located in the City and County of San Francisco, California, except as provided in Section 12 regarding arbitration.</p>\n<p>These Terms and any information or notifications that you or we are to provide should be in English.\nAny translation of these Terms or other documents is provided for your convenience only and may not accurately represent the information in the original English.\nIn the event of any inconsistency, the English language version of these Terms or other documents shall prevail.</p>\n<p>All provisions of these Terms which by their nature extend beyond the expiration or termination of these Terms, including, without limitation, the Sections relating to suspension or termination, the Account cancellation, debts owed to Tilia, general use of the Website, disputes with Tilia, and general provisions will continue to be binding and operate after the termination or expiration of these Terms.</p>\n<p>13.6.\nNo Equitable or Injunctive Relief</p>\n<p>IF YOU CLAIM THAT YOU HAVE INCURRED ANY LOSSES OR DAMAGES IN CONNECTION WITH YOUR USE OF THE TILIA SERVICE, THEN THE LOSSES AND DAMAGES WILL NOT BE IRREPARABLE OR SUFFICIENT TO ENTITLE YOU TO AN INJUNCTION OR OTHER EQUITABLE RELIEF OF ANY KIND.\nTHIS MEANS THAT, IN CONNECTION WITH YOUR CLAIM, YOU AGREE THAT YOU WILL NOT SEEK AND THAT YOU WILL NOT BE PERMITTED TO OBTAIN ANY COURT OR OTHER ACTION THAT MAY INTERFERE WITH OR PREVENT THE DEVELOPMENT OR EXPLOITATION OF ANY WEBSITE, CONTENT, PRODUCT, TILIA SERVICE, PLATFORM, PROVIDER OR OTHER INTELLECTUAL PROPERTY OWNED, LICENSED, OR CONTROLLED BY TILIA OR A LICENSOR OF TILIA.</p>\n<p>13.7.\nAttorneys’ Fees and Costs</p>\n<p>All claims you bring against Tilia must be resolved in accordance with Section 12, Dispute Resolution and Arbitration, except as expressly provided therein.\nAll claims filed or brought contrary to the Dispute Resolution and Arbitration section shall be considered improperly filed and a breach of these Terms of Service.\nShould either party file a claim contrary to the Dispute Resolution and Arbitration section, the other party may recover attorneys’ fees and costs up to one thousand USD ($1,000.00 USD), provided that such party seeking such fees has notified the other in writing of the improperly filed claim, and the other has failed to promptly withdraw the claim.</p>\n<p>‍</p>© 2023 Tilia LLC.\nAll Rights Reserved<br>Tilia LLC.\n- NMLS License #1272156Case StudiesContactCookiesPrivacy PolicyTerms of ServiceSystem Description <p>This site uses necessary cookies that allow the site to work.\nWe would also like to use cookies for other purposes such as improving user experience and our services.\nThese cookies will only be set if you allow us to do so.\nYou can read more about how we use cookies by reading our Privacy Policy and our Cookies Policy.</p>Reject All Accept AllManage SettingsPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>Cookie Policy</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelSave My Preferences Allow AllPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>Cookie Policy</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelSave My Preferences Allow All", "created_at": "2023-10-09 23:23:50.760633", "updated_at": "2023-10-09 23:24:40.786686"}, {"id": 19402, "name": "Cookies", "url": "https://www.tilia.io/cookies", "xpath": "//body", "text": "Why Tilia?How it WorksCase StudiesDocumentationLicensesAbout&nbsp;UsContact&nbsp;UsCookies<p>To provide an amazing website experience, we use cookies to personalize content, ads, and to analyze our website traffic.\nWe also may share information about your use of our site with our social media, advertising and analytics partners.\n<br>\n<br>Cookies include required cookies, functional cookies, performance cookies, and Social Media Cookies, and Tilia cookies.\nYou can learn more about the types of cookies collected and change your cookie settings at any time by clicking the button below:<br>\n</p>Manage Settings Cookie List A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.\nThose cookies are set by us and called first-party cookies.\nWe also use third-party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts.\nMore specifically, we use cookies and other tracking technologies for the following purposes: Strictly Necessary Cookies <p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p> Cookies used <ul>\n<li> OptanonConsent </li>\n<li> OptanonAlertBoxClosed </li>\n</ul> Strictly Necessary Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p> Cookies used <ul>\n<li> _ga </li>\n</ul> Performance Cookies © 2023 Tilia LLC.\nAll Rights Reserved<br>Tilia LLC.\n- NMLS License #1272156Case StudiesContactCookiesPrivacy PolicyTerms of ServiceSystem Description <p>This site uses necessary cookies that allow the site to work.\nWe would also like to use cookies for other purposes such as improving user experience and our services.\nThese cookies will only be set if you allow us to do so.\nYou can read more about how we use cookies by reading our Privacy Policy and our Cookies Policy.</p>Reject All Accept AllManage SettingsPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>Cookie Policy</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelSave My Preferences Allow AllPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>Cookie Policy</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelSave My Preferences Allow All", "created_at": "2023-10-09 23:23:50.794561", "updated_at": "2023-10-09 23:26:08.607384"}, {"id": 19403, "name": "Privacy Policy", "url": "https://www.tilia.io/legal/privacy-policy", "xpath": "//body", "text": "Why Tilia?How it WorksCase StudiesDocumentationLicensesAbout&nbsp;UsContact&nbsp;UsPrivacy Policy<p>\n<strong>Last Updated: September 29, 2022</strong>\n</p>\n<p>Tilia LLC and its affiliates (collectively “<strong>Tilia</strong>”, “<strong>we</strong>”, “<strong>us</strong>”, “<strong>our</strong>”) respect the privacy of its online visitors and users of its websites, apps, products and services, including the services accessible within third-Party Platforms and Publishers (each term as defined in our Terms of Services) (collectively, the “<strong>Services</strong>”).\n&nbsp;</p>\n<p>We recognize the importance of protecting information collected from our users and have adopted this Privacy Policy to inform you about how we gather, use, store, disclose, and otherwise process your information, including personal information (also known as personal data), in conjunction with your access and use of our Services.\n&nbsp;Please read this Privacy Policy carefully to understand our views and practices regarding your personal information and how we will treat it.\n&nbsp;</p>\n<strong>1.\nTYPES OF INFORMATION WE COLLECT AND HOW WE COLLECT IT</strong>\n<p>We collect two types of information – “personal information” and “anonymous information” – which we may use to create a third type of information, “aggregate information”.\n&nbsp;</p>\n<ul>\n<li>“<strong>Personal Information</strong>”, also often referred to as “<strong>Personal Data</strong>”, means information that identifies (whether directly or indirectly) a particular individual, household, or device, such as the individual’s first and last name, postal address, e-mail address, telephone number, username, and/or image.\n&nbsp;</li>\n<li>“<strong>Anonymous Information</strong>” means information that does not directly or indirectly identify, and cannot reasonably be used to identify, an individual, household, or device.\n&nbsp;</li>\n<li>“<strong>Aggregate Information</strong>” means information about groups or categories of individuals which does not identify, and cannot reasonably be used, to identify an individual, household, or device.\n&nbsp;We may share Aggregate and Anonymous Information with other parties without restriction.</li>\n</ul>\n<p>\n<strong>Information You Provide</strong>\n</p>\n<p>We collect the information which you provide us which may include:</p>\n<ul>\n<li>\n<strong>Registration or Account Information</strong>.\nInformation you provide when you register to use our Services or create an account such as: your first name and last name, country of residence, date of birth, e-mail address, username and password.\n&nbsp;<br>\n<br>Not all information will be mandatory to create the account or register to use the Services, for example we do not ask you to provide sensitive information or special category data (such as that regarding your race, ethnicity, religious beliefs or sexual orientation).\n&nbsp;However, if you opt to provide more information, please note that this may become publicly available depending on its nature and why it was provided (e.g.\nyour image for your account profile photo).\n&nbsp;</li>\n</ul>\n<ul>\n<li>\n<strong>Identity and KYC Information.\n</strong>When you use certain of our Services, including when accessed through a Publisher’s Platform, we will need to confirm your identity to comply with applicable laws.\n&nbsp;To do this, we require that you provide us with information commonly referred to as “KYC” or “Know Your Client” information.\n&nbsp;Which KYC information is required differs depending on which law applies but generally, the information that may be required includes your name, date of birth, social security number, address, email address, phone number, photo of an ID document (such as a passport or government-issued photo identification), and card details.\n&nbsp.\n&nbsp.\n&nbsp;</li>\n<li>\n<strong>Purchase and Transaction Information</strong>.\nWhen using our Services to conduct transactions, including through a Publisher’s Platform, we may collect and retain some or all of the information related to these transactions, including payment details, transaction amount(s), parties involved, time and manner of exchange, the IP address of where the transaction is originating, and other transaction circumstances, such as payment method and names or emails of external third-party accounts (for example, PayPal or Skrill).</li>\n<li>\n<strong>Your Marketing Preferences</strong>.\nWe like to keep in touch with our users and future users through different communications such as emails.\n&nbsp;To ensure you find these communications useful, we ask you for your marketing preferences which may include your personal information.\n&nbsp.\n&nbsp.\n</li>\n<li>\n<strong>Surveys, Contests and Promotions</strong>.\nAs part of our Services, we sometimes offer or ask you to take part in surveys, contests, or promotions.\n&nbsp;Depending on the nature of the survey, contest, or promotion, we may ask you, or you may volunteer, to provide certain personal information, such as your name, address or opinion.\n</li>\n<li>\n<strong>When you do Business with us</strong>.\nIf you are a vendor, service provider, or business partner (or a prospective vendor, service provider or business partner) of us, we may collect information about you and the services you provide, including your or your employees’ business contact information and other information you or your employees provide to us as part of the services you may provide and our agreement with you.</li>\n<li>\n<strong>Communications</strong>.\nWe collect information you provide when you contact us, for example regarding customer support inquiries or other inquiries related to your account, or to provide us with feedback on the Services.\n&nbsp;</li>\n</ul>\n<p>\n<strong>Information We Collect Automatically</strong>\n</p>\n<p>When using our Services, in addition to the information you provide us, there is also some information we may collect automatically that identifies you or the device you are using to access the Service, such as your computer or mobile device.\n&nbsp;Generally, this information relates to your use of the Services and your preferences, such as the types of Services you view or engage with, the features you use, the actions you take, the people or accounts you interact with, and the time, frequency and duration of your activities.\n&nbsp;In addition, we may also collect location information when you use the Services, including geolocation information or your internet protocol (IP) address.</p>\n<p>For more information on this, please see our Cookies Policy.</p>\n<p>\n<strong>Information We Receive From Third Parties</strong>\n</p>\n<ul>\n<li>Publishers can also create accounts on your behalf if you use one of our Services on their Platform and when they do this, they will provide certain information to us such as your first name and last name, country of residence, date of birth, e-mail address, username and password.\n&nbsp;You will know when this happens as you will be prompted to review our Terms of Service and this Privacy Policy.\n</li>\n<li>When verifying your identity, we may use the services of third parties for all or part of the process.\n&nbsp;As part of doing so, the third party may provide information about you such as credit history and credit information.\n&nbsp;</li>\n<li>We may also receive information about you from Publishers who make our Services available to you through their Platforms.</li>\n</ul>\n<strong>2.\nUSE OF YOUR INFORMATION BY TILIA</strong>\n<p> Tilia may use your personal information, subject to and at all times in compliance with applicable laws and your choices and controls, for the following purposes:</p>\n<ul>\n<li>\n<strong>Services</strong>.\nTo provide you with the Services you request, including to create and manage your account, create your Tilia wallet, process payments and transactions, and provide you with customized Services and experiences based on your preferences.</li>\n<li>\n<strong>Conduct KYC Checks.\n</strong>As explained above, we are required by law to verify your identity in certain countries before we are allowed to provide you with certain of our Services.\n&nbsp;Therefore, to do so, we must process the information required by the relevant applicable law in order to be able to verify your identity.\n</li>\n<li>\n<strong>Service Communications</strong>.\nCommunicate with you about your account or transactions with us, or other Service-related announcements such as regarding features on our Services and applications or changes to our policies or terms.</li>\n<li>\n<strong>Marketing Communications</strong>.\nSend you offers and promotions for our Services or, as permitted, third-party products and services, via email, or text.</li>\n<li>\n<strong>Other Communications</strong>.\nIf you submit a question, inquiry or concern to us, we will use your personal information to respond to you.</li>\n<li>\n<strong>Advertising</strong>.\nProvide you or serve you with advertising or information based on your activity on our Services and on third-party sites and applications</li>\n<li>\n<strong>Surveys, Contests or Promotions</strong>.\nIf we administer a survey, contest, or promotion, we will need to process certain personal information to do so.\n&nbsp;This will vary depending on the nature of the survey, contest, or promotion.\n</li>\n<li>\n<strong>Improve Our Services</strong>.\nDevelop and test our Services and operations to optimize and improve our Services and operations.</li>\n<li>\n<strong>Violations, Illegal Acts or Fraud</strong>.\nDetect, investigate and prevent activities on our Services that may violate our policies (including any applicable terms of service or terms of use) or may be illegal or harmful in any way to us, our Services users, our property, or any other third party.\n&nbsp;This includes any potential or actual act(s) of fraud or fraudulent behaviour using or related to our Services.</li>\n<li>\n<strong>Verification and Monitoring</strong>.\nVerify accounts and monitor activities within our Services to promote safety and security of our Services, our users and our properties, and to detect any potential or actual act(s) of fraud or fraudulent behaviour related to our Services.<strong>‍</strong>\n</li>\n<li>\n<strong>Compliance</strong>.\nComply with applicable laws and regulations and any lawful requests from regulators, governmental bodies or other authorities.</li>\n</ul>\n<strong>3.\nSHARING YOUR INFORMATION WITH THIRD PARTIES</strong>\n<p>We will not share your personal information with any third party except in limited circumstances and where permitted by applicable law, including:</p>\n<ul>\n<li>When you are accessing our Services through a Publisher’s Platform, we will share some of the information we collect or process about you with the Publisher.\n&nbsp;This is to ensure the relevant task or action is performed, e.g.\nthe Publisher provides the item purchased within the Platform.\n</li>\n</ul>\n<ul>\n<li>When you consent to us sharing your personal information with another company.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;</li>\n</ul>\n<ul>\n<li>When companies perform services on our behalf, including those who help us provide the best services to you and others (such as hosting/storage, anti-fraud functions, billing, collections, registration, customer support, e-mail delivery, age verification, or other operations).\n&nbsp;These companies are prohibited from using your personal information for purposes other than those requested by us or required by law;</li>\n<li>With our business partners that we perform joint campaigns with.\n</li>\n<li>With our business partners that may include partners in our ad network (see section “<em>Your Controls, Rights and Choices</em>” for more information on these partners);</li>\n<li>In connection with the sale of any of our Services, assets and/or businesses, or when the ownership or control of all or part of our Services changes;</li>\n<li>To enforce our Terms of Service or other rules or policies, to ensure the safety and security of our users and third parties, to identify and prevent potential or actual fraud or fraudulent activities, to respond to requests from law enforcement, officials, regulatory agencies and other lawful requests or legal processes, or to comply with a legal obligation to which we are subject, or other legal process or in other cases if we believe in good faith that disclosure is required by law.\nand</li>\n<li>To effectively perform our Services, we may share your personal information with our affiliates.\n&nbsp;</li>\n</ul>\n<strong>4.\nCHILDREN’S PRIVACY</strong>\n<p>As stated in our Terms of Service, we do not make our Services available to anyone under the age of 18.\nTherefore, we do not intend to collect or otherwise process personal information of anyone under the age of 18.\nIf you have reason to believe we are processing personal information of anyone under 18, please get in touch with us as soon as possible using the contact details in section “<em>Comments and Questions</em>”.</p>\n<strong>5.\nADDITIONAL INFORMATION FOR INDIVIDUALS LOCATED IN THE U.S.</strong>\n<p>\n<strong>U.S.\nGLBA Notice</strong>\n</p>\n<p>Personal information relating to U.S.\nusers that we collect in connection with the solicitation and provision of our payment and stored value services is subject to our U.S.\nGLBA Notice.\n&nbsp;In the event of conflict or inconsistency between this Privacy Policy and our U.S.\nGLBA Notice, the U.S.\nGLBA Notice will apply that information.</p>\n<p>Other information we collect from U.S.\npersons will be subject to the provisions of this Privacy Policy.</p>\n<p>\n<strong>CCPA</strong>\n</p>\n<p>If you are a California resident in accordance with the California Consumer Privacy Act (CCPA), the following information applies to you.</p>\n<p>\n<em>Personal Information We May Collect</em>\n</p>\n<p>During the past twelve (12) months, we may have collected the following categories of personal information about you:</p>\n<p>\n<strong>Categories of personal information</strong>\n</p>\n<p>\n<strong>Examples</strong>\n</p>\n<p>Personal Identifiers</p>\n<p>Full name (including any nickname or alias you have used), date and place of birth, taxpayer or government-issued identification number (such as your Social Security number, driver’s license or identification number, passport number, or other similar identifiers), IP address, device identifier, avatar information if this reflects your identity, unique personal identifier, online identifier, and Services account name.</p>\n<p>Personal Information under CA Code §1798.80(e)</p>\n<p>Contact details (name, address, email address, telephone number, any information you may provide to us about yourself).</p>\n<p>Characteristics of Protected Classes or Groups Under State or Federal Law</p>\n<p>Age, gender, national origin, race, national origin, and citizenship.\n</p>\n<p>Financial Information (information described in CA Code §1798.80)</p>\n<p>Services obtained, transaction histories, purchasing or consuming histories.\n</p>\n<p>Biometric information</p>\n<p>N/A</p>\n<p>Internet or Network Activity</p>\n<p>Internet or Network Activity</p>\n<p>Geolocation Data</p>\n<p>Device location, geographic location from which your transaction originates.</p>\n<p>Inferences drawn from any of the categories of Personal Information above</p>\n<p>We may verify your identity against third-party databases.\npotential fraudulent activity or behaviour.</p>\n<p>Education information</p>\n<p>N/A</p>\n<p>Professional and employment information</p>\n<p>Business.\njob title.</p>\n<p>Audio, electronic, visual, thermal, olfactory, or similar information</p>\n<p>N/A</p>\n<p>\n<em>Why We Collect Personal Information and How We Use It<br>\n<br>‍</em>The purposes for which we collect and use your personal information (described in detail above) depends on how you engage with us and our Services.\n&nbsp;The table below lists the purposes for which we may collect and use your personal information:</p>\n<p>\n<strong>Purposes for collection and use</strong>\n</p>\n<p>\n<strong>Examples</strong>\n</p>\n<p>To collect, process, and retain your personal information where required by law.</p>\n<p>To fulfill our obligations under federal and state laws.</p>\n<p>To provide you with the information, products, and services that you request from us.</p>\n<p>To allow you to transact with Publishers and their users through our Services.</p>\n<p>To provide, maintain, personalize, optimize, and improve the Services, including research and analytics regarding use of the Services, or to remember you when you leave and return to the Services.</p>\n<p>To provide you with the same preferred settings each time you use our Services.\n</p>\n<p>Provide you with more relevant content in marketing, promotional, or other communications to which you may be subscribed.</p>\n<p>To inform you about events and news we think you’ll be interested in.\n</p>\n<p>Detect, investigate, and prevent activities that may violate our policies or may be fraudulent or illegal.</p>\n<p>To ensure you are who you’re telling us, and to ensure you are using our Services from where you are telling us.</p>\n<p>\n<em>Sources of Personal Information </em>\n</p>\n<p>We collect or receive your personal information from the following sources:</p>\n<ul>\n<li>From you and your use of our Services.\n&nbsp.\n</li>\n<li>Third-party sources, as described above in Privacy Policy.</li>\n</ul>\n<p>We may also combine your personal information from the Services with the categories of sources listed above.</p>\n<p>\n<em>Disclosure of Personal Information</em>\n</p>\n<p>The categories of third parties to whom we disclose personal information about you depends on, among other things, our relationship or interaction with you.\n&nbsp;During the past twelve (12) months, we have disclosed your personal information for our business purposes described above to the following categories of third parties:</p>\n<ul>\n<li>Service providers that assist us in providing the Services, including in relation to hosting/storage, anti-fraud functions, billing, registration, customer support, e-mail delivery, age verification, or other operations.\n</li>\n<li>Third parties authorised by you.\n</li>\n<li>Advertising platforms (for further information, see our Cookies Policy).\nand</li>\n<li>Analytics and search engine providers.</li>\n</ul>\n<p>\n<em>Your Rights</em>\n</p>\n<p>The CCPA grants certain rights to California residents, namely:</p>\n<ul>\n<li>\n<strong>Right to Access</strong>.\n&nbsp;A California resident has the right to request a report showing the personal information collected, shared, and sold about them in the past twelve (12) months.</li>\n<li>\n<strong>Right to Deletion</strong>.\n&nbsp;A California resident has the right to request we delete any personal information collected about them.\n</li>\n<li>\n<strong>Right to Opt-Out of Sale of Personal Information</strong>.\n&nbsp;A California resident has the right to opt-out of the sale of their personal information to third parties (see further below).</li>\n<li>\n<strong>Right to Non-Discrimination</strong>.\n&nbsp;A California resident also has the right to not be discriminated against by us if they choose to exercise any of the above rights.</li>\n</ul>\n<p>If you wish to exercise any of these rights, please see section “<em>Your Controls, Rights and Choices</em>” for email and postal details.</p>\n<p>\n<em>Sale of Personal Information </em>\n</p>\n<p>We do not sell personal information.\n</p>\n<p>\n<strong>Other U.S.\nState Privacy Laws and Requirements</strong>\n</p>\n<ul>\n<li>“<strong>Shine the Light</strong>” and “<strong>Eraser</strong>” Laws: Residents of the State of California may request a list of all third parties to which we have disclosed certain information during the preceding year for those third parties’ direct marketing purposes.\n&nbsp;If you are a California resident under the age of 18, and a registered user of the website where this policy is posted, you may request removal of content or information you have publicly posted.\n&nbsp;Please be aware that such a request does not ensure complete removal from the Internet of the content or information you posted, and there may be circumstances in which the law does not require or allow removal.\n&nbsp;If you wish to exercise these rights, please see section “<em>Your Controls, Rights and Choices</em>”.</li>\n<li>\n<strong>Do Not Track Signals</strong>: We currently do not respond to Do Not Track signals or similar signals.\n&nbsp;Do Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.\n&nbsp;You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.</li>\n</ul>\n<p>\n<strong>Vermont Residents</strong>: We will not share your information with companies outside of Tilia, except for our everyday business purposes, for marketing our products and services to you, or with your consent.\nWe will not disclose credit information about you within or outside Tilia except as required or permitted by law.</p>\n<strong>6.\nADDITIONAL INFORMATION FOR INDIVIDUALS LOCATED IN THE EU OR THE UK</strong>\n<p>In addition to the information provided throughout this Privacy Policy, there are certain other pieces of information we are required by law in the EU and UK to provide you.\n&nbsp;</p>\n<p>\n<strong>Controller </strong>\n</p>\n<p>The controller of your personal information is Tilia LLC of 945 Battery Street San Francisco, CA 94111.\n&nbsp;</p>\n<p>\n<strong>Processor</strong> &nbsp.\n&nbsp.\n</p>\n<p>With respect to some of the personal information and processing described above, we will act as a processor of your personal information as opposed to a controller.\n&nbsp;This is when we are only processing your personal information on behalf of a Publisher.\nthis generally occurs when you access our Services through a Publisher’s Platform and we do not need to process the personal data for our own purposes.\n&nbsp;An example of processing for our own purposes is performing KYC checks.\n</p>\n<p>When we do act as a processor, certain details in this Privacy Policy will not apply to you.\nmost importantly, if we process your personal information as a processor, you may not be able exercise the rights listed in “<em>Your Controls, Rights and Choices</em>” directly to us.\n&nbsp;You can, however, exercise them with the controller of your personal data which will most likely be a Publisher whose Platform you use.\n&nbsp;</p>\n<p>If you have any questions regarding our role as a processor, you can get in touch using the contact details in section “<em>Comments and Questions</em>”.</p>\n<p>\n<strong>Your Rights</strong>\n</p>\n<p>For information on the rights exercisable by EU or UK individuals, and details on how to exercise them, please see section “<em>Your Controls, Rights and Choices</em>”.</p>\n<p>In addition to those listed below, EU and UK individuals also have the right, at any time, to submit a complaint to a data protection authority.\n&nbsp.\nWe would, however, appreciate the opportunity to resolve your issue before you do this.\n</p>\n<p>\n<strong>International Transfers</strong>\n</p>\n<p>As an organisation operating globally, we may be required to transfer your personal information to countries other than that from which it was collected.\n&nbsp;Whenever your personal information is transferred, stored or processed by us, we will take reasonable steps to safeguard the privacy of your personal information in accordance with applicable law.\n&nbsp;In particular, when transferring personal information from the EU or UK, we will either only transfer your personal information to a country which has been deemed by the European Commission or the UK data protection authority, the Information Commissioner’s Office, to be adequate or we will ensure the following appropriate measures are in place so your personal information is treated by the recipients in a way that is equivalent to, and which respects, the EU and UK laws on data protection and your rights as an EU or UK data subject.\n&nbsp;These include: </p>\n<ul>\n<li>the European Commission Implementing Decision (EU) 2021/914 of 4 June 2021 on standard contractual clauses for the transfer of personal data to third countries pursuant to the GDPR, as may be amended or replaced from time to time (the “EU Clauses”).\nand </li>\n<li>standard data protection clauses specified in regulations made by the Secretary of State under section 17C(b) of the 2018 Data Protection Act and for the time being in force in the United Kingdom (the “UK Clauses”).\n<strong>\n</strong>\n</li>\n</ul>\n<p>Where necessary, we may also further supplement the EU Clauses and/or UK Clauses with additional measures specific to a relevant transfer, such as increased security.\n&nbsp;If you require further information about either the EU Clauses or the UK Clauses, or the other protective measures in place, please contact us using the details provided in section “<em>Comments and Questions</em>”.\n</p>\n<p>\n<strong>Lawful Basis for Processing</strong>\n</p>\n<p>We will only collect, use, process and store your personal information where we have a valid lawful basis.\n&nbsp;Our lawful bases include:</p>\n<ul>\n<li>Consent (you have given us consent);</li>\n<li>Performance of a contract (our processing is necessary for the performance of a contract we have with you or to take specific steps before entering into a contract with you.\n&nbsp;This may be, for example, a contract to receive Services from us);</li>\n<li>Legal obligation (processing is necessary for us to comply with applicable laws, regulations and regulatory authorities, court orders or law enforcement requests, for example to perform KYC checks).\nand</li>\n<li>Legitimate interests (processing is necessary for ours, or a third party’s, legitimate interests.\n&nbsp;The legitimate interests pursued by us are improving our business or customer relationships, marketing and advertising, resolving disputes, identifying and preventing fraud and abuse, analysing and improving safety and security of our Services, enforcing our Terms of Service.\n&nbsp;You have the right to object to processing based on legitimate interests).</li>\n</ul>\n<p>\n<strong>Retention</strong>\n</p>\n<p>We will only retain your personal information for as long as reasonably necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, regulatory, tax, accounting or reporting requirements.\n&nbsp;We may retain your personal information for a longer period in the event of a complaint or if we reasonably believe there is a prospect of litigation in respect to our relationship with you.\n&nbsp;For example, we retain your personal information while each of your accounts is in existence or as needed to provide you with Services.\n&nbsp;</p>\n<p>To determine the appropriate retention period for personal information, we consider the amount, nature and sensitivity of the personal information, the potential risk of harm from unauthorised use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal, regulatory, tax, accounting or other requirements.\n</p>\n<strong>7.\nADDITIONAL INFORMATION FOR INDIVIDUALS LOCATED OUTSIDE THE U.S., THE EU OR THE UK</strong>\n<p>In certain jurisdictions, we will need your explicit consent to obtain, process and share your personal information.\n&nbsp;All such processing will be carried out in line with this Privacy Policy.\n&nbsp;To the extent required, your use of the Services will be deemed your explicit consent to obtain, process and share your personal information.\n&nbsp;If you do not wish to provide us such consent, you should cease using the Services immediately and contact us using the contact details provided in section “<em>Comments and Questions</em>”.</p>\n<p>If you are located in a country outside of the U.S., the EU or the UK and have any questions about how we process your personal information, or regarding whether you have any rights with regards to your information, please contact us using the contact details provided in section “<em>Comments and Questions</em>”.</p>\n<strong>8.\nYOUR CONTROLS, RIGHTS AND CHOICES</strong>\n<p>\n<strong>Right to Access and Control your Personal Information</strong>\n</p>\n<p>In certain circumstances, you may have the right to:</p>\n<ul>\n<li>\n<strong>Correct or Update</strong>: You may correct or update your account registration or your personal information or you may also ask us to change or update your information in certain cases, particularly if it is inaccurate;</li>\n<li>\n<strong>Delete</strong>: You may delete your account or ask us to erase or delete all or some of your personal information (for example, if it is no longer necessary to provide Services to you);</li>\n<li>\n<strong>Object to processing</strong>: You may object to the processing of your personal information where we are relying on a legitimate interest (or that of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\n&nbsp;You also have the right to object where we are processing your personal information for direct marketing purposes;</li>\n<li>\n<strong>Limit or Restrict use of Personal Information</strong>: You may ask us to stop or suspend using all or some your personal information in certain scenarios (for example if we have no legal right to keep using it) or to limit our use of it (for example, if your personal information is inaccurate or unlawfully held);</li>\n<li>\n<strong>Withdraw Consent</strong>: You may withdraw consent at any time where we are relying on consent to process your personal data and you may change your choices for subscriptions, newsletters and alerts (for example, you may choose whether to receive offers and promotions, or other marketing, from us for our products and services, or products and services that we think may be of interest to you);</li>\n<li>\n<strong>Right to Access Your Information</strong>: You may request access to the personal information we hold about you.\naccess includes details about your personal information and how it is being processed and a copy of such personal information (commonly known as a “data subject access request”);</li>\n<li>\n<strong>Right to Move Your Personal Information</strong>: You may request a copy of your personal information in machine-readable form, and you may have the right to transmit such data to another controller, without hindrance from us.</li>\n</ul>\n<p>To exercise one of the above rights, please contact us at the postal address below or by emailing privacy@tilia.io.</p>\n<p>Tilia LLC &nbsp.\n&nbsp;<br>Attention: Privacy<br>8605 Santa Monica Blvd, PMB 59201<br>West Hollywood, California 90069 &nbsp.\n&nbsp.\n</p>\n<p>You can submit a request on your own behalf or on behalf of someone else.\n&nbsp;If you are acting on someone else’s behalf, we will need to verify your authority to do so.\n&nbsp;</p>\n<p>We will consider your request in accordance with applicable laws.\n&nbsp;We may need to request specific information from you to help us confirm your identity and ensure your right to exercise the right.\n&nbsp;This is a security measure to ensure that personal information is not disclosed to any person who has no right to receive it.\n&nbsp;We may also contact you to ask you for further information in relation to your request to speed up our response.</p>\n<p>We try to respond to all legitimate requests within the timeframe required by applicable law.\n&nbsp;Occasionally it could take us longer than this if your request is particularly complex or you have made a number of requests.\n&nbsp;In this case, we will notify you and keep you updated.\n</p>\n<p>\n<strong>Account Closure</strong>\n</p>\n<p>You may close your account by contacting us at privacy@tilia.io.\n&nbsp;If you choose to close your Tilia account, we may retain information for a limited period for the purposes set out in this Privacy Policy, at all times to the extent permitted at law.</p>\n<p>\n<strong>Advertising Choices</strong>\n</p>\n<p>We participate in ad and/or affiliate networks operated by various third-party companies.\n&nbsp;We and these third-party companies may collect and use certain information about you and your visits to our Services to help serve advertising that is relevant to your interests.\n&nbsp;If you would like to learn more about these specialized advertising technologies, the Network Advertising Initiative offers useful information about Internet advertising companies, including information about how to opt-out of certain information collection.\n&nbsp;</p>\n<p>For more information on how to opt-out of receiving internet-based advertising, please visit:</p>\n<ul>\n<li>Digital Advertising Alliance (US) https://www.aboutads.info/choices/</li>\n<li>Digital Advertising Alliance (Canada) https://youradchoices.ca/en/tools</li>\n<li>Digital Advertising Alliance (EU) https://www.youronlinechoices.com/</li>\n<li>Network Advertising Initiative https://optout.networkadvertising.org/?c=1</li>\n</ul>\n<p>On many mobile devices, you can control interest-based advertising through your device’s settings.\n&nbsp;These options can include resetting your device’s advertising ID or selecting “Limit Ad Tracking” (for iOS devices) or “Opt out of Ads Personalization” (for Android devices) in your device settings.</p>\n<p>Ad choices settings and options will vary depending on your browser and device settings, and this is not an exhaustive list.\n&nbsp;Please note that your opt-out choices will only apply to the specific browser or device from which you opt out.\n&nbsp;We encourage you to explore your device and browser settings to better understand your choices.</p>\n<p>\n<strong>Precise Location</strong>\n</p>\n<p>You can withdraw consent for our collection, use, and transfer of precise location information by adjusting the location settings on your device.</p>\n<strong>9.\nSECURITY</strong>\n<p>We implement technical, physical and organizational security safeguards designed to protect your personal information, from loss, misuse and unauthorized access and disclosure.\n&nbsp;In addition, we limit access to your personal information to those employees, agents, contractors and other third parties who have a business need to know.\n&nbsp;They will only process your personal information on our instructions, and they are subject to a duty of confidentiality.</p>\n<p>We regularly monitor our systems for possible vulnerabilities and attacks.\n&nbsp;However, given the nature of electronic communications and information processing technologies, we cannot guarantee the security or safety of any information that is sent to us, transmitted through the Internet or stored on our systems.\n&nbsp;There is no guarantee that information may not be accessed, disclosed, altered, or destroyed by breach by others of any of our physical, technical, or organizational safeguards.\n&nbsp;We have put in place procedures to deal with any suspected data security breach and will notify you and any applicable regulator of a suspected breach where we are legally required to do so.</p>\n<strong>10.\nDATA TRANSFERS</strong>\n<p>We operate globally and may transfer your personal information to other Tilia companies or third parties in locations around the world for the purposes described in this Privacy Policy.\n&nbsp;When we do this, we take reasonable steps to ensure an appropriate level of protection for your information, in compliance with applicable law.\n</p>\n<p>If you are located in the EU or the UK, please see the section above titled “<em>Additional Information for Individuals Located in the EU or the UK</em>”.</p>\n<strong>11.\nTHIRD-PARTY LINKS </strong>\n<p>Our Services may include links to third-party websites, plug-ins and applications.\n&nbsp;Clicking on those links or enabling those connections may allow third parties to collect or share data about you.\n&nbsp;We do not control these third-party websites and are not responsible for their privacy statements.\n&nbsp;When you leave our Services, we encourage you to read the privacy policy of every website you visit.</p>\n<strong>12.\nCHANGES TO THIS PRIVACY POLICY</strong>\n<p>We keep our Privacy Policy and practices under review, and this Policy was last updated on the date given above.\n&nbsp;From time to time, we may change this Privacy Policy to accommodate new technologies, industry practices, regulatory requirements or for other purposes.\n&nbsp;Any changes to this Policy will be posted online, and we will provide notice to you through our Services if these changes are material and, where required by applicable law, we will obtain your consent.\n&nbsp;If you object to any changes, you may close your account.\n&nbsp;</p>\n<strong>13.\nCOMMENTS AND QUESTIONS</strong>\n<p>If you have a comment or question about this Privacy Policy or our privacy practices, please send an e-mail to privacy@tilia.io or write to us at:</p>\n<p>Tilia LLC<br>Attention: Privacy<br>8605 Santa Monica Blvd, PMB 59201<br>West Hollywood, California 90069</p>\n<p>‍</p>© 2023 Tilia LLC.\nAll Rights Reserved<br>Tilia LLC.\n- NMLS License #1272156Case StudiesContactCookiesPrivacy PolicyTerms of ServiceSystem Description <p>Linden Lab uses cookies on our website to, among other things, fulfill user requests (such as enable users to login to our website), provide enhanced functionality for our users (such as user accounts and saved preferences), and enhance web content (so that web content and design are relevant to you and your interests).\nIf you continue to use this site, you agree that we can place these types of cookies on your device.\nFor more information, please review ourPrivacy Policy.</p>Privacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choices Allow AllPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-10-09 23:23:50.827313", "updated_at": "2023-10-09 23:26:23.176509"}], "points": [], "urls": ["tilia.io"]}}