{"error": 448, "message": "OK", "parameters": {"id": 4403, "name": "Cryptomator", "created_at": "2021-07-02 20:46:12.601989", "updated_at": "2023-07-10 22:02:00.657643", "wikipedia": null, "keywords": null, "related": null, "slug": "cryptomator", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/4403.png", "url": "cryptomator.org", "documents": [{"id": 7727, "name": "Privacy Policy", "url": "https://cryptomator.org/privacy/", "xpath": "/html/body/div/div", "text": " Privacy Policy <p>\n<em>Effective date: March 2022</em>\n</p>\n<p>As a provider of software to strengthen privacy, your rights regarding data protection and informational self-determination are important to us.\nWe attempt to restrict the use of data to the absolute essential minimum.\nOf course, we do not use analysis tools and unnecessary cookies.\nHowever, for some processes, especially in connection with payment transactions, we depend on the services of third parties and you should also read their privacy policies carefully.</p>\n<p>This privacy policy consists of the following sections:</p>\n<ol>\n<li>Name and address of the responsible company</li>\n<li>General Information on Data Processing</li>\n<li>Provision of the Website and Creation of Log Files</li>\n<li>Use of Cookies</li>\n<li>Email Contact</li>\n<li>Use in the Course of Online Orders (E-Commerce)</li>\n<li>Disclosure of Personal Data to Third Parties</li>\n<li>Using the Cryptomator Application</li>\n<li>Rights of the Affected Person</li>\n</ol>\n1.\nName and address of the responsible company\n<p>The responsible company within the meaning of the General Data Protection Regulation (GDPR) and other nation data protection laws of the member states as well as other data protection regulations is:</p>\n<p>Skymatic GmbH<br>\nAm Hauptbahnhof 6<br>\n53111 Bonn<br>\nGermany</p>\n<p>Represented by:<br>\nTobias Hagemann<br>\nSebastian Stenzel</p>\n<p>Contact:\nprivacy@cryptomator.org</p>\n2.\nGeneral Information on Data Processing\n2.1 Extent of Processing of Personal Data\n<p>As a matter of principle, we collect and process personal data of our users only to the extent necessary to provide a functional website and our contents and services.\nThe collection and use of personal data of our users is regularly only carried out with the consent of the user.\nAn exception is made in cases where prior consent cannot be obtained for factual reasons and the processing of the data is permitted by law.</p>\n2.2 Legal Basis for the Processing of Personal Data\n<p>Insofar as we obtain the consent of the data subject for processing of personal data, Art.\n6 para.\n1 lit.\na EU Data Protection Basic Regulation (GDPR) serves as the legal basis for the processing of personal data.</p>\n<p>In the processing of personal data necessary for the performance of a contract to which the data subject is a party, Art.\n6 para.\n1 lit.\nb GDPR serves as the legal basis.\nThis also applies to processing operations which are necessary to carry out pre-contractual measures.</p>\n<p>Insofar as the processing of personal data is necessary to fulfil a legal obligation to which our company is subject, Art.\n6 para.\n1 lit.\nc GDPR serves as the legal basis.</p>\n<p>In the event that vital interests of the data subject or another natural person require the processing of personal data, Art.\n6 para.\n1 lit.\nd GDPR as legal basis.</p>\n<p>If processing is necessary to safeguard the legitimate interests of our company or a third party, and if the interests, fundamental rights and freedoms of the data subject do not prevail over the first interest, Art.\n6 para.\n1 lit.\nf GDPR as legal basis for processing.</p>\n2.3 Data Deletion and Storage Duration\n<p>The personal data of the data subject will be deleted or blocked as soon as the purpose of the storage no longer applies.\nFurthermore, data may be stored if this has been provided for by the European or national legislator in EU ordinances, laws or other regulations to which the person responsible is subject.\nData will also be blocked or deleted when a storage period prescribed by the above-mentioned standards expires, unless there is a need to continue storing the data for the purpose of concluding or fulfilling a contract.</p>\n3.\nProvision of the Website and Creation of Log Files\n3.1 Description and Scope of Data Processing\n<p>Each time our website is accessed, our system automatically collects data and information from the computer system of the calling computer.\nThe following data is collected:</p>\n<ul>\n<li>browser name and version</li>\n<li>the user’s operating system</li>\n<li>referrer URL</li>\n<li>access date and time</li>\n<li>IP address</li>\n<li>accessed web site</li>\n<li>amount of transmitted data in bytes</li>\n</ul>\n<p>The data is also stored in the log files of our system.\nThis data is not stored together with other personal data of the user.</p>\n3.2 Legal Basis for Data Processing\n<p>The legal basis for the temporary storage of data and logfiles is Art.\n6 para.\n1 lit.\nf GDPR.</p>\n3.3 Purpose of Data Processing\n<p>The temporary storage of the IP address by the system is necessary to allow delivery of the website to the computer of the user.\nTo do this, the user’s IP address must be kept for the duration of the session.</p>\n<p>Storage in log files is done to ensure the functionality of the website.\nIn addition, the data is used to optimize the website and to ensure the security of our information technology systems.\nAn evaluation of the data for marketing purposes does not take place in this context.</p>\n<p>These purposes also include our legitimate interest in data processing in accordance with Art.\n6 para.\n1 lit.\nf GDPR.</p>\n3.4 Duration of Storage\n<p>The data will be deleted as soon as it is no longer required for the purpose for which it has been collected.\nIn the case of the collection of data for the provision of the website, this is the case when the respective session is ended.</p>\n<p>If the data is stored in log files, this is the case after 7 days at the latest.</p>\n3.5 Opposition and Removal Possibility\n<p>The collection of data for the provision of the website and the storage of the data in log files is essential for the operation of the website.\nConsequently, there is no possibility of objection on the part of the user.</p>\n4.\nUse of Cookies\n4.1 Description and Scope of Data Processing\n<p>Our website only uses technically necessary cookies.\nCookies are text files that are stored in the internet browser or by the internet browser on the user’s computer system.\nIf a user visits a website, a cookie may be stored on the user’s operating system.\nThis cookie contains a characteristic string of characters that enables the browser to be uniquely identified when the website is reopened.</p>\n4.2 Legal Basis for Data Processing\n<p>The legal basis for the processing of personal data using cookies is Art.\n6 para.\n1 lit.\nf GDPR.</p>\n4.3 Purpose of Data Processing\n<p>The purpose of using technically necessary cookies is to enable the use of websites for users.\nIn particular, they are used to detect and mitigate DDOS attacks.\nThe user data collected by technically necessary cookies is not used to create user profiles.</p>\n<p>This purpose also include our legitimate interest in data processing in accordance with Art.\n6 para.\n1 lit.\nf GDPR.</p>\n4.4 Duration of Storage, Opposition and Removal Possibility\n<p>Cookies are stored on the user’s computer and transmitted by the user to our site.\nTherefore, as a user, you have full control over the use of cookies.\nBy changing the settings in your internet browser, you can disable or restrict the transmission of cookies.\nAlready stored cookies can be deleted at any time.\nThis can also be done automatically.\nIf cookies for our website are disabled, it may not be possible to use all the functions of the website to their full extent.</p>\n5.\nEmail Contact\n5.1 Description and Scope of Data Processing\n<p>It is possible to contact us via the provided email address.\nIn this case, the user’s personal data transmitted with the email will be stored.</p>\n<p>In this context, there is no disclosure of the data to third parties.\nThe data is used exclusively for processing the conversation.</p>\n5.2 Legal Basis for Data Processing\n<p>The legal basis for the processing of the data transmitted in the course of sending an email is Art.\n6 para.\n1 lit.\nf GDPR.\nIf the email contact aims to conclude a contract, then additional legal basis for the processing is Art.\n6 para.\n1 lit.\nb GDPR.</p>\n5.3 Purpose of Data Processing\n<p>The processing of personal data serves us solely to process the contact.\nThis also includes the necessary legitimate interest in processing the data.</p>\n5.4 Duration of Storage\n<p>The data will be deleted as soon as it is no longer necessary for the purpose of its collection.\nFor personal data sent by email, this is the case when the respective conversation with the user has ended.\nThe conversation is ended when it can be inferred from the circumstances that the matter in question has been finally clarified.</p>\n<p>If the purpose of the contact was the conclusion of a contract and if this contract has been concluded, the purpose is achieved after the contract has been fully executed.\nIn addition, statutory storage obligations, e.g.\naccording to the German tax code, may make further storage necessary.</p>\n5.5 Opposition and Removal Possibility\n<p>The user has the possibility to revoke his consent to the processing of personal data at any time.\nIf the user contacts us by email, he can object to the storage of his personal data at any time.\nIn such a case the conversation cannot be continued.</p>\n<p>You can send your objection informally at any time to privacy@cryptomator.org or any other means of contact provided by us (e.g.\nby post).</p>\n<p>All personal data stored in the course of contacting will be deleted in this case.</p>\n6.\nUse in the Course of Online Orders (E-Commerce)\n6.1 Description and Scope of Data Processing\n<p>In case of an online order via our online shop the following data is collected:</p>\n<ul>\n<li>Choice private or corporate clients</li>\n<li>first and last name</li>\n<li>email address</li>\n<li>company name (just for corporate clients)</li>\n<li>VAT ID number (just for corporate clients)</li>\n<li>address (street, house number, postal code, town, country)</li>\n<li>bank details (when paying by direct debit)</li>\n<li>credit card details (when paying by credit card)</li>\n</ul>\n<p>During the ordering process, the user’s consent to the processing of this data is obtained and the user is made aware of this privacy policy.\nThe data will only be passed on if this is necessary to fulfil contractual obligations.\nDetails can be found in the following section (7.\nDisclosure of Personal Data to Third Parties).</p>\n6.2 Legal Basis for Data Processing\n<p>The legal basis for the temporary storage of data is Art.\n6 para.\n1 lit.\nf GDPR.</p>\n6.3 Purpose of Data Processing\n<p>The data is used exclusively to process the order you have placed.\nIn case of an order we save the text of the contract and send you the shipping confirmation by email.\nYou can also view the Terms &amp.\nConditions at any time here.</p>\n6.4 Duration of Storage\n<p>The data will be deleted as soon as they are no longer necessary for the purpose for which they were collected.\nIn the case of the collection of data for order processing, this is the case as soon as the order is completely processed.\nEven after conclusion of the contract, it may still be necessary to store personal data of the contractual partner in order to comply with contractual or legal obligations.</p>\n6.5 Opposition and Removal Possibility\n<p>The collection of data for order processing and the storage of data for the same purpose is mandatory.\nConsequently, there is no possibility of objection on the part of the user.</p>\n7.\nDisclosure of Personal Data to Third Parties\n7.1 Description and Scope of Data Disclosure\n<p>In order to fulfil our contractual obligations, it is sometimes unavoidable that certain data is also passed on to third parties.\nIn each case, this serves only to fulfil a contract or to carry out pre-contractual measures.\nDetails can be found in the following table:</p> Category\nDisclosed data\nPurpose Payment Processor\nName and email address, order number, date and amount, credit card details\nProcessing of the payment.\nassignment of the payment to the customer <p>For the payment process, the user may be redirected to the website of the payment service provider or data from websites of these service providers may be reloaded.\nThis may depend on the payment method chosen by the user:</p>\n<ul>\n<li>PayPal (PayPal (Europe) S.à r.l.\net Cie, S.C.A., 22-24 Boulevard Royal, L-2449 Luxembourg).\nPlease note the relevant privacy policy at: https://www.paypal.com/de/webapps/mpp/ua/privacy-full.</li>\n<li>Stripe (Stripe Payments Europe, Ltd., 1 Grand Canal Street Lower, Grand Canal Dock, Dublin, Irland).\nPlease note the relevant privacy policy at: https://stripe.com/de/privacy.</li>\n<li>CoinPayments (CoinPayments Inc., Hodltech OÜ, Tornimäe 5, 10145 Tallinn, Estland).\nPlease note the relevant privacy policy at: https://www.coinpayments.net/help-privacy.</li>\n<li>Paddle (Paddle Payments Ltd., Core B, Block 71, The Plaza, Park West 12 Dublin, Irland).\nPlease note the relevant privacy policy at: https://paddle.com/privacy/.</li>\n</ul>\n7.2 Legal Basis for Data Disclosure\n<p>Legal basis for the processing of the data is in the presence of the consent of the user Art.\n6 para.\n1 lit.\na GDPR.\nIf the disclosure serves the fulfilment of a contract to which the user is a party or the implementation of pre-contractual measures, the additional legal basis for the processing of the data is Art.\n6 para.\n1 lit.\nb GDPR.\nFurthermore, Art.\n6 para.\n1 lit.\nf GDPR is also an additional legal basis.</p>\n7.3 Purpose of Data Disclosure\n<p>The passing on serves the fulfilment of our contractual and pre-contractual obligations.\nThese purposes are also our legitimate interest in accordance with Art.\n6 para.\n1 lit.\nf GDPR.</p>\n7.4 Opposition and Removal Possibility\n<p>The transfer of data is mandatory for the fulfilment of contracts or for pre-contractual measures.\nConsequently, there is no possibility of objection on the part of the user.</p>\n8.\nUsing the Cryptomator Application\n8.1 Description and Scope of Data Processing\n<p>When using one of the Cryptomator applications for desktop operating systems, iOS or Android, data can be processed by us.\nThis is the case when using one of the following functions:</p>\n8.1.1 Update Check (Desktop, Android)\n<p>If the user checks for updates, either manually or at a scheduled interval, the application will connect to a server to query the latest version.\nThe following data is transmitted during this request:</p>\n<ul>\n<li>Operating system version</li>\n<li>Software version</li>\n<li>Time of the request</li>\n<li>IP address</li>\n</ul>\n8.1.2 Sending of Error Protocols\n<p>Locally created log file can help identifying problems.\nIf the user decides to send one of these files via email, it may contain the following data:</p>\n<ul>\n<li>Operating system version</li>\n<li>Software version</li>\n<li>Times of triggered application functions</li>\n<li>Error messages and warnings</li>\n<li>File paths (if running in debug mode)</li>\n</ul>\n<p>This data will not be stored together with other personal data of the user.</p>\n8.1.3 Accessing Cloud Storage Services (Android, iOS)\n<p>If the user authorizes the Cryptomator application for iOS or Android to access one or many cloud storage services, the application is granted access to data stored by the respective service.\nThe application will not access any data other than stored in folders knowingly selected by the user.</p>\n<p>Any such data is processed solely on the user’s local device.\nUnder no circumstances will we receive any of this data.</p>\n<p>When using such a third-party cloud storage services, please refer to the corresponding privacy policy of the provider:</p>\n<ul>\n<li>iCloud Drive</li>\n<li>Dropbox</li>\n<li>Google Drive</li>\n<li>OneDrive</li>\n<li>pCloud</li>\n</ul>\n8.2 Legal Basis for Data Processing\n<p>The legal basis for the temporary storage of data is Art.\n6 para.\n1 lit.\na GDPR as well as Art.\n6 para.\n1 lit.\nf GDPR.</p>\n8.3 Purpose of Data Processing\n<p>The update check is necessary to inform the user about (security-relevant or other) updates.\nThis serves both the continuously necessary adaptation to the operating environment, protects the user from problems and incompatibilities, and enables him to use new program features.</p>\n<p>When sending an error log, it may contain data that you have customized (e.g., file names), that could identify you, or that may otherwise be sensitive to you.</p>\n<p>Log files are stored in order to evaluate constellations of operating system and program versions used, to detect problems and to offer updates if necessary.\nThis purpose also include our legitimate interest in data processing in accordance with Art.\n6 para.\n1 lit.\nf GDPR.</p>\n8.4 Duration of Storage\n<p>The data will be deleted as soon as it is no longer required for the purpose for which it has been collected.</p>\n<p>If the data is stored in log files, this is the case after 30 days at the latest.\nStorage beyond this is possible.\nIn this case, the user’s personal data is deleted or anonymized so that it is no longer possible to assign the calling client.</p>\n9.\nRights of the Affected Person\n<p>If your personal data is processed, you are affected according to GDPR and you have the following rights to the person responsible:</p>\n9.1 Right to information - Art.\n15 GDPR\n<p>The right of access gives the data subject a full insight into the data concerning him or her and some other important criteria, such as the purposes of processing or the duration of storage.\nThe exceptions to this right regulated in § 34 German Federal Data Protection Act (BDSG) apply.</p>\n9.2 Right to rectification - Art.\n16 GDPR\n<p>The right of rectification includes the possibility for the data subject to have incorrect personal data concerning him corrected.</p>\n9.3 Right to Erasure - Art.\n17 GDPR\n<p>The right to erasure includes the possibility for the data subject to have data deleted by the person responsible.\nHowever, this is only possible if the personal data concerning him/her is no longer necessary, is processed unlawfully or if his/her consent to this has been revoked.\nThe exceptions to this right regulated in § 35 BDSG apply.</p>\n9.4 Right to Restriction of Processing - Art.\n18 GDPR\n<p>The right to restriction of processing includes the possibility for the data subject to prevent further processing of personal data relating to him/her for the time being.\nA restriction occurs mainly in the examination phase of the data subject’s exercise of other rights.</p>\n9.5 Right to Data Portability - Art.\n20 GDPR\n<p>The right to data portability includes the possibility for the data subject to obtain the personal data concerning him/her from the data controller in a common machine-readable format, with the possibility of having them transferred to another data controller, if necessary.\nPursuant to Art.\n20 Paragraph 3 Sentence 2 GDPR, however, this right does not apply to processing necessary for the performance of a task carried out in the public interest.</p>\n9.6 Right to Object - Art.\n21 GDPR\n<p>The right to object includes the possibility for data subjects to object, in a specific situation, to the further processing of their personal data, insofar as this is justified by the performance of public tasks or by public or private interests.\nThe exceptions to this right regulated in Section § 36 BDSG apply.</p>\n9.7 Right to Complain to a Supervisory Authority\n<p>Without prejudice to any other administrative or judicial remedy, you shall have the right to complain to a supervisory authority, in particular in the member state of your residence, place of work or place of alleged infringement, if you believe that the processing of the personal data concerning you is against the GDPR violates.</p>\n<p>The supervisory authority to which the complaint has been submitted shall inform the complainant of the status and results of the complaint, including the possibility of a judicial remedy pursuant to Article 78 of the GDPR.</p> ", "created_at": "2021-07-02 20:46:12.604121", "updated_at": "2023-05-01 21:08:18.040683"}], "points": [{"id": 32086, "title": "There is a date of the last update of the agreements", "source": "https://cryptomator.org/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-01 21:13:43.058474", "updated_at": "2023-07-11 06:30:18.773169", "quoteText": null, "case_id": 331, "document_id": 7727, "quoteStart": null, "quoteEnd": null}, {"id": 32088, "title": "The service claims to be GDPR compliant for European users", "source": "https://cryptomator.org/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-01 21:14:23.170274", "updated_at": "2023-07-11 06:30:20.190041", "quoteText": null, "case_id": 481, "document_id": 7727, "quoteStart": null, "quoteEnd": null}, {"id": 32090, "title": "This service tracks which web page referred you to it", "source": "https://cryptomator.org/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-01 21:15:26.553337", "updated_at": "2023-07-11 06:30:20.266918", "quoteText": null, "case_id": 387, "document_id": 7727, "quoteStart": null, "quoteEnd": null}, {"id": 32092, "title": "You are not being tracked", "source": "https://cryptomator.org/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-01 21:16:28.512316", "updated_at": "2023-07-11 06:30:20.349238", "quoteText": null, "case_id": 218, "document_id": 7727, "quoteStart": null, "quoteEnd": null}, {"id": 32087, "title": "Third parties are involved in operating the service", "source": "https://cryptomator.org/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-01 21:14:10.039188", "updated_at": "2023-07-11 06:30:20.427282", "quoteText": null, "case_id": 207, "document_id": 7727, "quoteStart": null, "quoteEnd": null}, {"id": 32091, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://cryptomator.org/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-01 21:15:38.541195", "updated_at": "2023-07-11 06:30:21.408319", "quoteText": null, "case_id": 399, "document_id": 7727, "quoteStart": null, "quoteEnd": null}, {"id": 32093, "title": "An anonymous payment method is offered", "source": "https://cryptomator.org/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-01 21:17:24.896749", "updated_at": "2023-07-11 06:30:21.493279", "quoteText": null, "case_id": 405, "document_id": 7727, "quoteStart": null, "quoteEnd": null}, {"id": 32089, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://cryptomator.org/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-01 21:14:51.016827", "updated_at": "2023-07-11 06:30:21.569185", "quoteText": null, "case_id": 303, "document_id": 7727, "quoteStart": null, "quoteEnd": null}, {"id": 32094, "title": "Your personal data is used for limited purposes", "source": "https://cryptomator.org/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-01 21:18:22.331191", "updated_at": "2023-07-11 06:30:21.649489", "quoteText": null, "case_id": 196, "document_id": 7727, "quoteStart": null, "quoteEnd": null}], "urls": ["cryptomator.org"]}}