{"error": 448, "message": "OK", "parameters": {"id": 8083, "name": "Flourish", "created_at": "2023-04-22 23:04:45.68036", "updated_at": "2023-06-10 22:02:23.842658", "wikipedia": null, "keywords": null, "related": null, "slug": "flourish", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8083.png", "url": "flourish.studio,app.flourish.studio", "documents": [{"id": 15675, "name": "Privacy Policy", "url": "https://flourish.studio/privacy/", "xpath": "/html/body/div[2]/div/div/div[2]", "text": " <p>\n<em>Last updated: 13 February 2023</em>\n</p>\nIntroduction<p>At Flourish, we’re committed to protecting and respecting your privacy.\nWe try to collect the minimum amount of personal information we need to run our services.</p>\n<p>This privacy policy (“<strong>Privacy Policy</strong>“) applies to our website at flourish.studio and our online service (together the “<strong>Service</strong>“).\nIt explains when and why we collect personal information about people who visit our website, how we use it, the conditions under which we may disclose it to others, and how we keep it secure.</p>\n<p>By using our Service, you confirm that you have read and understand this Privacy Policy.</p>\n<p>We may change this Privacy Policy from time to time, so please check this page occasionally to ensure that you’re happy with any changes.</p>\n<p>There are several types of user account in Flourish, as described in our terms and conditions.\nReferences to ‘Users’ in this Privacy Policy include all types of account, unless otherwise stated.</p>\n<p>Any questions regarding our privacy practices and this Privacy Policy should be sent by email to support@flourish.studio, or in writing to 33-35 Hoxton Square, London, N1 6NN.</p>\nWho are we?<p>The data controller responsible for your personal information is Kiln Enterprises Ltd, company number 08825531, registered address 33-35 Hoxton Square, London, N1 6NN.</p>\nHow do we collect information from you?<p>We obtain information about you when you sign up for access to Flourish, when you use Flourish, and when you sign up for our email newsletter.\nWe also collect any personal information that is in data and code that you choose to upload to our website.\nWe may also collect certain information from you automatically through cookies and other tracking technologies, as described below.</p>\nWhy do we collect information from you?<p>We collect the information that we need in order to provide you with access to Flourish.\nWe use your information to administer your account, take payments from you (if applicable), provide you with news and updates on Flourish, information about Flourish goods or services which may interest you, and improve Flourish for you and other Users.</p>\nWhat information do we collect from you?Information you give us directly<p>When you sign up for our email newsletter, we collect your email address and company details (if applicable).</p>\n<p>When you sign up to Flourish, we collect your Flourish username, display name and email address, plus optional additional information about your company, job role and your intended use of Flourish.</p>\n<p>When you pay to use Flourish, we collect and store your billing information (such as address and VAT number).\nIf paying on our website by card, your card information is not held by us.\nit is collected by third-party payment processor Stripe, who specialize in the secure online capture and processing of credit/debit card transactions.\nStripe uses and processes your complete payment information in accordance with Stripe’s privacy policy.</p>\n<p>If you contact us, for example to report a problem or send us a question, we store details of the communication.\nWe may also store any phone number used to call our customer service number or social media handle used to connect with our customer service team.</p>\n<p>We also store any data and code you upload to Flourish as part of your use of the service, which may include personal information.</p>\n<p>You are under no obligation to provide any personal information.\nHowever, if you should choose to withhold requested information, we may not be able to provide you with certain services.</p>\nInformation we collect about you automatically<p>When you use Flourish, we collect certain information automatically such as the actions you take, and the time you take those actions.\nBy using cookies, we also collect information such as the type of internet browser you use.</p>\n<p>With regard to each of your visits to our website we will automatically collect the following information:</p>\n<ul>\n<li>technical information, including the Internet protocol (IP) address used to connect your computer to the Internet, your login information, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform.\nand</li>\n<li>information about your visit, including the full Uniform Resource Locators (URL), clickstream to, through and from our site (including date and time), products you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), methods used to browse away from the page.\nYou cannot be identified from this aggregate information retained or used for these purposes.</li>\n</ul>\n<p>For more information about our use of cookies, see the Cookies section below.</p>\n<p>We may also record Public Users’ screen sessions using the Mouseflow tool.\nThis may include code, data and text that you have uploaded to the service but does not include other personally identifiable information.\nYou can view Mouseflow’s security policies and choose to opt out of Mouseflow tracking.</p>\nHow do we use your personal information?<p>We may use information <strong>you give to us</strong> in the following ways:</p>\n<ul>\n<li>to carry out our obligations arising from any contracts entered into between you and us, including to process your payments, and to provide you with the information, products and services that you request from us;</li>\n<li>to provide you with information about Flourish, and other of our services that may interest you;</li>\n<li>notify you of changes to our services;</li>\n<li>to ensure in our legitimate interests that content from our site is presented in the most effective manner for you and for your computer.\nand</li>\n<li>seek your views or comments on the services we provide.</li>\n</ul>\n<p>We may use information <strong>we collect about you</strong> in the following ways:</p>\n<ul>\n<li>to administer our site under our terms and for internal operations, including troubleshooting, and, in our legitimate interests, data analysis, testing, research, statistical and survey purposes;</li>\n<li>to improve our product and website to ensure that content is presented in the most effective manner for you and for your computer;</li>\n<li>to allow you to participate in interactive features of our service, when you choose to do so;</li>\n<li>as part of our legitimate efforts to keep our site safe and secure;</li>\n<li>for our legitimate interest of measuring or understanding the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you.\nand</li>\n<li>to make suggestions and recommendations to you and other Users about goods or services that may interest you or them in our legitimate interests and subject to your stated preferences where relevant.</li>\n</ul>\nOur legal basis for processing your information<p>We need a legal basis to collect, use and disclose your personal information.\nOur legal basis for collecting, using and disclosing your data will depend on the information concerned and the context in which it is processed.\nHowever, we will normally process your data only where we need the data to perform a contract with you, it is in our legitimate interests to do so, or we have your consent to do so.\nIn some cases, we may also have a legal obligation to process your information.</p>\n<p>Further to the purposes outlined above, the following may apply:</p>\n<ul>\n<li>If you contact us (e.g.\nby e-mail), we use your information processed to carry out pre-contractual measures, fulfil our contract with you or because it is in our legitimate interests to do so.</li>\n<li>If you sign up for our newsletter, we rely on your consent to process your information to send you our newsletter on a regular basis.</li>\n<li>When you sign up to Flourish, we process your information to create and maintain your account in order to fulfil our contact with you.</li>\n<li>If your information is processed to deal with business transactions, your information is processed to carry out pre-contractual measures, fulfil our contract with you or because it is in our legitimate interests to do so.</li>\n<li>We process your information to ensure system security, make suggestions and recommendations to you, manage and improve our Service and understand the effectiveness of advertising we serve to you and others where it is in our legitimate interests to do.\nWe also rely on legitimate interests where we process your information for data analysis, testing, research, statistical and survey purposes.\nWe do not rely on this lawful basis where our legitimate interests are overridden by your interests.</li>\n</ul>\n<ul>\n<li>We may process your information because it is necessary to comply with our legal obligations, such as for tax, accounting and audit purposes.</li>\n</ul>\nCookies and other technologies<p>When you visit Flourish, we (and the third parties we work with) send cookie or other technologies to your computer or mobile device.</p>\n<p>Cookies are small pieces of information which are issued to your computer or mobile device when you visit a website and which store and sometimes track information.\nSome of the cookies used by Flourish are set by us, and some are set by third parties who are delivering services on our behalf, as detailed below.\nAlthough they do identify a user’s computer, cookies do not personally identify users and passwords and credit card information are not stored in cookies.</p>\n<p>A number of cookies we use last only for the duration of your web session and expire when you close your browser.\nOther cookies are used to remember you when you return to Flourish, and will last for longer.</p>\n<p>Most web browsers automatically accept cookies, but if you prefer, you can change your browser to prevent that and your help screen or manual will tell you how to do this.\nHowever, you will not be able to take full advantage of our website if you do so.</p>\n<p>For more information on how we use cookies and other technologies, and how you can control them, please read our Cookies Policy.</p>\n<p>When you embed Flourish content on your website, we do not place any cookies.</p>\nWho do we share your information with?<p>We share your personal information with third parties who help us improve Flourish:.\nSome of the third parties that we may share your personal information with include third parties who assist use with functions such as processing transactions (Stripe, our payments processor), managing support requests (Helpscout, our customer support partner), sending and managing emails and newsletters (Mailchimp) and storing information on how you use the service (Pipedrive).\nWe share the minimum amount of personal information required to perform these functions, and these third parties will only use your information to the extent necessary to perform these functions.</p>\n<p>We may transfer your personal information to a third party as part of a sale of some or all of our business and assets to any third party or as part of any business restructuring or reorganization, or if we’re under a duty to disclose or share your personal information in order to comply with any legal obligation (such as a court order, subpoena or other legal obligation) or to enforce or apply our terms of use or to protect the rights, property or safety of our supporters and customers.\nHowever, we will take steps to ensure that your privacy rights continue to be protected in accordance with the terms of this Privacy Policy.</p>\n<p>We will not sell or rent your information to third parties.\nWe will also not share your information with third parties for their own marketing purposes.</p>\n<p>We may disclose aggregate statistics about visitors to business partners, suppliers, sub-contractors for performance of the contract with you, and prospective purchasers of Flourish, but these statistics will not include any personally identifiable information about you.</p>\nPublic profiles, projects and templates<p>When you create an account on Flourish, this will generate a public user profile that will include: your username and name as supplied to Flourish.\nlinks to your publicly visible projects and templates.\nplus any additional information you choose to add to your profile.</p>\n<p>For Users on Public accounts, all your draft and published projects will be publicly visible on the web.\nfor Users on Public and Personal accounts, all templates that you upload will be available for use by all Users.</p>\nLinks to other websites<p>Flourish may contain links to other websites run by other organizations.\nThis Privacy Policy applies only to our website and Service‚ so we encourage you to read the privacy statements on the other websites you visit.\nWe are not responsible for how they process your personal information.</p>\nSecurity<p>When you give us personal information, we take steps to ensure that it’s treated securely.</p>\n<p>While we strive to protect your personal information, we cannot guarantee the security of any information you transmit to us, and you do so at your own risk.</p>\n<p>Where we have given (or where you have chosen) a password which enables you to access certain parts of our websites, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.</p>\nHow do we store your information?<p>Except where otherwise expressly agreed, your personal information is sent to and stored on secure servers within the European Economic Area (EEA).\nThis storage is necessary in order to process the information.</p>\n<p>We may transfer your personal information to our other offices, affiliates and/or to the third parties mentioned in the circumstances described above (see “Who has access to your information”), which may be situated outside the UK and EEA.\nThese countries concerned may not offer an equivalent level of protection for personal information as laws in the UK and EEA.</p>\n<p>Where personal information is transferred outside the UK and EEA in relation to providing our Service, we will take all steps reasonably necessary to ensure that your information is subject to appropriate safeguards, such as relying on a recognized legal adequacy mechanism or entering into approved standard contractual clauses relevant to transfers of personal information - as well as ensuring that your personal information is treated securely and in accordance with this Privacy Policy.</p>\n<p>By using Flourish, you understand that your personal information may be transferred and processed outside the UK and EEA.</p>\nHow long do we keep your information?<p>If you ask us to delete your account, any project or profile information, plus any templates created by you that are not being used by other Users, will be deleted immediately.\nHowever, templates created by you that are already being used by other Users may continue to be available to those Users.</p>\n<p>If we delete your account for other reasons - such as a missed payment on a paid account - we will continue to store all projects, profile information and templates for a minimum period of 2 years after closure of an account, in order to allow the account to be reactivated without any data loss.\nWe reserve the right to delete all templates, profile information and projects at the end of this period, or sooner on request from the company administrator who controls the account.\nWe may also be required to retain your information to comply with our legal and audit obligations, and for backup and archival purposes</p>\nYour rights and choices<p>You have a choice about whether or not you wish to receive information from us, and we will not contact you unless you have given prior consent.\nIf you do not want to receive news, updates or marketing from us, please click the “Unsubscribe” link in any email, or contact us: support@flourish.studio (You will continue to receive any essential emails regarding your Flourish account.)</p>\n<p>The accuracy of your information is important to us.\nIf you change email address, or any of the other information we hold is inaccurate or out of date, you can correct this in the Flourish app on your Settings page, or by contacting us at support@flourish.studio.</p>\n<p>You also have certain rights under applicable data protection laws.</p>\n<p>You have the right to ask for a copy of the information we hold about you.\nTo request this information, contact us at support@flourish.studio.</p>\n<p>Under certain circumstances, you also have a right:</p>\n<ul>\n<li>to request the rectification or erasure of your personal information held by us;</li>\n<li>to withdraw your consent to the processing of your personal information, where we rely on your consent as our lawful basis to do so;</li>\n<li>to object and request that we cease processing your information, where we rely on legitimate interests as our lawful basis to do so;</li>\n<li>to request that we restrict the processing of your personal information (while we verify or investigate your concerns with this information, for example).\nand</li>\n<li>to request that your information be provided in structured, commonly used and machine-readable format or transferred to a third party controller.</li>\n</ul>\n<p>If you are unhappy with the way we have handled your information, you also have a right to complain to a supervisory authority.\nOur supervisory authority is the UK Information Commissioner.</p>\nChanges to this policy<p>We may update this Privacy Policy from time to time to reflect our current practice and ensure compliance with applicable laws.\nWhen we post changes to this Privacy Policy, we will revise the “Last Updated” date at the top of this page.\nWe encourage you to check this page occasionally to ensure that you’re happy with any changes.\nBy using our Service, you confirm that you have read and understand this Privacy Policy.</p>\nContacting us<p>Please submit any questions or comments you have about our privacy practices or this Privacy Policy, or any requests concerning your personal data information, by email to support@flourish.studio or write to us at: Kiln Enterprises Ltd, 33-35 Hoxton Square, London, N1 6NN</p> ", "created_at": "2023-04-22 23:04:45.71226", "updated_at": "2023-04-22 23:05:37.471158"}, {"id": 15676, "name": "Terms and conditions", "url": "https://flourish.studio/terms/", "xpath": "/html/body/div[2]/div/div/div[2]", "text": " Introduction<p>Flourish is an online service (the <strong>“Service”</strong>), available on our website at flourish.studio (the <strong>“Site”</strong>), which allows users (<strong>“Users”</strong>) to produce data visualizations and other content (<strong>“Projects”</strong>) based on digital templates (<strong>“Templates”</strong>) created and uploaded to the Site by themselves or other Users with the Flourish software development kit (<strong>“Flourish SDK”</strong>).</p>\n<p>The Site is operated by or on behalf of Canva UK Operations Ltd (<strong>Flourish</strong>, <strong>we</strong>, <strong>us</strong>).\nWe are a limited company, registered in England.\nOur registered company number is 08825531, and our registered office is at Acre House, 11–15 William Road, London NW1 3ER.\nOur VAT registration number is 182 0988 84.\nThe company was previously known as Kiln Enterprises Ltd.</p>\n<p>These terms and conditions govern the relationship between Flourish and Users (referred to herein as <strong>“you”</strong>).\nIt does not govern any relationship which may be formed between one User and another User.\nIf a User wishes to engage another User to create a bespoke Template or Project, we recommend that a separate agreement is entered into in respect of that engagement.\nFlourish shall have no liability to any User in respect of such an agreement.</p>\n<p>Your use of the Site or any of the Service(s) offered on the Site is subject to these terms and conditions and by using our Service you agree to be bound by them.\nYou should print a copy of these terms and conditions for future reference.\nUse of your personal information submitted to or via the Site is governed by our Privacy and Cookies Policies, found at flourish.studio/privacy and flourish.studio/cookies.</p>\n<p>We reserve the right to change these terms and conditions from time to time by changing them on the Site.\nAny such changes shall become automatically binding as of the date of such change.\nThese terms and conditions were last updated on 16 February 2023.</p>\nAccount types<p>There are three types of User account in Flourish:</p>\n<ul>\n<li>\n<p>\n<strong>“Free”</strong>.\nUsers with Free accounts (<strong>“Free Users”</strong>), which are available free of charge, have access to the basic features of the Service, as set out on our Site.\nWhen a new User signs up, they will be a Free User unless their account was created by a company with the rights to create Business Users.\nA Free account can be upgraded (see “Change of account type” below).</p>\n</li>\n<li>\n<p>\n<strong>“Personal”</strong>.\nUsers with Personal accounts (<strong>“Personal Users”</strong>) have access to premium features, as set out on our Site.\nThis type of account requires an ongoing paid subscription (see “Payment and subscriptions” below).\nThis plan is no longer available to new subscribers.</p>\n</li>\n<li>\n<p>\n<strong>“Business”</strong>, also known as “Enterprise” or “Corporate”.\nUsers with Business accounts (<strong>“Business Users”</strong>) have access to additional premium features, as set out on our Site or provided in writing in a quotation from us.\nBusiness User accounts are controlled by a company or organization (<strong>“Company”</strong>).\nOne or more Users from the Company have overall responsibility for other Users accounts associated with the company (<strong>“Company Admins”</strong>).\nThis type of account requires an ongoing paid subscription (see “Pricing and subscriptions” below) and comes with a specified number of accounts (see “Seats”, below).</p>\n</li>\n</ul>\nCreating an account<p>To use the Site or to upload a Template to it, you must first register to set up an account with us by completing the account registration form on the Site.\nby using the SDK command line interface.\nor by asking Us to create an account on your behalf.\nYou only need to register once.</p>\n<p>To register, you must be at least 18 years of age and have the necessary authority, power and right to use any personal or confidential information you intend to include in your Projects or Templates.\nIt is your responsibility to ensure you satisfy these criteria before choosing to register with us.\nBy registering, you confirm to us that you meet these minimum eligibility criteria.</p>\n<p>To register, you must provide us with an accurate and up-to-date email address.\nYou are responsible for the information you provide to us.\nYou must promptly update your account information online in the event of any changes to this information.</p>\n<p>Registration is subject to approval by us in all cases, and we reserve the right, in our sole and absolute discretion, to decline any application for registration, without giving a reason.\nIf we approve your registration, you will receive a notification from us.</p>\nUsername and password<p>Upon registration for an account with us, you will be asked to create a username and password.\nYou must keep your password confidential at all times and use it only to access and use your account and not for any other purpose.\nYou are the only authorised user of your account and, accordingly, you must not disclose your password to anyone else.\nYou should contact us immediately upon discovering any unauthorised use of your account or error in the operation of your username and/or password (see Contacting us).\nAny breach of these terms and conditions and/or any use of your account by anyone using your password will be treated as if the breach or use had been carried out by you, and will not relieve you of your obligations to us.</p>\nProfile, Project and Template visibility<p>Anyone with view access to your projects (e.g.\nyou and any colleagues in the same Company account) will see your Projects or Templates listed on your profile page (<strong>“Profile”</strong>), along with your name, username and any additional information that you decided to add to your profile.\nYou can also optionally enable your profile page to be publicly visible.\nIf you do this, anyone on the internet will be able to view your published projects and profile information (but not any unpublished projects).</p>\nOur ServiceCreating and managing Templates<p>To create and upload Templates to the Site you will need to install the Flourish SDK (available via https://www.npmjs.com/package/@flourish/sdk) and register for an account as explained in the above section “Creating an account”.</p>\n<p>Templates uploaded to the Site by Free or Personal Users will be publicly available to all Users.\nTemplates uploaded by Business Users will be publicly available only if explicitly made public by You or a Company Admin.\nBy uploading a Template that will be publicly available, you understand that you are granting Flourish the right to distribute the Template to all other Users of the Site and that subsequently all Users will have the right to create and publish content based on your Template.</p>\n<p>We encourage Users to update and modify their Templates to fix bugs, etc.\nWhile we do not wish Users to delete Templates from the Site, we understand that you may wish to do so in certain circumstances.\nIf you delete a Template, it will no longer appear on your Profile or in any lists of available Templates, but we reserve the right to keep it available to Users already making use of it.</p>\nCreating and managing Projects<p>As a User of the Service, you may create and publish Projects using any Templates you have access to.\nProjects are private unless published or explicitly made public by You or your Company Admin.</p>\nPublishing, downloading and embedding Projects<p>Users can optionally publish their Projects on the Site.\nThis creates a new publicly accessible URL for the Project and embeds the Project in a publicly visible page.\nPublished Projects can be embedded on other websites.\nWe are not responsible for the content of these websites or for anything provided by you and do not imply any endorsement of or association with your operators or promoters.</p>\n<p>Personal and Business Users can also download Projects to publish them on their own servers.\nDownloaded Projects can be embedded on other websites using the code provided as part of the download.</p>\n<p>Except in the case of Business Users embedding Projects created by Users associated with the same Business Account, when embedding a Project you must include the Flourish credit and link (“Credit”) that is inserted into the embedding page by the provided embed code.\nYou must not remove or obscure the Credit, or restyle it to make it smaller or less visible.</p>\n<p>If you create any images, videos or gifs that include content created in Flourish, it is strictly required to credit Flourish accordingly.\nThis must always include visible text (“Created with flourish.studio” or equivalent).\nIn the case of the content being shared on any website or social media platform, the credit must also include a hyperlink to https://flourish.studio.</p>\nUnacceptable content<p>By uploading a Template or creating a Project on the Site, you confirm that your Template or Project does not contain, transmit, distribute, link to or otherwise make available, or advertise or promote any unacceptable content.\nUnacceptable content includes (but is not limited to) content that:</p>\n<ul>\n<li>infringes any intellectual property rights or data protection, privacy or other rights of any other person;</li>\n<li>is defamatory or in breach of any contractual duty or any obligation of confidence;</li>\n<li>is obscene, sexually explicit, threatening, abusive, harassing, inciteful of violence or hatred, blasphemous, discriminatory (on any ground);</li>\n<li>is liable to cause anxiety, alarm or embarrassment;</li>\n<li>is knowingly false or misleading.\nor</li>\n<li>is, or could reasonably be seen as, spam or other form of unsolicited marketing;</li>\n<li>does not comply with any applicable laws and regulations or is otherwise objectionable.</li>\n</ul>\nPricing and subscriptionsPaying online<p>Once you have registered and set up an account with us, Personal Account services may be subscribed to by following the prompts that will appear on-screen.\nYou may check and correct any input errors up until the point at which you submit your purchase to us by clicking the [“Pay now”] button on the checkout page.</p>\n<p>You acknowledge that by clicking on the [“Pay now”] button, you enter into an obligation to pay for the Personal Account subscription.\nThe contract between you and us in relation to the Service(s) subscribed to (“Contract”) will be formed at the moment we confirm your purchase of the Personal Account subscription on the following page.</p>\nSubscriptions<p>Use of a Personal or Business account requires an up-to-date subscription payment, as set out on the Site or provided in writing in a quotation from us.\nPayment for a subscription is due upfront, is non-refundable (subject to the Consumer Cancellation Rights, if applicable) and can be made by credit card via the Site (if available for the required account type) or by bank transfer on receipt of our invoice.</p>\n<p>The subscription gives you access to the Personal or Business account for a period of a year unless specified otherwise (“Subscription Period”).\nAt the end of this Subscription Period, your subscription will automatically renew (unless we are no longer offering the Service, in which case we will notify you) for an equivalent period (and continue to do so), unless you have already cancelled your subscription.</p>\n<p>If your subscription to a Service renews, charges for each renewal period (at the same level as the preceding subscription period, unless the charges have increased, in which case we will notify you at least 14 days beforehand for a Personal account, or 60 days for a Business account) will automatically be charged to your account, in advance, on the renewal date (or shortly before or after), unless you have already cancelled your subscription.</p>\n<p>If you do not wish your subscription to a Service to renew automatically at the end of the then-current subscription period you must notify us (see “Contacting us”), or alter the subscription renewal settings of your account through the Site, at least 7 days in advance of renewal for a Personal account or 30 days for a Business account (unless otherwise specified in writing between us and you an executed contract).\nIf you do not do this or not in sufficient time, you will have authorised us to charge the applicable fees described above and you agree to pay such fees.\nIt is your responsibility to notify us in advance of renewal.</p>\nConsumer Cancellation Rights<p>For the purposes of this clause, a consumer, in accordance with the Consumer Contracts Regulations, means an individual acting for purposes which are wholly or mainly outside that individual’s trade, business, craft or profession.\nIf you are a sole trader using the Services mainly for your trade, you will not have the consumer rights set out in these terms.</p>\n<p>Where you are a consumer and have purchased a Personal Account subscription, you normally have the right to cancel a Contract within 14 days after the date you subscribe to the Personal Account subscription.\nHowever, you acknowledge that we provide the Personal Account Service immediately following acceptance of your purchase (which, by clicking on the [“Pay now”] button, you request us to do) and that you will have no right to change your mind and cancel under the Consumer Contracts Regulations once you have accessed your Personal Account.\nIf you cancel before you access your Personal Account (and within the 14-day period), then the charge you pay us will be refunded.</p>\nMissed payments<p>If we are unable to collect payment – for example because of rejected card transactions or unpaid invoices – the account or accounts in question will be made unavailable (“Frozen”) until the required payment is received.\nIf your account is Frozen, published or downloaded Projects will continue to work, but you will no longer be able to edit them.\nInstead of making a new payment, Personal Users with a Frozen account will be given the alternative option of converting to a Free account.</p>\nSeats<p>Business accounts include a specified number of Users (“Seats”).\nAn individual can use a Seat across multiple devices, but must not share their username or password with other people – even if they use it at different times.\nSeats are allocated to individuals on the creation of the accounts.\nthey can be transferred between staff members by contacting us or by using any controls available to Company Admins on the Site.</p>\n<p>Additional Seats can be purchased by a Company if required.\nPrices are available on request from us by email.\nWhen adding additional Seats for a Company, they will be charged pro-rata.</p>\nIntellectual property<p>All intellectual property rights belonging to you that you upload on to the Site (e.g.\ndata, text, template code created by you) remains your intellectual property.\nYou will indemnify us and our affiliates against any loss, damage or expense (including reasonable legal costs) which may be incurred or become liable as a result of any claim by a third party that the use or possession of anything you upload onto the Site infringes the intellectual property rights or any other rights of any third party.\nThis includes any fonts or other materials which you provide to us to upload on your behalf.</p>\n<p>All intellectual property rights in the Site (including text, graphics, software, photographs and other images, videos, sound, trade marks and logos) are owned by us or our licensors.\nWe also own the intellectual property rights for all templates created by Us, except for bespoke private templates commissioned by and created for specific customers, which are subject to their own intellectual property terms.\nExcept as expressly set out here, nothing in these terms and conditions gives you any rights in respect of any intellectual property owned by us or our licensors and you acknowledge that you do not acquire any ownership rights by accessing the Site or using the Service.</p>\n<p>We grant you a non-exclusive, non-transferable worldwide license to use the Site and its contents (including any Templates created by us and available on your account) for the duration of your subscription, or (if a Free User) whilst you have an active Flourish account.\nWe grant you an irrevocable, non-exclusive licence to publish downloaded projects in unmodified form – even if you no longer have an active Flourish account.</p>\n<p>Use of any Flourish templates created by third parties (e.g.\ncommissioned by you from an agency or contractor) are subject to whatever arrangements you agree with the template creator.</p>\nConfidentiality<p>The terms for each Business account are confidential, and must not be disclosed outside the Company.</p>\nAccess to the Site.\nAcceptable use<p>We cannot and do not guarantee that the Site or its content will be free from viruses and/or other code that may have contaminating or destructive elements.\nIt is your responsibility to implement appropriate IT security safeguards (including anti-virus and other security checks) to satisfy your particular requirements as to the safety and reliability of any application or website and its content.</p>\n<p>You agree that you will not, nor allow anyone else to, use your account or any Service in a way that:</p>\n<ul>\n<li>accesses or attempts to access any Service which you are not authorised to use;</li>\n<li>interferes with or disrupts the provision of any Service or uses any Service in a way that interferes with anyone else’s use of any Service;</li>\n<li>furthers any criminal or fraudulent activity or attempts to impersonate another person;</li>\n<li>breaches the rights of any person (including, but not limited to rights of privacy and intellectual property rights).\nor</li>\n<li>breaches any acceptable use guidelines that we may issue from time to time.</li>\n</ul>\nService suspension and termination<p>We may, from time to time, with or without prior notice, temporarily suspend the operation of any Service and/or the Site (in whole or in part) for repair or maintenance work or in order to update or upgrade any contents, features or functionality.</p>\n<p>We may, with or without prior notice, suspend and/or terminate any Service and/or your use of your account in the event that:</p>\n<ul>\n<li>you have breached any of these terms and conditions.\nor</li>\n<li>you have missed a payment for your subscription.\nor</li>\n<li>you become insolvent or make composition with your creditors or petition for your own bankruptcy or have a bankruptcy petition presented against you, or are subject to any event or proceedings which are equivalent or substantially similar under any applicable jurisdiction.</li>\n</ul>\n<p>If you have breached these terms and conditions, we may take such action as we deem appropriate.\nSuch a breach by you may result in our taking, with or without notice, all or any of the following actions:</p>\n<ul>\n<li>issue of a warning to you;</li>\n<li>immediate, temporary or permanent removal of any content submitted by you;</li>\n<li>immediate, temporary or permanent withdrawal of your right to use any Service;</li>\n<li>legal proceedings against you for reimbursement of all recoverable loss and damage resulting from the breach.\nand/or</li>\n<li>disclosure of all relevant information to law enforcement authorities as we reasonably feel is necessary.</li>\n</ul>\n<p>The responses described above are not limited, and we may take any other action we deem appropriate.</p>\nClosure of account<p>You can close your account at any time by notifying us in writing (see Contacting Us), though subject to the Consumer Cancellation Rights (above) if applicable, we do not give refunds for unused time.\nOn closure of your account, your Projects and Profile information, plus any Templates created by you that are not being used by other Users, will be deleted.\nHowever, Templates created by you that are already being used by other Users may continue to be available to those Users.</p>\n<p>In the case of Frozen accounts, we will continue to store your Projects, Templates and Profile information for a minimum period of 2 (two) years after the account was Frozen.\nWe reserve the right to close the account and delete your Projects, Templates and Profile information at the end of this period.</p>\nChange of account type<p>If you are a Free or Personal User and you wish to associate your existing account with an existing Company’s account in order to become a Business User, you will need to be invited by a Company Admin.\nIf you accept the invitation, your Account will become a Business Account and from that point on will be controlled by the Company Admin, which will have the power to close it and manage your Projects, Templates and Profile information.</p>\nOur liability<p>Nothing in these terms and conditions shall limit or exclude our liability:</p>\n<ul>\n<li>for death or personal injury caused by our negligence;</li>\n<li>for fraudulent misrepresentation;</li>\n<li>for breach of any term implied by the Consumer Rights Act 2015 and which, by law, may not be limited or excluded.\nor</li>\n<li>for any other liability that, by law, may not be limited or excluded.</li>\n</ul>\n<p>Subject to this, if you are a consumer and not a business customer, in no event shall we be liable to you or any other person or entity for any business losses, and if you are a business customer, in no event shall we be liable to you or any other person or entity for any indirect or consequential losses, or for any loss of profit, revenue, contracts, data, goodwill or other similar losses.\nAny liability we do have for losses arising from any use of the Service shall not in respect of any 12-month period (calculated from the date of that Contract) exceed the greater of (i) the charges payable by you for the relevant Service in that 12-month period.\nand (ii) £500.\nand is strictly limited to losses that were reasonably foreseeable.\nLosses are foreseeable where they could be contemplated by you and us at the time your purchase is accepted by us.</p>\n<p>We will not be liable or responsible for any failure to perform, or delay in performance of, any Service that is caused by events outside our reasonable control.</p>\nGeneral<p>You may not transfer or assign any or all of your rights or obligations under any of these terms and conditions.</p>\n<p>All notices given by you to us must be given in writing to the address set out at the end of these terms and conditions.\nWe may give notice to you at either the email or postal address you provide to us when placing an order.</p>\n<p>If we fail to enforce any of our rights, that does not result in a waiver of that right.</p>\n<p>If any provision of these terms and conditions is found to be unenforceable, all other provisions shall remain unaffected.</p>\n<p>These terms and conditions may not be varied except with our express written consent.</p>\n<p>Apart from any separate agreement entered into between us and a Company Admin concerning the provision of Business accounts, these terms and conditions and any document expressly referred to in them represent the entire agreement between you and us in relation to the Service.\nWe are required by law to advise you that contracts may be concluded in the English language only and that no public filing requirements apply.</p>\n<p>These terms and conditions shall be governed by English law, except that (if you are a consumer and not a business user) and if you live in a country (which, for these purposes, includes Scotland or Northern Ireland) of the European Union other than England, there may be certain mandatory applicable laws of your country which apply for your benefit and protection in addition to or instead of certain provisions of English law.</p>\n<p>You agree that any dispute between you and us regarding these terms and conditions will only be dealt with by the English courts, except that (if you are a consumer and not a business user) and if you live in a country (which, for these purposes, includes Scotland or Northern Ireland) of the European Union other than England, you can choose to bring legal proceedings either in your country or in England, but if we bring legal proceedings, we may only do so in your country.</p>\nEU Monthly Active Users<p>In accordance with requirements under the EU Digital Services Act, the average number of EU monthly active users of the Service between August 2022 - January 2023 was 103,260.</p>\nContacting us<p>Please submit any questions you have about these terms and conditions or an order you have placed or ordering in general, or any complaint or concern in relation to any Service by email to support@flourish.studio or write to us at: Flourish Team, Canva, 33 Hoxton Square, London N1 6NN</p> ", "created_at": "2023-04-22 23:04:45.743263", "updated_at": "2023-04-22 23:06:11.67069"}], "points": [{"id": 31440, "title": "There is a date of the last update of the agreements", "source": "https://flourish.studio/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:05:36.107964", "updated_at": "2023-07-11 06:29:35.575098", "quoteText": null, "case_id": 331, "document_id": 15675, "quoteStart": null, "quoteEnd": null}, {"id": 31485, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-04-23 18:05:03.409899", "updated_at": "2023-07-11 06:29:38.784289", "quoteText": null, "case_id": 295, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 31486, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-04-23 18:05:15.884302", "updated_at": "2023-07-11 06:29:38.866364", "quoteText": null, "case_id": 294, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 31487, "title": "You must create an account to use this service", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-04-23 18:07:37.682964", "updated_at": "2023-07-11 06:29:38.94408", "quoteText": null, "case_id": 230, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 31488, "title": "This service is only available to users over 18", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-04-23 18:09:11.327648", "updated_at": "2023-07-11 06:29:39.032754", "quoteText": null, "case_id": 152, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33940, "title": "The publishing of personally identifiable information without the owner’s consent is not allowed", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 06:03:06.773295", "updated_at": "2023-07-11 06:32:38.297736", "quoteText": null, "case_id": 444, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33946, "title": "You maintain ownership of your content", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 06:08:01.173211", "updated_at": "2023-07-11 06:32:38.382804", "quoteText": null, "case_id": 183, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33939, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 05:59:38.953988", "updated_at": "2023-07-11 06:32:38.464934", "quoteText": null, "case_id": 148, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33941, "title": "The posting of pornographic content is prohibited", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 06:03:32.233371", "updated_at": "2023-07-11 06:32:38.55336", "quoteText": null, "case_id": 315, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33942, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 06:03:59.147834", "updated_at": "2023-07-11 06:32:38.633525", "quoteText": null, "case_id": 283, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33943, "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 06:04:24.6664", "updated_at": "2023-07-11 06:32:38.732129", "quoteText": null, "case_id": 314, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33944, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 06:05:26.190953", "updated_at": "2023-07-11 06:32:38.819497", "quoteText": null, "case_id": 281, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33945, "title": "You agree not to use the service for illegal purposes", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 06:05:44.246069", "updated_at": "2023-07-11 06:32:38.907618", "quoteText": null, "case_id": 280, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33947, "title": "You cannot distribute or disclose your account to third parties", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 06:09:24.575437", "updated_at": "2023-07-11 06:32:39.003971", "quoteText": null, "case_id": 229, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33938, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 05:56:01.686507", "updated_at": "2023-07-11 06:32:38.215234", "quoteText": null, "case_id": 121, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33948, "title": "You shall not interfere with another person's enjoyment of the service", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 06:10:31.809789", "updated_at": "2023-07-11 06:32:47.268255", "quoteText": null, "case_id": 285, "document_id": 15676, "quoteStart": null, "quoteEnd": null}, {"id": 33949, "title": "They may stop providing the service at any time", "source": "https://flourish.studio/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-30 06:11:30.639601", "updated_at": "2023-07-11 06:32:47.349574", "quoteText": null, "case_id": 203, "document_id": 15676, "quoteStart": null, "quoteEnd": null}], "urls": ["flourish.studio", "app.flourish.studio"]}}