{"error": 448, "message": "OK", "parameters": {"id": 7882, "name": "Geek Graffiti", "created_at": "2023-04-03 18:57:35.463238", "updated_at": "2023-04-22 11:50:36.749241", "wikipedia": null, "keywords": null, "related": null, "slug": "geek-graffiti", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7882.png", "url": "geekgraffiti.co.uk", "documents": [{"id": 15231, "name": "Privacy Policy", "url": "https://www.geekgraffiti.co.uk/privacy-policy", "xpath": "//body", "text": " Skip to content <small>\"Blogging is not writing.\nIt’s graffiti with punctuation.\"</small>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>Privacy Policy</li>\n</ul>\n<small>\"Blogging is not writing.\nIt’s graffiti with punctuation.\"</small> Navigation Menu Navigation Menu <ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>Privacy Policy</li>\n</ul>\n<small>Home » Privacy Policy</small> Privacy Policy Who we are <p>Our website address is: https://geekgraffiti.co.uk</p>\n<p>We are currently a non-commercial blog site.\nIf that changes, then the privacy policy will be updated and anyone subscribed will be informed.</p> Comments <p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it.\nThe Gravatar service privacy policy is available here: https://automattic.com/privacy/.\nAfter approval of your comment, your profile picture is visible to the public in the context of your comment.</p> Media <p>\n<strong>\n</strong>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p> Cookies <p>If you leave a comment on our site you may opt-in to saving your name, email address, and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p>\n<p>If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices.\nLogin cookies last for two days, and screen options cookies last for a year.\nIf you select “Remember Me”, your login will persist for two weeks.\nIf you log out of your account, the login cookies will be removed.</p>\n<p>If you edit or publish an article, an additional cookie will be saved in your browser.\nThis cookie includes no personal data and simply indicates the post ID of the article you just edited.\nIt expires after one day.</p> Embedded content from other websites <p>Articles on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p> Who we share your data with <p>If you request a password reset, your IP address will be included in the reset email.</p> How long we retain your data <p>\n<strong>\n</strong>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profile.\nAll users can see, edit, or delete their personal information at any time (except they cannot change their username).\nWebsite administrators can also see and edit that information.</p> What rights you have over your data <p>If you have an account on this site or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p> Where we send your data <p>Visitor comments may be checked through an automated spam detection service.</p>\n<p>Sign up for Geek Graffiti</p> Sign up for more reviews, features, and geekery.\nWe won't spam you.\nEmail Address* Address Street Address Address Line 2 City State Zip / Postal Country USA Aaland Islands Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua And Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Colombia Congo Cook Islands Costa Rica Cote D'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic East Timor Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Faroe Islands Fiji Finland France French Polynesia Germany Ghana Gibraltar Greece Greenland Grenada Guam Guatemala Guernsey Guyana Haiti Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jersey (Channel Islands) Jordan Kazakhstan Kenya Kuwait Kyrgyzstan Lao People's Democratic Republic Latvia Lebanon Libya Liechtenstein Lithuania Luxembourg Macau Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Mauritius Mexico Moldova, Republic of Monaco Mongolia Montenegro Morocco Mozambique Myanmar Namibia Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria North Korea Norway Oman Pakistan Palau Palestine Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal Qatar Republic of Georgia Romania Russia Rwanda Saint Kitts and Nevis Saint Lucia Samoa (Independent) San Marino Saudi Arabia Senegal Serbia Seychelles Singapore Slovakia Slovenia Solomon Islands South Africa South Korea Spain Sri Lanka Sudan Suriname Swaziland Sweden Switzerland Taiwan Tanzania Thailand Togo Tonga Trinidad and Tobago Tunisia Turkey Turks &amp.\nCaicos Islands Uganda Ukraine United Arab Emirates United Kingdom Uruguay Vanuatu Vatican City State (Holy See) Venezuela Vietnam Virgin Islands (British) Virgin Islands (U.S.) Zambia Zimbabwe Birthday First Name Last Name Phone Number * = required field unsubscribe from list <br> powered by MailChimp! <p>Neve | Powered by WordPress</p> ", "created_at": "2023-04-03 18:57:35.495434", "updated_at": "2023-04-03 18:58:02.681071"}], "points": [], "urls": ["geekgraffiti.co.uk"]}}