{"error": 448, "message": "OK", "parameters": {"id": 1380, "name": "Worxdata", "created_at": "2019-02-12 13:22:54.428115", "updated_at": "2021-03-25 03:19:43.969916", "wikipedia": null, "keywords": null, "related": null, "slug": "worxdata", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1380.png", "url": "worxdata.de", "documents": [{"id": 13038, "name": "DATENSCHUTZERKLÄRUNG", "url": "https://worxdata.de/datenschutz.htm", "xpath": "//body", "text": " DATENSCHUTZERKLÄRUNG © 2022 Worxdata, Gehrden Allgemeine Hinweise Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie unsere Website besuchen.\nPersonenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können.\nAusführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.\nWorxdata ist nicht verpflichtet, einen Datenschutzbeauftragten zu bestellen.\nDatenerfassung auf unserer Website Wer ist verantwortlich für die Datenerfassung auf dieser Website? Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber.\nDie Kontaktdaten können Sie dem Impressum dieser Website entnehmen.\nWie erfassen wir Ihre Daten? Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen.\nHierbei kann es sich z.B.\num Daten handeln, die Sie uns per E-Mail senden.\nAndere Daten werden automatisch beim Besuch der Website durch unsere IT-Systeme erfasst.\nDas sind vor allem technische Daten (z.B.\nInternetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs).\nDie Erfassung dieser Daten erfolgt automatisch, sobald Sie unsere Website betreten.\nEine Auswertung von unserer Seite erfolgt nicht.\nWofür nutzen wir Ihre Daten? Wir nutzen die Daten, die sie uns freiwillig senden, zur Auftragsbearbeitung, Auftragserfüllung oder Beantwortung ihrer Fragen an uns.\nEin Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten.\nAndere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.\nWelche Rechte haben Sie bezüglich Ihrer Daten? Sie haben jederzeit das Recht unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten.\nSie haben außerdem ein Recht, die Berichtigung, Sperrung oder Löschung dieser Daten zu verlangen.\nHierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.\nDes Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.\nDatenschutz Die Betreiber dieser Website nehmen den Schutz Ihrer persönlichen Daten sehr ernst.\nWir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.\nWenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben.\nPersonenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können.\nDie vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen.\nSie erläutert auch, wie und zu welchem Zweck das geschieht.\nWir weisen darauf hin, dass die Datenübertragung im Internet (z.B.\nbei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann.\nEin lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.\nHinweis zur verantwortlichen Stelle Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist: Doris Aschenbrenner, Wiesenstr.\n22, 30989 Gehrden, Tel.: 05108 / 9217530, E- Mail: post@worxdata.de.\nVerantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.B.\nNamen, E-Mail-Adressen o.\nÄ.) entscheidet.\nWiderruf Ihrer Einwilligung zur Datenverarbeitung Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich.\nSie können eine bereits erteilte Einwilligung jederzeit widerrufen.\nDazu reicht eine formlose Mitteilung per E-Mail an uns.\nDie Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.\nRecht auf Datenübertragbarkeit Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen.\nSofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.\nSSL- bzw.\nTLS-Verschlüsselung Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-bzw.\nTLS-Verschlüsselung.\nEine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von “http://” auf “https://” wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.\nWenn die SSL- bzw.\nTLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.\nWiderspruch gegen Werbe-Mails Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen.\nDie Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.\nDatenerfassung auf unserer Website Die Internetseiten verwenden teilweise so genannte Cookies.\nCookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren.\nCookies dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen.\nCookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert.\nDie meisten der von uns verwendeten Cookies sind so genannte “Session-Cookies”.\nSie werden nach Ende Ihres Besuchs automatisch gelöscht.\nAndere Cookies bleiben auf Ihrem Endgerät gespeichert bis Sie diese löschen.\nDiese Cookies ermöglichen es uns, Ihren Browser beim nächsten Besuch wiederzuerkennen.\nSie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browser aktivieren.\nBei der Deaktivierung von Cookies kann die Funktionalität dieser Website eingeschränkt sein.\nCookies, die zur Durchführung des elektronischen Kommunikationsvorgangs oder zur Bereitstellung bestimmter, von Ihnen erwünschter Funktionen (z.B.\nWarenkorbfunktion) erforderlich sind, werden auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO gespeichert.\nDer Websitebetreiber hat ein berechtigtes Interesse an der Speicherung von Cookies zur technisch fehlerfreien und optimierten Bereitstellung seiner Dienste.\nSoweit andere Cookies (z.B.\nCookies zur Analyse Ihres Surfverhaltens) gespeichert werden, werden diese in dieser Datenschutzerklärung gesondert behandelt.\nServer-Log-Dateien Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt.\nDies sind: • Browsertyp und Browserversion • verwendetes Betriebssystem • Referrer URL • Hostname des zugreifenden Rechners • Uhrzeit der Serveranfrage • IP-Adresse Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen.\nEine Auswertung der Daten erfolgt ebenfalls nicht.\nGrundlage für die Datenverarbeitung ist Art.\n6 Abs.\n1 lit.\nb DSGVO, der die Verarbeitung von Daten zur Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen gestattet.\nGoogle Web Fonts Diese Seite nutzt zur einheitlichen Darstellung von Schriftarten so genannte Web Fonts, die von Google bereitgestellt werden.\nBeim Aufruf einer Seite lädt Ihr Browser die benötigten Web Fonts in ihren Browsercache, um Texte und Schriftarten korrekt anzuzeigen.\nZu diesem Zweck muss der von Ihnen verwendete Browser Verbindung zu den Servern von Google aufnehmen.\nHierdurch erlangt Google Kenntnis darüber, dass über Ihre IP- Adresse unsere Website aufgerufen wurde.\nDie Nutzung von Google Web Fonts erfolgt im Interesse einer einheitlichen und ansprechenden Darstellung unserer Online- Angebote.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.\nWenn Ihr Browser Web Fonts nicht unterstützt, wird eine Standardschrift von Ihrem Computer genutzt.\nWeitere Informationen zu Google Web Fonts finden Sie unter https://developers.google.com/fonts/faq und in der Datenschutzerklärung von Google: https://policies.google.com/privacy?hl=de.\nKontakt / Anfragen per E-Mail / Anrufe Wenn Sie uns per E-Mail kontaktieren, werden Ihre Angaben inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert.\nDiese Daten geben wir nicht ohne Ihre Einwilligung weiter.\nWenn Sie uns E-Mails senden, werden diese bei uns per SSL/TLS verschlüsselt empfangen.\nDie Verarbeitung der gesendeten Daten erfolgt somit ausschließlich auf Grundlage Ihrer Einwilligung (Art.\n6 Abs.\n1 lit.\na DSGVO).\nSie können diese Einwilligung jederzeit widerrufen.\nDazu reicht eine formlose Mitteilung per E-Mail an uns.\nDie Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitungsvorgänge bleibt vom Widerruf unberührt.\nDie von Ihnen eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt z.B.\nnach abgeschlossener Bearbeitung Ihrer Anfrage, des Auftrags oder nach Beendigung der Geschäftsbeziehung.\nIn turnusmäßigen Abständen von 5 Jahren werden E-Mails gelöscht.\nZwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.\nWenn sie uns per Telefon kontaktieren und auf den AB sprechen, werden Ihre Nachrichten nach dem Abhören, spätestens aber nach 1 Woche gelöscht.\nEine Rufnummernspeicherung durch unserer Telefonanbieter besteht nicht.\nSoziale Medien Wir haben auf unseren Seiten keine Plugins und Tools eingebunden.\nPlugins und Tools Wir haben auf unseren Seiten keine Plugins und Tools eingebunden.\nDatenschutz bei Fotoaufnahmen Der Fotograf trägt Sorge dafür, dass personenbezogene Daten nur erhoben, gespeichert und verarbeitet werden, soweit dies • zur vertragsgemäßen Leistungserbringung und • zum Zweck der Vertragsdurchführung, • vertraglichen und vorvertraglichen Pflichten erforderlich und durch gesetzliche Vorschriften erlaubt oder vom Gesetzgeber angeordnet ist.\nDer Fotograf wird personenbezogene Daten vertraulich sowie entsprechend den Bestimmungen des geltenden Datenschutzrechts behandeln und nicht an Dritte weitergeben, sofern dies nicht für die Erfüllung der vertraglichen Pflichten (z.B.\nbei Bestellung von Fotoabzügen) erforderlich ist und/oder eine gesetzliche Verpflichtung zur Übermittlung an Dritte besteht.\nBei Fotoabzügen werden die Fotos an ein Fotolabor weitergegeben.\nPersonenbezogenen Daten (Fotos) werden nach 15 Jahren gelöscht, sobald sie für den Zweck ihrer Verarbeitung, Nachbestellungen und Vermarktung nicht mehr erforderlich sind und soweit dem keine gesetzliche Aufbewahrungspflicht entgegensteht.\nWenn Sie es wünschen, werden Fotos auch direkt nach der Auftragserfüllung gelöscht.\nGültigkeit der Datenschutzerklärung Wir behalten uns vor, diese Datenschutzerklärung von Zeit zu Zeit zu verändern oder anzupassen.\nDiese Erklärung wurde zuletzt geändert im Februar 2021.\nzurück zur Startseite DATENSCHUTZERKLÄRUNG © 2022 Worxdata, Gehrden Allgemeine Hinweise Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie unsere Website besuchen.\nPersonenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können.\nAusführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.\nWorxdata ist nicht verpflichtet, einen Datenschutzbeauftragten zu bestellen.\nDatenerfassung auf unserer Website Wer ist verantwortlich für die Datenerfassung auf dieser Website? Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber.\nDie Kontaktdaten können Sie dem Impressum dieser Website entnehmen.\nWie erfassen wir Ihre Daten? Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen.\nHierbei kann es sich z.B.\num Daten handeln, die Sie uns per E- Mail senden.\nAndere Daten werden automatisch beim Besuch der Website durch unsere IT-Systeme erfasst.\nDas sind vor allem technische Daten (z.B.\nInternetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs).\nDie Erfassung dieser Daten erfolgt automatisch, sobald Sie unsere Website betreten.\nEine Auswertung von unserer Seite erfolgt nicht.\nWofür nutzen wir Ihre Daten? Wir nutzen die Daten, die sie uns freiwillig senden, zur Auftragsbearbeitung, Auftragserfüllung oder Beantwortung ihrer Fragen an uns.\nEin Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten.\nAndere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.\nWelche Rechte haben Sie bezüglich Ihrer Daten? Sie haben jederzeit das Recht unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten.\nSie haben außerdem ein Recht, die Berichtigung, Sperrung oder Löschung dieser Daten zu verlangen.\nHierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.\nDes Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.\nDatenschutz Die Betreiber dieser Website nehmen den Schutz Ihrer persönlichen Daten sehr ernst.\nWir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.\nWenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben.\nPersonenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können.\nDie vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen.\nSie erläutert auch, wie und zu welchem Zweck das geschieht.\nWir weisen darauf hin, dass die Datenübertragung im Internet (z.B.\nbei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann.\nEin lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.\nHinweis zur verantwortlichen Stelle Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist: Doris Aschenbrenner, Wiesenstr.\n22, 30989 Gehrden, Tel.: 05108 / 9217530, E-Mail: post@worxdata.de.\nVerantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.B.\nNamen, E-Mail-Adressen o.\nÄ.) entscheidet.\nWiderruf Ihrer Einwilligung zur Datenverarbeitung Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich.\nSie können eine bereits erteilte Einwilligung jederzeit widerrufen.\nDazu reicht eine formlose Mitteilung per E-Mail an uns.\nDie Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.\nRecht auf Datenübertragbarkeit Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen.\nSofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.\nSSL- bzw.\nTLS-Verschlüsselung Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-bzw.\nTLS- Verschlüsselung.\nEine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von “http://” auf “https://” wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.\nWenn die SSL- bzw.\nTLS- Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.\nWiderspruch gegen Werbe-Mails Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen.\nDie Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam- E-Mails, vor.\nDatenerfassung auf unserer Website Die Internetseiten verwenden teilweise so genannte Cookies.\nCookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren.\nCookies dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen.\nCookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert.\nDie meisten der von uns verwendeten Cookies sind so genannte “Session-Cookies”.\nSie werden nach Ende Ihres Besuchs automatisch gelöscht.\nAndere Cookies bleiben auf Ihrem Endgerät gespeichert bis Sie diese löschen.\nDiese Cookies ermöglichen es uns, Ihren Browser beim nächsten Besuch wiederzuerkennen.\nSie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browser aktivieren.\nBei der Deaktivierung von Cookies kann die Funktionalität dieser Website eingeschränkt sein.\nCookies, die zur Durchführung des elektronischen Kommunikationsvorgangs oder zur Bereitstellung bestimmter, von Ihnen erwünschter Funktionen (z.B.\nWarenkorbfunktion) erforderlich sind, werden auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO gespeichert.\nDer Websitebetreiber hat ein berechtigtes Interesse an der Speicherung von Cookies zur technisch fehlerfreien und optimierten Bereitstellung seiner Dienste.\nSoweit andere Cookies (z.B.\nCookies zur Analyse Ihres Surfverhaltens) gespeichert werden, werden diese in dieser Datenschutzerklärung gesondert behandelt.\nServer-Log-Dateien Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt.\nDies sind: • Browsertyp und Browserversion • verwendetes Betriebssystem • Referrer URL • Hostname des zugreifenden Rechners • Uhrzeit der Serveranfrage • IP-Adresse Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen.\nEine Auswertung der Daten erfolgt ebenfalls nicht.\nGrundlage für die Datenverarbeitung ist Art.\n6 Abs.\n1 lit.\nb DSGVO, der die Verarbeitung von Daten zur Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen gestattet.\nGoogle Web Fonts Diese Seite nutzt zur einheitlichen Darstellung von Schriftarten so genannte Web Fonts, die von Google bereitgestellt werden.\nBeim Aufruf einer Seite lädt Ihr Browser die benötigten Web Fonts in ihren Browsercache, um Texte und Schriftarten korrekt anzuzeigen.\nZu diesem Zweck muss der von Ihnen verwendete Browser Verbindung zu den Servern von Google aufnehmen.\nHierdurch erlangt Google Kenntnis darüber, dass über Ihre IP- Adresse unsere Website aufgerufen wurde.\nDie Nutzung von Google Web Fonts erfolgt im Interesse einer einheitlichen und ansprechenden Darstellung unserer Online-Angebote.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.\nWenn Ihr Browser Web Fonts nicht unterstützt, wird eine Standardschrift von Ihrem Computer genutzt.\nWeitere Informationen zu Google Web Fonts finden Sie unter https://developers.google.com/fonts/faq und in der Datenschutzerklärung von Google: https://policies.google.com/privacy?hl=de.\nKontakt / Anfragen per E-Mail / Anrufe Wenn Sie uns per E-Mail kontaktieren, werden Ihre Angaben inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert.\nDiese Daten geben wir nicht ohne Ihre Einwilligung weiter.\nWenn Sie uns E-Mails senden, werden diese bei uns per SSL/TLS verschlüsselt empfangen.\nDie Verarbeitung der gesendeten Daten erfolgt somit ausschließlich auf Grundlage Ihrer Einwilligung (Art.\n6 Abs.\n1 lit.\na DSGVO).\nSie können diese Einwilligung jederzeit widerrufen.\nDazu reicht eine formlose Mitteilung per E-Mail an uns.\nDie Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitungsvorgänge bleibt vom Widerruf unberührt.\nDie von Ihnen eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt z.B.\nnach abgeschlossener Bearbeitung Ihrer Anfrage, des Auftrags oder nach Beendigung der Geschäftsbeziehung.\nIn turnusmäßigen Abständen von 5 Jahren werden E-Mails gelöscht.\nZwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.\nWenn sie uns per Telefon kontaktieren und auf den AB sprechen, werden Ihre Nachrichten nach dem Abhören, spätestens aber nach 1 Woche gelöscht.\nEine Rufnummernspeicherung durch unserer Telefonanbieter besteht nicht.\nSoziale Medien Wir haben auf unseren Seiten keine Plugins und Tools eingebunden.\nPlugins und Tools Wir haben auf unseren Seiten keine Plugins und Tools eingebunden.\nDatenschutz bei Fotoaufnahmen Der Fotograf trägt Sorge dafür, dass personenbezogene Daten nur erhoben, gespeichert und verarbeitet werden, soweit dies • zur vertragsgemäßen Leistungserbringung und • zum Zweck der Vertragsdurchführung, • vertraglichen und vorvertraglichen Pflichten erforderlich und durch gesetzliche Vorschriften erlaubt oder vom Gesetzgeber angeordnet ist.\nDer Fotograf wird personenbezogene Daten vertraulich sowie entsprechend den Bestimmungen des geltenden Datenschutzrechts behandeln und nicht an Dritte weitergeben, sofern dies nicht für die Erfüllung der vertraglichen Pflichten (z.B.\nbei Bestellung von Fotoabzügen) erforderlich ist und/oder eine gesetzliche Verpflichtung zur Übermittlung an Dritte besteht.\nBei Fotoabzügen werden die Fotos an ein Fotolabor weitergegeben.\nPersonenbezogenen Daten (Fotos) werden nach 15 Jahren gelöscht, sobald sie für den Zweck ihrer Verarbeitung, Nachbestellungen und Vermarktung nicht mehr erforderlich sind und soweit dem keine gesetzliche Aufbewahrungspflicht entgegensteht.\nWenn Sie es wünschen, werden Fotos auch direkt nach der Auftragserfüllung gelöscht.\nGültigkeit der Datenschutzerklärung Wir behalten uns vor, diese Datenschutzerklärung von Zeit zu Zeit zu verändern oder anzupassen.\nDiese Erklärung wurde zuletzt geändert im Februar 2021.\n<ul>\n<li>Start </li>\n<li>Datenschutz </li>\n</ul> ", "created_at": "2022-12-04 21:59:20.719511", "updated_at": "2022-12-04 21:59:27.27588"}], "points": [], "urls": ["worxdata.de"]}}