{"error": 448, "message": "OK", "parameters": {"id": 7498, "name": "NitroPay", "created_at": "2023-03-12 19:37:26.567428", "updated_at": "2023-03-29 19:26:44.636863", "wikipedia": null, "keywords": null, "related": null, "slug": "nitropay", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7498.png", "url": "nitropay.com", "documents": [{"id": 14419, "name": "Privacy Policy", "url": "https://nitropay.com/privacy", "xpath": "//body", "text": " <i>\n</i>\n<ul>\n<li> How it works </li>\n<li> Partners </li>\n<li> Blog </li>\n<li> Docs </li>\n<li> Sign up </li>\n<li> Client Area </li>\n</ul> Privacy Policy <p>\n<strong>Last revised 2020/01/29</strong>\n</p>\n<p>NitroPay is owned and operated by GG Software, LP.</p>\n<p>GG Software, NitroPay and the portfolio of services and products they represent exist to create additional revenue for publishers of websites, apps, and other online services.\nThis Privacy Policy explains how we treat information provided by users of the NitroPay services.</p>\n<p>GG Software may change this Privacy Policy at any time.\nIf changes are made, we will notify users by revising the date at the top of the policy and sending an email to our business partners.</p> Information Collection And Use <p>We may ask you to provide us with certain personally identifiable information that can be used to contact or identify you.\nPersonally identifiable information may include, but is not limited to your name, your email address, your browser and device, including your browser type, device type, IP address, user agent string, operating system, mobile carrier, and identifiers assigned to your browser or device.\nFor NitroPay clients, we may also collect tax information in conjunction with our payment system.\nWe also collect information about your visit to our products, such as the websites you visit immediately prior to visiting our products, access times, and the specific pages viewed.\n(“Personal Information”).</p>\n<p>If you would like more information about this practice and to know your choices about not having this information used by these companies,&nbsp;click here.</p> Sharing of Information <p>We may share information about you as follows or as otherwise described in this Privacy Policy:</p>\n<ul>\n<li>With vendors, consultants, and other service providers who need access to such information to carry out work on our behalf;</li>\n<li>In response to a request for information if we believe disclosure is in accordance with, or required by, any applicable law, regulation, or legal process;</li>\n<li>If we believe your actions are inconsistent with our user agreements or policies, or to protect the rights, property, and safety of GG Software or others;</li>\n<li>In connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business by another company;</li>\n<li>Between and among GG Software and our current and future parents, affiliates, subsidiaries, and other companies under common control and ownership.\nand</li>\n<li>With your consent or at your direction.</li>\n</ul>\n<p>We may also share aggregated or de-identified information, which cannot reasonably be used to identify you.</p> Cookies <p>We use cookies to store information for your convenience.\nWe also may use third party advertisements on the Site.\nSome of these advertisers may use technology such as cookies and web beacons when they advertise on the Site, which will also send these advertisers (such as Google through the Google AdSense program) information including your IP address, your ISP , the browser you used to visit our site, and in some cases, whether you have Flash installed.\nThis is generally used for geotargeting purposes (showing New York real estate ads to someone in New York, for example) or showing certain ads based on specific sites visited (such as showing cooking ads to someone who frequents cooking sites).</p>\n<p>You can choose to disable or selectively turn off our cookies or third-party cookies in your browser settings, or by managing preferences in programs such as Norton Internet Security.\nHowever, this can greatly affect how you are able to interact with the Site as well as most other websites.</p> NitroPay and GDPR <p>GG Software and NitroPay are committed to compliance with the GDPR.\nWe also wish to assist our customers with their own GDPR compliance by providing simple steps for ensuring proper compliance with NitroPay SDKs.</p>\n<p>The EU General Data Protection Regulation (GDPR) was enacted on May 25, 2018, and will bolster the rights of European end users with regards to their personal data.\nThe new legislation will also unify data protection laws across Europe, regardless of where the data is being processed.</p> NitroPay as a Processor <p>As defined by the GDPR, “a controller is the entity that determines the purposes, conditions and means of the processing of personal data, while the processor is an entity which processes personal data on behalf of the controller.”</p> Processing According to Instructions <p>Any data that a customer and its users put into our systems will only be processed in accordance with the customer’s instructions, as described in our GDPR-updated Terms of Service.</p> Deletion and Return of Data <p>As per the GDPR, end users of the controller’s services may request a deletion or return of their data.\nWhen NitroPay receives a data return request from the controller, NitroPay will produce an export of the relevant information as indicated by Controller’s request within a maximum period of 10 business days.\nIf a complete deletion request is communicated from you, NitroPay will delete the relevant customer data from all of its systems within a maximum period of 20 business days unless retention obligations apply.</p> Security of NitroPay Services <p>According to the GDPR, controllers and processors shall implement appropriate technical and organizational measures to ensure a level of security appropriate for the risk profile of the data.\nNitroPay’s infrastructure and organization is built with data protection and privacy in mind, focusing on a secure deployment of services, secure storage of data, secure communications between services, and safe operation by administrators.\nWe adhere to a data model of storing pertinent information to our customers, and this provides a firm foundation of our overall security profile.</p> Changes To This Privacy Policy <p>We reserve the right to update or change our Privacy Policy at any time and you should check this Privacy Policy periodically.\nYour continued use of the Service after we post any modifications to the Privacy Policy on this page will constitute your acknowledgment of the modifications.</p> Your Choices <p>Updating Your Information — You may update, correct, or delete information about you at any time by emailing us at&nbsp;help@nitropay.com.\nNote however that we may retain certain information as required by law or for legitimate business purposes.</p>\n<p>Contact Us — If you have any questions about this Privacy Policy, please contact us at:&nbsp;help@nitropay.com.</p> For California Residents: CCPA Information Rights and Choices <p>The CCPA provides consumers located in the state of California with certain rights regarding their personal information and data.\nThe following section describes those rights and explains how to exercise them:</p> Access to Specific Information and Data Portability Rights <p>You have the right to request that GG Software LP disclose certain information to you about our collection and use of your personal information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request (as described in the section “Exercising Access, Data Portability, and Deletion Rights”), we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called data portability request)</li>\n<li>If we sold or disclose your personal information for a business purpose, two separate lists disclosing:<ul>\n<li>Sales, identifying the personal information categories that each category of recipient purchased, and</li>\n<li>Disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained</li>\n</ul>\n</li>\n</ul> Non-Discrimination <p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level of quality of goods or services.</li>\n</ul>\n<p>Any CCPA-permitted financial incentive we offer will reasonably relate to your value and contain written terms that describe the program’s material aspects.</p> Exercising Access, Data Portability, and Deletion Rights <p>To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by emailing us at&nbsp;help@nitropay.com</p>\n<p>Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.</p>\n<p>You may only make a verifiable consumer request for access of data portability twice within a 12-month period.\nThe verifiable consumer request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.</p>\n<p>Making a verifiable consumer request does not require you to create an account with us.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p> Information We Collect <p>Our websites, emails (with your consent, where required by law), and other products, services and platforms collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (“personal information”).\nIn particular, our websites, apps, emails, and other products, services and platforms may have collected the following categories of personal information from its consumers within the last twelve (12) months:</p> CategoryCollectedA.\nIdentifiersYESB.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))YESC.\nProtected classification characteristics under California or federal lawNOD.\nCommercial information.YESE.\nBiometric information.NOF.\nInternet or other similar network activity.YESG.\nGeolocation data.YESH.\nSensory data.NOI.\nProfessional or employment-related information.NOJ.\nInferences drawn from other personal information.YES <p>Personal information does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>Deidentified or aggregated consumer information.</li>\n<li>Information excluded from the CCPA’s scope, like:<ul>\n<li>health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data;</li>\n<li>personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver’s Privacy.</li>\n</ul>\n</li>\n</ul> Use of Personal Information <p>We may use or disclose the personal information we collect for one or more of the following business purposes:</p>\n<ul>\n<li>To fulfill or meet the reason you provided the information.\nFor example, if you share your name and contact information to request a newsletter or ask a question about our products or services, we will use that personal information to respond to your inquiry.\nIf you provide your personal information to purchase a product or service, we or our third-party service providers will use that information to process your payment and facilitate delivery.\nWe may also save your information to facilitate new product or service orders and requests.</li>\n<li>To provide, support, personalize, and develop our websites, emails, and other products, services and platforms.</li>\n<li>To create, maintain, customize, and secure your account with us.</li>\n<li>To process your requests, purchases, transactions, and payments and prevent transactional fraud.</li>\n<li>To provide you with support and to respond to your inquiries, including investigating and addressing your concerns and monitoring and improving our responses.</li>\n<li>To personalize your website, apps, emails, or other product, service or platform experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our websites, apps, emails, and other products, services and platforms.</li>\n<li>To help maintain the safety, security, and integrity of our websites, apps, emails, and other products, services and platforms, databases and other technology assets, and business.</li>\n<li>For testing, research, analysis, and product development, including to develop and improve our websites, apps, emails, and other products, services and platforms.</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n<li>As described to you when collecting your personal information or as otherwise set forth in the CCPA.</li>\n<li>To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of the Company’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by the Company about our Website users is among the assets transferred.</li>\n</ul>\n<p>The Company will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.</p> Sharing Personal Information <p>The Company may disclose your personal information to a third-party for a business purpose or sell your personal information, subject to your right to opt-out of those sales (see ‘Sales of Personal Information’ below).\nWhen we disclose personal information for a business purpose, we enter a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.\nThe CCPA prohibits third parties who purchase the personal information we hold from reselling it unless you have received explicit notice and an opportunity to opt-out of further sales (see ‘Sales of Personal Information’ below).</p>\n<p>We may share your personal information with the following categories of third parties:</p>\n<ul>\n<li>Subsidiaries and affiliates.</li>\n<li>Contractors and service providers.</li>\n<li>Data aggregators.</li>\n<li>Third parties with whom we partner to offer products and services to you.</li>\n</ul> Disclosures of Personal Information for a Business Purpose <p>In the preceding twelve (12) months, the Company has disclosed the following categories of personal information for a business purpose:</p>\n<ul>\n<li>[Category A: Identifiers.]</li>\n<li>[Category B: California Customer Records personal information categories.]</li>\n<li>[Category F: Internet or other similar network activity.]</li>\n<li>[Category G: Geolocation Data.]</li>\n<li>[Category K: Inferences drawn from other personal information.]</li>\n</ul> Sales of Personal Information <p>In the preceding twelve (12) months, the company has not sold any personal information.</p>\n<strong>© GG Software, LP</strong> Privacy Policy | Terms of Use | Contact us ", "created_at": "2023-03-12 19:37:26.599921", "updated_at": "2023-03-12 19:37:58.527159"}, {"id": 14420, "name": "Terms of Use", "url": "https://nitropay.com/terms", "xpath": "//body", "text": " <i>\n</i>\n<ul>\n<li> How it works </li>\n<li> Partners </li>\n<li> Blog </li>\n<li> Docs </li>\n<li> Sign up </li>\n<li> Client Area </li>\n</ul> Terms of Use <p>\n<strong>Last revised 2018/05/24</strong>\n</p>\n<p>NitroPay is owned and operated by GG Software, LP.</p>\n<p>GG Software LP., a Washington limited partnership, (“GG Software”) operates a suite of online advertising products (collectively, “Platform”).\nYou may only use the Platform pursuant to the following terms and conditions, which you accept by your use of the Platform.\nGG Software, reserves the right to modify or revise these Terms of Use and/or Privacy Policy or its other policies at any time at its sole discretion.\nYou should visit this page frequently to review the terms, as you are bound by them.\nContinued use of the Platform following GG Software’s posting of adjustments to these Terms of Use and/or Privacy Policy will constitute your acceptance of such changes or modifications.\nIn the event that you do not agree to any adjustments of these Terms of Use and/or Privacy Policy, you should not continue to use the Platform.</p> License and Access <p>GG Software grants you a non-exclusive right and license to access and use the Platform.\nThis license does not include and strictly prohibits, without prior written consent, any resale of the Platform or its contents.\nany derivative use of the Platform or its contents.\nor any use of data mining, robots, or similar data gathering and extraction tools.\nThe Platform, including its operation, interface and contents, are covered by international laws and treaties, and may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any unauthorized commercial purpose without the express prior written consent of GG Software.</p>\n<p>Any unauthorized use shall immediately terminate the licenses and rights granted by GG Software and any Licensors hereunder, and may subject you to civil and/or criminal prosecution.</p>\n<p>You may not use any GG Software, Licensor, subsidiary, affiliate, co-brand partner, or other partner logo or other proprietary graphic or trademark as part of a link to the Site without first obtaining the express written consent of GG Software, the subsidiary, affiliate, co-brand partner or other partner or Licensor (as applicable).</p>\n<p>GG Software does not guarantee continuous, uninterrupted or secure access to its services or the Site, and the operation of the Site may be interfered with by numerous factors outside or within GG Software’s control.</p> Publisher Payments <p>GG Software will pay the Publisher based on the net term outlined in their contract.\nPayment amounts shall be determined when final remittance notification is received by the Publisher.\nAny other revenue amounts are good-faith estimates by the Advertising Representative and should not be construed as final amounts.</p> DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY <p>THE SITE IS PROVIDED BY GG SOFTWARE ON AN “AS IS” AND ON AN “AS AVAILABLE” BASIS.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, GG SOFTWARE MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE SITE OR THE INFORMATION, CONTENT, GRAPHICS, LINKS, MATERIALS, PRODUCTS, OR SERVICES INCLUDED ON THE SITE, OR THEIR ACCURACY, RELIABILITY, COMPLETENESS OR TIMELINESS.\nIN ADDITION, THIRD PARTIES PROVIDE SOME OF THE MATERIAL ON THE SITE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, GG SOFTWARE SHALL NOT BE RESPONSIBLE FOR ANY SUCH THIRD PARTY MATERIAL.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THE SITE OR ANY TRANSACTION RESULTING THEREOF IS SOLELY AT YOUR OWN RISK.\nGG SOFTWARE DOES NOT GUARANTEE CONTINUOUS, UNINTERRUPTED OR SECURE ACCESS TO THE SITE OR THE SERVICES.\nOPERATION OF THE SITE MAY BE INTERFERED WITH BY NUMEROUS FACTORS OUTSIDE OF GG SOFTWARE’S CONTROL.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, GG Software DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY OR THIRD PARTY RIGHTS REGARDING THE SITE.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, MAKES NO WARRANTIES OR REPRESENTATIONS REGARDING ANY PRODUCTS OR SERVICES REVIEWED ON THE SITE OR BOUGHT AND/OR SOLD USING THE SITE, OR THAT SELLERS OR BUYERS WILL PERFORM AS PROMISED BY THEM, OR THAT THE SITE, ITS SERVERS, OR E-MAIL SENT FROM GG Software ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, GG Software WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THE SITE, INCLUDING, BUT NOT LIMITED TO, DIRECT, INDIRECT, INCIDENTAL, PUNITIVE AND CONSEQUENTIAL DAMAGES, OR ANY DAMAGES RELATED TO LOSS OF BUSINESS OR BUSINESS OPPORTUNITIES.</p>\n<p>CERTAIN STATE LAWS IN THE UNITED STATES DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.\nIF YOU ARE DISSATISFIED WITH ANY OF THE CONTENTS OF THE SITE, OR DO NOT AGREE WITH THESE TERMS AND CONDITIONS, WITH GG Software’S PRIVACY POLICY OR ANY OTHER POLICIES OF THE SITE, YOUR SOLE REMEDY IS TO DISCONTINUE YOUR USE OF THE SITE.</p> Indemnity <p>To the maximum extent permitted by applicable law, you agree to defend, indemnify and hold GG Software, its subsidiaries, affiliates, co-brand partners, and other parties with which GG Software is under contract, and their respective officers, directors, employees and agents free and harmless from and against any claims, actions and demands, including, without limitation, any legal and accounting fees resulting from your use of the Platform and/or your breach of the Terms of Use and Privacy Policy and/or resulting from any and all content you submit to GG Software and/or the Platform.\nGG Software shall provide notice to you of any such claim, suit or proceeding.</p> Governing Law <p>These Terms of Use and Privacy Statement will be governed by and construed in accordance with the laws of the State of Washington, without regard to principles of conflicts or choice of law.</p> General <p>If any provision of these Terms of Use and Privacy Policy is held to be invalid, void or unenforceable for any reason, such provision shall be struck and the remaining provisions shall remain enforceable.\nHeadings are for reference purposes only and in no way define, limit, construe or describe the scope or extent of such section.\nOur failure to act with respect to a breach by you or others does not waive our right to act with respect to subsequent or similar breaches.\nYou agree that these Terms of Use and Privacy Policy and all agreements and notices incorporated herein may be automatically assigned by GG Software, in our sole discretion, to a third party.\nYou may not assign your obligations to any other entity.</p>\n<strong>© GG Software, LP</strong> Privacy Policy | Terms of Use | Contact us ", "created_at": "2023-03-12 19:37:26.632348", "updated_at": "2023-03-12 19:38:32.262145"}], "points": [], "urls": ["nitropay.com"]}}