{"error": 448, "message": "OK", "parameters": {"id": 9594, "name": "Freeads", "created_at": "2023-09-08 00:13:58.764553", "updated_at": "2023-09-08 10:02:40.518844", "wikipedia": null, "keywords": null, "related": null, "slug": "freeads", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9594.png", "url": "freeads.co.uk", "documents": [{"id": 19052, "name": "Terms and Conditions", "url": "https://help.freeads.co.uk/support/solutions/articles/47000874306-terms-and-conditions", "xpath": "/html/body/main/section[3]", "text": " <p>THIS INFORMATION IS PROVIDED WITHOUT WARRANTY OF ANY KIND.\nFREEADS GIVES NO WARRANTIES, EITHER EXPRESSED OR IMPLIED, INCLUDING WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nIN NO EVENT SHALL FREEADS OR ITS SUPPLIERS BE LIABLE FOR ANY DAMAGES WHATSOEVER INCLUDING DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, LOSS OF BUSINESS PROFITS OR SPECIAL DAMAGES, EVEN IF FREEADS OR ITS SUPPLIERS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<br>\n</p>\n<p>The user may view pages within the Freeads website, which is visible at freeads.co.uk (hereafter simply referred to as Freeads), and print out a copy of the contents for personal, non-commercial purposes.\nThe user may not otherwise copy, reproduce, redistribute, download, adapt or alter any material contained on the Freeads website without the express written permission of Freeads.\nThe terms and conditions of use may be changed at any time and your continued access to the website means that you agree to be bound by the most current version of the terms and conditions of use.</p>\n<p>All copy offered for publication in Freeads by the user must be legal, decent, honest and truthful.\nUK ads must comply with the British Code of Advertising Practice and all other codes under the general supervision of the Advertising Standards Authority.\n&nbsp;The advert is accepted for publication or not at Freeads' absolute discretion, and when deemed necessary the advert copy may be edited and classified at Freeads' discretion in order to comply with such requirements.</p>\n<p>Freeads specifically disclaim any and all liability to advertisers, readers and users of any kind for any loss or damage of any nature whatsoever and however arising, whether due to inaccuracy, error, omission or any other cause, and whether on the part of Freeads, or their servants or agents, or any other person.\nFreeads assumes no responsibility for and disclaims all liability for any errors or omissions on the website or in any other documents or sites which may be referred to or linked to by this website.</p>\n<p>\n<br>\n</p>\n<p>All product names mentioned herein are the trademarks of their respective owners.\nSome documents may contain other proprietary notices and copyright information relating to that document or organisation.\nThe user agrees that Freeads has not conferred by implication, or otherwise, any licence or right under any patent, trademark or copyright (except as expressly provided) of Freeads or of any third party.</p>\n<p>\n<br>\n</p>\n<p>Freeads is exclusively an online publication wholly owned and operated by Freeads Classifieds Limited whose registered Office is at Enterprise House, Beeson's Yard, Bury Lane, Rickmansworth, Herts, WD3 1DS, UK.\nRegistration number: 4438153.\nRegistered in England.\nTelephone Number: 0207 965 7104.\nThe user agrees to indemnify and hold Freeads, its parent or subsidiary companies and their affiliates, their respective directors, officers, employees and agents from any and all liabilities, claims and expenses, including reasonable legal fees, arising from breach of this Agreement, any other policy, the users' use or access of Freeads or any Internet site linked to or from Freeads, or in connection with the transmission of any Content on Freeads.\nThe user agrees that questions and complaints received are the exclusive responsibility of the user and the user shall indemnify Freeads.</p>\n<p>\n<br>\n</p>\n<p>The information (text and images) contained on this website is for informational purposes and is published in good faith.\nWhilst every care has been taken in its preparation, Freeads does not make any warranties nor representations as to its accuracy or reliability.\nWe neither accept nor assume any reliability in relation to the contents of these pages, and they should not be relied upon as accurate.\nIn no event do we accept liability of any description including liability for negligence for any damages whatsoever resulting from loss of use, data or profits arising out of or in connection with the viewing, use or performance of this website or its contents.\nFreeads do not under any circumstances accept responsibility for the accuracy or otherwise of any advertisement or message published on the Freeads website.</p>\n<p>\n<br>\n</p>\n<p>The pages contained in this website may contain technical inaccuracies and typographical errors.\nThe information in these pages may be updated from time to time and may, at times, be out of date.\nWe accept neither responsibility for keeping the information in these pages up to date nor liability for any failure to do so.</p>\n<p>\n<br>\n</p>\n<p>Freeads has partnerships with other third party websites that we share information with for the purpose of giving users a better chance to sell their items.\nWe process such information in accordance with this Policy.\nAny information that is passed from Freeads to its partners is done so in the strictest confidence.\nBy submitting an advert online the user is agreeing that their personal information may be shared with Freeads Classifieds' partners.\nThe user also agrees to receive marketing communications from Freeads Classifieds unless they tell us they wish not to receive these communications.</p>\n<p>\n<br>\n</p>\n<p>By submitting an advert online, the user is requesting that their advert appears on the Freeads website as well as partner websites as chosen by freeads.\nThe advert will include personal details such as name and telephone number.\nThe user consents to the publication of their data in this way.\nThe user can cancel the advert or edit their account details for any reason at any time by logging into their account.</p>\n<p>\n<br>\n</p>\n<p>By submitting an advert either online or directly from a mobile phone, the user is agreeing to receive SMS alert messages notifying them of responses to their advert, as well as promotions and events related to their advertisement.\nThe user will not be charged for receiving these messages.\nTo stop receiving SMS alerts, the user will text STOP to 66121.\nAll STOP messages are charged at the user's normal network rate.</p>\n<p>\n<br>\n</p>\n<p>Once an advert has been submitted Freeads will endeavour to put the advert live as soon as possible, but we reserve the right to refuse or delete adverts we believe are inappropriate.\nFreeads is not able to verify the truthfulness of any statements made by the user in the advert copy.\nAccordingly, the user shall be responsible for any losses, expenses or other costs incurred by Freeads that are caused by an untrue statement deliberately made or provided by the user.</p>\n<p>\n<br>\n</p>\n<p>The user will have the option to upgrade the advert that they have submitted to Freeads from the standard free advert to another one that Freeads promotes.\nThese may be different in design, colour or position on the website and may run for a different duration, unless the user has withdrawn the advert from sale or marked it as sold.\nIn the event that an advert upgrade is purchased and then withdrawn before the purchased duration has finished then the user agrees that, even if they subsequently decide to put the advert live again, refunds for any unused time may be occasionally offered at the discretion of the management.</p>\n<p>\n<br>\n</p>\n<p>Trade adverts may also be posted for free, but users may be required to select the Trade option within their account.</p>\n<p>\n<br>\n</p>\n<p>Freeads shall not be liable for any damages, including without limitation, indirect or consequential damages, howsoever arising out of use of this website or in respect of any of the users' actions or omissions taken in reliance on any of the advice or information contained on this website.</p>\n<p>This website contains hypertext links to websites operated by parties other than Freeads or its associated companies.\nFreeads does not control such websites and is not responsible for their content.\nFreeads' inclusion of hypertext links to such websites does not imply any endorsement of the material contained on these websites or of their owners.\nPlease be aware that Freeads does not recommend the payment of deposits for pets or goods in advance.\nIf you are looking to buy a pet please do not make any advance payment of a deposit until you have visited the buyer in their own home to view the pet and confirm the welfare status.\nFreeads accepts no responsibility for any monies paid between buyer &amp.\nseller under any circumstances including payment of advance deposits.</p>\n<p>\n<br>\n</p>\n<p>By accessing this website the user is deemed to have accepted all of the terms and conditions that apply to its use.\nFreeads reserves the right to alter these terms and conditions at any time and it is the users' obligation to check to find out if changes have been made.\nIf the user does not agree to obey these terms and conditions then the user must stop using this site immediately.\nIf any of these terms and conditions shall be held to be invalid or unenforceable, it shall not affect the enforceability of any of the remaining provisions.</p>\n<p>\n<br>\n</p>\n<p>All rights, including copyright, in the content of these webpages and any photographs that may appear on the website and all database rights in Freeads' database, are owned or controlled for these purposes by Freeads or the party credited as the poster of the information.</p>\n<p>The copyright in all adverts shall be owned by Freeads and by submitting an advert the user hereby assigns all such copyright to Freeads.</p>\n<p>\n<br>\n</p>\n<p>All Freeads trade marks, names, and logos are the proprietary marks of Freeads or its associated companies.\nAll website designs, graphic designs, style templates, icons, HTML codes and all other elements relating to the design, function or operation of Freeads are the property of Freeads and may not be used in any manner without the express written permission of Freeads.\nMarks identifying third parties are owned or licensed by those third parties or their associated companies.\nNothing in these terms and conditions in any way confers on the user any licence or right under any trade marks, names or logos of Freeads or any third party.\nAll goodwill arising in connection with the name Freeads and the logos for Freeads shall belong to Freeads.</p>\n<p>\n<br>\n</p>\n<p>It is technically impossible to provide a website free of faults and Freeads do not claim to do so.\nNo guarantee is made that the user's advert will be provided continuously free of faults.\nIn addition, maintenance on the website will be carried out from time to time, but in doing so we shall attempt to keep the disruption to a minimum.</p>\n<p>\n<br>\n</p>\n<p>Freeads may at any time vary the technical specifications of its website (or any part of it) for any reason.</p>\n<p>\n<br>\n</p>\n<p>Freeads may at any time remove any or all of the materials from users' adverts which in Freeads' opinion are unlawful or have been posted in breach of this agreement.</p>\n<p>\n<br>\n</p>\n<p>The user shall report to Freeads any suspected errors with the advertisement as soon as they come to the user's attention.</p>\n<p>\n<br>\n</p>\n<p>Freeads reserves the right to refuse to publish any advertisement without ascertaining any reason, and to classify, edit and delete at its sole discretion.\nThe placing of any advert is an acceptance of these conditions.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Freeads Refund Policy</strong>\n<br>\n<br>If you believe you require a refund for any reason you will need to email us at freeads@freeads.co.uk either from the email address you used when you registered your Freeads account or, if you email from a different address, you will need to include your payment receipt.\nRefunds are granted at Freeads discretion and may be applied for at any time.\nRefunds will be applied to the same card your payment if possible and processed on our next payment run.</p>\n<p>In addition to Freeads Classifieds' general terms and conditions, the following additional terms and conditions apply if you use the Freeads Classifieds' SMS payment service.\nPlease note:</p>\n<p>\n<br>\n</p>\n<p>By placing an advert with Freeads, you are agreeing that your advert may be rejected if we believe it breaches any of our terms of use or posting rules.\nIf this is the case, you may be entitled to a refund of the fee paid, although we would reserve the right not to issue a refund for fees paid to Freeads in any of the following cases:</p>\n<p>\n<br>\n</p>\n<p>• If you breach, in our opinion, Freeads terms of use, including and without limitation to our posting rules;</p>\n<p>• If your advert was live on the site for any length of time before rejection and benefited from exposure to our members;</p>\n<p>• If your advert was placed in the massage category;</p>\n<p>• If you have removed your own advert;</p>\n<p>• If you have posted a duplicate advert as defined in our rules regarding duplicate adverts;</p>\n<p>• If we believe you have posted an advert in a significantly wrong category for the purpose of misdirecting Freeads;</p>\n<p>• Please note, this list is not exhaustive and the support team will look at individual refunds on a case by case basis if the above do not apply.</p>\n<p>\n<br>\n</p>\n<p>- You are liable for all texts that you send to Freeads Classifieds as part of the phone verification or ad upgrade service (hereafter known as \"The Service\").</p>\n<p>\n<br>- Freeads Classifieds is not liable for mobile operator or other technical errors which result in Freeads Classifieds not receiving your text.</p>\n<p>\n<br>- If you use The Service to upgrade your ad, Freeads does not warrant that your ad will stay at the top of the listings page for any length of time.</p>\n<p>\n<br>- The Service is provided via a telecommunication network operated by Engage Hub.\nWhen using The Service, you will not engage in any actions that might be considered an abuse of Engage Hub's network or the network of any mobile carrier with whom Engage Hub contracts.</p>\n<p>\n<br>In particular, you will not:<br>i.\nAttempt to circumvent user authentication or security of any telecommunication network or account.<br>ii.\nAttempt to interfere with or deny access to any service or host.<br>iii.\nSend any unsolicited messages.<br>iv.\nUse The Service for any illegal purpose, or for the transmission or offering of any information or services which are libellous, unlawful, abusive, threatening, harmful, threatening, defamatory, or in anyway infringe the laws governing, but not exhaustively covering, copyright, intellectual property rights, trademarks, pornography, or any other material that is slanderous or may cause offence in any way.</p>\n<p>\n<br>5.\nBy calling or texting the service you will be deemed to have read and understood the above terms and conditions and be bound by them.</p>\n<p>&nbsp;</p>\n<p>These terms and conditions shall be governed by and in accordance with English law and subject to the exclusive jurisdiction of the English Courts.</p>\n<p>Was this article helpful?</p> No Yes <p>That’s Great!</p>\n<p>Thank you for your feedback</p>\n<p>Sorry! We couldn't be helpful</p>\n<p>Thank you for your feedback</p> Your e-mail address * <p>Let us know how can we improve this article! *</p> Need more information Difficult to understand Inaccurate/irrelevant content Missing/broken link Select atleast one of the reasons Please give your comments Cancel Send <p>Feedback sent</p>\n<p>We appreciate your effort and will try to fix the article</p> Print Articles in this folder - <ul>\n<li> Terms and conditions </li>\n<li> PetSafe Deposit Scheme Terms and Conditions </li>\n<li> Privacy, Cookie &amp.\nData Policy </li>\n<li> Refund Policy </li>\n</ul> You may like to read - <ul>\n<li> Refund Policy </li>\n<li> PetSafe Deposit Scheme Terms and Conditions </li>\n<li> Pets advert posting guidance: </li>\n<li> Small furries checklist​ </li>\n</ul> ", "created_at": "2023-09-08 00:13:58.79892", "updated_at": "2023-09-08 00:14:21.341036"}, {"id": 19053, "name": "Privacy, Cookie & Data Policy ", "url": "https://help.freeads.co.uk/support/solutions/articles/47000874377-privacy-cookie-data-policy", "xpath": "/html/body/main/section[3]", "text": null, "created_at": "2023-09-08 00:13:58.836398", "updated_at": "2023-09-08 00:14:25.189644"}, {"id": 19054, "name": "Refund Policy", "url": "https://help.freeads.co.uk/support/solutions/articles/47001128557-refund-policy", "xpath": "/html/body/main/section[3]", "text": " <p>Posting an advert on Freeads is usually free (excluding certain categories), however we charge a fee for account and advert upgrades as well as standard adverts in the massage category.\nBy clicking “post ad” you are agreeing to our privacy policy, terms &amp.\nconditions and posting rules for acceptable content.\nSometimes we alter the charge for certain categories, whether for a promotion or a permanent fee change, you will be able to see these fees clearly displayed when posting an advert (at the bottom of the screen).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>By placing an advert with Freeads, you are agreeing that your advert may be rejected if we believe it breaches any of our terms of use or posting rules.\nIf this is the case, you may be entitled to a refund of the fee paid, although we would reserve the right not to issue a refund for fees paid to Freeads in any of the following cases:</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>• If you breach, in our opinion, Freeads terms of use, including and without limitation to our posting rules;</p>\n<p>• If your advert was live on the site for any length of time before rejection and benefited from exposure to our members;</p>\n<p>• If your advert was placed in the massage category;</p>\n<p>• If you have removed your own advert;</p>\n<p>• If you have posted a duplicate advert as defined in our rules regarding duplicate adverts;</p>\n<p>• If we believe you have posted an advert in a significantly wrong category for the purpose of misdirecting Freeads;</p>\n<p>• Please note, this list is not exhaustive and the support team will look at individual refunds on a case by case basis if the above do not apply.</p>\n<p>\n<br>\n</p>\n<p>VIP Upgrades:</p>\n<p>\n<br>\n</p>\n<p>VIP Upgrades are a non refundable purchase.\nThe upgrade process provides immediate access to the advertisers telephone number (where provided), instant messaging and Priority alerts.\n&nbsp;If you experience any problems in upgrading or using the VIP service, please contact our support team for assistance.</p>\n<p>Was this article helpful?</p> No Yes <p>That’s Great!</p>\n<p>Thank you for your feedback</p>\n<p>Sorry! We couldn't be helpful</p>\n<p>Thank you for your feedback</p> Your e-mail address * <p>Let us know how can we improve this article! *</p> Need more information Difficult to understand Inaccurate/irrelevant content Missing/broken link Select atleast one of the reasons Please give your comments Cancel Send <p>Feedback sent</p>\n<p>We appreciate your effort and will try to fix the article</p> Print Articles in this folder - <ul>\n<li> Terms and conditions </li>\n<li> PetSafe Deposit Scheme Terms and Conditions </li>\n<li> Privacy, Cookie &amp.\nData Policy </li>\n<li> Refund Policy </li>\n</ul> You may like to read - <ul>\n<li> Terms and conditions </li>\n<li> How do I cancel a deposit? </li>\n<li> PetSafe Deposit Scheme Terms and Conditions </li>\n<li> Arranging after-sales delivery </li>\n</ul> ", "created_at": "2023-09-08 00:14:59.310096", "updated_at": "2023-09-08 00:15:06.901676"}, {"id": 19055, "name": "PetSafe Deposit Scheme Terms and Conditions", "url": "https://help.freeads.co.uk/support/solutions/articles/47001195719-petsafe-deposit-scheme-terms-and-conditions", "xpath": "/html/body/main/section[3]", "text": " <p>THIS INFORMATION IS PROVIDED WITHOUT WARRANTY OF ANY KIND.\nFREEADS GIVES NO WARRANTIES, EITHER EXPRESSED OR IMPLIED, INCLUDING WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nIN NO EVENT SHALL FREEADS OR ITS SUPPLIERS BE LIABLE FOR ANY DAMAGES WHATSOEVER INCLUDING DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, LOSS OF BUSINESS PROFITS OR SPECIAL DAMAGES, EVEN IF FREEADS OR ITS SUPPLIERS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<br>\n</p>\n<p>The user may view pages within the Freeads website, which is visible at freeads.co.uk (hereafter simply referred to as Freeads), and print out a copy of the contents for personal, non-commercial purposes.\nThe user may not otherwise copy, reproduce, redistribute, download, adapt or alter any material contained on the Freeads website without the express written permission of Freeads.\nThe terms and conditions of use may be changed at any time and your continued access to the website means that you agree to be bound by the most current version of the terms and conditions of use.</p>\n<p>All copy offered for publication in Freeads by the user must be legal, decent, honest and truthful.\nUK ads must comply with the British Code of Advertising Practice and all other codes under the general supervision of the Advertising Standards Authority.\n&nbsp;The advert is accepted for publication or not at Freeads' absolute discretion, and when deemed necessary the advert copy may be edited and classified at Freeads' discretion in order to comply with such requirements.</p>\n<p>Freeads specifically disclaim any and all liability to advertisers, readers and users of any kind for any loss or damage of any nature whatsoever and however arising, whether due to inaccuracy, error, omission or any other cause, and whether on the part of Freeads, or their servants or agents, or any other person.\nFreeads assumes no responsibility for and disclaims all liability for any errors or omissions on the website or in any other documents or sites which may be referred to or linked to by this website.</p>\n<p>\n<br>\n</p>\n<p>All product names mentioned herein are the trademarks of their respective owners.\nSome documents may contain other proprietary notices and copyright information relating to that document or organisation.\nThe user agrees that Freeads has not conferred by implication, or otherwise, any licence or right under any patent, trademark or copyright (except as expressly provided) of Freeads or of any third party.</p>\n<p>\n<br>\n</p>\n<p>Freeads is exclusively an online publication wholly owned and operated by Freeads Classifieds Limited whose registered Office is at Enterprise House, Beeson's Yard, Bury Lane, Rickmansworth, Herts, WD3 1DS, UK.\nRegistration number: 4438153.\nRegistered in England.\nTelephone Number: 0207 965 7104.\nThe user agrees to indemnify and hold Freeads, its parent or subsidiary companies and their affiliates, their respective directors, officers, employees and agents from any and all liabilities, claims and expenses, including reasonable legal fees, arising from breach of this Agreement, any other policy, the users' use or access of Freeads or any Internet site linked to or from Freeads, or in connection with the transmission of any Content on Freeads.\nThe user agrees that questions and complaints received are the exclusive responsibility of the user and the user shall indemnify Freeads.</p>\n<p>\n<br>\n</p>\n<p>The information (text and images) contained on this website is for informational purposes and is published in good faith.\nWhilst every care has been taken in its preparation, Freeads does not make any warranties nor representations as to its accuracy or reliability.\nWe neither accept nor assume any reliability in relation to the contents of these pages, and they should not be relied upon as accurate.\nIn no event do we accept liability of any description including liability for negligence for any damages whatsoever resulting from loss of use, data or profits arising out of or in connection with the viewing, use or performance of this website or its contents.\nFreeads do not under any circumstances accept responsibility for the accuracy or otherwise of any advertisement or message published on the Freeads website.</p>\n<p>\n<br>\n</p>\n<p>The pages contained in this website may contain technical inaccuracies and typographical errors.\nThe information in these pages may be updated from time to time and may, at times, be out of date.\nWe accept neither responsibility for keeping the information in these pages up to date nor liability for any failure to do so.</p>\n<p>\n<br>\n</p>\n<p>Freeads has partnerships with other third party websites that we share information with for the purpose of giving users a better chance to sell their items.\nWe process such information in accordance with this Policy.\nAny information that is passed from Freeads to its partners is done so in the strictest confidence.\nBy submitting an advert online the user is agreeing that their personal information may be shared with Freeads Classifieds' partners.\nThe user also agrees to receive marketing communications from Freeads Classifieds unless they tell us they wish not to receive these communications.</p>\n<p>\n<br>\n</p>\n<p>By submitting an advert online, the user is requesting that their advert appears on the Freeads website as well as partner websites as chosen by freeads.\nThe advert will include personal details such as name and telephone number.\nThe user consents to the publication of their data in this way.\nThe user can cancel the advert or edit their account details for any reason at any time by logging into their account.</p>\n<p>\n<br>\n</p>\n<p>By submitting an advert either online or directly from a mobile phone, the user is agreeing to receive SMS alert messages notifying them of responses to their advert, as well as promotions and events related to their advertisement.\nThe user will not be charged for receiving these messages.\nTo stop receiving SMS alerts, the user will text STOP to 66121.\nAll STOP messages are charged at the user's normal network rate.</p>\n<p>\n<br>\n</p>\n<p>Once an advert has been submitted Freeads will endeavour to put the advert live as soon as possible, but we reserve the right to refuse or delete adverts we believe are inappropriate.\nFreeads is not able to verify the truthfulness of any statements made by the user in the advert copy.\nAccordingly, the user shall be responsible for any losses, expenses or other costs incurred by Freeads that are caused by an untrue statement deliberately made or provided by the user.</p>\n<p>\n<br>\n</p>\n<p>The user will have the option to upgrade the advert that they have submitted to Freeads from the standard free advert to another one that Freeads promotes.\nThese may be different in design, colour or position on the website and may run for a different duration, unless the user has withdrawn the advert from sale or marked it as sold.\nIn the event that an advert upgrade is purchased and then withdrawn before the purchased duration has finished then the user agrees that, even if they subsequently decide to put the advert live again, refunds for any unused time may be occasionally offered at the discretion of the management.</p>\n<p>\n<br>\n</p>\n<p>Trade adverts may also be posted for free, but users may be required to select the Trade option within their account.</p>\n<p>\n<br>\n</p>\n<p>Freeads shall not be liable for any damages, including without limitation, indirect or consequential damages, howsoever arising out of use of this website or in respect of any of the users' actions or omissions taken in reliance on any of the advice or information contained on this website.</p>\n<p>This website contains hypertext links to websites operated by parties other than Freeads or its associated companies.\nFreeads does not control such websites and is not responsible for their content.\nFreeads' inclusion of hypertext links to such websites does not imply any endorsement of the material contained on these websites or of their owners.\nPlease be aware that Freeads does not recommend the payment of deposits for pets or goods in advance.\nIf you are looking to buy a pet please do not make any advance payment of a deposit until you have visited the buyer in their own home to view the pet and confirm the welfare status.\nFreeads accepts no responsibility for any monies paid between buyer &amp.\nseller under any circumstances including payment of advance deposits.</p>\n<p>\n<br>\n</p>\n<p>By accessing this website the user is deemed to have accepted all of the terms and conditions that apply to its use.\nFreeads reserves the right to alter these terms and conditions at any time and it is the users' obligation to check to find out if changes have been made.\nIf the user does not agree to obey these terms and conditions then the user must stop using this site immediately.\nIf any of these terms and conditions shall be held to be invalid or unenforceable, it shall not affect the enforceability of any of the remaining provisions.</p>\n<p>\n<br>\n</p>\n<p>All rights, including copyright, in the content of these webpages and any photographs that may appear on the website and all database rights in Freeads' database, are owned or controlled for these purposes by Freeads or the party credited as the poster of the information.</p>\n<p>The copyright in all adverts shall be owned by Freeads and by submitting an advert the user hereby assigns all such copyright to Freeads.</p>\n<p>\n<br>\n</p>\n<p>All Freeads trade marks, names, and logos are the proprietary marks of Freeads or its associated companies.\nAll website designs, graphic designs, style templates, icons, HTML codes and all other elements relating to the design, function or operation of Freeads are the property of Freeads and may not be used in any manner without the express written permission of Freeads.\nMarks identifying third parties are owned or licensed by those third parties or their associated companies.\nNothing in these terms and conditions in any way confers on the user any licence or right under any trade marks, names or logos of Freeads or any third party.\nAll goodwill arising in connection with the name Freeads and the logos for Freeads shall belong to Freeads.</p>\n<p>\n<br>\n</p>\n<p>It is technically impossible to provide a website free of faults and Freeads do not claim to do so.\nNo guarantee is made that the user's advert will be provided continuously free of faults.\nIn addition, maintenance on the website will be carried out from time to time, but in doing so we shall attempt to keep the disruption to a minimum.</p>\n<p>\n<br>\n</p>\n<p>Freeads may at any time vary the technical specifications of its website (or any part of it) for any reason.</p>\n<p>\n<br>\n</p>\n<p>Freeads may at any time remove any or all of the materials from users' adverts which in Freeads' opinion are unlawful or have been posted in breach of this agreement.</p>\n<p>\n<br>\n</p>\n<p>The user shall report to Freeads any suspected errors with the advertisement as soon as they come to the user's attention.</p>\n<p>\n<br>\n</p>\n<p>Freeads reserves the right to refuse to publish any advertisement without ascertaining any reason, and to classify, edit and delete at its sole discretion.\nThe placing of any advert is an acceptance of these conditions.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Freeads Refund Policy</strong>\n<br>\n<br>If you believe you require a refund for any reason you will need to email us at freeads@freeads.co.uk either from the email address you used when you registered your Freeads account or, if you email from a different address, you will need to include your payment receipt.\nRefunds are granted at Freeads discretion and may be applied for at any time.\nRefunds will be applied to the same card your payment if possible and processed on our next payment run.</p>\n<p>In addition to Freeads Classifieds' general terms and conditions, the following additional terms and conditions apply if you use the Freeads Classifieds' SMS payment service.\nPlease note:</p>\n<p>\n<br>\n</p>\n<p>By placing an advert with Freeads, you are agreeing that your advert may be rejected if we believe it breaches any of our terms of use or posting rules.\nIf this is the case, you may be entitled to a refund of the fee paid, although we would reserve the right not to issue a refund for fees paid to Freeads in any of the following cases:</p>\n<p>\n<br>\n</p>\n<p>• If you breach, in our opinion, Freeads terms of use, including and without limitation to our posting rules;</p>\n<p>• If your advert was live on the site for any length of time before rejection and benefited from exposure to our members;</p>\n<p>• If your advert was placed in the massage category;</p>\n<p>• If you have removed your own advert;</p>\n<p>• If you have posted a duplicate advert as defined in our rules regarding duplicate adverts;</p>\n<p>• If we believe you have posted an advert in a significantly wrong category for the purpose of misdirecting Freeads;</p>\n<p>• Please note, this list is not exhaustive and the support team will look at individual refunds on a case by case basis if the above do not apply.</p>\n<p>\n<br>\n</p>\n<p>- You are liable for all texts that you send to Freeads Classifieds as part of the phone verification or ad upgrade service (hereafter known as \"The Service\").</p>\n<p>\n<br>- Freeads Classifieds is not liable for mobile operator or other technical errors which result in Freeads Classifieds not receiving your text.</p>\n<p>\n<br>- If you use The Service to upgrade your ad, Freeads does not warrant that your ad will stay at the top of the listings page for any length of time.</p>\n<p>\n<br>- The Service is provided via a telecommunication network operated by Engage Hub.\nWhen using The Service, you will not engage in any actions that might be considered an abuse of Engage Hub's network or the network of any mobile carrier with whom Engage Hub contracts.</p>\n<p>\n<br>In particular, you will not:<br>i.\nAttempt to circumvent user authentication or security of any telecommunication network or account.<br>ii.\nAttempt to interfere with or deny access to any service or host.<br>iii.\nSend any unsolicited messages.<br>iv.\nUse The Service for any illegal purpose, or for the transmission or offering of any information or services which are libellous, unlawful, abusive, threatening, harmful, threatening, defamatory, or in anyway infringe the laws governing, but not exhaustively covering, copyright, intellectual property rights, trademarks, pornography, or any other material that is slanderous or may cause offence in any way.</p>\n<p>\n<br>5.\nBy calling or texting the service you will be deemed to have read and understood the above terms and conditions and be bound by them.</p>\n<p>&nbsp;</p>\n<p>These terms and conditions shall be governed by and in accordance with English law and subject to the exclusive jurisdiction of the English Courts.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Held Duration of deposits:</strong>\n</p>\n<p>\n<br>\n</p>\n<p>Deposit payments which have been:</p>\n<p>\n<br>\n</p>\n<p>-Paid by a buyer to a seller</p>\n<p>-Received by a seller as form of an initial viewing deposit but not collected</p>\n<p>-Marked as on hold whilst KYC verification from a user is required</p>\n<p>\n<br>\n</p>\n<p>Will be held by Freeads within our financial system for A MAXIMUM of 75 days.</p>\n<p>\n<br>\n</p>\n<p>After this period, any payment which has not been collected by the designated party it was released to, or the intended recipient will be cancelled and refunded back to the original source of payment.</p>\n<br>Stripe Connected Account Agreement<p>Last updated: October 20, 2020</p>\n<p>&nbsp;</p>\n<p>Thank you for using&nbsp;Stripe Connect.\nThis agreement governs your use of Stripe Connect, and describes how you and your third-party platform provider(s) may use Stripe Connect to enable you to use Stripe’s services, which includes the ability to accept payments for goods or services, or receive charitable donations, as well as other related services.\nPlease review the Stripe Connected Account Agreement, which begins below the Recipient Info section, if you are using Stripe Connect to use Stripe’s payment processing services.</p>\n<p>Your Connect Platform may also use Stripe Connect to direct Stripe to send funds to you, including through Stripe’s Global Payouts service.\nIf you are receiving funds from a Connect Platform, you are not using the Stripe services to accept payment for goods or services from a customer, and the Connected Account Agreement does not apply to you.\nPlease review the Recipient Info section below for more information about receiving funds from a Connect Platform.</p>Recipient Info<p>Stripe provides Connect Platforms with the ability to use Stripe Connect to facilitate payments to vendors who have provided goods or services.\nYou are not a Stripe customer, and the Connected Account Agreement does not apply to you, if you are receiving payment from a Connect Platform for providing a good or service.\nStripe will facilitate the transfer of funds to you based on instructions given to Stripe by the Connect Platform.\nYou may have a separate agreement with a Connect Platform for the Connect Platform to pay you for goods or services.\nPlease contact the Connect Platform with any questions about the status of any funds the Connect Platform has sent to you.</p>\n<p>As part of Stripe Connect, Stripe may separately offer you the ability to access an information portal managed by Stripe in order for you to see the status of payments from a Connect Platform.\nThe portal terms apply to you when you access the portal.</p>Stripe Connected Account Agreement<p>This Stripe Connected Account Agreement (“Connected Account Agreement”) is an agreement between Stripe and you, being the person or legal entity (including sole proprietors) identified to Stripe as the owner of the Stripe Account that is to be integrated with third-party platform providers that use Stripe Connect (“Connect Platforms”).\nYou expressly agree to the terms and conditions of this Connected Account Agreement, the&nbsp;Stripe Services Agreement, and any updates or modifications to either of those documents made from time to time by Stripe.</p>\n<p>We use a number of defined terms in this Connected Account Agreement.\nThe products and services that you receive from a Connect Platform, regardless of whether or not fees are charged, are referred to as “Platform Services”.\nExamples of Platform Services that a Connect Platform may agree to provide are web development or hosting services, customer service, processing of refunds, and the handling of consumer complaints.\nYour agreement with a Connect Platform for the provision of the Platform Services is “Your Platform Agreement”.\nActions submitted by you or on your behalf using Stripe Connect are referred to as “Activity”, and this includes the communication of information about Transactions (including Charges) and Refunds, adjustments, the handling of Disputes (including chargebacks), as well as other features as described in the&nbsp;Stripe Connect documentation, and “Your Data” refers to data about you, Activity on your Stripe Account, and your Transactions.\nFor other capitalized terms not defined in this Connected Account Agreement (either in-line or by hyperlink), the applicable definitions are set out in the Stripe Services Agreement.</p>\n<p>You represent to Stripe that all of the information that you provide to us directly or through a Connect Platform is accurate and complete, and that you are authorized to agree to this Connected Account Agreement.</p>1.\nRelationship to Other Agreements<p>Please read this Connected Account Agreement carefully.\nTo the extent that there is a conflict between the Stripe Services Agreement and this Connected Account Agreement related to your use of Stripe Connect, this Connected Account Agreement will prevail.</p>2.\nStripe Connect — Your Stripe Account<p>Stripe Connect allows Connect Platforms to help you use the Services, which may include the ability for you to receive payments for goods and services, or to receive charitable or campaign donations.\nA Connect Platform may help you to create your Stripe Account, or to integrate your existing Stripe Account with the Connect Platform.\nA Connect Platform may also conduct Activity on your behalf, provided that it does so in accordance with Your Platform Agreement.\nYou should read Your Platform Agreement carefully in order to understand the nature of the Platform Services and the Activity that a Connect Platform may conduct on your behalf.\nStripe is not a Connect Platform, and only provides the Services described in this Connected Account Agreement and the Stripe Services Agreement.</p>3.\nYour Obligations<p>You are solely responsible for, and Stripe disclaims all liability for, the provision of any goods or services sold to your customers or users as part of your use of the Services, and any obligations you may owe to your customers or users.\nWhile you may agree to share some liability with a Connect Platform, you are always financially liable to Stripe for Disputes (including chargebacks), Refunds, and any fines that arise from your use of the Services.\nThese obligations are described in more detail in&nbsp;Section C of the Stripe Services Agreement.</p>\n<p>Depending on the Connect Platform, you may have access to directly manage your Stripe Account through the Stripe dashboard.\nIf such access is made available to you, you are responsible for all actions taken on your Stripe Account through the Stripe dashboard, including the initiation of Refunds or changing of depository bank information.</p>\n<p>Depending on your location, a Connect Platform may allow you to receive payment processing proceeds via settlement into a bank account connected to your debit card (“Instant Payout”).\nYour Connect Platform should let you know if there is a fee associated with your use of Instant Payouts.\nWhen Instant Payouts is used, Stripe will attempt to settle payment processing proceeds within minutes of receiving the payout request.\nDepending on your bank, it may take up to two business days for your payment processing proceeds to settle via Instant Payouts.\nStripe and your Connect Platform reserve the right to change or suspend Instant Payouts to you at any time, including (a) due to pending, anticipated, or excessive Disputes, Chargebacks, Refunds, or Reversals.\n(b) in the event of suspected or actual fraudulent, illegal or other malicious activity.\nor (c) where we are required by Law or court order.</p>4.\nRelationship to Connect Platforms<p>You understand and agree that Connect Platforms and Stripe may share Your Data in order to facilitate your use of Stripe Connect or the Platform Services.\nWhere Stripe receives Your Data from Connect Platforms, Stripe may use the Data in accordance with the Stripe Services Agreement and the&nbsp;Stripe Privacy Policy.</p>\n<p>The pricing for your use of the Services with a Connect Platform will depend on your agreement with the Connect Platform.\nStripe does not control and is not responsible for Connect Platform fees charged to you, which should be made clear to you in Your Platform Agreement.\nStripe’s&nbsp;standard fees&nbsp;for the Services are posted on our web site, although Stripe may have agreed fees with a Connect Platform that are different from these amounts.\nStripe’s fees will either be disclosed to you separately, or will be consolidated with the fees for the Platform Services.\nStripe will have the right to deduct from your Stripe Account balance both Stripe’s fees for Services and the Platform Services fees specified to us by the Connect Platform.\nIf your Stripe Account balance becomes negative, you authorize Stripe to debit the amount owed from your Payout Account.\nIf you believe that fees have been incorrectly deducted, or that your Connect Platform has not properly disclosed its fees to you, please&nbsp;contact us.</p>5.\nLimitations on Stripe’s Liability<p>Stripe is not responsible for the acts or omissions of any Connect Platform in providing services to you or your customers, or for any non-compliance by a Connect Platform with the terms of Your Platform Agreement.\nStripe is also not responsible for your obligations to your customers (including to properly describe and deliver the goods or services being sold to your customers).\nYou are solely responsible for, and Stripe expressly disclaims all liability for, your compliance with applicable laws and obligations related to your provision of the goods or services to your customers, or receipt of charitable donations.\nThis may include providing customer service, notification and handling of refunds or consumer complaints, provision of receipts, registering your legal entity, or other actions not related to the Services.\nYou agree to indemnify Stripe for any losses we incur based on your failure to properly describe or deliver goods or services, or comply with your legal or contractual obligations to your customers.</p>6.\nOther General Legal Terms<p>a.\nTerm, Termination, and the Effects of Termination:&nbsp;The term of this Connected Account Agreement will begin when you register your Stripe Account with a Connect Platform and will end when terminated by you or by Stripe, as described in this Connected Account Agreement.\nYou may terminate this Connected Account Agreement at any time by providing notice to Stripe and immediately ceasing your use of Stripe Connect.\nHowever, if you commence using Stripe Connect again, you are consenting to this Connected Account Agreement.\nStripe may terminate this Connected Account Agreement (a) where you are in breach of this Connected Account Agreement and fail to cure the breach upon 30 days’ notice by Stripe (such notice and cure period only being required if curing the breach is feasible).\nor (b) upon 120 days’ notice for any reason.\nStripe may also terminate this Connected Account Agreement immediately if you are the subject of any voluntary or involuntary bankruptcy or insolvency petition or proceeding, or if Stripe determines that you are engaged in activity that fails to comply with applicable law or causes a significant risk of reputational harm to Stripe.</p>\n<p>Section 5 and all provisions giving rise to continuing obligations will survive termination of this Connected Account Agreement.\nAs stated above, the Stripe Services Agreement governs your use of Services, so the termination of this Connected Account Agreement will not immediately trigger termination of the Stripe Services Agreement.\nAll obligations in the Stripe Services Agreement will only be terminated in accordance with the terms and conditions of the Stripe Services Agreement.\nTermination of the Stripe Services Agreement will cause this Connected Account Agreement to automatically terminate.</p>\n<p>b.\nGoverning Law, Disputes, and Interpretation:&nbsp;The provisions of the applicable Stripe Services Agreement governing applicable law (jurisdiction), location of suits and disputes (venue), and any method for dispute resolution are incorporated into this Connected Account Agreement by reference.\nHeadings are included for convenience only, and should not be considered in interpreting this Connected Account Agreement.\nNo provision of this Connected Account Agreement will be construed against any party on the basis of that party being the drafter.\nUnless stated otherwise, the word “including” means “including, without limitation.” This Connected Account Agreement does not limit any rights of enforcement that Stripe may have under trade secret, copyright, patent, or other laws.\nStripe’s delay or failure to assert any right or provision under this Connected Account Agreement does not constitute a waiver of such right or provision.\nNo waiver of any term of this Connected Account Agreement will be deemed a further or continuing waiver of such term or any other term.</p>\n<p>c.\nStripe Services Agreement:&nbsp;The Stripe Services Agreement version incorporated into this Connected Account Agreement is the version applicable to your Stripe Account jurisdiction.\nIf the name of your jurisdiction does not appear in the title of the page accessible via this`&nbsp;Stripe Services Agreement&nbsp;link, please&nbsp;contact us&nbsp;and we will provide you with the correct link.</p>\n<p>d.\nRight to Amend:&nbsp;Stripe may amend this Connected Account Agreement at any time.\nYou will be provided with notice of amendments through email (which may originate from Stripe or from a Connect Platform), the Stripe dashboard, and/or Stripe’s web site.\nYou agree that any changes to this Connected Account Agreement will be binding on you 7 days after the amendment is made by Stripe (or, if a longer period is required by applicable law, such longer period).\nIf you elect to not accept the changes to this Connected Account Agreement, you must (a) provide notice to Stripe and (b) immediately cease using Stripe Connect.\nWhere you do not provide such notice prior to the amendments becoming binding, by continuing to use the Services you agree that you are consenting to any such changes to the Connected Account Agreement.</p>\n<p>e.\nAssignment:&nbsp;You may not assign or attempt to assign this Connected Account Agreement without the express consent of Stripe in advance.</p>\n<p>f.\nEntire Agreement:&nbsp;This Connected Account Agreement constitutes the entire agreement between you and Stripe with respect to Stripe Connect.\nThis Agreement sets forth your exclusive remedies with respect to Stripe Connect.\nIf any provision or portion of this Connected Account Agreement is held to be invalid or unenforceable under applicable law, then it will be reformed interpreted to accomplish the objectives of such provision to the greatest extent possible, and all remaining provisions will continue in full force and effect.</p>7.\nSupplemental Terms<p>If your Stripe Account was created on or after October 20, 2020, these additional terms supplement Section 2 above and apply to your Stripe Account:</p>\n<p>Your Connect Platform may restrict your ability to (a) disconnect your Stripe Account from the Connect Platform, or (b) view, access or activate certain Services, provided that in each case it does so in accordance with Your Platform Agreement.\nDepending on your Connect Platform, you may have access to directly manage your Stripe Account through the Stripe dashboard.\nIf you do not have this access, please contact your Connect Platform if you need support or have any questions relating to the Services, this Connected Account Agreement or the Stripe Services Agreement.</p>\n<p>\n</p>8.\nUnclaimed deposits via our PetSafe scheme<p>\n<br>\n</p>\n<p>Deposits can only be held for a maximum of 75 days for both buyers and breeders.\nIf you do not complete our ID and bank verification as a breeder, then your payment cannot be released to you and will be returned to the buyer after a period of 75 days.\nIf a buyer has not released a deposit to a breeder, then the deposit will be refunded after 75 days to the card used for the original payment.<br>\n</p>\n<p>\n<br>\n</p>\n<p>Thank you and welcome to Stripe Connect!</p>\n<p>Was this article helpful?</p> No Yes <p>That’s Great!</p>\n<p>Thank you for your feedback</p>\n<p>Sorry! We couldn't be helpful</p>\n<p>Thank you for your feedback</p> Your e-mail address * <p>Let us know how can we improve this article! *</p> Need more information Difficult to understand Inaccurate/irrelevant content Missing/broken link Select atleast one of the reasons Please give your comments Cancel Send <p>Feedback sent</p>\n<p>We appreciate your effort and will try to fix the article</p> Print Articles in this folder - <ul>\n<li> Terms and conditions </li>\n<li> PetSafe Deposit Scheme Terms and Conditions </li>\n<li> Privacy, Cookie &amp.\nData Policy </li>\n<li> Refund Policy </li>\n</ul> You may like to read - <ul>\n<li> About our Petsafe deposit scheme </li>\n<li> How do I withdraw my funds </li>\n<li> How to accept Petsafe deposits on your advert </li>\n<li> How do I cancel a deposit? </li>\n</ul> ", "created_at": "2023-09-08 00:16:29.170398", "updated_at": "2023-09-08 00:16:39.499693"}], "points": [], "urls": ["freeads.co.uk"]}}