{"error": 448, "message": "OK", "parameters": {"id": 7873, "name": "TrufflePiggy", "created_at": "2023-04-03 18:03:20.247116", "updated_at": "2023-04-22 11:50:36.446733", "wikipedia": null, "keywords": null, "related": null, "slug": "trufflepiggy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7873.png", "url": "trufflepiggy.com", "documents": [{"id": 15202, "name": "Privacy Policy", "url": "https://trufflepiggy.com/privacy", "xpath": "/html/body/section[2]/div/section", "text": " <p>Terms of use | Privacy policy | Cookie information | GDPR | Imprint</p> Privacy policy <i>Last update on 28.09.2021</i> About our data use <p> Note We will never ask you for your password via email or messenger after you have signed up.<br> Hint You can download all your personal data at our GDPR self-service.\n</p> Data controller <ul>\n<li>Dipl.-Ing.\nClemens Mautner Markhof - Creator &amp.\nFounder of Trufflepiggy</li>\n</ul> We use the following data <ul>\n<li>Data submitted during sign up: email and name(only social logins) and password(only email).\n<ul>\n<li>Anonymous profiles use a special-link for login and don't require any personal credentials.</li>\n</ul>\n</li>\n<li>Email addresses will be used for password recovery and to inform you about important company updates.</li>\n<li>Your extension setup, options and created search-items and search-groups will be stored on our servers to keep a backup and allow extended sync options.\nFor more details continue reading at our Quick Search and Context Search section further below.</li>\n</ul> Privacy <ul>\n<li>By default no search data will ever be transmitted nor stored on our servers, nor shared with any 3rd parties.</li>\n<ul>\n<li>Some optional features may require to store search-data locally or remotely on our servers.\nYou will be notified in such cases before activating them.</li>\n</ul>\n<li>Your normal web-searches will never be tracked or transmitted to our servers.</li>\n<li>Email addresses will be used for password recovery and to inform you about important company updates.</li>\n<li>Your extension setup, options and created search-items and search-groups will be stored on our servers to keep a backup and allow extended sync options.\nFor more details continue reading at our Quick Search and Context Search section further below.</li>\n<li>Stored data may be used as an anonymized aggregated dataset to show e.g.\npopular or trending public search-items and/or public search-groups.</li>\n</ul> Security <ul>\n<li>All passwords are stored and secured in a hash format so they aren't readable by anyone including us.</li>\n<li>Each password uses it's own salt.</li>\n<li>All login and sign up pages are only accessible through encrypted connections(https).</li>\n<li>Our servers are in secured datacenters in Germany.</li>\n</ul> Data storage duration <ul>\n<li>We only try to save and keep data that is essential for providing and constantly evaluating our service.\nTherefore most data will be saved indefinitely.</li>\n<li>If you delete your profile all personal and private information will be deleted.</li>\n<li>Some data like your private search-items or your extension options can be deleted/resetted anytime manually on the related pages.</li>\n<li>Generated data for public use, e.g.\npublic search-items or search-groups, will be kept even if you delete your account, to guarantee a smooth experience for our other users.</li>\n</ul> Trufflepiggy - Context Search browser extension <ul>\n<li>The Trufflepiggy - Context Search browser extension is a addon that adds advanced search capabilities to your context menu.</li>\n<li>Beside the information you may enter on our website during the setup process no data will be transfered or stored about you.</li>\n<li>Right now no information will be tracked about your web activity while you search with Trufflepiggy - Context Search.</li>\n</ul> Trufflepiggy - Quick Search browser extension <ul>\n<li>The Trufflepiggy - Quick Search browser extension is a content script that adds some functionality via the downloaded extension files to any website you visit.</li>\n<li>During this process no data will be transferred to our server at any time.</li>\n<li>As soon as you start Trufflepiggy by clicking on the browser extension icon, using the shortcut, or the Trufflepiggy nose, Trufflepiggy will create a local overlay.\nPer opt-in the overlay can be loaded from our servers via an iframe.</li>\n<li>At this point we don't save any information about the websites you visit.\nWe only update some general user data like last login time and view count.\nThe same as you would visit our website directly.</li>\n<li>Per default options no information will be tracked about your web activity while you search Trufflepiggy - Quick Search.\n</li>\n<li>If you use incognito or private browsing none of the mentioned search data will be transmitted or saved from us.</li>\n</ul> Google Analytics Disclaimer <p> To further improve your privacy all Google Analytic scripts have been removed from trufflepiggy.com.\n</p> Google AdSense Disclaimer <p>Currently the website doesn't use any AdSense integration.\nHowever we reserve the right to eventually use Google AdSense to display ads.\nGoogle's use of the DoubleClick cookie enables it and its partners to serve ads to your users based on their visit to your sites and/or other sites on the Internet.<br>\n<br> Hint Take a look at our cookie information to change some settings.</p> Last but not least <p> We have the deepest respect for your privacy.\nSo if you still have some questions please feel free to contact us any time.\n</p>\n<br>\n<br> ", "created_at": "2023-04-03 18:03:20.279391", "updated_at": "2023-04-03 18:05:50.592726"}, {"id": 15203, "name": "Cookie information", "url": "https://trufflepiggy.com/cookies", "xpath": "/html/body/section[2]/div/section/div", "text": " <p>Terms of use | Privacy policy | Cookie information | GDPR | Imprint</p> Cookie information <i>Last update on 13.12.2019</i> Cookies <p>To make this site work properly, we sometimes place small data files called cookies on your device.\nMost big websites do this too.</p> What are cookies? <p>A cookie is a small text file that a website saves on your computer or mobile device when you visit the site.\nIt enables the website to remember your actions and preferences (such as login, language, font size and other display preferences) over a period of time, so you don’t have to keep re-entering them whenever you come back to the site or browse from one page to another.</p> How do we use cookies? <ul>\n<li>We use our own cookies to keep track of your user status(e.g.\nvotes, login, user profile page,...), general website functions and addon installations.</li>\n</ul> What other cookies from 3rd party tools do we use? <ul>\n<li>Currently we don't use any 3rd party cookies.</li>\n</ul> How to control cookies <p>You can control and/or delete cookies as you wish – for details, see allaboutcookies.org.\nYou can delete all cookies that are already on your computer and you can set most browsers to prevent them from being placed.\nIf you do this, however, you may have to manually adjust some preferences every time you visit a site and some services and functionalities may not work.</p>\n<br>\n<br> ", "created_at": "2023-04-03 18:06:33.697379", "updated_at": "2023-04-03 18:06:40.954928"}, {"id": 15204, "name": "Terms of use", "url": "https://trufflepiggy.com/tos", "xpath": "/html/body/section[2]/div/section", "text": " <p>Terms of use | Privacy policy | Cookie information | GDPR | Imprint</p> Terms of use <i>Last update on 20.12.2021 (Updated affiliate partners)</i> Intro <p>We try to keep our terms of use as short and simple as possible.\nAt all we just want to offer you one of the best search and find tools on the market.\nIf you have questions you can always contact us on facebook or twitter.</p> Terms <ol>\n<li>Trufflepiggy is a free to use web service and browser add-on software that enables you to find everything instantly on your favourite sites.</li>\n<li>We are not responsible if you might have too much time on one's hand after using our services and add-ons.</li>\n<li>By visiting and using our website and add-ons you agree to our terms of use.</li>\n<li>We reserve the right to offer our policies(terms of use, privacy policy, cookie information) only in english or german because we can't afford any other translations yet.</li>\n<li>We may show you ads, also from 3rd party ad-networks, while searching.</li>\n<li>Offered site searches may have an affiliate tag associated with them.\nSee a list of our partners below.</li>\n<li>We may add/remove affiliate tags of your created public sites</li>\n<li>Don't contribute sites with an affiliate tag of your own.</li>\n<li>We reserve the right to refuse or change any submitted contributions without reason.</li>\n<li>We reserve the right to to make minor changes of our policies without contacting you personally by email.\nUpdates will be mentioned in the changelog.\nFuture updates may be announced in-app or via our social channels.\n</li>\n<li>By using our services you acknowledge that we may use aggregated data for commercial purposes and to develop new features.\nHowever we don't sell individual personalized data.\nWe respect your privacy.</li>\n<li>You acknowledge our privacy policy and cookie information.</li>\n<li>We, Trufflepiggy e.U., are not liable for any damages the use of our software might cause.</li>\n<li>If one of terms above isn't valid in your country it shall not invalidate other terms.</li>\n</ol> Affiliate Partners <ul>\n<li>Ebay, Humble Bundle, Rum-depot.de, Adcell.de, Walmart.com, Walmart.ca</li>\n</ul>\n<br>\n<br> ", "created_at": "2023-04-03 18:08:19.095173", "updated_at": "2023-04-03 18:08:25.061106"}], "points": [], "urls": ["trufflepiggy.com"]}}