{"error": 448, "message": "OK", "parameters": {"id": 7735, "name": "Waldo Vision", "created_at": "2023-03-26 14:40:50.986697", "updated_at": "2023-09-19 22:02:23.316215", "wikipedia": null, "keywords": null, "related": null, "slug": "waldo-vision", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7735.png", "url": "waldo.vision", "documents": [{"id": 14915, "name": "Terms of Service", "url": "https://docs.waldo.vision/legal/terms-of-service/", "xpath": "//*[@id=\"article\"]", "text": " Terms and Conditions of Use On this page<ul>\n<li>1.\nAGREEMENT TO TERMS</li>\n<li>2.\nINTELLECTUAL PROPERTY RIGHTS</li>\n<li>3.\nUSER REPRESENTATIONS</li>\n<li>4.\nUSER REGISTRATION</li>\n<li>5.\nPROHIBITED ACTIVITIES</li>\n<li>6.\nUSER GENERATED CONTRIBUTIONS</li>\n<li>7.\nCONTRIBUTION LICENSE</li>\n<li>8.\nSOCIAL MEDIA</li>\n<li>9.\nSUBMISSIONS</li>\n<li>10.\nTHIRD-PARTY WEBSITE AND CONTENT</li>\n<li>11.\nSITE MANAGEMENT</li>\n<li>12.\nPRIVACY POLICY</li>\n<li>13.\nCOPYRIGHT INFRINGEMENTS</li>\n<li>14.\nTERM AND TERMINATION</li>\n<li>15.\nMODIFICATIONS AND INTERRUPTIONS</li>\n<li>16.\nGOVERNING LAW</li>\n<li>17.\nDISPUTE RESOLUTION</li>\n<li>18.\nCORRECTIONS</li>\n<li>19.\nDISCLAIMER</li>\n<li>20.\nLIMITATIONS OF LIABILITY</li>\n<li>21.\nINDEMNIFICATION</li>\n<li>22.\nUSER DATA</li>\n<li>23.\nELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES</li>\n<li>24.\nCALIFORNIA USERS AND RESIDENTS</li>\n<li>25.\nMISCELLANEOUS</li>\n<li>26.\nCONTACT US</li>\n</ul>\n<blockquote>\n<p>Last updated January 11, 2023</p>\n</blockquote>\n1.\nAGREEMENT TO TERMS\n<p>These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Waldo Intelligence LLC (“Company,” “we,” “us,” or “our”), concerning your access to and use of the https://waldo.vision website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).\nWe are registered in Texas, United States and have our registered office at PO BOX 7782, Amarillo, TX 79114.\nYou agree that by accessing the Site, you have read, understood, and agreed to be bound by all of these Terms of Use.\nIF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY.</p>\n<p>Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use from time to time.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nPlease ensure that you check the applicable Terms every time you use our Site so that you understand which Terms apply.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.</p>\n<p>The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.</p>\n<p>The Site is not tailored to comply with industry-specific regulations (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), etc.), so if your interactions would be subjected to such laws, you may not use this Site.\nYou may not use the Site in a way that would violate the Gramm-Leach-Bliley Act (GLBA).</p>\n<p>The Site is intended for users who are at least 13 years of age.\nAll users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Site.\nIf you are a minor, you must have your parent or guardian read and agree to these Terms of Use prior to you using the Site.</p>\n2.\nINTELLECTUAL PROPERTY RIGHTS\n<p>Unless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, international copyright laws, and international conventions.\nThe Content and the Marks are provided on the Site “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms of Use, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.</p>\n<p>Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.</p>\n3.\nUSER REPRESENTATIONS\n<p>By using the Site, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete.\n(2) you will maintain the accuracy of such information and promptly update such registration information as necessary.\n(3) you have the legal capacity and you agree to comply with these Terms of Use.\n(4) you are not under the age of 13.\n(5) you are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Site.\n(6) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise.\n(7) you will not use the Site for any illegal or unauthorized purpose.\nand (8) your use of the Site will not violate any applicable law or regulation.</p>\n<p>If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).</p>\n4.\nUSER REGISTRATION\n<p>You may be required to register with the Site.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.</p>\n5.\nPROHIBITED ACTIVITIES\n<p>You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.</p>\n<p>As a user of the Site, you agree not to:\nSystematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.\nTrick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.\nCircumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein.\nDisparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.\nUse any information obtained from the Site in order to harass, abuse, or harm another person.\nMake improper use of our support services or submit false reports of abuse or misconduct.\nUse the Site in a manner inconsistent with any applicable laws or regulations.\nEngage in unauthorized framing of or linking to the Site.\nUpload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.\nEngage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.\nDelete the copyright or other proprietary rights notice from any Content.\nAttempt to impersonate another user or person or use the username of another user.\nUpload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).\nInterfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.\nHarass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site to you.\nAttempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.\nCopy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.\nExcept as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.\nExcept as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software.\nUse a buying agent or purchasing agent to make purchases on the Site.\nMake any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.\nUse the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.\nUse the Site to advertise or offer to sell goods and services.\nSell or otherwise transfer your profile.</p>\n6.\nUSER GENERATED CONTRIBUTIONS\n<p>The Site may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality, and may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, “Contributions”).\nContributions may be viewable by other users of the Site and through third-party websites.\nAs such, any Contributions you transmit may be treated as non-confidential and non-proprietary.\nWhen you create or make available any Contributions, you thereby represent and warrant that:\nThe creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.\nYou are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Use.\nYou have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Use.\nYour Contributions are not false, inaccurate, or misleading.\nYour Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.\nYour Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).\nYour Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.\nYour Contributions are not used to harass or threaten (in the legal sense of those terms) any other person and to promote violence against a specific person or class of people.\nYour Contributions do not violate any applicable law, regulation, or rule.\nYour Contributions do not violate the privacy or publicity rights of any third party.\nYour Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.\nYour Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.\nYour Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Use, or any applicable law or regulation.\nAny use of the Site in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Site.</p>\n7.\nCONTRIBUTION LICENSE\n<p>By posting your Contributions to any part of the Site or making Contributions accessible to the Site by linking your account from the Site to any of your social networking accounts, you automatically grant, and you represent and warrant that you have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part), and distribute such Contributions (including, without limitation, your image and voice) for any purpose, commercial, advertising, or otherwise, and to prepare derivative works of, or incorporate into other works, such Contributions, and grant and authorize sublicenses of the foregoing.\nThe use and distribution may occur in any media formats and through any media channels.</p>\n<p>This license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide.\nYou waive all moral rights in your Contributions, and you warrant that moral rights have not otherwise been asserted in your Contributions.</p>\n<p>We do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.\nWe are not liable for any statements or representations in your Contributions provided by you in any area on the Site.\nYou are solely responsible for your Contributions to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.</p>\n<p>We have the right, in our sole and absolute discretion, (1) to edit, redact, or otherwise change any Contributions.\n(2) to re-categorize any Contributions to place them in more appropriate locations on the Site.\nand (3) to pre-screen or delete any Contributions at any time and for any reason, without notice.\nWe have no obligation to monitor your Contributions.</p>\n8.\nSOCIAL MEDIA\n<p>As part of the functionality of the Site, you may link your account with online accounts you have with third-party service providers (each such account, a “Third-Party Account”) by either: (1) providing your Third-Party Account login information through the Site.\nor (2) allowing us to access your Third-Party Account, as is permitted under the applicable terms and conditions that govern your use of each Third-Party Account.\nYou represent and warrant that you are entitled to disclose your Third-Party Account login information to us and/or grant us access to your Third-Party Account, without breach by you of any of the terms and conditions that govern your use of the applicable Third-Party Account, and without obligating us to pay any fees or making us subject to any usage limitations imposed by the third-party service provider of the Third-Party Account.\nBy granting us access to any Third-Party Accounts, you understand that (1) we may access, make available, and store (if applicable) any content that you have provided to and stored in your Third-Party Account (the “Social Network Content”) so that it is available on and through the Site via your account, including without limitation any friend lists and (2) we may submit to and receive from your Third-Party Account additional information to the extent you are notified when you link your account with the Third-Party Account.\nDepending on the Third-Party Accounts you choose and subject to the privacy settings that you have set in such Third-Party Accounts, personally identifiable information that you post to your Third-Party Accounts may be available on and through your account on the Site.\nPlease note that if a Third-Party Account or associated service becomes unavailable or our access to such Third Party Account is terminated by the third-party service provider, then Social Network Content may no longer be available on and through the Site.\nYou will have the ability to disable the connection between your account on the Site and your Third-Party Accounts at any time.\nPLEASE NOTE THAT YOUR RELATIONSHIP WITH THE THIRD-PARTY SERVICE PROVIDERS ASSOCIATED WITH YOUR THIRD-PARTY ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD-PARTY SERVICE PROVIDERS.\nWe make no effort to review any Social Network Content for any purpose, including but not limited to, for accuracy, legality, or non-infringement, and we are not responsible for any Social Network Content.\nYou acknowledge and agree that we may access your email address book associated with a Third-Party Account and your contacts list stored on your mobile device or tablet computer solely for purposes of identifying and informing you of those contacts who have also registered to use the Site.\nYou can deactivate the connection between the Site and your Third-Party Account by contacting us using the contact information below or through your account settings (if applicable).\nWe will attempt to delete any information stored on our servers that was obtained through such Third-Party Account, except the username and profile picture that become associated with your account.</p>\n9.\nSUBMISSIONS\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (“Submissions”) provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.</p>\n10.\nTHIRD-PARTY WEBSITE AND CONTENT\n<p>The Site may contain (or you may be sent via the Site) links to other websites (“Third-Party Websites”) as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (“Third-Party Content”).\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.</p>\n11.\nSITE MANAGEMENT\n<p>We reserve the right, but not the obligation, to: (1) monitor the Site for violations of these Terms of Use.\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities.\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof.\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.\nand (5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.</p>\n12.\nPRIVACY POLICY\n<p>We care about data privacy and security.\nPlease review our Privacy Policy: https://docs.waldo.vision/legal/privacy-policy/.\nBy using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use.\nPlease be advised the Site is hosted in Finland.\nIf you access the Site from any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in Finland, then through your continued use of the Site, you are transferring your data to Finland, and you agree to have your data transferred to and processed in Finland.\nFurther, we do not knowingly accept, request, or solicit information from children or knowingly market to children.\nTherefore, in accordance with the U.S.\nChildren’s Online Privacy Protection Act, if we receive actual knowledge that anyone under the age of 13 has provided personal information to us without the requisite and verifiable parental consent, we will delete that information from the Site as quickly as is reasonably practical.</p>\n13.\nCOPYRIGHT INFRINGEMENTS\n<p>We respect the intellectual property rights of others.\nIf you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify us using the contact information provided below (a “Notification”).\nA copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.\nPlease be advised that pursuant to applicable law you may be held liable for damages if you make material misrepresentations in a Notification.\nThus, if you are not sure that material located on or linked to by the Site infringes your copyright, you should consider first contacting an attorney.</p>\n14.\nTERM AND TERMINATION\n<p>These Terms of Use shall remain in full force and effect while you use the Site.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.</p>\n<p>If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.</p>\n15.\nMODIFICATIONS AND INTERRUPTIONS\n<p>We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.</p>\n<p>We cannot guarantee the Site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site.\nNothing in these Terms of Use will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.</p>\n16.\nGOVERNING LAW\n<p>These Terms of Use and your use of the Site are governed by and construed in accordance with the laws of the State of Texas applicable to agreements made and to be entirely performed within the State of Texas, without regard to its conflict of law principles.</p>\n17.\nDISPUTE RESOLUTION\n<p>Informal Negotiations</p>\n<p>To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Use (each “Dispute” and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30) days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.</p>\n<p>Binding Arbitration</p>\n<p>If the Parties are unable to resolve a Dispute through informal negotiations, the Dispute (except those Disputes expressly excluded below) will be finally and exclusively resolved through binding arbitration.\nYOU UNDERSTAND THAT WITHOUT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nThe arbitration shall be commenced and conducted under the Commercial Arbitration Rules of the American Arbitration Association (“AAA”) and, where appropriate, the AAA’s Supplementary Procedures for Consumer Related Disputes (“AAA Consumer Rules”), both of which are available at the AAA website: www.adr.org.\nYour arbitration fees and your share of arbitrator compensation shall be governed by the AAA Consumer Rules and, where appropriate, limited by the AAA Consumer Rules.\nThe arbitration may be conducted in person, through the submission of documents, by phone, or online.\nThe arbitrator will make a decision in writing, but need not provide a statement of reasons unless requested by either Party.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nExcept where otherwise required by the applicable AAA rules or applicable law, the arbitration will take place in Potter County, Texas.\nExcept as otherwise provided herein, the Parties may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.</p>\n<p>If for any reason, a Dispute proceeds in court rather than arbitration, the Dispute shall be commenced or prosecuted in the state and federal courts located in Potter County, Texas, and the Parties hereby consent to, and waive all defenses of lack of personal jurisdiction, and forum non conveniens with respect to venue and jurisdiction in such state and federal courts.\nApplication of the United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transaction Act (UCITA) is excluded from these Terms of Use.</p>\n<p>In no event shall any Dispute brought by either Party related in any way to the Site be commenced more than one (1) years after the cause of action arose.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable, and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.</p>\n<p>Restrictions</p>\n<p>The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding.\n(b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.</p>\n<p>Exceptions to Informal Negotiations and Arbitration</p>\n<p>The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party.\n(b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.</p>\n18.\nCORRECTIONS\n<p>There may be information on the Site that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.</p>\n19.\nDISCLAIMER\n<p>THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\n20.\nLIMITATIONS OF LIABILITY\n<p>IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO US.\nCERTAIN US STATE LAWS AND INTERNATIONAL LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.</p>\n21.\nINDEMNIFICATION\n<p>You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) your Contributions.\n(2) use of the Site.\n(3) breach of these Terms of Use.\n(4) any breach of your representations and warranties set forth in these Terms of Use.\n(5) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (6) any overt harmful act toward any other user of the Site with whom you connected via the Site.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.</p>\n22.\nUSER DATA\n<p>We will maintain certain data that you transmit to the Site for the purpose of managing the performance of the Site, as well as data relating to your use of the Site.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site.\nYou agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.</p>\n23.\nELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES\n<p>Visiting the Site, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.</p>\n24.\nCALIFORNIA USERS AND RESIDENTS\n<p>If any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916) 445-1254.</p>\n25.\nMISCELLANEOUS\n<p>These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision.\nThese Terms of Use operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site.\nYou agree that these Terms of Use will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.</p>\n26.\nCONTACT US\n<p>In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:</p>\n<code>Waldo Intelligence LLC\nPO BOX 7782\nAmarillo, TX 79114\nUnited States</code> More\n<ul>\n<li> Edit this page </li>\n<li> Join our community </li>\n</ul> ", "created_at": "2023-03-26 14:42:05.345456", "updated_at": "2023-03-26 14:43:35.691154"}, {"id": 14914, "name": "Privacy Policy", "url": "https://docs.waldo.vision/legal/privacy-policy/", "xpath": "//*[@id=\"article\"]", "text": " Privacy Policy On this page<ul>\n<li>Summary of Key Points</li>\n<li>Table of Contents</li>\n<li>1.\nWhat information do we collect?</li>\n<li>2.\nHow do we process your information?</li>\n<li>3.\nWhat legal bases do we rely on to process your personal information?</li>\n<li>4.\nWhen and with whom do we share your personal information?</li>\n<li>5.\nDo we use cookies and other tracking technologies?</li>\n<li>6.\nHow do we handle your social logins?</li>\n<li>7.\nHow long do we keep your information?</li>\n<li>8.\nHow do we keep your information safe?</li>\n<li>9.\nDo we collect information from minors?</li>\n<li>10.\nWhat are your privacy rights?</li>\n<li>11.\nControls for DO-NOT-TRACK features?</li>\n<li>12.\nDo California residents have specific privacy rights?</li>\n<li>13.\nDo we make updates to this notice?</li>\n<li>14.\nHow can you contact us about this notice?</li>\n<li>15.\nHow can you review, update or delete the data we collect from you?</li>\n</ul>\n<blockquote>\n<p>Last updated January 11, 2023</p>\n</blockquote>\n<p>This privacy notice for Waldo Intelligence LLC (“Company,” “we,” “us,” or “our”), describes how and why we might collect, store, use, and/or share (“process”) your information when you use our services (“Services”), such as when you:\nVisit our website at waldo.vision, or any website of ours that links to this privacy notice\nEngage with us in other related ways, including any sales, marketing, or events\nQuestions or concerns? Reading this privacy notice will help you understand your privacy rights and choices.\nIf you do not agree with our policies and practices, please do not use our Services.\nIf you still have any questions or concerns, please contact us at contact@waldo.vision.</p>\nSummary of Key Points\n<p>This summary provides key points from our privacy notice, but you can find out more details about any of these topics by clicking the link following each key point or by using our table of contents below to find the section you are looking for.\nYou can also click here to go directly to our table of contents.</p>\n<p>What personal information do we process? When you visit, use, or navigate our Services, we may process personal information depending on how you interact with Waldo Intelligence LLC and the Services, the choices you make, and the products and features you use.\nClick here to learn more.</p>\n<p>Do we process any sensitive personal information? We do not process sensitive personal information.</p>\n<p>Do we receive any information from third parties? We do not receive any information from third parties.</p>\n<p>How do we process your information? We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law.\nWe may also process your information for other purposes with your consent.\nWe process your information only when we have a valid legal reason to do so.\nClick here to learn more.</p>\n<p>In what situations and with which parties do we share personal information? We may share information in specific situations and with specific third parties.\nClick here to learn more.</p>\n<p>How do we keep your information safe? We have organizational and technical processes and procedures in place to protect your personal information.\nHowever, no electronic transmission over the internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information.\nClick here to learn more.</p>\n<p>What are your rights? Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information.\nClick here to learn more.</p>\n<p>How do you exercise your rights? The easiest way to exercise your rights is by filling out our data subject request form available here, or by contacting us.\nWe will consider and act upon any request in accordance with applicable data protection laws.</p>\n<p>Want to learn more about what Waldo Intelligence LLC does with any information we collect? Click here to review the notice in full.</p>\nTable of Contents\n<ol>\n<li>What Information Do We Collect?</li>\n<li>How Do We Process Your Information?</li>\n<li>What Legal Bases Do We Rely On To Process Your Personal Information?</li>\n<li>When And With Whom Do We Share Your Personal Information?</li>\n<li>Do We Use Cookies And Other Tracking Technologies?</li>\n<li>How Do We Handle Your Social Logins?</li>\n<li>How Long Do We Keep Your Information?</li>\n<li>How Do We Keep Your Information Safe?</li>\n<li>Do We Collect Information From Minors?</li>\n<li>What Are Your Privacy Rights?</li>\n<li>Controls For Do-not-track Features</li>\n<li>Do California Residents Have Specific Privacy Rights?</li>\n<li>Do We Make Updates To This Notice?</li>\n<li>How Can You Contact Us About This Notice?</li>\n<li>How Can You Review, Update, Or Delete The Data We Collect From You?</li>\n</ol>\n1.\nWhat information do we collect?\nPersonal information you disclose to us\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We collect personal information that you provide to us.</em>\n</p>\n<p>We collect personal information that you voluntarily provide to us when you register on the Services, express an interest in obtaining information about us or our products and Services, when you participate in activities on the Services, or otherwise when you contact us.</p>\n<p>\n<strong>Personal Information Provided by You.</strong> The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make, and the products and features you use.\nThe personal information we collect may include the following:</p>\n<ul>\n<li>usernames</li>\n<li>email addresses</li>\n<li>names</li>\n</ul>\n<p>\n<strong>Sensitive Information.</strong> We do not process sensitive information.</p>\n<p>Social Media Login Data.\nWe may provide you with the option to register with us using your existing social media account details, like your Facebook, Twitter, or other social media account.\nIf you choose to register in this way, we will collect the information described in the section called “How do we handle your social logins?” below.</p>\n<p>All personal information that you provide to us must be true, complete, and accurate, and you must notify us of any changes to such personal information.</p>\nInformation automatically collected\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our Services.</em>\n</p>\n<p>We automatically collect certain information when you visit, use, or navigate the Services.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services, and other technical information.\nThis information is primarily needed to maintain the security and operation of our Services, and for our internal analytics and reporting purposes.</p>\n<p>Like many businesses, we also collect information through cookies and similar technologies.\nYou can find out more about this in our Cookie Notice: https://docs.waldo.vision/legal/cookie-policy/.</p>\n<p>The information we collect includes:</p>\n<ul>\n<li>\n<p>\n<em>Log and Usage Data.</em>\n</p>\n<p>Log and usage data is service-related, diagnostic, usage, and performance information our servers automatically collect when you access or use our Services and which we record in log files.\nDepending on how you interact with us, this log data may include your IP address, device information, browser type, and settings and information about your activity in the Services (such as the date/time stamps associated with your usage, pages and files viewed, searches, and other actions you take such as which features you use), device event information (such as system activity, error reports (sometimes called “crash dumps”), and hardware settings).</p>\n</li>\n</ul>\n2.\nHow do we process your information?\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law.\nWe may also process your information for other purposes with your consent.</em>\n</p>\n<p>\n<strong>We process your personal information for a variety of reasons, depending on how you interact with our Services, including:</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>To facilitate account creation and authentication and otherwise manage user accounts.</strong> We may process your information so you can create and log in to your account, as well as keep your account in working order.</p>\n</li>\n<li>\n<p>\n<strong>To deliver and facilitate delivery of services to the user.</strong> We may process your information to provide you with the requested service.</p>\n</li>\n<li>\n<p>\n<strong>To respond to user inquiries/offer support to users.</strong> We may process your information to respond to your inquiries and solve any potential issues you might have with the requested service.</p>\n</li>\n<li>\n<p>\n<strong>To protect our Services.</strong> We may process your information as part of our efforts to keep our Services safe and secure, including fraud monitoring and prevention.</p>\n</li>\n<li>\n<p>\n<strong>To identify usage trends.</strong> We may process information about how you use our Services to better understand how they are being used so we can improve them.</p>\n</li>\n<li>\n<p>\n<strong>To save or protect an individual’s vital interest.</strong> We may process your information when necessary to save or protect an individual’s vital interest, such as to prevent harm.</p>\n</li>\n</ul>\n3.\nWhat legal bases do we rely on to process your personal information?\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We only process your personal information when we believe it is necessary and we have a valid legal reason (i.e., legal basis) to do so under applicable law, like with your consent, to comply with laws, to provide you with services to enter into or fulfill our contractual obligations, to protect your rights, or to fulfill our legitimate business interests.</em>\n</p>\n<p>\n<strong>\n<em>If you are located in the EU or UK, this section applies to you.</em>\n</strong>\n</p>\n<p>The General Data Protection Regulation (GDPR) and UK GDPR require us to explain the valid legal bases we rely on in order to process your personal information.\nAs such, we may rely on the following legal bases to process your personal information:</p>\n<ul>\n<li>\n<p>\n<strong>Consent.</strong> We may process your information if you have given us permission (i.e., consent) to use your personal information for a specific purpose.\nYou can withdraw your consent at any time.\nClick here to learn more.</p>\n</li>\n<li>\n<p>\n<strong>Performance of a Contract.</strong> We may process your personal information when we believe it is necessary to fulfill our contractual obligations to you, including providing our Services or at your request prior to entering into a contract with you.</p>\n</li>\n<li>\n<p>\n<strong>Legitimate Interests.</strong> We may process your information when we believe it is reasonably necessary to achieve our legitimate business interests and those interests do not outweigh your interests and fundamental rights and freedoms.\nFor example, we may process your personal information for some of the purposes described in order to:</p>\n<ol>\n<li>\n<p>Analyze how our Services are used so we can improve them to engage and retain users</p>\n</li>\n<li>\n<p>Diagnose problems and/or prevent fraudulent activities</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Legal Obligations.</strong> We may process your information where we believe it is necessary for compliance with our legal obligations, such as to cooperate with a law enforcement body or regulatory agency, exercise or defend our legal rights, or disclose your information as evidence in litigation in which we are involved.</p>\n</li>\n<li>\n<p>\n<strong>Vital Interests.</strong> We may process your information where we believe it is necessary to protect your vital interests or the vital interests of a third party, such as situations involving potential threats to the safety of any person.</p>\n</li>\n</ul>\n<p>\n<strong>\n<em>If you are located in Canada, this section applies to you.</em>\n</strong>\n</p>\n<p>We may process your information if you have given us specific permission (i.e., express consent) to use your personal information for a specific purpose, or in situations where your permission can be inferred (i.e., implied consent).\nYou can withdraw your consent at any time.\nClick here to learn more.</p>\n<p>In some exceptional cases, we may be legally permitted under applicable law to process your information without your consent, including, for example:</p>\n<ul>\n<li>If collection is clearly in the interests of an individual and consent cannot be obtained in a timely way</li>\n<li>For investigations and fraud detection and prevention</li>\n<li>For business transactions provided certain conditions are met</li>\n<li>If it is contained in a witness statement and the collection is necessary to assess, process, or settle an insurance claim</li>\n<li>For identifying injured, ill, or deceased persons and communicating with next of kin</li>\n<li>If we have reasonable grounds to believe an individual has been, is, or may be victim of financial abuse</li>\n<li>If it is reasonable to expect collection and use with consent would compromise the availability or the accuracy of the information and the collection is reasonable for purposes related to investigating a breach of an agreement or a contravention of the laws of Canada or a province</li>\n<li>If disclosure is required to comply with a subpoena, warrant, court order, or rules of the court relating to the production of records</li>\n<li>If it was produced by an individual in the course of their employment, business, or profession and the collection is consistent with the purposes for which the information was produced</li>\n<li>If the collection is solely for journalistic, artistic, or literary purposes</li>\n<li>If the information is publicly available and is specified by the regulations</li>\n</ul>\n4.\nWhen and with whom do we share your personal information?\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We may share information in specific situations described in this section and/or with the following third parties.</em>\n</p>\n<p>We may need to share your personal information in the following situations:</p>\n<ul>\n<li>\n<strong>Business Transfers.</strong> We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.</li>\n</ul>\n5.\nDo we use cookies and other tracking technologies?\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We may use cookies and other tracking technologies to collect and store your information.</em>\n</p>\n<p>We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information.\nSpecific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Notice: https://docs.waldo.vision/legal/cookie-policy/.</p>\n6.\nHow do we handle your social logins?\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>If you choose to register or log in to our Services using a social media account, we may have access to certain information about you.</em>\n</p>\n<p>Our Services offer you the ability to register and log in using your third-party social media account details (like your Facebook or Twitter logins).\nWhere you choose to do this, we will receive certain profile information about you from your social media provider.\nThe profile information we receive may vary depending on the social media provider concerned, but will often include your name, email address, friends list, and profile picture, as well as other information you choose to make public on such a social media platform.</p>\n<p>We will use the information we receive only for the purposes that are described in this privacy notice or that are otherwise made clear to you on the relevant Services.\nPlease note that we do not control, and are not responsible for, other uses of your personal information by your third-party social media provider.\nWe recommend that you review their privacy notice to understand how they collect, use, and share your personal information, and how you can set your privacy preferences on their sites and apps.</p>\n7.\nHow long do we keep your information?\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We keep your information for as long as necessary to fulfill the purposes outlined in this privacy notice unless otherwise required by law.</em>\n</p>\n<p>We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting, or other legal requirements).\nNo purpose in this notice will require us keeping your personal information for longer than the period of time in which users have an account with us.</p>\n<p>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p>\n8.\nHow do we keep your information safe?\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We aim to protect your personal information through a system of organizational and technical security measures.</em>\n</p>\n<p>We have implemented appropriate and reasonable technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our Services is at your own risk.\nYou should only access the Services within a secure environment.</p>\n9.\nDo we collect information from minors?\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We do not knowingly collect data from or market to children under 18 years of age.</em>\n</p>\n<p>We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the Services, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Services.\nIf we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\nIf you become aware of any data we may have collected from children under age 18, please contact us at contact@waldo.vision.</p>\n10.\nWhat are your privacy rights?\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>In some regions, such as the European Economic Area (EEA), United Kingdom (UK), and Canada, you have rights that allow you greater access to and control over your personal information.\nYou may review, change, or terminate your account at any time.</em>\n</p>\n<p>In some regions (like the EEA, UK, and Canada), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nYou can make such a request by contacting us by using the contact details provided in the section “How can you contact us about this notice?” below.</p>\n<p>We will consider and act upon any request in accordance with applicable data protection laws.</p>\n<p>If you are located in the EEA or UK and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here: https://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.</p>\n<p>If you are located in Switzerland, the contact details for the data protection authorities are available here: https://www.edoeb.admin.ch/edoeb/en/home.html.</p>\nWithdrawing your consent:\n<p>If we are relying on your consent to process your personal information, which may be express and/or implied consent depending on the applicable law, you have the right to withdraw your consent at any time.\nYou can withdraw your consent at any time by contacting us by using the contact details provided in the section “How can you contact us about this notice?” below or updating your preferences.</p>\n<p>However, please note that this will not affect the lawfulness of the processing before its withdrawal nor, when applicable law allows, will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.</p>\nAccount Information\n<p>If you would at any time like to review or change the information in your account or terminate your account, you can:\nLog in to your account settings and update your user account.\nContact us using the contact information provided.\nUpon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, we may retain some information in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our legal terms and/or comply with applicable legal requirements.</p>\n<p>Cookies and similar technologies: Most Web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove cookies and to reject cookies.\nIf you choose to remove cookies or reject cookies, this could affect certain features or services of our Services.\nTo opt out of interest-based advertising by advertisers on our Services visit http://www.aboutads.info/choices/.\nFor further information, please see our Cookie Notice: https://docs.waldo.vision/legal/cookie-policy/.</p>\n<p>If you have questions or comments about your privacy rights, you may email us at contact@waldo.vision.</p>\n11.\nControls for DO-NOT-TRACK features?\n<p>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nAt this stage no uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy notice.</p>\n12.\nDo California residents have specific privacy rights?\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.</em>\n</p>\n<p>California Civil Code Section 1798.83, also known as the “Shine The Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.</p>\n<p>If you are under 18 years of age, reside in California, and have a registered account with Services, you have the right to request removal of unwanted data that you publicly post on the Services.\nTo request removal of such data, please contact us using the contact information provided below and include the email address associated with your account and a statement that you reside in California.\nWe will make sure the data is not publicly displayed on the Services, but please be aware that the data may not be completely or comprehensively removed from all our systems (e.g., backups, etc.).</p>\n13.\nDo we make updates to this notice?\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>Yes, we will update this notice as necessary to stay compliant with relevant laws.</em>\n</p>\n<p>We may update this privacy notice from time to time.\nThe updated version will be indicated by an updated “Revised” date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy notice frequently to be informed of how we are protecting your information.</p>\n14.\nHow can you contact us about this notice?\n<p>If you have questions or comments about this notice, you may email us at contact@waldo.vision or by post to:</p>\n<code>Waldo Intelligence LLC\nPO BOX 7782\nAmarillo, TX 79114\nUnited States</code>\n15.\nHow can you review, update or delete the data we collect from you?\n<p>Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it.\nTo request to review, update, or delete your personal information, please submit a request form by clicking here.</p>\n<p>This privacy policy was created using Termly’s Privacy Policy Generator.</p> More\n<ul>\n<li> Edit this page </li>\n<li> Join our community </li>\n</ul> ", "created_at": "2023-03-26 14:41:25.012871", "updated_at": "2023-03-26 14:44:02.768564"}, {"id": 14916, "name": "Cookie Policy", "url": "https://docs.waldo.vision/legal/cookie-policy/", "xpath": "//*[@id=\"article\"]", "text": " Cookie Policy On this page<ul>\n<li>What are cookies?</li>\n<li>Why do we use cookies?</li>\n<li>How can I control cookies?</li>\n<li>How can I control cookies on my browser?</li>\n<li>What about other tracking technologies, like web beacons?</li>\n<li>Do you use Flash cookies or Local Shared Objects?</li>\n<li>Do you serve targeted advertising?</li>\n<li>How often will you update this Cookie Policy?</li>\n<li>Where can I get further information?</li>\n</ul>\n<blockquote>\n<p>Last updated January 11, 2023</p>\n</blockquote>\n<p>This Cookie Policy explains how Waldo Intelligence LLC (“Company,” “we,” “us,” and “our”) uses cookies and similar technologies to recognize you when you visit our website at https://waldo.vision (“Website”).\nIt explains what these technologies are and why we use them, as well as your rights to control our use of them.</p>\n<p>In some cases we may use cookies to collect personal information, or that becomes personal information if we combine it with other information.</p>\nWhat are cookies?\n<p>Cookies are small data files that are placed on your computer or mobile device when you visit a website.\nCookies are widely used by website owners in order to make their websites work, or to work more efficiently, as well as to provide reporting information.</p>\n<p>Cookies set by the website owner (in this case, Waldo Intelligence LLC) are called “first-party cookies.” Cookies set by parties other than the website owner are called “third-party cookies.” Third-party cookies enable third-party features or functionality to be provided on or through the website (e.g., advertising, interactive content, and analytics).\nThe parties that set these third-party cookies can recognize your computer both when it visits the website in question and also when it visits certain other websites.</p>\nWhy do we use cookies?\n<p>We use first- and third-party cookies for several reasons.\nSome cookies are required for technical reasons in order for our Website to operate, and we refer to these as “essential” or “strictly necessary” cookies.\nOther cookies also enable us to track and target the interests of our users to enhance the experience on our Online Properties.\nThird parties serve cookies through our Website for advertising, analytics, and other purposes.\nThis is described in more detail below.</p>\nHow can I control cookies?\n<p>You have the right to decide whether to accept or reject cookies.\nYou can exercise your cookie rights by setting your preferences in the Cookie Consent Manager.\nThe Cookie Consent Manager allows you to select which categories of cookies you accept or reject.\nEssential cookies cannot be rejected as they are strictly necessary to provide you with services.</p>\n<p>The Cookie Consent Manager can be found in the notification banner and on our website.\nIf you choose to reject cookies, you may still use our website though your access to some functionality and areas of our website may be restricted.\nYou may also set or amend your web browser controls to accept or refuse cookies.</p>\n<p>The specific types of first- and third-party cookies served through our Website and the purposes they perform are described in the table below (please note that the specific cookies served may vary depending on the specific Online Properties you visit):</p>\n<br>\nName:_gaPurpose:It records a particular ID used to come up with data about website usage by the user.\nIt is a HTTP cookie that expires after 2 years.Provider:.waldo.visionService:Google Analytics View Service Privacy Policy Country:United StatesType:http_cookieExpires in:1 year 11 months 29 days\n<br>\n<br>\nName:_ga_#Purpose:Used to distinguish individual users by means of designation of a randomly generated number as client identifier, which allows calculation of visits and sessions.Provider:.waldo.visionService:Google Analytics View Service Privacy Policy Country:United StatesType:http_cookieExpires in:1 year 11 months 29 days\n<br>\nHow can I control cookies on my browser?\n<p>As the means by which you can refuse cookies through your web browser controls vary from browser to browser, you should visit your browser’s help menu for more information.\nThe following is information about how to manage cookies on the most popular browsers:</p>\n<ul>\n<li>Chrome</li>\n<li>Internet Explorer</li>\n<li>Firefox</li>\n<li>Safari</li>\n<li>Edge</li>\n<li>Opera</li>\n</ul>\n<p>In addition, most advertising networks offer you a way to opt out of targeted advertising.\nIf you would like to find out more information, please visit:</p>\n<ul>\n<li>Digital Advertising Alliance</li>\n<li>Digital Advertising Alliance of Canada</li>\n<li>European Interactive Digital Advertising Alliance</li>\n</ul>\nWhat about other tracking technologies, like web beacons?\n<p>Cookies are not the only way to recognize or track visitors to a website.\nWe may use other, similar technologies from time to time, like web beacons (sometimes called “tracking pixels” or “clear gifs”).\nThese are tiny graphics files that contain a unique identifier that enables us to recognize when someone has visited our Website or opened an email including them.\nThis allows us, for example, to monitor the traffic patterns of users from one page within a website to another, to deliver or communicate with cookies, to understand whether you have come to the website from an online advertisement displayed on a third-party website, to improve site performance, and to measure the success of email marketing campaigns.\nIn many instances, these technologies are reliant on cookies to function properly, and so declining cookies will impair their functioning.</p>\nDo you use Flash cookies or Local Shared Objects?\n<p>Websites may also use so-called “Flash Cookies” (also known as Local Shared Objects or “LSOs”) to, among other things, collect and store information about your use of our services, fraud prevention, and for other site operations.</p>\n<p>If you do not want Flash Cookies stored on your computer, you can adjust the settings of your Flash player to block Flash Cookies storage using the tools contained in the Website Storage Settings Panel.\nYou can also control Flash Cookies by going to the Global Storage Settings Panel and following the instructions (which may include instructions that explain, for example, how to delete existing Flash Cookies (referred to “information” on the Macromedia site), how to prevent Flash LSOs from being placed on your computer without your being asked, and (for Flash Player 8 and later) how to block Flash Cookies that are not being delivered by the operator of the page you are on at the time).</p>\n<p>Please note that setting the Flash Player to restrict or limit acceptance of Flash Cookies may reduce or impede the functionality of some Flash applications, including, potentially, Flash applications used in connection with our services or online content.</p>\nDo you serve targeted advertising?\n<p>Third parties may serve cookies on your computer or mobile device to serve advertising through our Website.\nThese companies may use information about your visits to this and other websites in order to provide relevant advertisements about goods and services that you may be interested in.\nThey may also employ technology that is used to measure the effectiveness of advertisements.\nThey can accomplish this by using cookies or web beacons to collect information about your visits to this and other sites in order to provide relevant advertisements about goods and services of potential interest to you.\nThe information collected through this process does not enable us or them to identify your name, contact details, or other details that directly identify you unless you choose to provide these.</p>\nHow often will you update this Cookie Policy?\n<p>We may update this Cookie Policy from time to time in order to reflect, for example, changes to the cookies we use or for other operational, legal, or regulatory reasons.\nPlease therefore revisit this Cookie Policy regularly to stay informed about our use of cookies and related technologies.</p>\n<p>The date at the top of this Cookie Policy indicates when it was last updated.</p>\nWhere can I get further information?\n<p>If you have any questions about our use of cookies or other technologies, please email us at contact@waldo.vision or by post to:</p>\n<code>Waldo Intelligence LLC\nPO BOX 7782\nAmarillo, TX 79114\nUnited States</code>\n<p>This cookie policy was created using Termly’s Cookie Consent Manager.</p> More\n<ul>\n<li> Edit this page </li>\n<li> Join our community </li>\n</ul> ", "created_at": "2023-03-26 14:44:32.965373", "updated_at": "2023-03-26 14:44:39.839229"}, {"id": 14917, "name": "Code of Conduct", "url": "https://docs.waldo.vision/legal/code-of-conduct/", "xpath": "//*[@id=\"article\"]", "text": " Code of Conduct On this page<ul>\n<li>Our Pledge</li>\n<li>Our Standards</li>\n<li>Enforcement Responsibilities</li>\n<li>Scope</li>\n<li>Enforcement</li>\n<li>Enforcement Guidelines</li>\n<li>1.\nCorrection</li>\n<li>2.\nWarning</li>\n<li>3.\nTemporary Ban</li>\n<li>4.\nPermanent Ban</li>\n<li>Attribution</li>\n</ul>\n<p>\n</p>\nOur Pledge\n<p>We as members, contributors, and leaders pledge to make participation in our\ncommunity a harassment-free experience for everyone, regardless of age, body\nsize, visible or invisible disability, ethnicity, sex characteristics, gender\nidentity and expression, level of experience, education, socio-economic status,\nnationality, personal appearance, race, caste, color, religion, or sexual\nidentity and orientation.</p>\n<p>We pledge to act and interact in ways that contribute to an open, welcoming,\ndiverse, inclusive, and healthy community.</p>\nOur Standards\n<p>Examples of behavior that contributes to a positive environment for our\ncommunity include:</p>\n<ul>\n<li>Demonstrating empathy and kindness toward other people</li>\n<li>Being respectful of differing opinions, viewpoints, and experiences</li>\n<li>Giving and gracefully accepting constructive feedback</li>\n<li>Accepting responsibility and apologizing to those affected by our mistakes,\nand learning from the experience</li>\n<li>Focusing on what is best not just for us as individuals, but for the overall\ncommunity</li>\n</ul>\n<p>Examples of unacceptable behavior include:</p>\n<ul>\n<li>The use of sexualized language or imagery, and sexual attention or advances of\nany kind</li>\n<li>Trolling, insulting or derogatory comments, and personal or political attacks</li>\n<li>Public or private harassment</li>\n<li>Publishing others’ private information, such as a physical or email address,\nwithout their explicit permission</li>\n<li>Other conduct which could reasonably be considered inappropriate in a\nprofessional setting</li>\n</ul>\nEnforcement Responsibilities\n<p>Community leaders are responsible for clarifying and enforcing our standards of\nacceptable behavior and will take appropriate and fair corrective action in\nresponse to any behavior that they deem inappropriate, threatening, offensive,\nor harmful.</p>\n<p>Community leaders have the right and responsibility to remove, edit, or reject\ncomments, commits, code, wiki edits, issues, and other contributions that are\nnot aligned to this Code of Conduct, and will communicate reasons for moderation\ndecisions when appropriate.</p>\nScope\n<p>This Code of Conduct applies within all community spaces, and also applies when\nan individual is officially representing the community in public spaces.\nExamples of representing our community include using an official e-mail address,\nposting via an official social media account, or acting as an appointed\nrepresentative at an online or offline event.</p>\nEnforcement\n<p>Instances of abusive, harassing, or otherwise unacceptable behavior may be\nreported to the community leaders responsible for enforcement at\n[INSERT CONTACT METHOD].\nAll complaints will be reviewed and investigated promptly and fairly.</p>\n<p>All community leaders are obligated to respect the privacy and security of the\nreporter of any incident.</p>\nEnforcement Guidelines\n<p>Community leaders will follow these Community Impact Guidelines in determining\nthe consequences for any action they deem in violation of this Code of Conduct:</p>\n1.\nCorrection\n<p>\n<strong>Community Impact</strong>: Use of inappropriate language or other behavior deemed\nunprofessional or unwelcome in the community.</p>\n<p>\n<strong>Consequence</strong>: A private, written warning from community leaders, providing\nclarity around the nature of the violation and an explanation of why the\nbehavior was inappropriate.\nA public apology may be requested.</p>\n2.\nWarning\n<p>\n<strong>Community Impact</strong>: A violation through a single incident or series of\nactions.</p>\n<p>\n<strong>Consequence</strong>: A warning with consequences for continued behavior.\nNo\ninteraction with the people involved, including unsolicited interaction with\nthose enforcing the Code of Conduct, for a specified period of time.\nThis\nincludes avoiding interactions in community spaces as well as external channels\nlike social media.\nViolating these terms may lead to a temporary or permanent\nban.</p>\n3.\nTemporary Ban\n<p>\n<strong>Community Impact</strong>: A serious violation of community standards, including\nsustained inappropriate behavior.</p>\n<p>\n<strong>Consequence</strong>: A temporary ban from any sort of interaction or public\ncommunication with the community for a specified period of time.\nNo public or\nprivate interaction with the people involved, including unsolicited interaction\nwith those enforcing the Code of Conduct, is allowed during this period.\nViolating these terms may lead to a permanent ban.</p>\n4.\nPermanent Ban\n<p>\n<strong>Community Impact</strong>: Demonstrating a pattern of violation of community\nstandards, including sustained inappropriate behavior, harassment of an\nindividual, or aggression toward or disparagement of classes of individuals.</p>\n<p>\n<strong>Consequence</strong>: A permanent ban from any sort of public interaction within the\ncommunity.</p>\nAttribution\n<p>This Code of Conduct is adapted from the Contributor Covenant,\nversion 2.1, available at\nhttps://www.contributor-covenant.org/version/2/1/code_of_conduct.html.</p>\n<p>Community Impact Guidelines were inspired by\nMozilla’s code of conduct enforcement ladder.</p>\n<p>For answers to common questions about this code of conduct, see the FAQ at\nhttps://www.contributor-covenant.org/faq.\nTranslations are available at\nhttps://www.contributor-covenant.org/translations.</p> More\n<ul>\n<li> Edit this page </li>\n<li> Join our community </li>\n</ul> ", "created_at": "2023-03-26 14:45:23.214337", "updated_at": "2023-03-26 14:45:29.543076"}], "points": [{"id": 30320, "title": "[PP] There is a date of the last update of the agreements (January 11, 2023)", "source": "https://docs.waldo.vision/legal/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-03-26 14:52:25.741234", "updated_at": "2023-03-29 16:32:11.813069", "quoteText": null, "case_id": 331, "document_id": 14914, "quoteStart": null, "quoteEnd": null}, {"id": 30321, "title": "[ToS] There is a date of the last update of the agreements (January 11, 2023)", "source": "https://docs.waldo.vision/legal/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-03-26 14:58:27.073829", "updated_at": "2023-07-11 06:28:07.764491", "quoteText": null, "case_id": 331, "document_id": 14915, "quoteStart": null, "quoteEnd": null}, {"id": 30322, "title": "[Cookies Policy] There is a date of the last update of the agreements (January 11, 2023)", "source": "https://docs.waldo.vision/legal/cookie-policy/", "status": "Generated through the annotate view", "created_at": "2023-03-26 14:58:52.686334", "updated_at": "2023-03-29 16:31:50.478495", "quoteText": null, "case_id": 331, "document_id": 14916, "quoteStart": null, "quoteEnd": null}, {"id": 30319, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://docs.waldo.vision/legal/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-03-26 14:49:30.928069", "updated_at": "2023-07-11 06:28:08.582546", "quoteText": null, "case_id": 233, "document_id": 14914, "quoteStart": null, "quoteEnd": null}], "urls": ["waldo.vision"]}}