{"error": 448, "message": "OK", "parameters": {"id": 7370, "name": "Occupy Democrats", "created_at": "2023-02-07 07:08:18.75645", "updated_at": "2023-03-29 19:26:40.074419", "wikipedia": "https://en.wikipedia.org/wiki/Occupy_Democrats", "keywords": null, "related": null, "slug": "occupy-democrats", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7370.png", "url": "occupydemocrats.com", "documents": [{"id": 14157, "name": "Privacy Policy", "url": "https://occupydemocrats.com/privacy/", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>News</li>\n<li>News Analysis</li>\n<li>Opinion</li>\n<li>Exclusives</li>\n<li>Subscribe</li>\n<li>About Us</li>\n</ul>\n<i>\n</i> Twitter 519K <i>\n</i> Instagram Please check your username.\nFebruary 7, 2023 <ul>\n<li>Home</li>\n<li>News</li>\n<li>News Analysis</li>\n<li>Opinion</li>\n<li>Exclusives</li>\n<li>Subscribe</li>\n<li>About Us</li>\n</ul> Privacy <p>This Privacy Policy (“Policy”) is effective as of June 19, 2019, and as updated on August 23rd, 2022 at the bottom.</p>\n<p>Occupy Democrats (“Occupy Democrats,” “we,” or “us”)&nbsp;respects the privacy of its members (“you”) and has developed this Privacy Policy to demonstrate its commitment to protecting your privacy.\nThis Privacy Policy describes the information we collect, how that information may be used, with whom it may be shared, and your choices about such uses and disclosures.\nWe encourage you to read this Privacy Policy carefully when using our application or services or transacting business with us.\nBy using our website or application (our “Service”), you are accepting the practices described in this Privacy Policy.\nThis Policy does not govern how information is used by parties that we do not control or by individuals who we do not employ.\nIf you visit a website or app that we mention or link to, be sure to review their privacy policy.</p>\n<p>PERSONALLY IDENTIFIABLE INFORMATION</p>\n<p>There are limited pieces of information in this Policy that we may collect from you that are “Personally Identifiable Information,” or “PII”.\nThese are your name, home zip code, email address, and any additional details that you voluntarily provide to us.\nWe take our collection of PII and your privacy expectations very seriously and therefore have very restricted rules for handling, using and sharing this information, as described in this Policy.\nIt is up to you whether to disclose PII to us, although if you do not do so, certain products and services may not be available for your use in Occupy Democrats.</p>\n<p>INFORMATION THAT YOU POST TO OCCUPY DEMOCRATS</p>\n<p>There are many functions and areas of our website and applications where you can post information about yourself, your views, and your affiliations.\nIt is important to remember that some of these areas are publicly viewable to other users and organizations using Occupy Democrats.\nOccupy Democrats does not control which information you post to publicly viewable areas on Occupy Democrats.\nFor instance, if you sign in with Facebook, the first name of your Facebook account may act as your username.\nUsers with access to Occupy Democrats will be able to see that.\nSimilarly, placing contact information in your profile or sharing actions that you take on Occupy Democrats via your social networks will enable access to that information to third parties in a manner that we cannot control.\nIt is important to distinguish your provision of PII to us directly, which we can control under this Policy, versus information you post publicly or provide to other people, to organizations, or via other services, which Occupy Democrats cannot control.</p>\n<p>ANONYMOUS INFORMATION</p>\n<p>We also collect information about the use of the Occupy Democrats platform which does not reveal your identity.\nThis information includes browser and device information, information collected through cookies, pixel tags, and other technologies, and demographic information and other non-identifying information provided by you (such as a zip code or general geographic area)</p>\n<p>HOW WE MAY USE YOUR INFORMATION</p>\n<p>There are multiple ways we use your information to provide the best service possible to you.\nIn doing so, we may use your PII and Your Views to draw your attention to issues in which we believe you may be interested, and to communicate directly with you through email, social media, or in your usage of our services.\nHere are some examples of the ways we might use your information:</p>\n<ul>\n<li>We use your information to respond to your inquiries and fulfill your requests, such as when you vote on an issue, author an opinion, or participate in other activities.</li>\n<li>We use your information to communicate directly and provide to you information regarding our services and changes to our terms, conditions, and policies.</li>\n<li>We use your information for data analysis, developing new services, enhancing, improving or modifying our platform, identifying usage trends, and determining the effectiveness of campaigns.</li>\n<li>We use your information to personalize your experience by presenting legislation, issues, candidates, campaigns, organizations, news content, initiatives, political organizations,&nbsp;and offers tailored to you based on what we know about you.\nWe may also send you promotional communications that we believe may be of interest to you.</li>\n<li>We use your information to facilitate social sharing functionality, such as sharing content through the Occupy Democrats platform and other social media platforms like Facebook and Twitter.</li>\n<li>We use your account information to allow you to send email messages to your email contacts through our platform, such as to share an issue or opinion.</li>\n<li>We use cookies, pixel tags and other tracking technologies to measure and improve our services and develop features and functionalities on our sites, apps and APIs.\nFor example, if we see that people are using a certain device use the platform the most, we might decide to build or tailor our services specifically for that device.</li>\n<li>We use IP Addresses for administration and security purposes, such as calculating usage levels of our sites, apps and API, helping diagnose server problems and detecting fraud and spam behavior.</li>\n<li>We may use and share aggregated and anonymized information to better understand and serve our users or for optimization of our marketing and ad targeting efforts.\nFor example, we may compile statistics about the percentage of our users within a state, zip codes, or cluster of zip codes who care about animal rights, or the age range of those users.</li>\n<li>Notwithstanding any other provision, we partner with third parties that collect information across various channels, including offline and online, for purposes of delivering more relevant advertising to you.\nOur partners may place or recognize a cookie on your computer, device, or directly in our emails/communications, and we may share personal information with them if you have submitted such information to us, such as your name, postal address, email address, or device ID.\nOur partners may link the nonpersonal information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information.\nOur partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes.\nFor example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a particular website.\nTo learn more about interest-based advertising in general and to opt out, please visit http://www.aboutads.info/choices.\nTo opt-out of the use of your mobile device ID for targeted advertising, please see http://www.aboutads.info/appchoices.</li>\n</ul>\n<p>EMAIL SETTINGS</p>\n<p>If you no longer want to receive marketing-related emails from Occupy Democrats or its affiliates going forward, you may opt out of receiving these by following the instructions contained in any such email or by clicking “unsubscribe” from the footer of our emails.</p>\n<p>We will comply with your request(s) as soon as reasonably practicable.\nPlease also note that if you do opt out of receiving marketing-related emails from us, we may still send you important administrative messages (such as updates about your account or service changes), and you cannot opt out from receiving these messages.</p>\n<ol>\n<li>Third-party analytics companies</li>\n</ol>\n<p>To opt out of Google Analytics, please go to&nbsp;https://tools.google.com/dlpage/gaoptout.\nThese opt-outs may be provided through the use of specific tracking opt-out cookies.\nPlease note that if you get a new computer, install a new browser, or erase or otherwise alter your browser’s cookie file (including upgrading certain browsers), this may also clear the opt-out cookie.</p>\n<p>EXTERNAL DATA STORAGE SITES</p>\n<p>We may store your data on servers provided by third party hosting vendors with whom we have contracted.</p>\n<p>YOUR PRIVACY RESPONSIBILITIES</p>\n<p>To help protect your privacy, be sure:</p>\n<ul>\n<li>to take customary precautions to guard against “malware” (viruses, Trojan horses, bots, etc.), for example by installing and updating suitable anti-virus software.</li>\n</ul>\n<p>NOTICE TO EUROPEAN UNION USERS</p>\n<p>Occupy Democrats’ operations are located primarily in the United States.\nIf you provide information to us, the information will be transferred out of the European Union (EU) to the United States.\nBy providing personal information to us, you are consenting to its storage and use as described herein.</p>\n<p>CHANGES TO THIS PRIVACY POLICY</p>\n<p>We will occasionally update this Privacy Policy.\nWhen we post changes to this Privacy Policy, we will revise the “latest update” date at the top of this Privacy Policy.\nWe reserve the right to change this privacy policy as we deem necessary or appropriate because of legal compliance requirements or changes in our business practices.&nbsp;We recommend that you check our Service from time to time to inform yourself of any changes in this Privacy Policy or any of our other policies.</p>\n<p>QUESTIONS OR COMMENTS?</p>\n<p>If you have questions or comments about this Privacy Policy, please contact us by email at editor@occupydemocrats.com.</p>\n<p>&nbsp;</p>\nPRIVACY POLICY MODEL FOR MOBILE APPLICATIONS\n<p>This privacy policy governs your use of the software application Occupy Democrats (“Application”) for mobile devices that was created by&nbsp;Occupy Democrats.&nbsp;The Application is&nbsp;a news app which will bring the user breaking news they care about.</p> What information does the Application obtain and how is it used?\n<p>\n<strong>User Provided Information</strong>\n</p>\n<p>The Application obtains the information you provide when you download and register the Application.&nbsp;Registration with us is optional.\nHowever, please keep in mind that you may not be able to use some of the features offered by the Application unless you register with us.</p>\n<p>&nbsp;</p>\n<p>When you register with us and use the Application, you generally provide&nbsp;(a) your name, email address, age, user name, password and other registration information.\n(b) transaction-related information, such as when you make purchases, respond to any offers, or download or use applications from us.\n(c) information you provide us when you contact us for help.\n(d) credit card information for purchase and use of the Application, and.\n(e) information you enter into our system when using the Application, such as contact information and project management information.</p>\n<p>We may also use the information you provided us to contact your from time to time to provide you with important information, required notices and marketing promotions.</p>\n<p>\n<strong>Automatically Collected Information</strong>\n</p>\n<p>&nbsp;</p>\n<p>In addition, the Application may collect certain information automatically, including, but not limited to, the type of mobile device you use, your mobile devices unique device ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browsers you use, and information about the way you use the Application.</p> Does the Application collect precise real time location information of the device?\n<p>This Application does not collect precise information about the location of your mobile device.</p>\n<p>&nbsp;</p>\nDo third parties see and/or have access to information obtained by the Application?\n<p>Yes.\nWe will share your information with third parties only in the ways that are described in this privacy statement.</p>\n<p>We may disclose User Provided and Automatically Collected Information:</p>\n<ul>\n<li>as required by law, such as to comply with a subpoena, or similar legal process;</li>\n<li>when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a&nbsp;government request;</li>\n<li>with our trusted services providers who work on our behalf, do not have an&nbsp;independent use of the information we disclose to them, and have agreed to adhere&nbsp;to the rules set forth in this privacy statement.</li>\n<li>if&nbsp;Occupy Democrats&nbsp;is involved in a merger, acquisition, or sale of all or a&nbsp;portion of its assets, you will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of this information, as well as any choices you may have regarding this information.</li>\n<li>to advertisers and third party advertising networks and analytics companies as described in the section below</li>\n</ul>\n<p>&nbsp;</p>\nAutomatic Data Collection and Advertising\n<p>We may work with analytics companies to help us understand how the Application is being used, such as the frequency and duration of usage.\nWe work with advertisers and third party advertising networks, who need to know how you interact with advertising provided in the Application which helps us keep the cost of the Application free.\nAdvertisers and advertising networks use some of the information collected by the Application, including, but not limited to,&nbsp;the unique identification ID of your mobile device and your mobile telephone number.&nbsp;To protect the anonymity of this information, we use&nbsp;an encryption technology to help ensure that these third parties can’t identify you personally.\nThese third parties may also obtain anonymous information about other applications you’ve downloaded to your mobile device, the mobile websites you visit, your non-precise location information (e.g., your zip code), and other non- precise location information in order to help analyze and serve anonymous targeted advertising on the Application and elsewhere.&nbsp;We may also share encrypted versions of information you have provided in order to enable our partners to append other available information about you for analysis or advertising related use.</p>\n<p>If you’d like to opt-out from third party use of this type of information to help serve targeted advertising, please visit the section entitled “Opt-out” below.</p>\nWhat are my opt-out rights?\n<p>There are multiple opt-out options for users of this Application:</p>\n<p>\n<u>Opt-out of all information collection by uninstalling the Application:&nbsp;</u>You can stop all collection of information by the Application easily by uninstalling the Application.\nYou may use the standard uninstall processes as may be available as part of your mobile device or via the mobile application marketplace or network.\nYou can also request to opt-out via email, at editor@occupydemocrats.com.</p>\n<p>\n<u>Opt-out from the use of information to serve targeted advertising by advertisers and/or third party network advertisers:</u> you may at any time opt-out from further allowing us to have access to your location data by turning off the location preferences for the app..</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<strong>Data Retention Policy, Managing Your Information</strong>\n<p>We will retain User Provided data for as long as you use the Application and for a reasonable time thereafter.\nWe will retain Automatically Collected information for up to 24 months&nbsp;and thereafter may store it in aggregate.\nIf you’d like us to delete User Provided Data that you have provided via the Application, please contact us at&nbsp;editor@occupydemocrats.comand we will respond in a reasonable time.\nPlease note that some or all of the User Provided Data may be required in order for the Application to function properly.</p>\n<p>&nbsp;</p>\n<strong>Children</strong>\n<p>We do not use the Application to knowingly solicit data from or market to children under the age of 13.\nIf a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should contact us at&nbsp;editor@occupydemocrats.com.\nWe will delete such information from our files within a reasonable time.</p>\n<strong>Security</strong>\n<p>We are concerned about safeguarding the confidentiality of your information.\nWe provide physical, electronic, and procedural safeguards to protect information we process and maintain.\nFor example, we limit access to this information to authorized employees and contractors who need to know that information in order to operate, develop or improve our Application.\nPlease be aware that, although we endeavor provide reasonable security for information we process and maintain, no security system can prevent all potential security breaches.</p>\n<p>&nbsp;</p>\n<strong>Changes</strong>\n<p>This Privacy Policy may be updated from time to time for any reason.\nWe will notify you of any changes to our Privacy Policy by posting the new Privacy Policy&nbsp;here http://occupydemocrats.com/privacy/&nbsp;and&nbsp;if we have your email we will email you.\nYou are advised to consult this Privacy Policy regularly for any changes, as continued use is deemed approval of all changes.\nYou can check the history of this policy by going here http://occupydemocrats.com/privacy/.</p>\n<p>&nbsp;</p>\n<strong>Your Consent</strong>\n<p>By using the Application, you are consenting to our processing of your information as set forth in this Privacy Policy now and as amended by us.\n“Processing,” means using cookies on a computer/hand held device or using or touching information in any way, including, but not limited to, collecting, storing, deleting, using, combining and disclosing information, all of which activities will take place in the United States.\nIf you reside outside the United States&nbsp;your information will be transferred, processed and stored there under United States&nbsp;privacy standards.</p>\n<p>AUGUST 23rd, 2022 UPDATE:</p>\n<p>LiveRamp uses this information to create an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising.\nThis may be shared with advertising companies to enable interest-based and targeted advertising.\nLiveRamp uses this information to create an online identification code for the purpose of recognizing you on your devices.\nThis code does not contain any of your directly identifiable personal data and will not be used by LiveRamp to re-identify you.</p>\n<p>Detailed information on LiveRamp’s data processing activities is available in LiveRamp’s privacy policy https://liveramp.com/privacy/.\nYou have the right to withdraw your consent or opt-out to the processing of your personal data at any time.\nhttps://liveramp.com/opt_out/</p>\n<p>Please see Freestar.io’s privacy policy here.</p>\nContact us\n<p>If you have any questions regarding privacy while using the Application, or have questions about our practices, please contact us via email at&nbsp;editor@occupydemocrats.com.</p>\n<p>\n</p>\n<p>Occupy Democrats is a political organization and information website that provides a new counterbalance to the Republican Tea Party.</p>\n<ul>\n<li>Home</li>\n<li>Video</li>\n<li>Trump Investigations</li>\n<li>Right Wing Extremism</li>\n<li>Opinion</li>\n<li>Impeachment</li>\n<li>Corruption</li>\n<li>Foreign Policy</li>\n</ul>\n<ul>\n<li>About Us</li>\n<li>Privacy Policy</li>\n<li>Contact</li>\n<li>Support</li>\n</ul>\n<p>© 2022 Occupy Democrats.\nAll Rights Reserved.</p>\n<i>\n</i> Twitter <i>\n</i> Instagram February 7, 2023 Scroll To Top <ul>\n<li>Home</li>\n<li>News</li>\n<li>News Analysis</li>\n<li>Opinion</li>\n<li>Exclusives</li>\n<li>Subscribe</li>\n<li>About Us</li>\n</ul>\n<i>\n</i> Twitter <i>\n</i> Instagram February 7, 2023 PRESS ESC TO CLOSE We use cookies to ensure that we give you the best experience on our website.\nIf you continue to use this site we will assume that you are happy with it.Ok ", "created_at": "2023-02-07 07:08:18.831648", "updated_at": "2023-02-07 07:09:21.158706"}], "points": [], "urls": ["occupydemocrats.com"]}}