{"error": 448, "message": "OK", "parameters": {"id": 7134, "name": "Choose Your Card", "created_at": "2022-12-29 02:52:00.06447", "updated_at": "2022-12-29 18:45:33.089297", "wikipedia": null, "keywords": null, "related": null, "slug": "choose-your-card", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7134.png", "url": "chooseyourcard.com", "documents": [{"id": 13630, "name": "Terms of Use", "url": "https://chooseyourcard.com/terms/", "xpath": "//body", "text": " The store will not work correctly in the case when cookies are disabled.\n<p>\n<strong>JavaScript seems to be disabled in your browser.</strong> For the best experience on our site, be sure to turn on Javascript in your browser.\n</p> Skip to Content <ul>\n<li> Available Balance: </li>\n<li>Track Order</li>\n</ul> My Cart <p>You cannot purchase American Express, Visa, and Mastercard physical products in the same order.\nWould you like to remove your existing physical product(s) from your cart and continue to buy the newly selected card(s)?</p>\n<p>You cannot purchase American Express, Visa, or Mastercard physical products in the same order as brand cards.\nWould you like to remove your existing physical product(s) from your cart and continue to buy the newly selected card(s)</p> Toggle Nav <ul>\n<li> Compare Products </li>\n</ul> Toggle Nav <ul>\n</ul> Terms of Use <p>Please read the following information carefully.\nThis website, and the goods and services related thereto, are provided subject to the terms and conditions set forth below.\nYour continued use of this website will indicate your agreement to be bound by and comply with these terms and conditions.\nIf you are not willing to accept these terms and conditions, do not use this website.</p>\n<p>Materials, including images, text, products, or methods shown or described on this Website, are subject to intellectual property rights owned and reserved by InComm Payments.\nNo commercial use or publication, including hyperlink framing and database construction and storage, may be made of these materials without the express written permission of InComm Payments.\nBrand names and trademarks shown on this website are either owned by InComm Payments and generally are federally registered or in the process of federal registration or are owned by other parties who are identified and acknowledged where possible.\nProducts or devices displayed or offered for sale on this website are generally either subject to patent protection or pending patent applications, and individual units are so marked or otherwise identified as provided by law.</p>\n<p>&nbsp;</p>\n<p>1.\nAcceptance of Terms</p>\n<p>Welcome to the website owned by InComm Payments.\nInComm Payments provides its products and services to you, the user, subject to the following Terms and Conditions (\"Terms\").\nFor the purposes of these Terms, “user”, \"you\", \"your\" and “yours” shall mean you, the user of the InComm Payments website, and \"we\", \"us,\" and \"our\" means InComm Payments and, if applicable, those third parties acting on behalf of InComm Payments from time to time.\nBy accessing a InComm Payments website (\"Website\") on the Internet or World Wide Web, you agree to comply with and be bound by the Terms.\nBy using InComm Payments products or services, including a Website, you are subject to any guidelines, rules, requirements or notifications provided on the Website and applicable to such products or services.\nAll such guidelines, rules, requirements and notifications are hereby incorporated by reference into the Terms.\nBy accessing a Website, you are also agreeing that the Terms, including, but not limited to, the exclusions and limitations of liability set forth herein, are reasonable.\nIf you do not agree to be bound by and comply with the Terms, do not use or further access this Website.\nNote that we reserve the right to refuse any or all of our products or services to anyone at any time, at our sole discretion.</p>\n<p>&nbsp;</p>\n<p>2.\nLegal Capacity</p>\n<p>This Website is intended for use by individuals with the legal capacity to enter into contractual agreements and to be bound thereby, namely, those who are at least 18 years of age or older, emancipated minors, or those otherwise having legal capacity.\nIf you are an unemancipated minor, or otherwise without capacity, your parent or legal guardian must approve and agree to be bound by these Terms on your behalf prior to engaging in any transaction or other activity using this Website or related services.</p>\n<p>&nbsp;</p>\n<p>3.\nElectronic Communications</p>\n<p>When you visit the Website, send information or data to the Website, or send an email to InComm Payments, you are communicating with InComm Payments electronically.\nWe use the manner and form of communication deemed reasonably appropriate for a given situation, including regular mail, faxes, email, posts to the Website, and hard wired and cellular phones.\nInComm Payments prefers to utilize email as much as possible to increase efficiency and to facilitate prompt communication.\nYou consent to InComm Payments communicating with you via any of the above-mentioned methods, including via electronic communication and, in particular, via email.</p>\n<p>&nbsp;</p>\n<p>4.\nProducts and Services</p>\n<p>Products, such as gift cards and related packaging, e.g.\ngift card holders, may be selected and purchased on the Website (\"InComm Payments Products\").\nSome InComm Payments Products can be customized with text, pictures, graphics, sound and/or video.\nAfter you have completed and paid for your order, InComm Payments will produce the InComm Payments Products that you have selected, and ship or otherwise transmit them to the recipients, and at the addresses, specified by you.\nThe pricing for InComm Payments Products, which is stated in U.S.\ndollars, is set forth on the Website and incorporated into these Terms by reference.\nPrices and fees may change over time, however, you will be provided with a current price prior to placing an order.\nSince all purchases of InComm Payments Products are non-returnable and non-refundable, please place, complete and review your order carefully.\nIf you have any questions or problems with your order, or if your order has not been received by the time expected, please contact us as soon possible by calling us at 1-844-966-6422.\nBe sure to include your order number or any incident number provided by us in all communications with us to so that we may quickly identify your order and any previous communications</p>\n<p>&nbsp;</p>\n<p>5.\nIntellectual Property and Other Proprietary Rights</p>\n<p>The Website contains or may contain information, text, notices, software, script (such as HTML, XML, or JavaScript), photographs, designs, graphics, images, logo, sound and video recordings, animation, and other materials and effects that are protected by copyrights, trademarks, service marks, patents, pending patent applications, trade dress or other intellectual or proprietary rights owned by InComm Payments or an affiliated company, or other third parties (the \"Content\").\nYou acknowledge and agree that these rights belong to their respective owners and are protected in all forms, media and technologies existing now or hereinafter developed.\nDomains owned by InComm Payments, and InComm Payments logos, product and service names are trademarks of InComm Payments (the \"InComm Payments Marks\").\nYou agree not to display or use InComm Payments’s Marks without InComm Payments’s written permission and not to use the Content in any manner without the written permission of the owner of such Content.</p>\n<p>&nbsp;</p>\n<p>6.\nLimited License</p>\n<p>InComm Payments grants you a limited license to access and make personal use of this Website but not to download it (except for browser caching), modify it, or make use of the Website except as provided by the Terms.\nSpecifically, you acknowledge that you receive no license for commercial use of the Website, for resale of any Content, for collection and/or use of product descriptions, listings or prices, for data gathering or for use of data extractions tools such as data mining software.\nYou agree not to \"frame\" or \"mirror\" any Content or third-party content contained on or accessible from a Website on any other server or Internet-based device without the advance written authorization of InComm Payments or its licensors or licensees, respectively.\nYou agree not to use InComm Payments trademarks or other Content in meta tags or other hidden web page text.\nYou are granted a nonexclusive, limited and revocable license to create and use a hyperlink to the Website home page, so long as the hyperlink, and text and images proximate thereto, do not portray InComm Payments or the Website, or its products and services, in a false, misleading, derogatory, libelous or offensive manner.\nYou agree not to use InComm Payments trademarks or Content in any promotions without previously receiving the express written consent of InComm Payments.</p>\n<p>&nbsp;</p>\n<p>7.\nOnline Conduct</p>\n<p>Use of the Website is subject to applicable local, state, federal and international law.\nCertain unauthorized uses of the Website by you could subject you to criminal prosecution and/or personal liability for damages.\nYou agree not to use the Website, or any of the Content, for any illegal purpose or to cause harm to another.\nWithout limitation thereto, you specifically agree not to:</p>\n<ol>\n<li>upload, post, email, or otherwise transmit any material that is unlawful, harmful, threatening, abusive, indecent, pornographic, harassing, tortuous, inflammatory, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, politically, legally, morally, religiously, or otherwise objectionable or invasive of another’s rights;<br>InComm Payments reserves the right to block posting of any material that is deemed: unlawful, harmful, threatening, abusive, indecent, pornographic, harassing, tortuous, inflammatory, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, politically, legally, morally, religiously, or otherwise objectionable or invasive of another’s rights;</li>\n<li>harm minors in any way;</li>\n<li>impersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity;</li>\n<li>upload, post, email or otherwise transmit false or misleading information;</li>\n<li>forge headers or otherwise manipulate identifiers in order to disguise the origin of any material transmitted through a Website;</li>\n<li>upload, post, email or otherwise transmit any material that you do not have a right to transmit under any law or under contractual or fiduciary relationships, such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements;</li>\n<li>upload, post, email or otherwise transmit any material that infringes any patent, trademark, trade secret, copyright, right of publicity, right of privacy, or other intellectual or proprietary rights of any party;</li>\n<li>upload, post, email or otherwise transmit any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>interfere with or disrupt any Website or servers or networks connected to any Website, or disobey any requirements, procedures, policies or regulations of networks connected to any Website;</li>\n<li>upload, post, email or otherwise transmit any material that would constitute or encourage a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, provincial, national, or international law;</li>\n<li>intentionally or unintentionally violate any applicable local, state, national or international law, including, but not limited to, regulations promulgated by the U.S.\nSecurities and Exchange Commission, any rules of any national or other securities exchange, including, without limitation, the New York Stock Exchange, the American Stock Exchange or the NASDAQ, or any regulations having the force of law.</li>\n</ol>\n<p>&nbsp;</p>\n<p>8.\nUse of Content</p>\n<p>InComm Payments grants you permission to access and view the Website and to electronically design and customize InComm Payments Products for the sole purpose of generating and submitting an order.\nAny other use of the Website or of the Content, in whole or in part, without permission of the applicable rights holder is strictly prohibited, including without limitation: modification, republication, deletion, transmission, public performance, distribution, proxy caching, uploading, posting, reproduction for purposes other than those noted above, or other similar unauthorized exploitation of a Website or the Content.\nWithout limiting the foregoing, any unauthorized use of the Content is illegal and could subject you to criminal prosecution as well as personal liability for damages in a civil suit.</p>\n<p>&nbsp;</p>\n<p>9.\nThird-Party Sites, Products and Services</p>\n<p>InComm Payments products and services may be made available to you through the use of third-party web sites (\"Third-Party Sites\").\nIf you accessed a Website through a link from a Third-Party Site, or if a Website provides links to any Third-Party Sites, you agree that we have no control over the content on such Third-Party Sites and you agree that we are not liable for the products or services offered on such Third-Party Sites.\nWe do not offer any warranty regarding the quality, accuracy, timeliness, reliability or any other aspects of products or services from third-parties.\nYou agree that we are not responsible for any damages that you incur arising from your use of products or services from third-parties, and you release us from, and agree not to assert, any claims against us arising from such use or damages.</p>\n<p>&nbsp;</p>\n<p>10.\nUser Submitted Data</p>\n<p>a.\nCopyright and Trademark</p>\n<p>You are wholly responsible for any information or data that you transmit to the Website (\"User Submitted Data\"), whether such data consists of pictures, art work, text, logos or other data types, such as audio, video, or multimedia.\nIt is illegal to reproduce or distribute copyrighted material without the permission of the copyright owner or to use trademarks without the permission of the trademark owner.\nYou are responsible for assuring that no User Submitted Data you transmit to a Website violates any copyright or trademark right, and that it complies with these Terms.\nBefore transmitting User Submitted Data to a Website, you should assure that such User Submitted Data is in the public domain and therefore not subject to copyright protection, or that you have the consent of the copyright or trademark owner to use the User Submitted Data.\nBy uploading User Submitted Data to a Website and/or by submitting User Submitted Data for integration into any InComm Payments Product for processing, sharing, storage or fulfillment, you grant us a limited, royalty free and non-exclusive license to use, adapt, transmit, transfer, store, copy and display the User Submitted Data solely in connection with our providing products and/or services to you, and you represent and warrant to us that the User Submitted Data is in the public domain or that you have all right, title and interest in and to all copyrights or other proprietary rights in the User Submitted Data, or that you have the express permission to copy and use such User Submitted Data for all purposes related to the products you order through the Website.\nYou further represent that the User Submitted Data does not violate or infringe upon the proprietary rights (including privacy, moral or publicity rights) of others.</p>\n<p>&nbsp;</p>\n<p>b.\nUser Submitted Data Content Policy and Acknowledgement.\nCompliance with Law.</p>\n<p>You may not upload to a Website any material, whether text, images, or otherwise, that infringes any copyright, trademark, right of privacy, right of publicity, or any other right of a third party, including, without limitation, images of celebrities, actors, musicians, sports figures, politicians, cartoon characters or public figures of any kind.\nYou may not upload to a Website any material, whether text, images, or otherwise, that is unlawful, threatening, abusive, libelous, defamatory, obscene, pornographic, profane or offensive to the community or to any reasonable segment thereof.\nYou may not upload to a Website any phone numbers, addresses, account numbers, personalized identification numbers or URL addresses (collectively, \"Inappropriate Content\"), except as specifically requested, if at all, by InComm Payments.\nThe content of the User Submitted Data that you submit is governed by applicable laws (including laws which prohibit infringement of copyrights and trademarks, obscenity, pornography, child pornography, or child abuse).\nWe have no obligation to monitor the User Submitted Data.\nHowever, we (and our licensees, suppliers, fulfillers, and Third-Party Sites, and merchants offering products through a Website (\"Merchants\")) reserve the right at all times to review the User Submitted Data, to disclose the User Submitted Data as necessary to satisfy any laws, regulations or government requests and to report any potential violations of law to law enforcement authorities, to refuse to post or transmit the User Submitted Data, to remove the User Submitted Data, and to refuse to perform any orders for processing or fulfillment for User Submitted Data that are, in our sole judgment and discretion, (or in the sole judgment and discretion of any of the entities described above), objectionable or in violation of these Terms.\nIn the event that you submit User Submitted Data to a Website for inclusion on a gift card and the Merchant issuing the gift card believes the gift card contains Inappropriate Content, the Merchant may reserve the right to refuse to honor the gift card.\nInComm Payments reserves the right to determine, at its sole discretion, whether User Submitted Data will be accepted for incorporation into InComm Payments Products.\nIf InComm Payments does not approve the User Submitted Data, we will notify you, typically by email, that your submission has been rejected.\nAt such time you may be allowed, at the sole discretion of InComm Payments, to submit other User Submitted Data for consideration in a subsequent order.</p>\n<p>&nbsp;</p>\n<p>c.\nIndemnification</p>\n<p>You agree to indemnify InComm Payments and hold InComm Payments and our licensees, suppliers and fulfillers, owners and operators of Third-Party Sites and Merchants, harmless from and against any and all losses, damages, costs or expenses, including reasonable attorneys' fees, arising out of (a) any claim by a third party that the User Submitted Data (or the use thereof) constitutes an infringement or other violation of such third party's trademark, copyright, intellectual property rights or other rights.\nor (b) your use of any Inappropriate Content.\nor (c) any violation of law by you.\nor (d) any acts prohibited by these Terms.\nYour obligation to indemnify and hold us harmless shall survive any expiration and termination of these Terms.</p>\n<p>&nbsp;</p>\n<p>11.\nLimitation and Disclaimer of Warranties.\nLimitation of Liability</p>\n<p>You agree that in the event of any damage to or loss of a InComm Payments Product by us (or by our licensees, suppliers, fulfillers, owners and operators of Third-Party Sites and Merchants), even through negligence or other fault, our sole obligation (and the sole obligation of our licensees, suppliers, fulfillers, owners, and operators of Third-Party Sites and Merchants), and your sole remedy, is, at our option, to replace the lost or damaged InComm Payments Product or to provide you with a refund or credit for the cost of the purchase price for the lost or damaged InComm Payments Product.\nTo qualify for such remedy, you must submit a claim within thirty (30) days from your date of purchase.\nTo the fullest extent permitted by applicable law, all other warranties (including but not limited to the implied warranties of merchantability, fitness for a particular purpose, durability and non-infringement) are expressly disclaimed.\nAll Websites, content, and the products and services available through the Websites are provided on an \"as is\" and \"as available\" basis, with all faults.\nNeither InComm Payments nor any of its affiliated companies, nor any of their licensees, suppliers, fulfillers, owners and operators of Third-Party Sites or portals, or Merchants, makes any warranty or representation with respect to the quality, accuracy, or availability of any Website.\nThe foregoing disclaimer includes, without limitation, a disclaimer of any warranty or representation that the Websites will be uninterrupted, reliable, secure or error free, or that the Websites or our servers are free of viruses or other harmful components.\nor that the Websites will otherwise meet your expectations.\nUnder no circumstances shall we (or our licensees, suppliers, fulfillers, owners and operators of Third-Party Sites or Merchants) be liable for damages of any kind, under any legal theory arising out of or in connection with your use of, inability to use, any Website, any Content, or any products or services offered through a Website, including any direct, indirect, incidental, special or consequential damages (including but not limited to damages for loss of profits, use, data or other intangibles) even if we, or our licensees, suppliers, fulfillers, owners and operators of Third-Party Sites or Merchants, have been advised of the possibility of such damages.\nWithout limiting the foregoing, this disclaimer of liability applies to any loss or damage arising out of the customization, processing, storage or fulfillment of any material, InComm Payments Product, or User Submitted Data, the inability to use a Website, any changes to a Website (or its products and/or services), or the unauthorized access to or alteration of your transmissions or data.\nSome jurisdictions do not allow the limitation or exclusion of incidental, consequential or other types of damages, so some of the foregoing limitations may not apply to you.\nIn addition, in the event you violate these Terms and you intentionally publicize such violation, you acknowledge that InComm Payments and its affiliated companies may suffer substantial damage to its reputation and goodwill and that you can be liable for causing such substantial damage.\nFurthermore, you agree to refrain from using the services offered through the Website, including ordering any InComm Payments Products, in any manner that would cause damage to the public reputation of InComm Payments, its affiliated companies, and their employees, shareholders, board members, Merchants, or third parties for which InComm Payments provides services.\nIn the event that you use or publicly display any products ordered through the Website, including by display on the Internet, in order to intentionally bring harm to InComm Payments or any of its affiliated companies or their employees, or shareholders, or board members, or to owners or operators of Third-Party Sites, or Merchants, InComm Payments reserves the right to demand the immediate return of any InComm Payments Product ordered from a Website, to invalidate, without refund, the value of any gift card included in such InComm Payments Product, and to pursue any and all further remedies available to InComm Payments and its affiliated companies under the law.</p>\n<p>&nbsp;</p>\n<p>12.\nTermination of Use</p>\n<p>You agree that if you violate any of these Terms, or if your account has been inactive for more than one year, we may terminate your right to use the Website or block access thereto, including removal of account privileges, and that we will have no obligation to return your User Submitted Data to you.\nThe disclaimers and limitations of liabilities set forth in these Terms shall survive any such termination.\nYour sole recourse and remedy if InComm Payments terminates your right or ability to use a Website is to receive a refund for any products or services paid for but not processed or fulfilled by InComm Payments, if any.</p>\n<p>&nbsp;</p>\n<p>13.\nPrivacy and Security</p>\n<p>We will protect and use information provided by you as set forth in the Privacy Policy posted on each Website, as applicable.\nYou agree not to violate or attempt to violate the security of any Website, including without limitation, (a) attempting to access data that is not intended for your use or logging onto a server or account that you are not authorized to access.\n(b) attempting to probe, scan or test the vulnerability of any system or network related in any way to a Website without proper authorization or to breach security or authentication measures without proper authorization.\n(c) attempting to interfere with service to any host, network or other user, including, without limitation, sending viruses, unsolicited email, flooding, spamming, mail bombing, or crashing.\nor (d) attempting to send promotions and/or advertising products and/or services.</p>\n<p>&nbsp;</p>\n<p>14.\nApplicable Law</p>\n<p>This website can be accessed from all 50 states, as well as from other countries around the world.\nSince each of these locations has laws that may differ from those of the State of Kansas, by accessing this Website both you and InComm Payments agree that if there is any dispute about or involving the Website or its products or services, or any transactions arising therefrom, the dispute shall be governed by the laws of the State of Missouri, USA, without regard to conflict of law provisions or principles, and you agree to submit to the exclusive personal jurisdiction and venue of the state and federal courts of the United States located in the State of Missouri Any action brought by you with respect to anything related to a Website must be brought, if at all, within one (1) year from the accrual of such cause of action.\nA printed version of these Terms and Conditions will be admissible in judicial and administrative proceedings based upon or related to these Terms to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nInComm Payments makes no representation that the Contents are appropriate or will be available for use in other locations.\nIf you use a Website from outside the United States of America, you are entirely responsible for compliance with applicable local laws, including but not limited to the export and import regulations of other countries in relation to the Content and the third party content.\nUnless otherwise explicitly stated, all marketing or promotional materials found on a Website are solely directed to individuals, companies or other entities located within the United States.</p>\n<p>&nbsp;</p>\n<p>15.\nRisk of Loss</p>\n<p>You acknowledge that title and risk of loss for items purchased by you through a Website passes to you upon delivery by InComm Payments or InComm Payments’ designate to the shipping carrier.</p>\n<p>&nbsp;</p>\n<p>16.\nAll Sales Final.\nPrices and Costs Subject to Change</p>\n<p>Unless otherwise provided for in writing, all sales are final and there are no refunds, returns or credit for products or services ordered.\nShipping and Handling costs are not refundable.\nAny order submitted or accepted, and any product shipped or otherwise provided by InComm Payments, shall be subject to these Terms.\nAll prices, costs and taxes associated with transactions on a Website are given in U.S.\ndollars.\nIt is your responsibility to pay all applicable taxes on purchases made on the Website.\nAt our sole discretion, we may add, delete or change some or all of the prices of our products and services, or costs associated with shipping, at any time without notice, other than such notice as is provided on the relevant Website.</p>\n<p>&nbsp;</p>\n<p>17.\nMiscellaneous</p>\n<p>We may assign our rights and responsibilities hereunder without notice to you.</p>\n<p>If any of these Terms are held invalid or unenforceable, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision most closely matching the intent of the original provision and the remainder of the Terms will continue in effect.\nWe reserve the right to amend or modify these Terms or impose new conditions at any time.\nSuch amendments and modifications will be effective immediately upon giving you notice by any means including, but not limited to, posting on the applicable Website.\nThese Terms constitute the entire agreement between you and InComm Payments with respect to the subject matter hereof and supersede all other communications, written or oral, with regard to any Website.\nThe failure of InComm Payments to enforce any right or provision in these Terms shall not constitute a waiver of such right or provision unless acknowledged and agreed to by InComm Payments in writing.\nYour use of a Website, however, is subject to the additional disclaimers and caveats that may appear throughout such Website.</p>\n<p>&nbsp;</p>\n<p>18.\nContact Information</p>\n<p>If you have any customer service-related questions, please contact us at 1-844-966-6422.</p>\n<ul>\n<li>\n</li>\n</ul>\n<strong> More Options </strong>\n<ul>\n<li>Track Order</li>\n<li>Help</li>\n<li>Site Map</li>\n</ul>\n<p>Terms and Conditions</p>\n<p>Only approved ChooseYourCard Gift Cards may be used to make purchases on the site.\nCard is issued by Pathward, N.A., Member FDIC.\nCard is distributed and serviced by InComm Financial Services Inc.</p>\n<p>For questions about the program or eGift Cards, please visit our Frequently Asked Questions.</p>\n<p>Copyright © 2022 InComm Payments.&nbsp.\nAll Rights Reserved.&nbsp.\nDesignated trademarks and brands are property of their respective owners.&nbsp.\nUse of this website constitutes acceptance of InComm Payment’s Privacy Policy and Terms of Use.</p>\n<strong> Legal Policies </strong>\n<ul>\n<li>Privacy Policy</li>\n<li>Contact Customer Care</li>\n<li>Cardholder Agreement</li>\n<li>Terms of Use</li>\n<li>Accessibility Statement</li>\n</ul> You are about to enter a third-party website where all use is governed by that website’s terms and conditions.\nYou will be subject to its privacy and security policies and practices.\n", "created_at": "2022-12-29 02:52:00.249841", "updated_at": "2022-12-29 02:53:19.004999"}, {"id": 13628, "name": "Privacy Policy", "url": "https://chooseyourcard.com/privacy-policy/", "xpath": "//body", "text": " The store will not work correctly in the case when cookies are disabled.\n<p>\n<strong>JavaScript seems to be disabled in your browser.</strong> For the best experience on our site, be sure to turn on Javascript in your browser.\n</p> Skip to Content <ul>\n<li> Available Balance: </li>\n<li>Track Order</li>\n</ul> My Cart <p>You cannot purchase American Express, Visa, and Mastercard physical products in the same order.\nWould you like to remove your existing physical product(s) from your cart and continue to buy the newly selected card(s)?</p>\n<p>You cannot purchase American Express, Visa, or Mastercard physical products in the same order as brand cards.\nWould you like to remove your existing physical product(s) from your cart and continue to buy the newly selected card(s)</p> Toggle Nav <ul>\n<li> Compare Products </li>\n</ul> Toggle Nav <ul>\n</ul> Privacy Policy <p>Effective Date: January 1, 2022</p>\n<p>This website is operated and maintained by InComm Payments.\nAs such, it is subject to InComm Payments’ privacy notice below.</p>\n<p>InComm Payments respects your concerns about privacy and value the relationship we have with you.\nThis Privacy Notice describes the types of personal information we may collect on our website, how we may use that information, with whom we may share it, and the measures we take to protect the security of the information.\nIn addition, we describe the choices you can make about how we use the information you provide to us.\nWe also provide you direction on how you can reach us to update certain information you've given us, ask us not to send you future communications, or answer any questions you may have about our privacy practices.</p>\n<p>This Privacy Notice applies only to information we collect on this our website and through your interaction with our website.\nThis Privacy Notice does not apply to any other website, service, product, or application operated or provided by us or a third party.</p>\n<p>\n<strong>Information We Collect&nbsp;and&nbsp;How We Use It.</strong>\n</p>\n<p>We may collect and use the following information as described below:</p>\n<ul>\n<li>Name</li>\n<li>Purchaser contact information including email address and physical mailing address</li>\n<li>Recipient contact information including email address, physical mailing address, or phone number</li>\n<li>Personal Message</li>\n<li>Payment information (credit card, expiration date and billing address)</li>\n<li>Demographic information such as postcode, preferences and interests<br>&nbsp;</li>\n</ul>\n<p>We require this information to understand your needs and provide you with a better service, and in particular, for the following reasons:</p>\n<ul>\n<li>To provide you with our products and services, including to take steps to enter into a contract for sale or for services, process payments, fulfill orders, and send service communications</li>\n<li>Internal record keeping</li>\n<li>Improve our products and services</li>\n</ul>\n<p>\n<strong>How We Share Your Information</strong>\n</p>\n<p>We share information as follows:</p>\n<ul>\n<li>Service Providers: We engage vendors to perform functions on our behalf, and they may receive information about you.\nThese vendors are obligated by contract to use information that we share only for the purpose of providing the products and services.\nThe business functions our vendors support include: billing and collection.\nauditing and accounting.\nprofessional services.\nanalytics services.\nsecurity.\nIT.\nand marketing emails.</li>\n<li>Government Entities: We may also share data when we believe in good faith that we are lawfully authorized or required to do so to respond to lawful subpoenas, warrants, court orders, or other regulatory or law enforcement requests, or where necessary to protect our property or rights or the safety of our employees, our customers, or other individuals.</li>\n<li>Potential Purchasers of Our Business: We may change our ownership or corporate organization while providing the services.\nWe may transfer to another entity or its affiliates or service providers some or all information about you in connection with, or during negotiations of, any merger, acquisition, sale of assets or any line of business, change in ownership control, or financing transaction.\nWe cannot promise that an acquiring party or the merged entity will have the same privacy practices or treat your information the same as described in this Notice.</li>\n</ul>\n<p>We may use and share data that has been aggregated (information that has been compiled into summaries) or de-identified (information that has been stripped of all unique identifiers such that it cannot be linked to a particular individual).</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>We maintain administrative, technical and physical safeguards designed to protect against unauthorized disclosure, use, alteration or destruction of the personal information we have about you.\nWhen you provide credit card information to make a purchase, we use the industry standard for Internet security – Secure Socket Layer (SSL) technology – to help protect the information you provide.\nThis Internet encryption standard scrambles data as it travels from your computer to our server.\nPlease note, however, that perfect security does not exist on the Internet.\nYou'll know that you're in a secure area of our website when a \"lock\" icon appears on your screen and the “http” portion of our URL address changes to “https.” The “s” stands for “secure.”</p>\n<p>\n<strong>Your Choices</strong>\n</p>\n<p>If you would like to update your contact information or prefer not to receive certain communications from us (such as e-mail), please call us or write us using one of the options provided below.</p>\n<p>\n<strong>Updates to this Privacy Notice</strong>\n</p>\n<p>We may update or change this Privacy Notice from time to time and without prior notice to you.\nWe will post a prominent notice on this site to notify you of any significant changes to our Privacy Notice and indicate below when it was most recently updated.</p>\n<p>\n<strong>How to Contact Us</strong>\n</p>\n<p>If you have any questions or comments about this Privacy Notice, or if you would like us to update certain information you have provided to us or your communication preferences, contact us by:</p>\n<p>Calling us at&nbsp;866-236-7733</p>\n<p>Writing us at:</p>\n<p>InComm Privacy<br>250 Williams Street<br>Suite 5-2002<br>Atlanta, GA 30303</p>\n<p>\n<strong>HIPAA</strong>\n</p>\n<p>To the extent that we process your personal information on behalf of a health insurance company, health care provider, or another entity covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) federal medical privacy law, we will safeguard your information in accordance with HIPAA and our agreements with customers.\nYou can learn more about your rights under HIPAA by obtaining a copy of the HIPAA notice of privacy practices of the health insurance company or health care provider on whose behalf we have your information.\nTo the extent that we maintain your information in accordance with HIPAA, this personal information may be excluded from other privacy laws and exempt from the privacy rights described in this Privacy Notice.</p>\n<p>\n<strong>Additional Notice for California Consumers</strong>\n</p>\n<p>This portion of our Privacy Notice applies to California consumers only.\nMost visitors to our website are representatives of businesses seeking to interact with us as part of their jobs.\nThis Notice does not apply to information that we collect through these business-to-business interactions.</p>\n<p>Personal Information Collected on California Consumers, Sources of Collection, and Business Purposes for Collection for the Last Twelve Months</p>\n<p>We collect information from users of our website, as further described above in “Information we collect and How We Use It,” when users visit and use our website.\nThe personal information we have obtained on California residents includes the following:</p>\n<ul>\n<li>Identifiers such as name, postal and email addresses, and other contact information when you submit you engage in a transaction on our site.</li>\n<li>The following categories of personal information described in California Civil Code § 1798.80(e): (1) the personal information listed in the preceding bullet point as “identifiers,” (2) the other information that identifies, relates to, describes, or is capable of being associated with, a particular individual that we describe in “Information we collect and how we use it” above.</li>\n</ul>\n<p>Payment information (credit card, expiration date and billing address).</p>\n<p>Disclosures of Personal Information on California Consumers for Business Purposes for the Last 12 Months</p>\n<p>We have disclosed the categories of personal information identified in this Additional Notice to service providers for various business purposes as specified below.\nFor more information on the service providers with whom we share information, please see “Information we Share” above.</p>\n<p>No Sales of Personal information for the Last 12 Months</p>\n<p>InComm has not sold any personal information described in this Privacy Notice to third parties within the previous 12 months and will not sell personal information.</p>\n<p>Business Purposes for Collecting Personal Information for the Last 12 Months</p>\n<p>We collected the personal information identified in this Additional Notice for the following business purposes:</p>\n<ul>\n<li>Detecting and protecting against security incidents, and malicious, deceptive, fraudulent or illegal activity, and prosecuting the same;</li>\n<li>Debugging to identify and repair errors in our systems;</li>\n<li>Undertaking activities to verify, maintain, and enhance the quality or safety of services we own, control, or provide.\nor</li>\n<li>To provide you with our products and services, including to take steps to enter into a contract for sale or for services, process payments, fulfill orders, and send service communications.</li>\n</ul>\n<p>Your California Privacy Rights</p>\n<p>If you are a California resident, you have the following rights for purposes of the personal information covered by this Privacy Notice.</p>\n<p>Right to Know About Personal Information Collected, Disclosed, or Sold and Right to Access.</p>\n<p>You have the right to request that we disclose the following information about your personal information we collect, use, and disclose:</p>\n<ul>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources from which the personal information is collected;</li>\n<li>Our business or commercial purpose for collecting or selling personal information;</li>\n<li>The categories of third parties with whom we share personal information;</li>\n<li>The specific pieces of information we have collected about you.</li>\n<li>If any, the categories of personal information about you that we have sold, by category or categories of personal information for each third party to which we sold the personal information.\nand</li>\n<li>The categories of personal information about you that we disclosed for a business purpose.</li>\n</ul>\n<p>Right to Deletion of Personal Information.</p>\n<p>You have the right to request deletion of your personal information we collected from you.</p>\n<p>Right to Non-Discrimination for Exercise of a California Privacy Rights.</p>\n<p>We may not discriminate against you because of your exercise of any of the foregoing rights, or any other rights under the California Consumer Privacy Act, including by:</p>\n<ul>\n<li>Denying you goods or services;</li>\n<li>Charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties;</li>\n<li>Providing you a different level or quality of goods or services.\nor</li>\n<li>Suggesting that you will receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>We may, however, charge different prices or rates, or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to InComm by your personal information.</p>\n<p>How to Exercise Your California Rights.\nHow We May Verify Your Request</p>\n<p>You may request the rights listed above by:</p>\n<ul>\n<li>Calling us at&nbsp;866-236-7733</li>\n<li>Using the webform available at this link</li>\n<li>Writing us at:<br>InComm Privacy<br>250 Williams Street<br>Suite 5-2002<br>Atlanta, GA 30303</li>\n</ul>\n<p>When you make a request, we may take steps to verify your identity before responding to your request.\nIn order to verify your identity with respect to the non-sensitive data that is subject to this notice, we will ask you to confirm your email address by sending you an email, or if your request is made via telephone call or via letter, we will ask you to verify your identity by confirming your email, account or asking questions about the scope of your interaction with us.\nWe reserve the right to take additional steps to verify your identity using other information we have about you.</p>\n<p>You may designate an authorized agent to make a request on your behalf.\nYou may make such a designation by providing the agent with written permission to act on your behalf.\nAs permitted by law, we may take steps to verify your own identity in response to a request even if you choose to use an agent.</p>\n<p>\n<strong>Accessibility</strong>\n</p>\n<p>To access this Privacy Notice by an alternative method, please contact us at&nbsp;833-774-8223.</p>\n<p>\n<strong>List of cookies we collect</strong>\n</p>\n<p>The table below lists the cookies we may collect today or in the future and what information they store.</p>\n<strong>COOKIE NAME</strong>\n<strong>COOKIE DESCRIPTION</strong> CART The association with your shopping cart.\nCATEGORY_INFO Stores the category info on the page, that allows to display pages more quickly.\nCURRENCY Your preferred currency CUSTOMER An encrypted version of your customer id with the store.\nCUSTOMER_INFO An encrypted version of the customer group you belong to.\nCUSTOMER_SEGMENT_IDS Stores the Customer Segment ID EXTERNAL_NO_CACHE A flag, which indicates whether caching is disabled or not.\nFRONTEND Your session ID on the server.\nGUEST-VIEW Allows guests to edit their orders.\nLAST_CATEGORY The last category you visited.\nLAST_PRODUCT The most recent product you have viewed.\nNEWMESSAGE Indicates whether a new message has been received.\nNO_CACHE Indicates whether it is allowed to use cache.\nPERSISTENT_SHOPPING_CART A link to information about your cart and viewing history if you have asked the site.\nSTORE The store view or language you have selected.\nUSER_ALLOWED_SAVE_COOKIE Indicates whether a customer allowed to use cookies.\nVIEWED_PRODUCT_IDS The products that you have recently viewed.\n<ul>\n<li>\n</li>\n</ul>\n<strong> More Options </strong>\n<ul>\n<li>Track Order</li>\n<li>Help</li>\n<li>Site Map</li>\n</ul>\n<p>Terms and Conditions</p>\n<p>Only approved ChooseYourCard Gift Cards may be used to make purchases on the site.\nCard is issued by Pathward, N.A., Member FDIC.\nCard is distributed and serviced by InComm Financial Services Inc.</p>\n<p>For questions about the program or eGift Cards, please visit our Frequently Asked Questions.</p>\n<p>Copyright © 2022 InComm Payments.&nbsp.\nAll Rights Reserved.&nbsp.\nDesignated trademarks and brands are property of their respective owners.&nbsp.\nUse of this website constitutes acceptance of InComm Payment’s Privacy Policy and Terms of Use.</p>\n<strong> Legal Policies </strong>\n<ul>\n<li>Privacy Policy</li>\n<li>Contact Customer Care</li>\n<li>Cardholder Agreement</li>\n<li>Terms of Use</li>\n<li>Accessibility Statement</li>\n</ul> You are about to enter a third-party website where all use is governed by that website’s terms and conditions.\nYou will be subject to its privacy and security policies and practices.\n", "created_at": "2022-12-29 02:52:00.126809", "updated_at": "2022-12-29 02:52:47.580604"}, {"id": 13629, "name": "Cardholder and Virtual Accountholder Agreement ", "url": "https://chooseyourcard.com/cardholder-agreement", "xpath": "//body", "text": " The store will not work correctly in the case when cookies are disabled.\n<p>\n<strong>JavaScript seems to be disabled in your browser.</strong> For the best experience on our site, be sure to turn on Javascript in your browser.\n</p> Skip to Content <ul>\n<li> Available Balance: </li>\n<li>Track Order</li>\n</ul> My Cart <p>You cannot purchase American Express, Visa, and Mastercard physical products in the same order.\nWould you like to remove your existing physical product(s) from your cart and continue to buy the newly selected card(s)?</p>\n<p>You cannot purchase American Express, Visa, or Mastercard physical products in the same order as brand cards.\nWould you like to remove your existing physical product(s) from your cart and continue to buy the newly selected card(s)</p> Toggle Nav <ul>\n<li> Compare Products </li>\n</ul> Toggle Nav <ul>\n</ul>\n<p>\n<strong>GIFT CARD/VIRTUAL ACCOUNT</strong>\n</p>\n<p>\n<strong>ChooseYourCard Cards</strong>\n</p>\n<p>\n<strong>Cardholder and Virtual Accountholder Agreement </strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>CUSTOMER SERVICE CONTACT INFORMATION: </strong>\n</p>\n<p>\n<strong>Address: </strong>P.O.\nBox 826, Fortson, Georgia 31808<strong>&nbsp.\n</strong>\n</p>\n<p>\n<strong>Website: </strong>ChooseYourCard.com</p>\n<p>\n<strong>Phone Number: </strong>833-414-9427</p>\n<p>\n<strong>IMPORTANT NOTICES: </strong>\n</p>\n<ol>\n<li>\n<strong> Give this document to the recipient of the Gift Card/Virtual Account for any future questions or issues.</strong>\n</li>\n<li>\n<strong> Please read carefully.\nThis agreement contains an Arbitration Clause requiring all claims to be resolved by way of binding arbitration.</strong>\n</li>\n<li>\n<strong> Always know the exact dollar amount available on your Card/ Virtual Account.\nMerchants may not have access to determine your account balance.</strong>\n</li>\n<li>\n<strong> If you do not agree to these terms, do not use the Card/Virtual Account, save your receipt, and cancel the Card/Virtual Account by calling customer service.</strong>\n</li>\n</ol>\n<p>\n<strong>FEES AND EXPIRATION:</strong>\n</p>\n<p>\n<strong>NO FEES associated with the Card/Virtual Account and available funds do not expire.&nbsp.\n</strong>\n</p>\n<p>\n<strong>Lost/Stolen Replacement Fee: $0.00&nbsp.\n</strong>\n</p>\n<p>\n<strong>Replacement Card/Virtual Account at Expiration: There is no additional cost to obtain a replacement Card/Virtual Account due to expiration.&nbsp.\n</strong>\n</p>\n<p>This Cardholder/Accountholder Agreement&nbsp.\n(“Agreement”) sets forth the terms and conditions under which a ChooseYourCard.com Card (“Card”) or Virtual Account (“Virtual Account”) has been issued to you by Pathward, National Association.\nBy accepting and using this Card/Virtual Account, activating the Card/ Virtual Account, or authorizing any person to use the Card/Virtual Account, you agree to be bound by the terms and conditions contained in this Agreement.\nIn this Agreement “You” and “your” mean the person or persons who have received the Card/Virtual Account and are authorized to use the Card/Virtual Account.\n“We,” “us,” and “our” mean collectively, Pathward, N.A., a national bank, Member FDIC, and its divisions or assignees.\nThe Card/Virtual Account may be canceled or revoked at any time without prior notice, subject to applicable law.\nPlease read this Agreement carefully and keep it for future reference.\nThis Agreement applies to both the purchaser and any other user of the Card/Virtual Account.\nIt is the purchaser’s obligation to provide these terms and conditions to any user.\nhowever, new terms and conditions may be provided, or any other questions or concerns answered, by contacting Customer Service.</p>\n<ol>\n<li>\n<strong> ABOUT YOUR CARD/VIRTUAL ACCOUNT<br>\n</strong>The Card/Virtual Account is a prepaid Card/Virtual Account loaded with a specific amount of funds, redeemable to buy goods and services on ChooseYourCard.com.\nYou will only be able to redeem your Card/Virtual Account for Cards/Virtual Accounts from merchants who have opted into that particular program in the United States ONLY.\nNo additional funds may be added to this Card/Virtual Account.\nThe Card/Virtual Account is NOT a credit Card.\nThe Card/Virtual Account is not a checking account or connected in any way to any account other than a stored value account where your funds are held.<br>Pathward, N.A.\nwill act as custodian of your funds upon its receipt of your funds.\nOnce your Card is activated, you will be able to provide Pathward, as custodian, with instructions about the funds accessible through the Card.\nActivation of the Card authorizes us to hold your funds at Pathward or as custodian to place your funds at one or more participating banks (each a “Program Bank”).\nIf you do not agree to your funds being held by us at Pathward or placed by Pathward as custodian at other Program Banks, please immediately spend all the funds on your Card.\nCard funds are not FDIC insured.<br>\n<br>\n</li>\n<li>\n<strong> USING YOUR CARD/VIRTUAL ACCOUNT<br>\n</strong>\n<strong>a.\nAccessing Funds and Limitations<br>\n</strong>You must use your Card/Virtual Account online at ChooseYourCard.com.\nEach time you use your Card/ Virtual Account, you authorize us to reduce the value available on your Card/Virtual Account by the amount of the transaction.&nbsp.\nWhen selecting multiple partner virtual cards, ensure your remaining balance meets the minimum purchase threshold.\nRemaining Card/Virtual Account funds valued below the minimum purchase threshold will not be refunded or be available for transfer to another Card/Virtual Account.&nbsp.\nYour Card/ Virtual Account cannot be: (1) redeemed for its cash value.\n(2) used to obtain cash in any transaction.\n(3) used for illegal transactions.\n(4) used to make foreign transactions.\nor (5) used for purchases where recurring payments may occur, such as subscriptions, memberships, rentals, etc.\nFor security reasons, we may limit the amount or number of transactions you can make on your Card/Virtual Account.\nWe may refuse to process any transaction that we believe may violate the terms of this Agreement.\nYOU ARE NOT ALLOWED TO EXCEED THE BALANCE OF THE FUNDS AVAILABLE ON YOUR CARD/ VIRTUAL ACCOUNT.<br>If you attempt to use the Card/Virtual Account when there are insufficient funds associated with it, the transaction will generally be declined.\nNevertheless, if a transaction that exceeds the balance of the funds available on your Card/Virtual Account occurs due to a systems malfunction or otherwise, you will remain fully liable to us for the amount of the transaction.\nIf you do not have enough funds available on your Card/ Virtual Account, you may be able to instruct the merchant perform a “split transaction” to charge part of the purchase to the Card/Virtual Account and pay the remaining amount with another form of payment.\nYour card/Virtual Account is valid in the U.S.\nonly.\nIt cannot be used at merchants outside of the United States, including internet and mail/telephone order merchants outside of the United States.\nVirtual Accounts may be used for electronic commerce, only and will not be accepted for purchases at physical retail locations.\n<br>\n<strong>b.\nObtaining Card/Virtual Account Balance Information<br>\n</strong>You may obtain information about the amount of money you have remaining on your Card/Virtual Account, along with a history of Card/Virtual Account transactions, by visiting our Website.\nThis information is also available at no charge by contacting Customer Service.&nbsp.\n<br>\n<strong>c.\nAuthorization Holds<br>\n</strong>You do not have the right to stop payment on any purchase transaction originated by use of your Card/ Virtual Account.\nWith certain types of purchases (such as those made at restaurants, hotels, or similar purchases), your Card/Virtual Account may be “preauthorized” for an amount greater than the transaction amount to cover gratuity or incidental expenses.\nAny preauthorization amount will place a “hold” on your available funds until the merchant sends us the final payment amount of your purchase.\nOnce the final payment amount is received, the preauthorization amount on hold will be removed.\nDuring this time, you will not have access to preauthorized amounts.\nIf you authorize a transaction and then fail to make a purchase of that item as planned, the approval may result in a hold for that amount of funds.&nbsp.\n<br>\n<strong>d.\nReturns and Refunds<br>\n</strong>If you are entitled to a refund for any reason for goods or services obtained with your Card/Virtual Account, the return and refund will be handled by the merchant.\nIf the merchant credits your Card/ Virtual Account, the credit may not be immediately available.\nWhile merchant refunds post as soon as they are received, please note that we have no control over when a merchant sends a credit transaction and the refund may not be available for a number of days after the date the refund transaction occurs.&nbsp.\n&nbsp;<br>\n<strong>e.\nReceipts<br>\n</strong>You may wish to retain receipts as a record of transactions.\nYou may need a receipt in order to verify a transaction with us or the merchant.&nbsp;</li>\n</ol>\n<ol>\n<li>\n<strong> REPLACEMENT CARD/VIRTUAL ACCOUNT<br>\n</strong>If you need to replace your Card/Virtual Account for any reason, please contact Customer Service.\nSee the table above for applicable fees.\nPlease note that your Card/Virtual Account has a “Valid Thru” date on the back of the Card/Virtual Account.\nYou may not use the Card/Virtual Account after the “Valid Thru” date.\nHowever, even if the “Valid Thru” date has passed, the available funds on your Card/ Virtual Account do not expire.\nYou will not be charged a fee for replacement Cards/Virtual Accounts that we send due to expiration of the Card/Virtual Account.</li>\n</ol>\n<ol>\n<li>\n<strong> COMMUNICATIONS<br>\n</strong>You agree that we may monitor and record any calls or other communications between us and you.\nYou also agree that we or our service providers may contact you by using an automated dialing or email system, by text, or artificial or recorded voice.\nYou agree to pay any service charges assessed by your plan provider for communications we send or make to you or that you send or make to us.&nbsp;</li>\n</ol>\n<ol>\n<li>\n<strong> UNAUTHORIZED TRANSACTIONS<br>\n</strong>Treat this Card/Virtual Account like cash.\nWe generally cannot provide refunds for lost or stolen Cards/ Virtual Accounts.\nFraudulent transactions may result in the loss of your money with no recourse.\nHowever, if you believe your Card/Virtual Account has been lost or stolen or an unauthorized transaction has been made using the information from your Card/Virtual Account without your permission, contact Customer Service IMMEDIATELY.\nWe will ask for the Card/ Virtual Account number and other identifying details.\nWe cannot assist you if you do not have the Card/Virtual Account number.\nWe may not be able to assist you if you do not contact us within 60 days of the unauthorized transaction.\nA reissued Card/Virtual Account may take up to 30 days to process.&nbsp;</li>\n</ol>\n<ol>\n<li>\n<strong> NO WARRANTIES AND LIMITATION OF LIABILITY<br>\n</strong>We are not responsible for the quality, safety, legality, or any other aspect of any goods or services purchased with a Card/Virtual Account.\nFurther, we will not be liable: (1) If, through no fault of ours, you do not have enough funds available on your Card/Virtual Account to complete the transaction.\n(2) If a merchant refuses to accept your Card/Virtual Account.\n(3) If an electronic terminal where you are making a transaction does not operate properly.\n(4) If access to your Card/Virtual Account has been blocked after you reported your Card/Virtual Account lost or stolen.\n(5) If circumstances beyond our control (such as fire, flood or computer or communication failure) prevent the completion of the transaction.\nor (6) For any other exception stated in our Agreement with you.&nbsp;</li>\n</ol>\n<ol>\n<li>\n<strong> LEGAL NOTICES<br>\n</strong>\n<strong>a.\nEnglish Language Controls<br>\n</strong>Translations of this Agreement that may have been provided are for your convenience only and may not accurately reflect the original English meaning.\nThe meanings of terms, conditions, and representations herein are subject to definitions and interpretations in the English language.&nbsp.\n<br>\n<strong>b.\nAssignability<br>\n</strong>You may not assign or transfer your Card/Virtual Account or your obligations under this Agreement.\nWe may, however, transfer or assign our rights under this Agreement, including any balances in your&nbsp.\nCard/Virtual Account.&nbsp.\n<br>\n<strong>c.\nOther Terms<br>\n</strong>You will be notified of any change to this Agreement in the manner required by applicable law prior to the effective date of the change.\nHowever, if the change is made for security purposes, we can implement such change without prior notice.&nbsp.\nWe do not waive our rights by delaying or failing to exercise them at any time (for example, assessing a fee less than described, or not all, for any reason does not waive our right to begin charging the fee as set forth in this Agreement without notice).\nIf any provision of this Agreement is determined to be invalid or unenforceable under any rule, law, or regulation of any governmental agency, local, state, or federal, the validity or enforceability of any other provision of this Agreement will not be affected.\nThis Agreement will be governed by the law of the state of South Dakota except to the extent governed by federal law.\nShould your Card/Virtual Account have a remaining balance after a certain period of inactivity, we may be required to remit the remaining funds to the appropriate state agency.&nbsp;</li>\n</ol>\n<ol>\n<li>\n<strong> PRIVACY<br>\n</strong>We may provide information to our employees, auditors, affiliates, service providers, or attorneys as needed, or to any third party if you give us your written permission.\nWe may also collect: (1) Information about purchases made with the Card/Virtual Account, such as date of purchase, amount and place of purchase.\n(2) Information you provide to us for replacement Cards/Virtual Accounts, or when you contact us with customer service issues, such as name, address, phone number.\n<br>We may also disclose information about your Card/Virtual Account or the transactions you make to third parties in order to: (1) complete transactions.\n(2) verify the existence and condition of your Card/ Virtual Account for a third party, such as merchant.\n(3) provide customer services.\n(4) process claims for lost or stolen Cards/ Virtual Accounts.\n(5) help protect against fraud and to conduct research and analysis.\nor (5) comply with government agency or court orders, or other legal reporting requirements.&nbsp;</li>\n<li>\n<strong> ARBITRATION AND JURY TRIAL WAIVER<br>\n</strong>\n<strong>a.</strong>\n<strong>Jury Trial Waiver: To the extent permitted by law, you and we knowingly and voluntarily waive any right to trial by jury in the event of litigation arising out of or related to this agreement.\nThis Jury Trial Waiver does not modify in any fashion the Arbitration Clause set forth in the following section, which contains its own jury trial waiver.<br>\n</strong>\n<strong>b.\nArbitration Clause: You can opt out of this Arbitration Clause within 60 calendar days from the earlier of purchasing, activating, or using the Card/Virtual Account.\nYou must send the opt out notice in writing to Pathward, Attn: Customer Service, 5501 S Broadband Ln, Sioux Falls, SD 57108 (“Notice Address”).\nThis Arbitration Clause governs any dispute arising under this Agreement, aside from the validity and coverage of this Arbitration Clause.\nArbitrations will be conducted under the rules of the arbitration administrator, as chosen by us.\nArbitration may be brought by you or us, and we will not demand arbitration if you bring an individual action in small claims court.\nIn addition to the Jury Trial Waiver above, you also waive your rights to be a class member or bring suit in a class action or class arbitration.\nIn order to commence an arbitration, the party bringing the dispute must send the notice and complaint in writing.\nYou must send your notice to the Notice Address.\nAfter receiving notice, the other party has 30 days to attempt to resolve the issue before a suit or arbitration commences.\nWe will pay all costs associated with administering an arbitration brought by you in good faith, if you cannot get a waiver and ask us to pay.\nFurther, we will pay legal fees and costs if you win or as required by law or the arbitrator.\nThis Arbitration Clause will stay in force if your Card/Virtual Account is closed or we assign our rights under this Agreement.\nThis Arbitration Clause and any rights to appeal or requests for information will be governed by the Federal Arbitration Act and the rules of the arbitrator.</strong>\n<br>\n<br>Prepaid card/virtual account is issued by Pathward, National Association, Member FDIC © 2022 Pathward, N.A.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nC1949_4378_080122</li>\n</ol>\n<ul>\n<li>\n</li>\n</ul>\n<strong> More Options </strong>\n<ul>\n<li>Track Order</li>\n<li>Help</li>\n<li>Site Map</li>\n</ul>\n<p>Terms and Conditions</p>\n<p>Only approved ChooseYourCard Gift Cards may be used to make purchases on the site.\nCard is issued by Pathward, N.A., Member FDIC.\nCard is distributed and serviced by InComm Financial Services Inc.</p>\n<p>For questions about the program or eGift Cards, please visit our Frequently Asked Questions.</p>\n<p>Copyright © 2022 InComm Payments.&nbsp.\nAll Rights Reserved.&nbsp.\nDesignated trademarks and brands are property of their respective owners.&nbsp.\nUse of this website constitutes acceptance of InComm Payment’s Privacy Policy and Terms of Use.</p>\n<strong> Legal Policies </strong>\n<ul>\n<li>Privacy Policy</li>\n<li>Contact Customer Care</li>\n<li>Cardholder Agreement</li>\n<li>Terms of Use</li>\n<li>Accessibility Statement</li>\n</ul> You are about to enter a third-party website where all use is governed by that website’s terms and conditions.\nYou will be subject to its privacy and security policies and practices.\n", "created_at": "2022-12-29 02:52:00.187958", "updated_at": "2022-12-29 02:53:04.070194"}], "points": [], "urls": ["chooseyourcard.com"]}}