{"error": 448, "message": "OK", "parameters": {"id": 3230, "name": "teamfortress.tv", "created_at": "2021-04-23 12:09:45.405633", "updated_at": "2021-04-24 00:01:24.65907", "wikipedia": null, "keywords": null, "related": null, "slug": "teamfortresstv", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3230.png", "url": "teamfortress.tv", "documents": [{"id": 5279, "name": "Privacy Policy", "url": "https://teamfortress.tv/privacy", "xpath": "//*[@id=\"content\"]", "text": " Privacy Policy <p> This document is our privacy policy which describes what information we collect and what it's used for.\nYour use of the site constitutes your agreement to our policy.\n</p> The Information We Collect <p> During registration, we collect the following information: </p>\n<ul>\n<li>Username</li>\n<li>SteamID</li>\n<li>IP address</li>\n<li>Country</li>\n</ul>\n<p>Your username is used as an identifier when posting content to the website.\nYour SteamID serves as your OpenID login to the website.\nOther users are able to view your username, Steam Community profile, and country in your site user profile.\nYour IP address is recorded solely to monitor abuse resulting from multiple registrations under the same IP address.\n</p>\n<p> Our servers also record log data.\nLog data is certain information that is automatically collected when you visit teamfortress.tv, including the type of software used to access the site (browser, operating system), IP address, and timestamp.\nThis information is recorded anonymously for all visitors.\n</p> Use of Cookies <p>We use cookies solely to store persistent login information.\nYou can opt to disable cookies from your web browsers privacy settings, but doing so will prevent you from staying logged in between browser sessions.</p> Advertising <p> We use third-party advertising companies to serve ads when you visit our Website.\nThese companies may use information about your visits to this and other Web sites in order to provide advertisements about goods and services of interest to you.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies, click here.\n</p>\n<p> We allow third-party companies to serve ads and/or collect certain anonymous information when you visit our web site.\nThese companies may use <b>non-personally identifiable information</b> (e.g., click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) during your visits to this and other Web sites in order to provide advertisements about goods and services likely to be of greater interest to you.\nThese companies typically use a cookie or third party web beacon to collect this information.\nTo learn more about this behavioral advertising practice or to opt-out of this type of advertising, you can visit http://www.networkadvertising.org.\n</p> California Residents <p> The CCPA provides California residents with specific rights regarding their personal information:</p>\n<ul>\n<li>The right to know which personal information is being collected</li>\n<li>The right to know if personal data is being sold or shared, and to whom</li>\n<li>The right to object to the sale of personal data</li>\n<li>The right to access one's own personal information</li>\n<li>The right to equal service and price, even for consumers who exercise their privacy rights</li>\n</ul> To exercise these rights, please contact us through the methods listed below.\nHow To Contact Us Should you have other questions or concerns about these privacy policies, please send us an email via the \"Contact\" link at the footer of the page.\n", "created_at": "2021-04-23 12:09:46.330084", "updated_at": "2022-12-16 19:16:09.590463"}], "points": [], "urls": ["teamfortress.tv"]}}