{"error": 448, "message": "OK", "parameters": {"id": 9787, "name": "Sputnik", "created_at": "2023-10-16 20:28:58.76445", "updated_at": "2023-10-16 22:02:41.419384", "wikipedia": null, "keywords": null, "related": null, "slug": "sputnik", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9787.png", "url": "sputnikglobe.com", "documents": [{"id": 19489, "name": "Privacy Policy", "url": "https://sputnikglobe.com/docs/privacy_policy.html", "xpath": "/html/body/div[2]/div[3]/div", "text": "https://sputnikglobe.comprivacy_policyPrivacy PolicyPrivacy PolicySputnik International is a global news agency keeping you updated on all the latest world news 24/7.\nBrowse Sputnik for breaking news and top stories on politics, economy, social media and the most viral trends.2021-09-07T09:07+00002021-09-07T09:07+00002023-04-10T13:13+0000/html/head/meta[@name='og:title']/@content/html/head/meta[@name='og:description']/@contenthttps://cdn1.img.sputnikglobe.com/i/logo/logo-social.pngThis Privacy Policy has been developed in accordance with the requirements of regulatory acts of the Russian Federation on personal data protection and in accordance with international law, including but not limited to Federal Law of the Russian Federation No.\n152-FZ \"On personal data\" of July 27, 2006, and the GDPR regulations, specifically, \"Regulation (EU) 2016/679 of the European Parliament and of the Council of the European Union of April 27, 2016, on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and on repealing Directive 95/46/EC (General Data Protection Regulation)\" or GDPR.We take timely measures to protect your personal data in compliance with this Privacy Policy (hereinafter the \"Privacy Policy\") and applicable law, and guarantee that your personal data is processed and protected to the highest global standards.Please read this Privacy Policy carefully, in order to understand the purposes for which we process your personal data as well as how you can exercise your rights regarding your personal data that is processed by the Agency.We tried to make this Privacy Policy as clear and simple as possible.This Privacy Policy shall be approved in its Russian version and translated into foreign languages, if necessary.If you have any questions regarding the processing or protection of your personal data, or any suggestions on how to improve this Privacy Policy, or if you would like to review the officially approved version, please send us a message using the contact information in Section 13 \"Contacts\".1.\nScope of useThis Privacy Policy is designed to inform you about how we collect and process your personal data when you use our information resources (website, mobile app) and when we perform activity unrelated to the use of our information resources.This Privacy Policy applies to the processes specified in Section 5 \"Privacy notice\".Please note that our information resource (website, mobile app) may contain links to the resources of other service providers that are beyond our control and to whom this Privacy Policy does not apply.We require that our partners handle user data with care, therefore, we work only with companies that have established credibility.2.\nCategories of personal data subject to processingWe do not process your personal data when related to race, ethnicity, political views, religious or philosophical beliefs, health, sex life or biological characteristics that could make it possible to identify you.We do not intentionally collect your personal data from public sources unless otherwise stipulated by applicable law regulating the media.3.\nCategories of personal data subjectsPersonal data subjects include employees of the Agency and its representative offices, branches, bureaus, and users of the Agency’s websites, mobile apps and services.\nthe Agency’s partners, customers, contractors and their representatives.\njournalists, bloggers (individuals promoting their personal websites, social media pages or content platforms), representatives of media outlets, participants in events held by the Agency, and other personal data subjects for the purpose of personal data processing.\nThe objectives of personal data processing are set forth in Section 5 \"Privacy notice\".The Agency processes the personal data of adult individuals.4.\nCollecting personal data of underage usersOur information resources (website, mobile app) are not designed to process the personal data of underage individuals, unless it is stipulated by applicable law or permitted by the underage users’ parents or legal guardian.An underage user is an individual under the age of 18 unless otherwise stipulated by applicable law.If you have reasons to believe that that your child has provided us with his or her personal data, please let us know using the contact information in Section 13 \"Contacts\".5.\nPrivacy notice5.1.\nProcessing your personal data with identificationThe Agency’s information resources (website, mobile app) process personal data to identify you as an individual for the following purposes:5.1.1.\nProviding personal account features on the news websiteA news website is an online media outlet of the Agency specializing in collecting and releasing news content or news items.Purpose of personal data processingProviding users with the opportunity to participate in discussions on news and commentary.Personal data processed for this purposeYour name or username and email are necessary to create a personal account on the website.Once you have created an account, you can add more information to your personal account, including a profile photo, age, gender, date of birth, country, Google ID, Apple ID and social media accounts.\nThis additional information is optional.If you provide your Google ID, Apple ID and social media ID, the website will process the data available on your social media accounts, including your first and last name, profile photo, date of birth, gender, email and subscription status.Legal grounds for processing your personal dataYour consent.Period of storage of your personal dataUntil you delete your account or withdraw your consent (or request that we delete your data).The withdrawal of consent procedure is described in Clause 8.7 \"Right to withdraw consent\".Transferring personal data to third partiesIf you provided your Google ID, Apple ID and social media ID via your personal account settings, your data will be transferred to third parties, specifically: Facebook Inc.\n(Facebook).\nGoogle LLC (Firebase, Google Analytics).\nTwitter Inc.\n(Twitter).\nVkontakte LLC (Vkontakte) and Apple Inc.No data will be transferred to third parties if you do not provide your social media accounts via your personal account settings.Transferring personal data to third countries and international organizationsIf you provide your social media accounts via your personal account settings, your personal data will be processed in the Russian Federation, the United States and other countries where respective social media providers operate.If you do not provide your social media ID via your personal account settings, your personal data will be processed only in the Russian Federation.5.1.2.\nProviding a personal account on the media siteA media site is an Agency information resource that contains digital information products (photo, video, audio, etc.) created by the Agency for the purposes of further use and distribution.Purpose of personal data processingGranting licenses for the use of photo images, graphics, infographics and audiovisual content.Personal data processed for this purposeFirst name, last name, email, login, company name, company’s area of business, city, country, place of employment, job title, postal index, address, contact telephone number.Legal grounds for processing your personal dataA contract (license agreement).Period of storage of your personal dataUntil the contract (license agreement) expires.Upon expiration of the contract, the contract will be transferred to our internal archives.\nThe contract will be stored for a period determined by internal file register regulations as required by applicable law.Transferring personal data to third partiesNo personal data is transferred to third parties.Transferring personal data to third countries and international organizationsYour personal data will be processed only in the Russian Federation.5.1.3.\nProviding a personal account to an organization on the commercial information sitePurpose of personal data processingProviding commercial services.Personal data processed for this purposeEmail, company name, login, information about newsfeed subscriptions.Legal grounds for processing your personal dataA contract (license agreement).Period of storage of your personal dataUntil the contract (license agreement) expires.Upon expiration of the contract, the contract will be transferred to our internal archives.\nThe contract will be stored for a period determined by internal file register regulations as required by applicable law.Transferring personal data to third partiesNo personal data will be transferred to third parties.Transferring personal data to third countries and international organizationsYour personal data will be processed only in the Russian Federation.5.1.4.\nOrganizing contests and other eventsPurpose of personal data processingOrganizing contests or campaigns for marketing purposes.Personal data processed for this purposeSocial media ID, first name, last name, patronymic (middle name), age, country, contacts for messengers and social media, contact telephone numbers, email, photos and videos.Legal grounds for processing your personal dataRules of participation for the contest or other event.Period of storage of your personal dataUntil the end of the event.Winners’ data are subject to processing until they receive their awards.Transferring personal data to third partiesIf third parties (partners, third-party platforms) are involved in organizing the event or presenting awards (postal services, courier services or partners), your personal data will be transferred to third parties.If no third parties are involved in organizing any stage of the contest, including presentation of awards to winners, the Agency will not transfer any personal data to third parties.Transferring personal data to third countries and international organizationsIf third parties (partners, third-party platforms) are involved in organizing an event or presenting an award (postal services, courier services or our partners), your personal data will be processed in the Russian Federation and in other countries where these third parties operate.If no third parties are involved, your personal data will be processed only in the Russian Federation.5.1.5.\nSending email newsletters and notificationsPurpose of personal data processingDistributing newsletters.Personal data processed for this purposeFirst name, last name, email, your location (address), email client.Legal grounds for processing your personal dataYour consent.Period of storage of your personal dataUntil you withdraw your consent.The withdrawal of consent procedure is described in Clause 8.7 \"Right to withdraw consent\".Transferring personal data to third partiesThe Rocket Science Group (Mailchimp).\nSendPulse Inc.\n(Sendpulse).Transferring personal data to third countries and international organizationsYour personal data will be processed in the Russian Federation, the United States, Germany and Lithuania.5.1.6.\nReceiving and providing feedbackPurpose of personal data processingProcessing inquiries (complaints and suggestions) from individuals or representatives of organizations.Personal data processed for this purposeFirst name, last name.\nplace of employment and job title.\naddress.\ncountry.\ncontact telephone numbers.\nemail.Legal grounds for processing your personal dataEnsuring you receive feedback to resolve your issue.Period of storage of your personal dataUntil your issue is resolved.Transferring personal data to third partiesNo personal data is transferred to third parties.Transferring personal data to third countries and international organizationsYour personal data will be processed only in the Russian Federation.5.2.\nPersonal data processing without your identificationOur website automatically collects data without identifying you as an individual for the following purposes:5.2.1.\nAnalyzing the behavior of information resource (websites and mobile apps) users with internal analytics systemsPurpose of personal data processingImproving the operation of the website/mobile app, providing content, displaying the most relevant news items, displaying targeted advertising on the Agency’s website/mobile app and on advertising networks.Personal data processed for this purposeCookies, IP address, location, type and version of the device’s operating system, type and version of browser, type of device and screen resolution, source of traffic (website or ad), language of the operating system and browser, user’s online activity.Legal grounds for processing your personal dataLegitimate interest.When processing your data, we act based on our legitimate interest because no other grounds apply in this case.\nOur performance depends on your interest in the content we provide and on ease of use.User behaviour analysis on our website is a common practice among media outlets, therefore, we expect you to be aware of this.\nWe assure you that any analysis of your data that we conduct to achieve the said goal will have no significant impact on your rights and freedoms.Period of storage of your personal dataThe period of storage depends on the type of cookie.You can learn more about cookie types in the Cookies table.Transferring personal data to third partiesNo personal data is transferred to third parties.Transferring personal data to third countries and international organizationsYour personal data will be processed only in the Russian Federation.5.2.2 Analyzing the behavior of information resource (websites and mobile apps) users with third-party resourcesPurpose of personal data processingImproving the operation of the website/mobile app, providing content, displaying the most relevant news items and displaying targeted advertising.Personal data processed for this purposeCookies, IP address, location, type and version of the device’s operating system, type and version of browser, type of device and the screen resolution, source of traffic (website or ad), language of the operating system and browser, user’s online activity.Legal grounds for processing your personal dataYour consent.Period of storage of your personal data1) until expiration of the storage period for the respective cookie file, depending on the type.\nStorage periods for each cookie type are specified in the Cookies table.2) until you withdraw your consent (decline data processing).The withdrawal of consent procedure is described in Clause 8.7 \"Right to withdraw consent\".Transferring personal data to third partiesTo accomplish this purpose, we connect to information resources of third-party services.We provide these services the opportunity to gather your personal data for analysis.\nIn this case, the processing of your personal data is subject to the privacy policies of these third-party services.Transferring personal data to third countries and international organizationsYour personal data will be processed in the Russian Federation, the United States, Egypt and other countries where the involved third-party services operate.5.3.\nData processing for internal Agency purposes without using the information resourcesWe process your personal data without using the information resources for the following purposes:5.3.1.\nAccreditation of media representatives or bloggers for an Agency event or an event organized by the AgencyPurpose of personal data processingAccreditation of media representatives or bloggers for an Agency event or an event organized by the Agency.Personal data processed for this purposeFirst name, last name, patronymic (middle name).\ngender.\ncitizenship.\nidentification document data.\nphotograph.\ncopies of passport pages.\nplace of employment and job title.\nvisa category and number.\nemail.\ncontact telephone numbers.\npurpose of visit to the country.Legal grounds for processing your personal dataYour consent.Period of storage of your personal dataFor the period of accreditation and one year after the accreditation expires.Transferring personal data to third partiesYour personal data will be transferred to third parties if the Agency involves them in the event.Transferring personal data to third countries and international organizationsYour personal data will be processed in the Russian Federation and in the country where an event is held.5.3.2.\nInvitation to an Agency eventPurpose of personal data processingOrganizing an Agency event.Personal data processed for this purposeFirst name, last name, patronymic (middle name).\nphotograph.\nplace of employment and job title.\nemail.\ncontact telephone numbers.\nacademic degree.\nprofile.\ncontact information for messengers and social media.Legal grounds for processing your personal dataYour consent.Period of storage of your personal dataUntil the end of the event.Transferring personal data to third partiesYour personal data will be transferred to third parties if the Agency uses them in organizing the event.Transferring personal data to third countries and international organizationsYour personal data will be processed in the Russian Federation and the country where the event is held.5.3.3.\nProcessing the data of representatives of the Agency’s partners, contractors and clientsPurpose of personal data processingExecuting, performing and terminating a civil contract, approving a contract with a contractor.Personal data processed for this purposeFirst name, last name, patronymic (middle name).\nplace of employment and job title.\nemail.\ncontact telephone number.Legal grounds for processing your personal dataActions towards executing a contract as well as performance of the contract (any type of contract).Period of storage of your personal dataUntil execution of the contract.\nuntil termination/expiration of the contract.Upon termination/expiration of the contract, the contract shall be transferred to the archives.\nThe period of storage shall be determined by internal document management regulations in compliance with applicable law.Transferring personal data to third partiesNo personal data is transferred to third parties.Transferring personal data to third countries and international organizationsPersonal data will be processed only in the Russian Federation.5.3.4.\nContent production by a media outletPurpose of personal data processingFor media outlet operations.Personal data processed for this purposeFirst name, last name, patronymic (middle name).\nplace of employment and job title.\nphotograph.\naudio recording of an interview.\nvideo recording of an interview or speech.\nprofile.\nemail.\ncontact telephone number.\ncontact information for messengers and social media.Legal grounds for processing your personal dataLegitimate interest.When gathering your data, we act based on our legitimate interest because no other grounds apply in this case.\nOur operation involves promptly responding to events in various areas of society and presenting them in the form of news content.\nWhen producing news content in the course of our operation as a media outlet, we may use personal data and these personal data will become publicly available unless it violates the rights and freedoms of an individual.\nWe expect you to be aware of this.Period of storage of your personal dataIndefinitely, as part of our journalistic activity as a media outlet.Transferring personal data to third partiesNo personal data is transferred to third parties.Transferring personal data to third countries and international organizationsYour personal data will be processed only in the Russian Federation.5.3.5.\nNewsletters to representatives of media outletsPurpose of personal data processingDistributing newsletters.Personal data processed for this purposeFirst name, last name, patronymic (middle name).\nplace of employment.\ncontact telephone number.\nemail.\ncountry.Legal grounds for processing your personal dataYour consent.Period of storage of your personal dataUntil you withdraw your consent.The withdrawal of consent procedure is described in Clause 8.7 \"Right to withdraw consent\".Transferring personal data to third partiesNo personal data is transferred to third parties.Transferring personal data to third countries and international organizationsYour personal data will be processed only in the Russian Federation.6.\nAutomated individual decision-making and profilingTo accomplish the purposes for which we process your personal data, we do not engage in automated individual decision-making, including profiling.7.\nDestroying personal dataPersonal data will be destroyed upon achieving the purposes of processing it, upon expiration of the storage period, upon withdrawal of the subject’s consent to processing or upon termination of the contract unless otherwise specified by applicable law.\nPersonal data is also subject to destruction if it is established that it was processed unlawfully.8.\nYour rights8.1.\nRight to access your personal informationYou have the right to obtain information from us about the processing of your personal data, the purpose of processing, categories, recipients or categories of recipients, including from other countries or international organizations, the period of storage, conditions of terminating the processing of your data and the source of your personal data.You have the right to request an electronic copy of your data that we process in electronic form, in a widely used format, if this right is explicitly granted by applicable law.8.2.\nRight to correct your personal dataIf your personal data is inaccurate, incomplete or outdated, you have the right to require that we correct it without delay on our part or, when appropriate, to correct it on your own, for example, in your personal account settings.You will be notified once we have corrected your personal data.8.3.\nRight to delete your personal dataYou have the right to request that we delete your personal data without delay on our part or, when appropriate, delete it yourself, for example, in your personal account settings.If we cannot delete your personal data, we will anonymize your personal data to make it impossible to identify the owner.You will be notified once we have deleted or anonymized your personal data.8.4.\nRight to restrict (block) processingYou have the right to request that we restrict (block) the processing of your personal data.\nYou may exercise this right only in the following cases:1) you have disputed the accuracy of your personal data for a period that allowed us sufficient time to verify these data;2) processing your personal data is against the law and you object to your personal data being deleted and request that we restrict their use;3) we no longer need your personal data for the purposes of processing but you need them to impose, pursue or protect your legal requirements;4) you object to the processing until it is verified that our legitimate grounds override your grounds.If the processing of your personal data is restricted (blocked), we will suspend processing until the restriction is lifted but will continue to store your personal data.You can lift the restriction (block) from the processing of your personal data at any time by sending us a request using the methods specified in Section 13 \"Contacts\".8.5.\nRight to data portabilityYou have the right to obtain your personal data in a structured and computer-readable format as well as the right to have this data transferred to a different organization.You may exercise this right when your data is processed electronically based on your consent or a signed agreement to which you are a party or this right is explicitly granted by applicable law and is technically exercisable.8.6.\nRight to objectYou have the right to object to the processing of your personal data at any time based on a substantiated objection, when we process your data:1) to perform tasks in the public interest or to exercise official authority conferred on us;2) based on the legitimate interests that we or a third party pursue, except when pursuing these interests is necessary to protect your rights and freedoms.We will not process your personal data if we cannot demonstrate convincing legal grounds for processing them.You may, at any time, object to the processing of your personal data for marketing purposes, including for profiling, if such objection is explicitly stipulated by applicable law.8.7.\nRight to withdraw consentIf your personal data are processed on the grounds of your consent, you have the right to withdraw it.\nWe use a simple 'withdrawal of consent' procedure:1) withdrawal of consent to email newsletters.You can withdraw your consent using any of the methods below:a) click \"unsubscribe\" in any distributed email;b) send us a withdrawal notice in a reply to an email newsletter;c) turn off email newsletters in your personal account settings, where available.2) withdrawal of consent to personal data processing via your account on the website.You can withdraw your consent using any of the methods below:a) delete your account in the settings of your personal account on the websites (you will find a link to delete your account in Settings);b) send us a withdrawal notice using the methods specified in Section 13 \"Contacts\".3) withdrawal of consent to cookie processing (declining cookie processing).You can withdraw consent (decline processing) by disabling the categories of your personal data subject to processing in the tracking settings on the website or using the guide in the Cookie and Automatic Logging Policy.\nDepending on the type of cookie files, they may be deleted automatically once you close the browser on your device.\nIf automatic deletion is not applicable, the processing will cease upon your withdrawing consent.4) withdrawal of consent to personal data processing for purposes unrelated to the use of our information resources.You can withdraw your consent by sending us a notice using the methods specified in Section 13 \"Contacts\".8.8.\nRight to file a complaint with a supervisory authorityYou have the right to file a complaint with an authorized supervisory authority in your country if you have doubts about our methods for processing your data or protecting and enforcing your rights.If you are a citizen of the Russian Federation or reside on the territory of the Russian Federation, you will find the contacts of the supervisory authority on the website of the Federal Service for Supervision of Communications Information Technology and Mass Media (Roskomnadzor).If you are a citizen of the European Union or reside in the EU territory, you will find the contacts of the supervisory authority on the European Data Protection Board website.If you are a citizen or a resident of a non-EU country, you will find the contacts of the supervisory authority on the official website of this country’s competent authority.8.9.\nRequest for additional information required to identify a data subjectIf the data you provided are insufficient for observing your rights, we may request additional data from you to verify your identity.\nWe do our best to request only essential information that is absolutely necessary.\nIf you fail to provide additional information, we will not be able to observe your rights.\nIf you believe that we violate your rights by requesting additional information, you can file a complaint with a respective supervisory authority.8.10.\nTerms of providing information on your rightsWe provide information on observing your rights free of charge.\nIf your request is clearly unsubstantiated or excessive (specifically, due to repetitiveness), we may refuse to respond or charge a fee for providing the requested information.8.11.\nExercising your rightsWe provide several methods for exercising your rights:1) You can use the online feedback form available on the website to send us a request regarding your personal data protection;2) You can exercise your rights without assistance, when available, via your personal account;3) You can address critical issues directly to the person in charge of data protection using the method specified in Section 13 \"Contacts\".8.12.\nWhen we are restricted from observing your rightsWe may limit the scope of our obligations and restrict your rights when required by applicable law.These restrictions may apply if your personal data is processed:1) to protect national security;2) for protection;3) for public security;4) during a preliminary inspection, investigation, identity verification or the prosecution of criminal offences or the execution of criminal penalties, including the safeguarding against and the prevention of threats to public security;5) for other important objectives of legitimate general public interest for the state in which you are located, in particular an important economic or financial interest, including monetary, budgetary or taxation matters, public health or social security;6) for the protection of judicial independence and judicial proceedings;7) for the prevention, investigation, detection and prosecution of breaches of ethics for regulated professions;8) for a monitoring, inspection or regulatory function connected to the exercise of official authority;9) for the protection of the data subject or the rights and freedoms of others;10) for exercising the right to file civil law claims or enforce court judgements.There are also special conditions that must be met for your rights to be exercised, specifically:Exemptions from the right to delete personal data:1) observing the right to freedom of expression and freedom of information;2) performing a statutory obligation that requires the processing of personal data under applicable law or for accomplishing an objective of general public interest or for exercising official authority imposed on us by applicable law;3) protecting the public interest in the area of public health;4) processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes;5) initiating, conducting or defending a legal claim.Exemptions from the right to restrict (block) processing:1) introducing, meeting or defending legal requirements, upon your consent;2) protecting the rights of another individual or a legal entity;3) for pursuing important legitimate public state interests.If we are not able to observe your rights upon your request, we will send you a substantiated refusal.9.\nCookies and automatic loggingTo accomplish the purposes set forth in Clause 5.2 of this Privacy Policy, we use cookies and automatic logging.A cookie is a small data file stored on your device (computer, tablet, smart phone, etc.).Automatic logging is a log file used by our web servers and security systems.We process this data solely for the safe use of our website as well as to improve its performance.We do not use this data to identify you or integrate these data with other data.\nNor do we transfer this data or create user profiles.You can learn more about how we use these technologies in our \"Cookie and automatic logging policy\".10.\nGuarantees regarding personal data transfer to third countriesIf we deal with a contractor whose country of operation is not on the list of countries ensuring an adequate level of personal data protection, we use standard contractual terms as recommended by the European Commission, the Federal Service for Supervision of Communications Information Technology and Mass Media (Roskomnadzor) and national law.\nWe adopted security measures to protect your personal data according to the best security and privacy practices.\nWe use safety precautions to protect your information.11.\nData securityThe personal data we collect and store constitute classified information.\nThey are protected from loss, manipulation or unauthorised access, by virtue of technical tools and organizational procedures.\nWe continuously improve our data protection systems.We assess impacts on data protection in order to identify your risks during data processing.\nWe minimize detected risks by employing technical and organisational security measures.You are responsible for the safekeeping of the password we provide for your personal account on our website.\nYou must maintain this password in confidence and never transfer it to anybody.12.\nPolicy amendmentsWe reserve the right to amend this Privacy Policy from time to time.We will inform you of any changes to this Privacy Policy using all available means (via your contact email provided during registration or via our website during your next visit).Please review every update to this Privacy Policy.13.\nContactsTo send us a message concerning the protection of personal data, please use the feedback form.You can address most critical questions on personal data protection directly to our data protection officer at the following email:First name: DmitryLast name: NaimushinEmail: privacy@sputniknews.comPlease note that this contact information may only be used for inquiries into personal data processing and protection.\nUnrelated inquiries will not be considered.For inquiries unrelated to personal data protection please use the email from the Agency’s contact list.Be sure to address your request to the appropriate department.\nIf you send your request to the wrong department your issue may remain unresolved because departments only respond to requests within their competence.Last updated: 23.01.2023Sputnik International feedback@sputniknews.com+74956456601MIA „Rosiya Segodnya“ 252602021Sputnik International feedback@sputniknews.com+74956456601MIA „Rosiya Segodnya“ 25260 Newsen_ENSputnik International feedback@sputniknews.com+74956456601MIA „Rosiya Segodnya“ 25260Sputnik International feedback@sputniknews.com+74956456601MIA „Rosiya Segodnya“ 25260Sputnik InternationalSputnik News, sputnik, Sputnik International, sputnik EN, sputnik US, sputnik GB, news, World News, international news, Breaking News, Top Stories, news in English, breaking news headlines, breaking news today, breaking news near me, news now world, breaking news now, top stories news, usa news today headlinesSputnik News, sputnik, Sputnik International, sputnik EN, sputnik US, sputnik GB, news, World News, international news, Breaking News, Top Stories, news in English, breaking news headlines, breaking news today, breaking news near me, news now world, breaking news now, top stories news, usa news today headlinesPrivacy PolicyThis Privacy Policy has been developed in accordance with the requirements of regulatory acts of the Russian Federation on personal data protection and in accordance with international law, including but not limited to Federal Law of the Russian Federation No.\n152-FZ \"On personal data\" of July 27, 2006, and the GDPR regulations, specifically, \"Regulation (EU) 2016/679 of the European Parliament and of the Council of the European Union of April 27, 2016, on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and on repealing Directive 95/46/EC (General Data Protection Regulation)\" or GDPR.We take timely measures to protect your personal data in compliance with this Privacy Policy (hereinafter the \"Privacy Policy\") and applicable law, and guarantee that your personal data is processed and protected to the highest global standards.Please read this Privacy Policy carefully, in order to understand the purposes for which we process your personal data as well as how you can exercise your rights regarding your personal data that is processed by the Agency.We tried to make this Privacy Policy as clear and simple as possible.This Privacy Policy shall be approved in its Russian version and translated into foreign languages, if necessary.If you have any questions regarding the processing or protection of your personal data, or any suggestions on how to improve this Privacy Policy, or if you would like to review the officially approved version, please send us a message using the contact information in Section 13 \"Contacts\".<strong>1.\nScope of use</strong>This Privacy Policy is designed to inform you about how we collect and process your personal data when you use our information resources (website, mobile app) and when we perform activity unrelated to the use of our information resources.This Privacy Policy applies to the processes specified in Section 5 \"Privacy notice\".Please note that our information resource (website, mobile app) may contain links to the resources of other service providers that are beyond our control and to whom this Privacy Policy does not apply.We require that our partners handle user data with care, therefore, we work only with companies that have established credibility.<strong>2.\nCategories of personal data subject to processing</strong>We do not process your personal data when related to race, ethnicity, political views, religious or philosophical beliefs, health, sex life or biological characteristics that could make it possible to identify you.We do not intentionally collect your personal data from public sources unless otherwise stipulated by applicable law regulating the media.<strong>3.\nCategories of personal data subjects</strong>Personal data subjects include employees of the Agency and its representative offices, branches, bureaus, and users of the Agency’s websites, mobile apps and services.\nthe Agency’s partners, customers, contractors and their representatives.\njournalists, bloggers (individuals promoting their personal websites, social media pages or content platforms), representatives of media outlets, participants in events held by the Agency, and other personal data subjects for the purpose of personal data processing.\nThe objectives of personal data processing are set forth in Section 5 \"Privacy notice\".The Agency processes the personal data of adult individuals.<strong>4.\nCollecting personal data of underage users</strong>Our information resources (website, mobile app) are not designed to process the personal data of underage individuals, unless it is stipulated by applicable law or permitted by the underage users’ parents or legal guardian.An underage user is an individual under the age of 18 unless otherwise stipulated by applicable law.If you have reasons to believe that that your child has provided us with his or her personal data, please let us know using the contact information in Section 13 \"Contacts\".<strong>5.\nPrivacy notice</strong>\n<strong>5.1.\nProcessing your personal data with identification</strong>The Agency’s information resources (website, mobile app) process personal data to identify you as an individual for the following purposes:<strong>5.1.1.\nProviding personal account features on the news website</strong>A news website is an online media outlet of the Agency specializing in collecting and releasing news content or news items.<strong>Purpose of personal data processing</strong>Providing users with the opportunity to participate in discussions on news and commentary.<strong>Personal data processed for this purpose</strong>Your name or username and email are necessary to create a personal account on the website.Once you have created an account, you can add more information to your personal account, including a profile photo, age, gender, date of birth, country, Google ID, Apple ID and social media accounts.\nThis additional information is optional.If you provide your Google ID, Apple ID and social media ID, the website will process the data available on your social media accounts, including your first and last name, profile photo, date of birth, gender, email and subscription status.<strong>Legal grounds for processing your personal data</strong>Your consent.<strong>Period of storage of your personal data</strong>Until you delete your account or withdraw your consent (or request that we delete your data).The withdrawal of consent procedure is described in Clause 8.7 \"Right to withdraw consent\".<strong>Transferring personal data to third parties</strong>If you provided your Google ID, Apple ID and social media ID via your personal account settings, your data will be transferred to third parties, specifically: Facebook Inc.\n(Facebook).\nGoogle LLC (Firebase, Google Analytics).\nTwitter Inc.\n(Twitter).\nVkontakte LLC (Vkontakte) and Apple Inc.No data will be transferred to third parties if you do not provide your social media accounts via your personal account settings.<strong>Transferring personal data to third countries and international organizations</strong>If you provide your social media accounts via your personal account settings, your personal data will be processed in the Russian Federation, the United States and other countries where respective social media providers operate.If you do not provide your social media ID via your personal account settings, your personal data will be processed only in the Russian Federation.<strong>5.1.2.\n</strong>Providing a personal account on the media siteA media site is an Agency information resource that contains digital information products (photo, video, audio, etc.) created by the Agency for the purposes of further use and distribution.<strong>Purpose of personal data processing</strong>Granting licenses for the use of photo images, graphics, infographics and audiovisual content.<strong>Personal data processed for this purpose</strong>First name, last name, email, login, company name, company’s area of business, city, country, place of employment, job title, postal index, address, contact telephone number.<strong>Legal grounds for processing your personal data</strong>A contract (license agreement).<strong>Period of storage of your personal data</strong>Until the contract (license agreement) expires.Upon expiration of the contract, the contract will be transferred to our internal archives.\nThe contract will be stored for a period determined by internal file register regulations as required by applicable law.<strong>Transferring personal data to third parties</strong>No personal data is transferred to third parties.<strong>Transferring personal data to third countries and international organizations</strong>Your personal data will be processed only in the Russian Federation.<strong>5.1.3.\nProviding a personal account to an organization on the commercial information site</strong>\n<strong>Purpose of personal data processing</strong>Providing commercial services.<strong>Personal data processed for this purpose</strong>Email, company name, login, information about newsfeed subscriptions.<strong>Legal grounds for processing your personal data</strong>A contract (license agreement).<strong>Period of storage of your personal data</strong>Until the contract (license agreement) expires.Upon expiration of the contract, the contract will be transferred to our internal archives.\nThe contract will be stored for a period determined by internal file register regulations as required by applicable law.<strong>Transferring personal data to third parties</strong>No personal data will be transferred to third parties.<strong>Transferring personal data to third countries and international organizations</strong>Your personal data will be processed only in the Russian Federation.<strong>5.1.4.\nOrganizing contests and other events</strong>\n<strong>Purpose of personal data processing</strong>Organizing contests or campaigns for marketing purposes.<strong>Personal data processed for this purpose</strong>Social media ID, first name, last name, patronymic (middle name), age, country, contacts for messengers and social media, contact telephone numbers, email, photos and videos.<strong>Legal grounds for processing your personal data</strong>Rules of participation for the contest or other event.<strong>Period of storage of your personal data</strong>Until the end of the event.Winners’ data are subject to processing until they receive their awards.<strong>Transferring personal data to third parties</strong>If third parties (partners, third-party platforms) are involved in organizing the event or presenting awards (postal services, courier services or partners), your personal data will be transferred to third parties.If no third parties are involved in organizing any stage of the contest, including presentation of awards to winners, the Agency will not transfer any personal data to third parties.<strong>Transferring personal data to third countries and international organizations</strong>If third parties (partners, third-party platforms) are involved in organizing an event or presenting an award (postal services, courier services or our partners), your personal data will be processed in the Russian Federation and in other countries where these third parties operate.If no third parties are involved, your personal data will be processed only in the Russian Federation.<strong>5.1.5.\nSending email newsletters and notifications</strong>\n<strong>Purpose of personal data processing</strong>Distributing newsletters.<strong>Personal data processed for this purpose</strong>First name, last name, email, your location (address), email client.<strong>Legal grounds for processing your personal data</strong>Your consent.<strong>Period of storage of your personal data</strong>Until you withdraw your consent.The withdrawal of consent procedure is described in Clause 8.7 \"Right to withdraw consent\".<strong>Transferring personal data to third parties</strong>The Rocket Science Group (Mailchimp).\nSendPulse Inc.\n(Sendpulse).<strong>Transferring personal data to third countries and international organizations</strong>Your personal data will be processed in the Russian Federation, the United States, Germany and Lithuania.<strong>5.1.6.\nReceiving and providing feedback</strong>\n<strong>Purpose of personal data processing</strong>Processing inquiries (complaints and suggestions) from individuals or representatives of organizations.<strong>Personal data processed for this purpose</strong>First name, last name.\nplace of employment and job title.\naddress.\ncountry.\ncontact telephone numbers.\nemail.<strong>Legal grounds for processing your personal data</strong>Ensuring you receive feedback to resolve your issue.<strong>Period of storage of your personal data</strong>Until your issue is resolved.<strong>Transferring personal data to third parties</strong>No personal data is transferred to third parties.<strong>Transferring personal data to third countries and international organizations</strong>Your personal data will be processed only in the Russian Federation.<strong>5.2.\nPersonal data processing without your identification</strong>Our website automatically collects data without identifying you as an individual for the following purposes:<strong>5.2.1.\nAnalyzing the behavior of information resource (websites and mobile apps) users with internal analytics systems</strong>\n<strong>Purpose of personal data processing</strong>Improving the operation of the website/mobile app, providing content, displaying the most relevant news items, displaying targeted advertising on the Agency’s website/mobile app and on advertising networks.<strong>Personal data processed for this purpose</strong>Cookies, IP address, location, type and version of the device’s operating system, type and version of browser, type of device and screen resolution, source of traffic (website or ad), language of the operating system and browser, user’s online activity.<strong>Legal grounds for processing your personal data</strong>Legitimate interest.When processing your data, we act based on our legitimate interest because no other grounds apply in this case.\nOur performance depends on your interest in the content we provide and on ease of use.User behaviour analysis on our website is a common practice among media outlets, therefore, we expect you to be aware of this.\nWe assure you that any analysis of your data that we conduct to achieve the said goal will have no significant impact on your rights and freedoms.<strong>Period of storage of your personal data</strong>The period of storage depends on the type of cookie.You can learn more about cookie types in the <u>Cookies table</u>.<strong>Transferring personal data to third parties</strong>No personal data is transferred to third parties.<strong>Transferring personal data to third countries and international organizations</strong>Your personal data will be processed only in the Russian Federation.<strong>5.2.2 Analyzing the behavior of information resource (websites and mobile apps) users with third-party resources</strong>\n<strong>Purpose of personal data processing</strong>Improving the operation of the website/mobile app, providing content, displaying the most relevant news items and displaying targeted advertising.<strong>Personal data processed for this purpose</strong>Cookies, IP address, location, type and version of the device’s operating system, type and version of browser, type of device and the screen resolution, source of traffic (website or ad), language of the operating system and browser, user’s online activity.<strong>Legal grounds for processing your personal data</strong>Your consent.<strong>Period of storage of your personal data</strong>1) until expiration of the storage period for the respective cookie file, depending on the type.\nStorage periods for each cookie type are specified in the <u>Cookies table.</u>2) until you withdraw your consent (decline data processing).The withdrawal of consent procedure is described in Clause 8.7 \"Right to withdraw consent\".<strong>Transferring personal data to third parties</strong>To accomplish this purpose, we connect to information resources of third-party services.We provide these services the opportunity to gather your personal data for analysis.\nIn this case, the processing of your personal data is subject to the privacy policies of these third-party services.<strong>Transferring personal data to third countries and international organizations</strong>Your personal data will be processed in the Russian Federation, the United States, Egypt and other countries where the involved third-party services operate.<strong>5.3.\nData processing for internal Agency purposes without using the information resources</strong>We process your personal data without using the information resources for the following purposes:<strong>5.3.1.\nAccreditation of media representatives or bloggers for an Agency event or an event organized by the Agency</strong>\n<strong>Purpose of personal data processing</strong>Accreditation of media representatives or bloggers for an Agency event or an event organized by the Agency.<strong>Personal data processed for this purpose</strong>First name, last name, patronymic (middle name).\ngender.\ncitizenship.\nidentification document data.\nphotograph.\ncopies of passport pages.\nplace of employment and job title.\nvisa category and number.\nemail.\ncontact telephone numbers.\npurpose of visit to the country.<strong>Legal grounds for processing your personal data</strong>Your consent.<strong>Period of storage of your personal data</strong>For the period of accreditation and one year after the accreditation expires.<strong>Transferring personal data to third parties</strong>Your personal data will be transferred to third parties if the Agency involves them in the event.<strong>Transferring personal data to third countries and international organizations</strong>Your personal data will be processed in the Russian Federation and in the country where an event is held.<strong>5.3.2.\nInvitation to an Agency event</strong>\n<strong>Purpose of personal data processing</strong>Organizing an Agency event.<strong>Personal data processed for this purpose</strong>First name, last name, patronymic (middle name).\nphotograph.\nplace of employment and job title.\nemail.\ncontact telephone numbers.\nacademic degree.\nprofile.\ncontact information for messengers and social media.<strong>Legal grounds for processing your personal data</strong>Your consent.<strong>Period of storage of your personal data</strong>Until the end of the event.<strong>Transferring personal data to third parties</strong>Your personal data will be transferred to third parties if the Agency uses them in organizing the event.<strong>Transferring personal data to third countries and international organizations</strong>Your personal data will be processed in the Russian Federation and the country where the event is held.<strong>5.3.3.\nProcessing the data of representatives of the Agency’s partners, contractors and clients</strong>\n<strong>Purpose of personal data processing</strong>Executing, performing and terminating a civil contract, approving a contract with a contractor.<strong>Personal data processed for this purpose</strong>First name, last name, patronymic (middle name).\nplace of employment and job title.\nemail.\ncontact telephone number.<strong>Legal grounds for processing your personal data</strong>Actions towards executing a contract as well as performance of the contract (any type of contract).<strong>Period of storage of your personal data</strong>Until execution of the contract.\nuntil termination/expiration of the contract.Upon termination/expiration of the contract, the contract shall be transferred to the archives.\nThe period of storage shall be determined by internal document management regulations in compliance with applicable law.<strong>Transferring personal data to third parties</strong>No personal data is transferred to third parties.<strong>Transferring personal data to third countries and international organizations</strong>Personal data will be processed only in the Russian Federation.<strong>5.3.4.\nContent production by a media outlet</strong>\n<strong>Purpose of personal data processing</strong>For media outlet operations.<strong>Personal data processed for this purpose</strong>First name, last name, patronymic (middle name).\nplace of employment and job title.\nphotograph.\naudio recording of an interview.\nvideo recording of an interview or speech.\nprofile.\nemail.\ncontact telephone number.\ncontact information for messengers and social media.<strong>Legal grounds for processing your personal data</strong>Legitimate interest.When gathering your data, we act based on our legitimate interest because no other grounds apply in this case.\nOur operation involves promptly responding to events in various areas of society and presenting them in the form of news content.\nWhen producing news content in the course of our operation as a media outlet, we may use personal data and these personal data will become publicly available unless it violates the rights and freedoms of an individual.\nWe expect you to be aware of this.<strong>Period of storage of your personal data</strong>Indefinitely, as part of our journalistic activity as a media outlet.<strong>Transferring personal data to third parties</strong>No personal data is transferred to third parties.<strong>Transferring personal data to third countries and international organizations</strong>Your personal data will be processed only in the Russian Federation.<strong>5.3.5.\nNewsletters to representatives of media outlets</strong>\n<strong>Purpose of personal data processing</strong>Distributing newsletters.<strong>Personal data processed for this purpose</strong>First name, last name, patronymic (middle name).\nplace of employment.\ncontact telephone number.\nemail.\ncountry.<strong>Legal grounds for processing your personal data</strong>Your consent.<strong>Period of storage of your personal data</strong>Until you withdraw your consent.The withdrawal of consent procedure is described in Clause 8.7 \"Right to withdraw consent\".<strong>Transferring personal data to third parties</strong>No personal data is transferred to third parties.<strong>Transferring personal data to third countries and international organizations</strong>Your personal data will be processed only in the Russian Federation.<strong>6.\nAutomated individual decision-making and profiling</strong>To accomplish the purposes for which we process your personal data, we do not engage in automated individual decision-making, including profiling.<strong>7.\nDestroying personal data</strong>Personal data will be destroyed upon achieving the purposes of processing it, upon expiration of the storage period, upon withdrawal of the subject’s consent to processing or upon termination of the contract unless otherwise specified by applicable law.\nPersonal data is also subject to destruction if it is established that it was processed unlawfully.<strong>8.\nYour rights</strong>\n<strong>8.1.\nRight to access your personal information</strong>You have the right to obtain information from us about the processing of your personal data, the purpose of processing, categories, recipients or categories of recipients, including from other countries or international organizations, the period of storage, conditions of terminating the processing of your data and the source of your personal data.You have the right to request an electronic copy of your data that we process in electronic form, in a widely used format, if this right is explicitly granted by applicable law.<strong>8.2.\nRight to correct your personal data</strong>If your personal data is inaccurate, incomplete or outdated, you have the right to require that we correct it without delay on our part or, when appropriate, to correct it on your own, for example, in your personal account settings.You will be notified once we have corrected your personal data.<strong>8.3.\nRight to delete your personal data</strong>You have the right to request that we delete your personal data without delay on our part or, when appropriate, delete it yourself, for example, in your personal account settings.If we cannot delete your personal data, we will anonymize your personal data to make it impossible to identify the owner.You will be notified once we have deleted or anonymized your personal data.<strong>8.4.\nRight to restrict (block) processing</strong>You have the right to request that we restrict (block) the processing of your personal data.\nYou may exercise this right only in the following cases:1) you have disputed the accuracy of your personal data for a period that allowed us sufficient time to verify these data;2) processing your personal data is against the law and you object to your personal data being deleted and request that we restrict their use;3) we no longer need your personal data for the purposes of processing but you need them to impose, pursue or protect your legal requirements;4) you object to the processing until it is verified that our legitimate grounds override your grounds.If the processing of your personal data is restricted (blocked), we will suspend processing until the restriction is lifted but will continue to store your personal data.You can lift the restriction (block) from the processing of your personal data at any time by sending us a request using the methods specified in Section 13 \"Contacts\".<strong>8.5.\nRight to data portability</strong>You have the right to obtain your personal data in a structured and computer-readable format as well as the right to have this data transferred to a different organization.You may exercise this right when your data is processed electronically based on your consent or a signed agreement to which you are a party or this right is explicitly granted by applicable law and is technically exercisable.<strong>8.6.\nRight to object</strong>You have the right to object to the processing of your personal data at any time based on a substantiated objection, when we process your data:1) to perform tasks in the public interest or to exercise official authority conferred on us;2) based on the legitimate interests that we or a third party pursue, except when pursuing these interests is necessary to protect your rights and freedoms.We will not process your personal data if we cannot demonstrate convincing legal grounds for processing them.You may, at any time, object to the processing of your personal data for marketing purposes, including for profiling, if such objection is explicitly stipulated by applicable law.<strong>8.7.\nRight to withdraw consent</strong>If your personal data are processed on the grounds of your consent, you have the right to withdraw it.\nWe use a simple 'withdrawal of consent' procedure:1) withdrawal of consent to email newsletters.You can withdraw your consent using any of the methods below:a) click \"unsubscribe\" in any distributed email;b) send us a withdrawal notice in a reply to an email newsletter;c) turn off email newsletters in your personal account settings, where available.2) withdrawal of consent to personal data processing via your account on the website.You can withdraw your consent using any of the methods below:a) delete your account in the settings of your personal account on the websites (you will find a link to delete your account in Settings);b) send us a withdrawal notice using the methods specified in Section 13 \"Contacts\".3) withdrawal of consent to cookie processing (declining cookie processing).You can withdraw consent (decline processing) by disabling the categories of your personal data subject to processing in the tracking settings on the website or using the guide in the <u>Cookie and Automatic Logging Policy</u>.\nDepending on the type of cookie files, they may be deleted automatically once you close the browser on your device.\nIf automatic deletion is not applicable, the processing will cease upon your withdrawing consent.4) withdrawal of consent to personal data processing for purposes unrelated to the use of our information resources.You can withdraw your consent by sending us a notice using the methods specified in Section 13 \"Contacts\".<strong>8.8.\nRight to file a complaint with a supervisory authority</strong>You have the right to file a complaint with an authorized supervisory authority in your country if you have doubts about our methods for processing your data or protecting and enforcing your rights.If you are a citizen of the Russian Federation or reside on the territory of the Russian Federation, you will find the contacts of the supervisory authority on the website of the Federal Service for Supervision of Communications Information Technology and Mass Media (Roskomnadzor).If you are a citizen of the European Union or reside in the EU territory, you will find the contacts of the supervisory authority on the <u>European Data Protection Board</u> website.If you are a citizen or a resident of a non-EU country, you will find the contacts of the supervisory authority on the official website of this country’s competent authority.<strong>8.9.\nRequest for additional information required to identify a data subject</strong>If the data you provided are insufficient for observing your rights, we may request additional data from you to verify your identity.\nWe do our best to request only essential information that is absolutely necessary.\nIf you fail to provide additional information, we will not be able to observe your rights.\nIf you believe that we violate your rights by requesting additional information, you can file a complaint with a respective supervisory authority.<strong>8.10.\nTerms of providing information on your rights</strong>We provide information on observing your rights free of charge.\nIf your request is clearly unsubstantiated or excessive (specifically, due to repetitiveness), we may refuse to respond or charge a fee for providing the requested information.<strong>8.11.\nExercising your rights</strong>We provide several methods for exercising your rights:1) You can use the <u>online feedback form</u> available on the website to send us a request regarding your personal data protection;2) You can exercise your rights without assistance, when available, via your personal account;3) You can address critical issues directly to the person in charge of data protection using the method specified in Section 13 \"Contacts\".<strong>8.12.\nWhen we are restricted from observing your rights</strong>We may limit the scope of our obligations and restrict your rights when required by applicable law.These restrictions may apply if your personal data is processed:1) to protect national security;2) for protection;3) for public security;4) during a preliminary inspection, investigation, identity verification or the prosecution of criminal offences or the execution of criminal penalties, including the safeguarding against and the prevention of threats to public security;5) for other important objectives of legitimate general public interest for the state in which you are located, in particular an important economic or financial interest, including monetary, budgetary or taxation matters, public health or social security;6) for the protection of judicial independence and judicial proceedings;7) for the prevention, investigation, detection and prosecution of breaches of ethics for regulated professions;8) for a monitoring, inspection or regulatory function connected to the exercise of official authority;9) for the protection of the data subject or the rights and freedoms of others;10) for exercising the right to file civil law claims or enforce court judgements.There are also special conditions that must be met for your rights to be exercised, specifically:<strong>Exemptions from the right to delete personal data:</strong>1) observing the right to freedom of expression and freedom of information;2) performing a statutory obligation that requires the processing of personal data under applicable law or for accomplishing an objective of general public interest or for exercising official authority imposed on us by applicable law;3) protecting the public interest in the area of public health;4) processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes;5) initiating, conducting or defending a legal claim.<strong>Exemptions from the right to restrict (block) processing:</strong>1) introducing, meeting or defending legal requirements, upon your consent;2) protecting the rights of another individual or a legal entity;3) for pursuing important legitimate public state interests.If we are not able to observe your rights upon your request, we will send you a substantiated refusal.<strong>9.\nCookies and automatic logging</strong>To accomplish the purposes set forth in Clause 5.2 of this Privacy Policy, we use cookies and automatic logging.A cookie is a small data file stored on your device (computer, tablet, smart phone, etc.).Automatic logging is a log file used by our web servers and security systems.We process this data solely for the safe use of our website as well as to improve its performance.We do not use this data to identify you or integrate these data with other data.\nNor do we transfer this data or create user profiles.You can learn more about how we use these technologies in our \"<u>Cookie and automatic logging policy</u>\".<strong>10.\nGuarantees regarding personal data transfer to third countries</strong>If we deal with a contractor whose country of operation is not on the list of countries ensuring an adequate level of personal data protection, we use standard contractual terms as recommended by the European Commission, the Federal Service for Supervision of Communications Information Technology and Mass Media (Roskomnadzor) and national law.\nWe adopted security measures to protect your personal data according to the best security and privacy practices.\nWe use safety precautions to protect your information.<strong>11.\nData security</strong>The personal data we collect and store constitute classified information.\nThey are protected from loss, manipulation or unauthorised access, by virtue of technical tools and organizational procedures.\nWe continuously improve our data protection systems.We assess impacts on data protection in order to identify your risks during data processing.\nWe minimize detected risks by employing technical and organisational security measures.You are responsible for the safekeeping of the password we provide for your personal account on our website.\nYou must maintain this password in confidence and never transfer it to anybody.<strong>12.\nPolicy amendments</strong>We reserve the right to amend this Privacy Policy from time to time.We will inform you of any changes to this Privacy Policy using all available means (via your contact email provided during registration or via our website during your next visit).Please review every update to this Privacy Policy.<strong>13.\nContacts</strong>To send us a message concerning the protection of personal data, please use the <u>feedback form</u>.You can address most critical questions on personal data protection directly to our data protection officer at the following email:First name: DmitryLast name: NaimushinEmail: privacy@sputniknews.comPlease note that this contact information may only be used for inquiries into personal data processing and protection.\nUnrelated inquiries will not be considered.For inquiries unrelated to personal data protection please use the email from the Agency’s contact list.Be sure to address your request to the appropriate department.\nIf you send your request to the wrong department your issue may remain unresolved because departments only respond to requests within their competence.Last updated: 23.01.2023", "created_at": "2023-10-16 20:28:58.802013", "updated_at": "2023-10-16 20:29:25.682297"}, {"id": 19490, "name": "Cookie Policy", "url": "https://www.iubenda.com/privacy-policy/75109402/cookie-policy", "xpath": "//body", "text": " Cookie Policy of sputnikglobe.com <p> This document informs Users about the technologies that help this Website to achieve the purposes described below.\nSuch technologies allow the Owner to access and store information (for example by using a Cookie) or use resources (for example by running a script) on a User’s device as they interact with this Website.\n</p>\n<p> For simplicity, all such technologies are defined as \"Trackers\" within this document – unless there is a reason to differentiate.<br> For example, while Cookies can be used on both web and mobile browsers, it would be inaccurate to talk about Cookies in the context of mobile apps as they are a browser-based Tracker.\nFor this reason, within this document, the term Cookies is only used where it is specifically meant to indicate that particular type of Tracker.\n</p>\n<p>Some of the purposes for which Trackers are used may also require the User's consent.\nWhenever consent is given, it can be freely withdrawn at any time following the instructions provided in this document.</p>\n<p>This Website uses Trackers managed directly by the Owner (so-called “first-party” Trackers) and Trackers that enable services provided by a third-party (so-called “third-party” Trackers).\nUnless otherwise specified within this document, third-party providers may access the Trackers managed by them.<br>\nThe validity and expiration periods of Cookies and other similar Trackers may vary depending on the lifetime set by the Owner or the relevant provider.\nSome of them expire upon termination of the User’s browsing session.<br>\nIn addition to what’s specified in the descriptions within each of the categories below, Users may find more precise and updated information regarding lifetime specification as well as any other relevant information — such as the presence of other Trackers — in the linked privacy policies of the respective third-party providers or by contacting the Owner.</p> Activities strictly necessary for the operation of this Website and delivery of the Service <p>This Website uses so-called “technical” Cookies and other similar Trackers to carry out activities that are strictly necessary for the operation or delivery of the Service.</p> First-party Trackers <ul>\n<li> Further information about Personal Data Preference Cookies (this Website) <p>Preference Cookies store the User preferences detected on this Website in the local domain such as, for example, their timezone and region.</p>\n<p>Personal Data processed: Trackers.</p>\n</li>\n</ul> Third-party Trackers <ul>\n<li> Tag Management <p>This type of service helps the Owner to manage the tags or scripts needed on this Website in a centralized fashion.<br>\nThis results in the Users' Data flowing through these services, potentially resulting in the retention of this Data.</p> Google Tag Manager (Google LLC) <p>Google Tag Manager is a tag management service provided by Google LLC.</p>\n<p>Personal Data processed: Trackers.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n</li>\n</ul> Other activities involving the use of Trackers Basic interactions &amp.\nfunctionalities\n<p>This Website uses Trackers to enable basic interactions and functionalities, allowing Users to access selected features of the Service and facilitating the User's communication with the Owner.</p>\n<ul>\n<li> Registration and authentication <p>By registering or authenticating, Users allow this Website to identify them and give them access to dedicated services.<br>\nDepending on what is described below, third parties may provide registration and authentication services.\nIn this case, this Website will be able to access some Data, stored by these third-party services, for registration or identification purposes.\n<br>\nSome of the services listed below may also collect Personal Data for targeting and profiling purposes.\nto find out more, please refer to the description of each service.</p> Facebook Authentication (Meta Platforms, Inc.) <p>Facebook Authentication is a registration and authentication service provided by Meta Platforms, Inc.\nand is connected to the Facebook social network.</p>\n<p>Personal Data processed: Trackers and various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Storage duration: </p>\n<ul>\n<li>_fbp: 3 months</li>\n<li>fbssls_*: duration of the session</li>\n</ul>\n<p>\n</p>\n</li>\n</ul>\nExperience enhancement\n<p>This Website uses Trackers to provide a personalized user experience by improving the quality of preference management options, and by enabling interaction with external networks and platforms.</p>\n<ul>\n<li> Content commenting <p>Content commenting services allow Users to make and publish their comments on the contents of this Website.<br>\nDepending on the settings chosen by the Owner, Users may also leave anonymous comments.\nIf there is an email address among the Personal Data provided by the User, it may be used to send notifications of comments on the same content.\nUsers are responsible for the content of their own comments.<br>\nIf a content commenting service provided by third parties is installed, it may still collect web traffic data for the pages where the comment service is installed, even when Users do not use the content commenting service.</p> Facebook Comments (Meta Platforms, Inc.) <p>Facebook Comments is a content commenting service provided by Meta Platforms, Inc.\nenabling the User to leave comments and share them on the Facebook platform.</p>\n<p>Personal Data processed: Trackers and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n</li>\n<li> Displaying content from external platforms <p>This type of service allows you to view content hosted on external platforms directly from the pages of this Website and interact with them.<br>\nThis type of service might still collect web traffic data for the pages where the service is installed, even when Users do not use it.</p> Google Programmable Search Engine (Google LLC) <p>Google Programmable Search Engine is a search engine embedding service provided by Google LLC that allows this Website to incorporate content of this kind on its pages.</p>\n<p>Personal Data processed: Trackers and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p> Instagram widget (Meta Platforms, Inc.) <p>Instagram is an image visualization service provided by Meta Platforms, Inc.\nthat allows this Website to incorporate content of this kind on its pages.</p>\n<p>Personal Data processed: Trackers and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n</li>\n<li> Interaction with external social networks and platforms <p>This type of service allows interaction with social networks or other external platforms directly from the pages of this Website.<br>\nThe interaction and information obtained through this Website are always subject to the User’s privacy settings for each social network.<br>\nThis type of service might still collect traffic data for the pages where the service is installed, even when Users do not use it.<br>\nIt is recommended to log out from the respective services in order to make sure that the processed data on this Website isn’t being connected back to the User’s profile.</p> Facebook Like button and social widgets (Meta Platforms, Inc.) <p>The Facebook Like button and social widgets are services allowing interaction with the Facebook social network provided by Meta Platforms, Inc.</p>\n<p>Personal Data processed: Trackers and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Storage duration: </p>\n<ul>\n<li>_fbp: 3 months</li>\n</ul>\n<p>\n</p> ТикТок Аутентификация <p>El botón Tik-Tok и лос-виджеты sociales сына servicios Que ле-ле разрешено Interactuar с красной социальной Tik-Tok пропорциональна ByteDance.<br>\n<br>Персональные данные: datos de uso y rastreadores</p>\n</li>\n</ul>\nMeasurement\n<p>This Website uses Trackers to measure traffic and analyze User behavior with the goal of improving the Service.</p>\n<ul>\n<li> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Analytics (Google LLC) <p>Google Analytics is a web analysis service provided by Google LLC (“Google”).\nGoogle utilizes the Data collected to track and examine the use of this Website, to prepare reports on its activities and share them with other Google services.<br>\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.</p>\n<p>Personal Data processed: Trackers and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\n</p>\n<p> Storage duration: </p>\n<ul>\n<li>AMP_TOKEN: 1 hour</li>\n<li>_ga: 2 years</li>\n<li>_gac*: 3 months</li>\n<li>_gat: 1 minute</li>\n<li>_gid: 1 day</li>\n</ul>\n<p>\n</p> Twitter Ads conversion tracking (X Corp.) <p>Twitter Ads conversion tracking is an analytics service provided by Twitter, Inc.\nthat connects data from the Twitter advertising network with actions performed on this Website.</p>\n<p>Personal Data processed: Trackers and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Storage duration: </p>\n<ul>\n<li>personalization_id: 2 years</li>\n</ul>\n<p>\n</p>\n</li>\n</ul>\nTargeting &amp.\nAdvertising\n<p>This Website uses Trackers to deliver personalized marketing content based on User behavior and to operate, serve and track ads.</p>\n<p>Some of the advertising services used by the Owner adhere to the IAB Transparency and Consent Framework, an initiative that facilitates responsible privacy practices across the digital advertising industry - providing Users with enhanced transparency and control over how their data are used for advertising tracking purposes.\nUsers can customize their advertising preferences at any time by accessing the advertising preferences panel from within the cookie notice or via the relevant link on this Website.</p>\n<p>This Website participates in the IAB Europe Transparency &amp.\nConsent Framework and complies with its Specifications and Policies.\nThis Website uses iubenda (identification number 123) as a Consent Management Platform.</p>\n<ul>\n<li> Advertising <p>This type of service allows User Data to be utilized for advertising communication purposes.\nThese communications are displayed in the form of banners and other advertisements on this Website, possibly based on User interests.<br>\nThis does not mean that all Personal Data are used for this purpose.\nInformation and conditions of use are shown below.\n<br>\nSome of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e.\ndisplaying ads tailored to the User’s interests and behavior, including those detected outside this Website.\nFor more information, please check the privacy policies of the relevant services.<br>\nServices of this kind usually offer the possibility to opt out of such tracking.\nIn addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document.</p> Google AdSense (Google LLC) <p>Google AdSense is an advertising service provided by Google LLC.\nThis service uses the “DoubleClick” Cookie, which tracks use of this Website and User behavior concerning ads, products and services offered.<br>\nUsers may decide to disable all the DoubleClick Cookies by going to: Google Ad Settings.</p>\n<p>In order to understand Google's use of data, consult Google's partner policy.</p>\n<p>Personal Data processed: Trackers and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\n</p>\n<p> Storage duration: </p>\n<ul>\n<li>AID: 2 years</li>\n<li>ANID: 2 years</li>\n<li>Conversion: 3 months</li>\n<li>DSID: 14 days</li>\n<li>FCNEC: 1 year</li>\n<li>FLC: 10 seconds</li>\n<li>FPAU: 3 months</li>\n<li>FPGCLAW: 3 months</li>\n<li>FPGCLDC: 3 months</li>\n<li>FPGCLGB: 3 months</li>\n<li>IDE: 2 years</li>\n<li>NID: 6 months</li>\n<li>RUL: 1 year</li>\n<li>TAID: 14 days</li>\n<li>__gads: 2 years</li>\n<li>__gsas: 2 years</li>\n<li>_gac_: 3 months</li>\n<li>_gac_gb_: 3 months</li>\n<li>_gcl_au: 3 months</li>\n<li>_gcl_aw: 3 months</li>\n<li>_gcl_dc: 3 months</li>\n<li>_gcl_gb: 3 months</li>\n<li>_gcl_gf: 3 months</li>\n<li>_gcl_ha: 3 months</li>\n<li>id: 2 years</li>\n<li>test_cookie: 15 minutes</li>\n</ul>\n<p>\n</p> Google Ad Manager (Google LLC) <p>Google Ad Manager is an advertising service&nbsp;provided by Google LLC that allows the Owner to run advertising campaigns in conjunction with external advertising networks that the Owner, unless otherwise specified in this document, has no direct relationship with.<br>\nIn order to understand&nbsp;Google's use of Data, consult Google's partner policy.<br>\nThis service uses the “DoubleClick” Cookie, which tracks use of this Website and User behavior concerning ads, products and services offered.\n&nbsp;</p>\n<p>Users may decide to disable all the DoubleClick Cookies by going to: Google Ad Settings.</p>\n<p>Personal Data processed: Trackers and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Storage duration: </p>\n<ul>\n<li>AID: 2 years</li>\n<li>ANID: 2 years</li>\n<li>Conversion: 3 months</li>\n<li>DSID: 14 days</li>\n<li>FCNEC: 1 year</li>\n<li>FLC: 10 seconds</li>\n<li>FPAU: 3 months</li>\n<li>FPGCLAW: 3 months</li>\n<li>FPGCLDC: 3 months</li>\n<li>FPGCLGB: 3 months</li>\n<li>IDE: 2 years</li>\n<li>NID: 6 months</li>\n<li>RUL: 1 year</li>\n<li>TAID: 14 days</li>\n<li>__gads: 2 years</li>\n<li>__gsas: 2 years</li>\n<li>_gac_: 3 months</li>\n<li>_gac_gb_: 3 months</li>\n<li>_gcl_au: 3 months</li>\n<li>_gcl_aw: 3 months</li>\n<li>_gcl_dc: 3 months</li>\n<li>_gcl_gb: 3 months</li>\n<li>_gcl_gf: 3 months</li>\n<li>_gcl_ha: 3 months</li>\n<li>id: 2 years</li>\n<li>test_cookie: 15 minutes</li>\n</ul>\n<p>\n</p> Taboola (Taboola Inc.) <p>Taboola is an advertising service provided by Taboola Inc.</p>\n<p>Personal Data processed: Trackers and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\n</p>\n<p> Storage duration: </p>\n<ul>\n<li>*:session-data: indefinite</li>\n<li>COu: 1 month</li>\n<li>__tbwt: indefinite</li>\n<li>_data: 1 day</li>\n<li>_tb_sess_r: 30 minutes</li>\n<li>_tb_t_ppg: 30 minutes</li>\n<li>abLdr: 3 hours</li>\n<li>abMbl: 3 hours</li>\n<li>br: 30 minutes</li>\n<li>cnx_roi: 1 month</li>\n<li>eng_mt.crossSessionsData.SessionsHistory: indefinite</li>\n<li>eng_mt.numOfTimesMetricsSent: indefinite</li>\n<li>eng_mt.scrollDepth: indefinite</li>\n<li>eng_mt.sessionDepth: indefinite</li>\n<li>eng_mt.sessionStartTime: indefinite</li>\n<li>eng_mt.timeOnSite: indefinite</li>\n<li>eng_mt.ver: indefinite</li>\n<li>redirect_data: 1 month</li>\n<li>rng: 1 day</li>\n<li>roi_cookie: 1 month</li>\n<li>sessionid: 1 day</li>\n<li>t_gid: 1 year</li>\n<li>taboola global:last-external-referrer: indefinite</li>\n<li>taboola global:local-storage-keys: indefinite</li>\n<li>taboola global:lspb: indefinite</li>\n<li>taboola global:tblci: indefinite</li>\n<li>taboola global:user-id: indefinite</li>\n<li>taboola_fp_td_user_id: 1 year</li>\n<li>taboola_select: 1 year</li>\n<li>taboola_session_id: duration of the session</li>\n<li>tb_click_param: 50 seconds</li>\n<li>tbl-exm-apperance: indefinite</li>\n<li>tbl-exm-history: indefinite</li>\n<li>tbl-session-referrer: indefinite</li>\n<li>tbl_rtus_id: indefinite</li>\n<li>trc_cache: indefinite</li>\n<li>trc_cache_by_placement: indefinite</li>\n<li>trc_cookie_storage: 1 year</li>\n</ul>\n<p>\n</p>\n</li>\n</ul> How to manage preferences and provide or withdraw consent <p>There are various ways to manage Tracker related preferences and to provide and withdraw consent, where relevant:</p>\n<p>Users can manage preferences related to Trackers from directly within their own device settings, for example, by preventing the use or storage of Trackers.</p>\n<p>Additionally, whenever the use of Trackers is based on consent, Users can provide or withdraw such consent by setting their preferences within the cookie notice or by updating such preferences accordingly via the relevant consent-preferences privacy widget, if available.</p>\n<p>It is also possible, via relevant browser or device features, to delete previously stored Trackers, including those used to remember the User’s initial consent preferences.</p>\n<p>Other Trackers in the browser’s local memory may be cleared by deleting the browsing history.</p>\n<p>With regard to any third-party Trackers, Users can manage their preferences via the related opt-out link (where provided), by using the means indicated in the third party's privacy policy, or by contacting the third party.</p> Locating Tracker Settings\n<p>Users can, for example, find information about how to manage Cookies in the most commonly used browsers at the following addresses:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Mozilla Firefox</li>\n<li>Apple Safari</li>\n<li>Microsoft Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Brave</li>\n<li>Opera</li>\n</ul>\n<p>Users may also manage certain categories of Trackers used on mobile apps by opting out through relevant device settings such as the device advertising settings for mobile devices, or tracking settings in general (Users may open the device settings and look for the relevant setting).</p> How to opt out of interest-based advertising <p>Notwithstanding the above, Users may follow the instructions provided by YourOnlineChoices (EU and UK), the Network Advertising Initiative (US) and the Digital Advertising Alliance (US), DAAC (Canada), DDAI (Japan) or other similar services.\nSuch initiatives allow Users to select their tracking preferences for most of the advertising tools.\nThe Owner thus recommends that Users make use of these resources in addition to the information provided in this document.\n</p>\n<p>\nThe Digital Advertising Alliance offers an application called AppChoices that helps Users to control interest-based advertising on mobile apps.\n</p> Consequences of denying the use of Trackers\n<p>Users are free to decide whether or not to allow the use of Trackers.\nHowever, please note that Trackers help this Website to provide a better experience and advanced functionalities to Users (in line with the purposes outlined in this document).\nTherefore, if the User chooses to block the use of Trackers, the Owner may be unable to provide related features.</p> Owner and Data Controller <p>Federal State Unitary Enterprise Rossiya Segodnya International Information Agency (hereinafter referred to as the \"Agency,\" \"we,\" \"us,\" \"our,\" \"ours\"), with a registered place of business at 4/1,2,3 Zubovsky Blvd., Moscow 119021, Russian Federation, assigns a high priority to protecting your privacy and the security of your personal data.\n<br>\n<br>To send us a message concerning the protection of personal data, please use the feedback form https://sputnikglobe.com/?modal=feedbackprivacy.\n<br>\n<br>You can address most critical questions on personal data protection directly to our data protection officer at the following email:\n<br>\n<br>First name: Dmitry\n<br>Last name: Naimushin</p>\n<p>\n<strong>Owner contact email:</strong> privacy@sputniknews.com</p>\n<p>Since the use of third-party Trackers through this Website cannot be fully controlled by the Owner, any specific references to third-party Trackers are to be considered indicative.\nIn order to obtain complete information, Users are kindly requested to consult the privacy policies of the respective third-party services listed in this document.</p>\n<p>Given the objective complexity surrounding tracking technologies, Users are encouraged to contact the Owner should they wish to receive any further information on the use of such technologies by this Website.</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through this Website (or third-party services employed in this Website), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Website, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using this Website who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Processor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Website.\nThe Data Controller, unless otherwise specified, is the Owner of this Website.</p> This Website (or this Application) <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by this Website as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information <p>This privacy policy relates solely to this Website, if not stated otherwise within this document.</p>\n<p> Latest update: April 20, 2023 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> Show the complete Privacy Policy ", "created_at": "2023-10-16 20:28:58.836031", "updated_at": "2023-10-16 20:31:43.986923"}, {"id": 19491, "name": "Terms of Use", "url": "https://sputnikglobe.com/docs/terms_of_use.html", "xpath": "/html/body/div[2]/div[3]/div", "text": "https://sputnikglobe.comterms_of_useTerms of UseTerms of UseSputnik International is a global news agency keeping you updated on all the latest world news 24/7.\nBrowse Sputnik for breaking news and top stories on politics, economy, social media and the most viral trends.2021-09-07T09:09+00002021-09-07T09:09+00002023-04-10T12:49+0000/html/head/meta[@name='og:title']/@content/html/head/meta[@name='og:description']/@contenthttps://cdn1.img.sputnikglobe.com/i/logo/logo-social.pngFull or partial use of content published at sputnikglobe.com (the \"Site\"), including written, photographic as well as video materials owned by Sputnik (marked as ©Sputnik) requires appropriate credit and/or link to the website indexed by online search systems.\nThe use of content also requires clear indication of the authorship of said material.\nUnauthorized attempts to change material from the Site are prohibited.Sputnik reserves the right to modify these terms without any special notice at any time.\nA new version of the permission enters into force once it is published at https://sputnikglobe.com/docs/terms_of_use.htmlContent Usage Policy (the \"Policy\")1.\nTerms and definitionsMedia Group means the Federal State Unitary Enterprise Rossiya Segodnya International Information Agency.Resources means the following websites accessed online using the URLs provided below, including their mobile versions, as well as applications for electronic devices.Content means information, references, and data available on the resources, including but not limited to text, photo images, audiovisual works, music (with or without text), paintings, graphic works, designs, and audio materials.Third Party Content means content and/or the rights to it which are owned by a third party.Media Group Content means content and/or the rights to it which are owned by the Media Group, and designated on the Resources as follows: RIA Novosti, RIA Rating, Sputnik, Radio Sputnik, Radio Sputnik in Crimea, Ukraina.ru, TOK and KOT.User means any person visiting a Resource and/or using the Content, including but not limited to news agencies, online and periodical print titles, other mass media outlets, individuals and legal entities.Content Usage means any act of reproducing, distributing, broadcasting, transmitting by cable, importing, leasing, publicly performing, making public, translating or other kinds of processing or other ways of using the Content in whole or in part, regardless of whether these acts are undertaken for generating profits or not.Commercial Use of the Content means using the Content for generating profits, including but not limited to selling it separately or as part of another product, providing paid access to the Content or a product containing it, as well as using it on websites and in applications for multimedia devices that offer paid-for advertising and/or other materials.2.\nUsers shall comply with this Policy or refrain from Content Usage.\nIf any Users do not agree to this Policy, they must immediately cease using the Content and/or the relevant Resources.3.\nContent Usage3.1.\nIn all matters related to using Third Party Content, the User shall contact the owner of such content directly.3.2.\nMedia Group Content can be used for personal, informational, research, educational and cultural purposes (free of charge) as prescribed by the laws of the Russian Federation.3.2.1.\nTo comply with the applicable laws enabling Users to use Media Group Content free of charge, the source shall be subject to the following attribution requirements:3.3.\nUsers may distribute headlines of Media Group Content with links to the full text of the corresponding Media Group Content item on the Resource using open RSS feeds available on the Resource.3.4.\nUsing Media Group Content as per Clause 3.1 of Article 1274 of the Civil Code of the Russian Federation shall be prohibited.3.5.\nAny Commercial Use of Media Group Content shall be prohibited until the Media Group grants the corresponding rights.To receive the rights to use Media Group Content: https://rossiyasegodnya.com/photo/ for visual materials;https://rossiyasegodnya.com/russian-news-feeds/ for news reports and newsfeeds;4.\nRelations between the Media Group and the User in terms of Content Usage shall be governed by the laws of the Russian Federation.\nAny and all disputes and disagreements in connection with Content Usage shall be referred to the Moscow Commercial Court or Moscow’s Khamovnichesky District Court as per the substantive and procedural laws of the Russian Federation.5.\nThe Media Group may unilaterally amend the Policy without notifying the User in any special way.\nThe new version of the Policy shall enter into force once uploaded to https://sputnikglobe.com/docs/terms_of_use.html.\nThe User undertakes to regularly check the Policy for updates and/or additions.6.\nThe Policy is compiled in Russian and can be translated into other languages.\nIn case of any discrepancy with the version in another language, the Russian version shall prevail.7.\nUsing Content in violation of any of the provisions hereof shall be viewed as an infringement of the Media Group’s and/or Third Party rights and shall give rise to criminal, civil and other kinds of liability as per the applicable laws.8.\nAny questions regarding press releases and advertising on the Resources shall be sent to sales@ria.ru\"The Policy is compiled in Russian and can be translated into other languages.\nTranslation is provided for the convenience of Users only, and the Russian version of the Policy shall prevail.\"Sputnik International feedback@sputniknews.com+74956456601MIA „Rosiya Segodnya“ 252602021Sputnik International feedback@sputniknews.com+74956456601MIA „Rosiya Segodnya“ 25260 Newsen_ENSputnik International feedback@sputniknews.com+74956456601MIA „Rosiya Segodnya“ 25260Sputnik International feedback@sputniknews.com+74956456601MIA „Rosiya Segodnya“ 25260Sputnik InternationalSputnik News, sputnik, Sputnik International, sputnik EN, sputnik US, sputnik GB, news, World News, international news, Breaking News, Top Stories, news in English, breaking news headlines, breaking news today, breaking news near me, news now world, breaking news now, top stories news, usa news today headlinesSputnik News, sputnik, Sputnik International, sputnik EN, sputnik US, sputnik GB, news, World News, international news, Breaking News, Top Stories, news in English, breaking news headlines, breaking news today, breaking news near me, news now world, breaking news now, top stories news, usa news today headlinesTerms of UseFull or partial use of content published at sputnikglobe.com (the \"Site\"), including written, photographic as well as video materials owned by Sputnik (marked as ©Sputnik) requires appropriate credit and/or link to the website indexed by online search systems.\nThe use of content also requires clear indication of the authorship of said material.\nUnauthorized attempts to change material from the Site are prohibited.Sputnik reserves the right to modify these terms without any special notice at any time.\nA new version of the permission enters into force once it is published at https://sputnikglobe.com/docs/terms_of_use.html<strong>Content Usage Policy (the \"Policy\")</strong>\n<strong>1.\nTerms and definitions</strong>\n<strong>Media Group</strong> means the Federal State Unitary Enterprise Rossiya Segodnya International Information Agency.<strong>Resources</strong> means the following websites accessed online using the URLs provided below, including their mobile versions, as well as applications for electronic devices.<p>\n<strong>Media name</strong>\n</p>\n<p>\n<strong>Resource’s domain name</strong>\n</p>\n<p>\n<strong>Name for attribution purposes</strong>\n</p>\n<p>RIA Novosti online media</p>\n<p>RIA.RU</p>\n<p>RIA Novosti</p>\n<p>rsport.ria.ru</p>\n<p>RIA Novosti Sport</p>\n<p>realty.ria.ru</p>\n<p>RIA Novosti Realty</p>\n<p>crimea.ria.ru</p>\n<p>RIA Novosti Crimea</p>\n<p>sn.ria.ru/sn</p>\n<p>Social Navigator</p>\n<p>crimea.ria.ru/radio</p>\n<p>Radio Sputnik in Crimea</p>\n<p>SPUTNIK Online media</p>\n<p>sputniknews.com</p>\n<p>Sputnik</p>\n<p>InoSMI.RU Internet project Online media</p>\n<p>inosmi.ru</p>\n<p>InoSMI portal or InoSMI</p>\n<p>TOK Online media</p>\n<p>tok.media</p>\n<p>TOK portal or TOK</p>\n<p>KOT Online media</p>\n<p>kot.media</p>\n<p>KOT project or KOT</p>\n<p>Ukraina.ru Online media</p>\n<p>ukraina.ru</p>\n<p>Ukraina.ru news and analytics website or Ukraina.ru</p>\n<p>Baltnews News agency</p>\n<p>baltnews.com</p>\n<p>Baltnews portal or Baltnews</p>\n<p>_</p>\n<p>riarating.ru</p>\n<p>RIA Rating rating agency or RIA Rating</p>\n<p>_</p>\n<p>arctic.ru</p>\n<p>Arctic.ru portal or the Arctic</p>\n<p>_</p>\n<p>pressmia.ru</p>\n<p>Rossiya Segodnya International Multimedia Press Center</p>\n<p>_</p>\n<p>stenincontest.ru</p>\n<p>The Andrei Stenin International Press Photo Contest</p>\n<p>_</p>\n<p>nuremberg.media</p>\n<p>Nuremberg: Casus Pacis project</p>\n<strong>Content </strong>means information, references, and data available on the resources, including but not limited to text, photo images, audiovisual works, music (with or without text), paintings, graphic works, designs, and audio materials.<strong>Third Party Content </strong>means content and/or the rights to it which are owned by a third party.<strong>Media Group Content </strong>means content and/or the rights to it which are owned by the Media Group, and designated on the Resources as follows: RIA Novosti, RIA Rating, Sputnik, Radio Sputnik, Radio Sputnik in Crimea, Ukraina.ru, TOK and KOT.<strong>User</strong> means any person visiting a Resource and/or using the Content, including but not limited to news agencies, online and periodical print titles, other mass media outlets, individuals and legal entities.<strong>Content Usage </strong>means any act of reproducing, distributing, broadcasting, transmitting by cable, importing, leasing, publicly performing, making public, translating or other kinds of processing or other ways of using the Content in whole or in part, regardless of whether these acts are undertaken for generating profits or not.<strong>Commercial Use </strong>of the Content means using the Content for generating profits, including but not limited to selling it separately or as part of another product, providing paid access to the Content or a product containing it, as well as using it on websites and in applications for multimedia devices that offer paid-for advertising and/or other materials.<strong>2.\n</strong>Users shall comply with this Policy or refrain from Content Usage.\nIf any Users do not agree to this Policy, they must immediately cease using the Content and/or the relevant Resources.<strong>3.\n</strong>Content Usage<strong>3.1.</strong> In all matters related to using Third Party Content, the User shall contact the owner of such content directly.<strong>3.2.</strong> Media Group Content can be used for personal, informational, research, educational and cultural purposes (free of charge) as prescribed by the laws of the Russian Federation.<strong>3.2.1.</strong> To comply with the applicable laws enabling Users to use Media Group Content free of charge, the source shall be subject to the following attribution requirements:When using in print: Use the resource name as provided for attribution purposes.When using online: Use the resource name as provided for attribution purposes, as well as a searchable hyperlink to the Resource web page where the corresponding Media Group Content is placed.\nThe hyperlink must be provided at the beginning of the User material.When using the Content in radio and television programming and audiovisual works: Say the resource name as provided for attribution purposes.<strong>3.3.</strong> Users may distribute headlines of Media Group Content with links to the full text of the corresponding Media Group Content item on the Resource using open RSS feeds available on the Resource.<strong>3.4.</strong> Using Media Group Content as per Clause 3.1 of Article 1274 of the Civil Code of the Russian Federation shall be prohibited.<strong>3.5.</strong> Any Commercial Use of Media Group Content shall be prohibited until the Media Group grants the corresponding rights.To receive the rights to use Media Group Content:fill in a feedback form at https://rossiyasegodnya.com/photo/ for <strong>visual materials</strong>;fill in a feedback form athttps://rossiyasegodnya.com/russian-news-feeds/ for news reports and newsfeeds;send an email to <u>office@ria.ru</u>\n<strong>for all other types of Content</strong>.<strong>4.\n</strong>Relations between the Media Group and the User in terms of Content Usage shall be governed by the laws of the Russian Federation.\nAny and all disputes and disagreements in connection with Content Usage shall be referred to the Moscow Commercial Court or Moscow’s Khamovnichesky District Court as per the substantive and procedural laws of the Russian Federation.<strong>5.\n</strong>The Media Group may unilaterally amend the Policy without notifying the User in any special way.\nThe new version of the Policy shall enter into force once uploaded to https://sputnikglobe.com/docs/terms_of_use.html.\nThe User undertakes to regularly check the Policy for updates and/or additions.<strong>6.</strong> The Policy is compiled in Russian and can be translated into other languages.\nIn case of any discrepancy with the version in another language, the Russian version shall prevail.<strong>7.</strong> Using Content in violation of any of the provisions hereof shall be viewed as an infringement of the Media Group’s and/or Third Party rights and shall give rise to criminal, civil and other kinds of liability as per the applicable laws.<strong>8.</strong> Any questions regarding press releases and advertising on the Resources shall be sent to <u>sales@ria.ru</u>\"The Policy is compiled in Russian and can be translated into other languages.\nTranslation is provided for the convenience of Users only, and the Russian version of the Policy shall prevail.\"", "created_at": "2023-10-16 20:28:58.867799", "updated_at": "2023-10-16 20:30:43.759159"}], "points": [], "urls": ["sputnikglobe.com"]}}