{"error": 448, "message": "OK", "parameters": {"id": 8064, "name": "Realbyte ", "created_at": "2023-04-16 19:10:55.972093", "updated_at": "2023-04-22 11:50:43.621403", "wikipedia": null, "keywords": null, "related": null, "slug": "realbyte", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8064.png", "url": "realbyteapps.com", "documents": [{"id": 15639, "name": " Privacy Policy", "url": "https://realbyteapps.com/policy/privacy.html", "xpath": "//body", "text": " Privacy Policy <p> Realbyte Inc.\n(hereinafter referred to as “Company”) establishes and presents the privacy policy as follows, in order to protect the personal information of data subjects who use “Money Manager” (both the application and PC version, collectively, “Application”), and resolve any relevant complaint.\n</p>\n<br>\n<p>\n<strong> 1.\nPurpose of Processing Personal Information </strong>\n</p>\n<br>\n<p> Company collects and uses personal information for the following purposes.\n<br>\n<br> (1) Membership registration and management: confirmation of membership intent, identification/authentication, maintenance and management of membership, prevention of illegal use of services, sending various notices, etc.<br>\n<br> (2) Provision of goods or services: provision of service, delivery of contract/invoice, provision of basic service and customized service, verification of identity, age verification, bill payment and settlement, debt collection, etc.<br>\n<br> (3) Managing consumer complaints: identification of the data subject, confirmation of complaints, contact/notification for fact-finding, and notification of processing results<br>\n<br> (4) Marketing and Advertising: provision of customized advertisements, opportunities to participate in events, statistics on the use of services by data subjects, etc.<br>\n<br> (5) Improvement of existing services and development of new and customized services<br>\n<br> (6) Processing of pseudonymized information for statistical preparation, scientific research, and preservation of records in the public interest.\n</p>\n<br>\n<p>\n<strong> 2.\nItems of Personal Information Processed </strong>\n</p>\n<br> Company collects and processes the following personal information of users of Application.<br>\n<br> (1) Information collected through membership registration (obligatory): email, password, nickname<br>\n<br> (2) Information obtained from third party companies through each membership registration method:<br>\n<br> Registration Method Obtained Information Obligatory Optional Registration through Google ID Email, name, profile image, locale (geography and language) Registration through Apple ID Email <br> (3) Information collected when using paid service<br>\n<ul>\n<li>-\tWhen paying by credit card: payment information such as the name of the card company and card number</li>\n<li>-\tIn case of bank transfer: payment information such as the name of the account holder, account number, and bank holding the account</li>\n<li>-\tWhen paying by mobile phone number: payment information such as phone number and telecommunication company</li>\n</ul>\n<br> (4) Information automatically collected through user’s input, user’s receiving of text messages or Application notices, or user’s reconnection to Application<br> * The received SMS is used for automatic entry of household account details.\nIf you sign up as a member, it may be sent to the server for synchronization.<br>\n<br> OS Applied to Mobile Phone Collected Information Android Received SMS content, phone number, received time, SMS type(rcs, mms, sms), app package name, app name iOS Received SMS content <br> (5) When using the service, the following personal information items are automatically created and collected: cookies, service use records (visit records, bad use records), device information (mobile phone model name, OS name, and version information), advertisement identifiers, etc.<br>\n<br> (6) For managing consumer complaints: collects and processes necessary information among the above from the user <br>\n<p>\n<strong> 3.\nPeriod of Retention and Use for Personal Information </strong>\n</p>\n<br>\n<p> (1) Company retains and uses the user's personal information while the user uses services as a member, and when either the user requests withdrawal from membership or Company achieves the purpose of collection and use of personal information, the Company will immediately destroy the relevant personal information.\nHowever, if the Company terminates the service use contract according to the Terms of Use, the relevant personal information will be preserved for one year to prevent unauthorized re-registration and use of service, and the information is deleted immediately after the end of the relevant period.<br>\n<br> (2) Notwithstanding the foregoing, the following information is retained for the period specified for the following reasons.<br> - Personal information related to use of service (log records): 3 months (Communications Secret Protection Act)<br> - Records on withdrawal of contract or subscription, etc., and records on payment and supply of goods: 5 years (Consumer Protection Act in Electronic Commerce, Etc.)<br> - Records on handling consumer complaints or disputes: 3 years (Consumer Protection Act in Electronic Commerce, Etc.) </p>\n<br>\n<p>\n<strong> 4.\nProvision of Personal Information to Third Parties </strong>\n</p>\n<br>\n<p> (1) The company may provide personal information to third parties only with the consent of the data subject or when there are special provisions in the Personal Information Protection Act or other laws.<br>\n<br> (2) The Company may provide pseudonymized information to a third party, and in that case, the Company shall comply with Personal Information Protection Act.\n</p>\n<br>\n<p>\n<strong> 5.\nProcessing Personal Information Subsequent to Outsourcing of Work and Overseas Transfer </strong>\n</p>\n<br> (1) The Company entrusts the following personal information processing tasks for smooth personal information processing.<br>\n<br> Trust Companies Outsourced Work Google Inc.\n(Google Cloud Platform) Storage of data, provision of cloud service <br> (2) The Company entrusts the following personal information processing tasks to consignees who use servers located overseas, for smooth personal information processing.<br>\n<br> ⅰ.\nTwilio Inc.\n<ul>\n<li>- Personal information transferred: e-mail address</li>\n<li>- Country: United States of America</li>\n<li>- Date and method of transfer: transfer through the network when using the service</li>\n<li>- Consignee’s purpose of use: sending out e-mails</li>\n<li>- Period of retention and use: until either the purpose of use for each personal information is achieved, or the user requests withdrawal from membership</li>\n</ul>\n<br> ⅱ.\nZendesk, Inc.\n<ul>\n<li>- Personal information transferred: e-mail and contents of inquiries</li>\n<li>- Country: Japan, the United States of America</li>\n<li>- Date and method of transfer: transfer through the network when writing a service inquiry or a review</li>\n<li>- Consignee’s purpose of use: providing user consultation support services such as sending/posting answers to inquiries via email/comments to reviews/Facebook messenger</li>\n<li>- Period of retention and use: until either the purpose of use for each personal information is achieved, or the user requests withdrawal from membership</li>\n</ul>\n<br> ⅲ.\nGoogle Inc.\n(Google Firebase, Google Analytics) <ul>\n<li>- Personal information transferred: app store/version used, country of residence, language setting, device model information, time of accessing the service/history of use, etc.</li>\n<li>- Country: United States of America</li>\n<li>- Date and method of transfer: transfer through the network when using the service</li>\n<li>- Consignee’s purpose of use: collection and analysis of usage history of Application and crash</li>\n<li>- Period of retention and use: fourteen (14) months from collection</li>\n</ul>\n<br>\n<p>\n<strong> 6.\nUse and Provision of Personal Information within the Scope Reasonably Related to the Purpose of Collection </strong>\n</p>\n<br>\n<p> The Company may use or provide personal information to a third party without the consent of the data subject, considering each of the following criteria within a reasonable scope and the original purpose of collection.<br>\n<br> (1) Whether or not it is related to the original purpose of collection: Judgment based on whether the original purpose of collection and the purpose of additional use and provision are related in terms of their nature or tendency;<br>\n<br> (2) Whether or not the further use or provision of personal information is predictable considering the circumstances in which the personal information was collected or the processing practices: Judgment based on the relationship between the personal information controller and the data subject, the level of technology, and the rate of development, and general circumstances (practice) established over a substantial amount of time;<br>\n<br> (3) Whether the interests of the data subject are unreasonably infringed: Judgment based on whether the interests of the data subject are substantially infringed in relation to the additional purpose of use and whether the infringement of the interests is unreasonable.\nand<br>\n<br> (4) Whether measures necessary to secure safety, such as pseudonymization or encryption, have been taken: Judgment by considering whether safety measures are taken in consideration of the possibility of infringement.\n</p>\n<br>\n<p>\n<strong> 7.\nUser’s Rights and Methods for Exercising the Rights </strong>\n</p>\n<br>\n<p> (1) The user can exercise the right to read, correct, delete and suspend processing his or her personal information against the Company at any time.<br>\n<br> (2) The exercise of the rights pursuant to Paragraph 1 can be made to the Company in writing, by phone, or by e-mail, and the Company will take action without delay.<br>\n<br> (3) The exercise of rights pursuant to Paragraph 1 may be done through an agent such as a legal representative of the data subject or a person who has been delegated.\nIn this case, a power of attorney must be submitted to the Company.<br>\n<br> (4) In accordance with relevant laws such as Article 35(4), Article 36(1), and Article 37(2) of the Personal Information Protection Act, the exercise of the user's right to access, correct, delete, or suspend the processing of personal information may be restricted.<br>\n<br> (5) Request for correction and deletion of personal information cannot be requested if the information is required to be collected according to other laws.<br>\n<br> (6) The Company confirms whether the person who made the request, such as a request for reading, correction, or deletion, or request for suspension of processing, holds such right or is a legitimate agent.\n</p>\n<br>\n<p>\n<strong> 8.\nDestruction Procedures and Methods for Personal Information </strong>\n</p>\n<br>\n<p> (1) The Company destroys the personal information without delay when the personal information becomes unnecessary, such as in the cases of the expiration of the personal information retention period, or achievement of the purpose of processing.<br>\n<br> (2) If personal information needs to be preserved in accordance with the laws and regulations even when the personal information retention period agreed by the user has elapsed or the purpose of processing has been achieved, the personal information will be moved to a different place or stored in a separate database (DB).<br>\n<br> (3) The destruction procedures and methods are as follows:<br>\n</p>\n<ul>\n<li>- Destruction procedures: The Company selects the personal information that needs to be destroyed, and destroys the personal information with the approval of the Company's personnel for management of personal information.</li>\n<li>- Destruction method: The Company destroys personal information recorded and stored in electronic file format using technical methods so that the information cannot be reproduced, and personal information recorded and stored in paper documents is destroyed by crushing or incineration with a shredder.</li>\n</ul>\n<p>\n</p>\n<br>\n<p>\n<strong> 9.\nTechnical and Administrative Measures to Ensure Safety of Personal Information </strong>\n</p>\n<br>\n<p> For users’ personal information, Company is taking the following technical/administrative measures to ensure safety so that personal information is not lost, stolen, leaked, altered, or damaged.<br>\n<br> (1) Administrative measures: establishment and implementation of internal management plans for personal information, regular employee training, etc.<br>\n<br> (2) Technical measures: password encryption, security program installation, etc.\n</p>\n<br>\n<p>\n<strong> 10.\nInstallation, Operation, and Rejection of Automatic Personal Information Collection Devices </strong>\n</p>\n<br>\n<p> The Company uses 'cookies' to store and frequently retrieve usage information to provide users with individually customized services.\nCookies are a small amount of information sent to the user's PC browser by the server (HTTP), which are used to operate the website, etc., and are also stored in the user's hard disk in the computer.<br>\n<br> (1) Purpose of using cookies: It is used for security management and improving services, developing new services, and providing customized services and advertisements by analyzing access frequency and visit time of users, identifying the patterns of service usage and tracking traces, secure access status, and the number of users.<br>\n<br> (2) Installation, operation, and rejection of cookies: Users have the option with regard to the installation of cookies.\nTherefore, the users can accept all cookies via options in the mobile device, order to request for confirmation each time a cookie is saved, or refuse to save all cookies.<br>\n<br> However, if you refuse to store cookies, it may be difficult to use some services of Company that require login.\n</p>\n<br>\n<p>\n<strong> 11.\nInternational Transfer of Personal Information </strong>\n</p>\n<br>\n<p> The Company may store, process, and transmit personal information in the Republic of Korea or other locations outside the European Economic Area (“EEA”).\nData may also be stored locally on the devices user uses to access the service.\nWhen the Company transfers personal information outside the EEA or the Republic of Korea, the Company will ensure that a similar degree of protection is afforded to it by ensuring at least one of the following safeguards is implemented:<br>\n<br> (1) The Company will only transfer personal information to countries that have been deemed to provide an adequate level of protection for personal data by the European Commission.<br>\n<br> (2) Where the Company uses certain service providers, we may use specific contracts approved by the European Commission which give personal data the same protection it has in Europe.\n</p>\n<br>\n<p>\n<strong> 12.\nProtection of personal information of children </strong>\n</p>\n<br>\n<p> Our service is not directed at children.\nThe Company does not knowingly collect personal information of children under the age of 13 or an equivalent minimum age as prescribed in the laws of the relevant jurisdiction.\n</p>\n<br>\n<p>\n<strong> 13.\nPersonnel for Management of Personal Information </strong>\n</p>\n<br> (1) The Company has designated the person in charge of personal information management and handling complaints about personal information, and the contact information is as follows.<br>\n<br> - Personal information manager <ul>\n<li>-\tName: Dong Gi Park</li>\n<li>-\tAffiliation: CEO</li>\n<li>-\tContact: help@realbyteapps.com</li>\n</ul>\n<br> (2) The user can inquire about all personal information protection-related inquiries, handling complaints, damage relief, etc.\nthat occurred while using the Company's service (or business) to the person in charge of personal information protection and the department in charge.\nThe Company will respond and handle the inquiries without delay.\n<br>\n<p>\n<strong> 14.\nAmendment </strong>\n</p>\n<br>\n<p> If there are any additions, deletions, or changes to the contents of this Privacy Policy, we will notify users in advance through a notice on the website at least 7 days prior to the revision.\nHowever, we will notify users at least 30 days in advance of any major changes such as the items of personal information to be collected or provision of third parties.\n</p>\n<br>\n<p>\n<strong> Addendum (November 23, 2021) </strong>\n</p>\n<br>\n<p> The subject Privacy Policy shall take effect from November 23, 2021.\n</p> ", "created_at": "2023-04-16 19:10:56.006143", "updated_at": "2023-04-16 19:12:04.723907"}, {"id": 15640, "name": "Terms of Use", "url": "https://realbyteapps.com/policy/terms.html", "xpath": "//body", "text": " Terms and Conditions of Use <p>\n<strong> 1.\nPurpose </strong>\n</p>\n<br>\n<p> These Terms and Conditions of Use (“Terms of Use”) set forth the terms and conditions for the use and operation of “Money Manager” through a mobile application and PC (collectively hereinafter, the “Application”) provided by Realbyte Inc.\n(“the Company”).\n</p>\n<br>\n<p>\n<strong> 2.\nDefinitions </strong>\n</p>\n<br>\n<p> The terms and definitions of these Terms of Use shall have the meaning specified as follows:<br>\n<br> 2.1\t“User” refers to a person who signs an Agreement for Use and uses the Application.<br>\n<br> 2.2 “Agreement for Use” refers to a contract between the Company and a User pertaining to the use of the Application.<br>\n<br> 2.3 “Password” refers to a combination of letters and numbers set by a User to protect the User’s rights and privacy and is used to confirm the User’s identity by being matched with the User’s given account.<br>\n<br> 2.4 “Services” refer to all services provided by the Company via the Application.\n</p>\n<br>\n<p>\n<strong> 3.\nEffect of and Changes to the Terms of Use </strong>\n</p>\n<br>\n<p> 3.1 These Terms of Use shall take effect when the Company notifies a User of these Terms of Use by posting them on the Company’s Application or by using other methods (via text, e-mail, messenger, etc.) and the User indicates his or her consent.\nThe membership registration is a procedure necessary to use special Services, and whether the user has registered as a member does not affect the validity of these Terms of Use.<br>\n<br> 3.2 The Company may modify these Terms of Use, if needed, to the extent that it does not violate relevant laws and regulations.\nIn such case, the Company shall make an announcement in a manner prescribed in Article 3.1.\nor send individual notices to Users, regarding both the previous and modified versions of the Terms of Use, effective date, and reasons for the modification for a period starting seven (7) days before the effective date and ending one (1) day before the effective date.\nProvided, however, any change to a User’s significant rights or obligations shall be announced or notified to the User thirty (30) days before the effective date in a manner prescribed above.<br>\n<br> 3.3 A User shall be deemed to have accepted the modified Terms of Use in case the User does not expressly reject the modification within the above period, even after the Company has announced or notified the User of the modified Terms of Use in accordance with Article 3.2, stating that the User will be deemed to have accepted the modified Terms of Use without the User’s express rejection to the modification before the effective date of modification.\nA User who does not accept the modified Terms of Use may not be able to use the Services and the User may suspend use of Services and terminate the Agreement for Use within the above period.\n</p>\n<br>\n<p>\n<strong> 4.\nPrivacy Policy and Operation Policy </strong>\n</p>\n<br>\n<p> 4.1 A User’s personal information shall be handled and protected in accordance with relevant laws and regulations and the Company’s privacy policy.\n<br>\n<br> 4.2 The Company may announce a separate operation policy if needed.\nIn case such an operation policy overlaps with these Terms of Use, the operation policy shall prevail.\n</p>\n<br>\n<p>\n<strong> 5.\nAcceptance of the Agreement for Use of the Services </strong>\n</p>\n<br>\n<p> 5.1 The Agreement for Use of the Services shall constitute a legally binding contract when the person who wishes to become a User applies for use of the Application by indicating his or her consent to these Terms of Use, and the Company accepts the User’s application.\nThe Company’s acceptance will be stated by the indication that the use of Services is possible.<br>\n<br> 5.2 The Company may reject an applicant’s application or cancel its acceptance for use in the following cases:<br> A.\nThe applicant did not use his/her real name or used the name or other information of a third person;<br> B.\nThe applicant is under the age of 14;<br> C.\nThe applicant provided untruthful information for the application or failed to meet the application requirements;<br> D.\nThe applicant tried to use the Services using an unauthorized or detour route in a country where the Company does not provide the Services;<br> E.\nThe applicant tried to sign up for purposes prohibited under relevant laws and regulations or for other wrongful purposes such as purposes to undermine public order or social decency;<br> F.\nThe applicant attempted to use the Services for profit;<br> G.\nThe applicant is re-applying after being deprived of the acceptance to use Services, due to his or her violation of these Terms of Use.<br> H.\nThere are other causes equivalent to any item in this paragraph that cause the Company to find it inappropriate to accept the User’s application.<br>\n<br> 5.3 The Company may suspend acceptance of a User’s application in any of the following cases until the causes are resolved.<br> A.\nThe Company's facilities do not have enough space, it is difficult to support a specific mobile device, or there is a technical obstacle;<br> B.\nA failure in Services or methods of payment for Services occurs;<br> C.\nThere are other causes equivalent to any item in this paragraph that cause the Company to find it inappropriate to accept the applicant’s application.\n</p>\n<br>\n<p>\n<strong> 6.\nApplication for Membership Registration </strong>\n</p>\n<br>\n<p> 6.1 Users can sign up for membership to use special Services provided through the Application.\nA person applying for membership applies for membership by providing all information requested during the registration process in the Application, and registration is complete when the Company indicates that the Company has completed the registration process.<br>\n<br> 6.2 The Company may reject or cancel the membership registration for causes specified in Article 5.2.\nof these Terms of Use and may suspend its acceptance for causes specified in 5.3.\nof these Terms of Use, until the cause is resolved.<br>\n<br> 6.3 A User who does not provide true and authentic information, i.e., by stealing another person’s information or entering fraudulent information, shall have no claims to any rights pertaining to the use of the Application and may be found punishable under relevant laws and regulations.\n</p>\n<br>\n<p>\n<strong> 7.\nObligations of the Company </strong>\n</p>\n<br>\n<p> 7.1 The Company shall comply with the obligations set forth by relevant laws and regulations and these Terms of Use in good faith.<br>\n<br> 7.2 The Company shall make every effort to repair or restore, without delay, facility failures or data loss/damages that may occur while improving the Services in order to provide the Services in a more continuous and stable way, unless such inevitable situations as to force majeure events, emergencies or failures/defects occur for which there currently are no technological solutions available.\n</p>\n<br>\n<p>\n<strong> 8.\nObligations of a User </strong>\n</p>\n<br>\n<p> 8.1\tA User shall comply with these Terms of Use.\nA User shall NOT:<br> A.\nUse fraudulent information or information of other people while applying for or using, the Services or membership registration;<br> B.\nUse another User’s account without the Company’s consent;<br> C.\nPay by illegal use of methods of payment, such as using another person’s credit card, phone, bank account, etc.<br> D.\nChange information posted by the Company or cause disruptions to the Services;<br> E.\nCollect, save, post, distribute or use in other ways another User’s personal information or account information without consent;<br> F.\nCopy, disassemble, imitate, or otherwise modify the Services through reverse engineering, decompiling, disassembling, or any other processing methods;<br> G.\nGive access rights to Services to a third party, i.e., lending or transferring his/her account to a third party;<br> H.\nInfringe on personal rights or intellectual property rights of the Company and/or a third party, including the right of portrait, right of name, publicity right, and copyright;<br> I.\nDamage the reputation of the Company and/or a third party or interfere with the business of the Company and/or a third party;<br> J.\nImpersonate employees or other related parties of the Company;<br> K.\nPost indecent information such as vulgar or violent messages, videos, audios, or other contents, or post information that may cause other Users to feel disgusted or anxiety, or post a link which connects to above-mentioned information on the Application;<br> L.\nPost the same or similar content or meaningless content repeatedly to flood message boards;<br> M.\nUse the Services for purposes other than as prescribed without the Company’s consent, such as for-profit, sales promotion, advertisement, publicity, political activities or election campaigns, etc.;<br> N.\nDuplicate, distribute, promote or commercially use any information obtained using Services without authority, use Services by exploiting known or unknown bugs;<br> O.\nTake advantage by deceiving others;<br> P.\nGive damages to others in relation to using Services;<br> Q.\nAny other act that violates relevant laws, or is against good customs or other social norms.<br>\n<br> 8.2 User is responsible for the management of his or her account and mobile device and should not allow others to use them.\nThe Company is not responsible for any damages caused by poor management of the mobile device or giving consent to others to use the account or the mobile device.<br>\n<br> 8.3\tUser shall set and manage security functions such as payment passwords to prevent illegal payments in each open market.\nThe Company is not responsible for any damages caused by the User’s negligence.\n</p>\n<br>\n<p>\n<strong> 9.\nProvision of Service </strong>\n</p>\n<br>\n<p> 9.1\tThe Services shall be available for use on a 24/7 basis with no holidays or breaks except for technical or operational reasons.<br>\n<br> 9.2\tThe Company may suspend the Services temporarily without prior announcement or notice in cases of:<br> A.\nUrgent system checks, expansions, replacements, breakdowns, or malfunctions;<br> B.\nNational emergencies, power outages, natural disasters, or other force majeure events equivalent thereto;<br> C.\nSuspension of telecommunications services by facilities-based telecommunications business operator set forth under the Telecommunications Business Act.\nor<br> D.\nService disruptions due to capacity overload, etc.<br>\n<br> 9.3\tIn case of a service suspension due to any of the items in the preceding provision, the Company shall make prior notice of such suspension on the Application.\nProvided, however, in cases of service suspensions due to causes beyond the Company’s control and thus which cannot be announced in advance, these shall be notified afterward.\n</p>\n<br>\n<p>\n<strong> 10.\nChange to and Suspension of the Services </strong>\n</p>\n<br>\n<p> 10.1 The Company may change the Services for operational and technical purposes to provide better Services.\nIn case the Company modifies the Services in a way that results in the removal of part of the Services, the Company shall notify the User of such changes prior to the effective date of change on the Application.<br>\n<br> 10.2 The Company may suspend the whole of the Services under circumstances in which the Company is unable to continue providing the Services due to business discontinuation such as business transfer, split, merge.\nexpiration of an agreement executed with a third party for providing Service.\nor critical management issues such as a dramatic drop in profit of Services.\nIn such cases, the Company shall notify the User of the service suspension on the landing screen of the Application or a linked page, stating the date and reason for the suspension, thirty (30) days before the suspension date, and notify the Users in ways prescribed in Article 20.\n</p>\n<br>\n<p>\n<strong> 11.\nPaid Service </strong>\n</p>\n<br>\n<p> 11.1 A paid Service contract is established when the Company approves payment by displaying a message such as ‘payment completed’ or ‘subscription completed’ on the Application, after User clicks the button for applying for paid services such as ‘Payment’ or ‘Subscribe’ in Application, and then makes the payment according to the policy or method set by the provider of the payment method selected by User.\nThe Company provides paid Service purchased by Users from the moment of payment unless otherwise specified.<br>\n<br> 11.2 In case of regular payment, the Company notifies on the Application that the payment is a regulation payment, and the regular payment will be proceeded on the same day on which the first payment was made through the payment method of User’s first payment (if a specific month does not contain such date, on the next day).<br>\n<br> 11.3 The period of use of the paid Service or content purchased by User shall be in accordance with the period specified at the time of purchase.\nHowever, if Service is suspended due to Article 10.2., the period of use of paid Service or content without a fixed period shall be until the date of discontinuation of Service announced in the notice for suspension of Service.<br>\n<br> 11.4 If the payment is made in foreign currency, the amount actually billed may differ from the displayed amount due to exchange rates and fees.\n</p>\n<br>\n<p>\n<strong> 12.\nCancellation of Order </strong>\n</p>\n<br>\n<p> User who has entered into a paid Service use agreement with the Company may withdraw their orders within a specific period as stipulated in the relevant laws and regulations.\nHowever, if the paid Service includes Service of which the order cannot be canceled as stated in the Act on Consumer Protection in Electronic Commerce, etc., the Company shall take the necessary procedures required by the relevant laws for limiting the right to cancel orders.\n</p>\n<br>\n<p>\n<strong> 13.\nRefund of a Fee for Subscription Service </strong>\n</p>\n<br>\n<p> 13.1 When User applies for a refund of a fee for subscription service, the Company deducts the multiplication of a daily fee and the number of days used (from the day of payment to the day of application for a refund) from the total fee paid by User and refunds the remaining amount.<br>\n<br> 13.2 If the subscription service for which User has concluded a contract is service to which a discount has been applied based on the contract period, the daily fee in Article 13.1 will be calculated without applying the discount.\nHowever, if the discount rate differs depending on the contract period, the short-term discount rate will be applied if User concluded a long-term content use contract and terminated the contract after the contract period for the short-term discount rate lapsed.\n</p>\n<br>\n<p>\n<strong> 14.\nRestrictions on the Use of the Services </strong>\n</p>\n<br>\n<p> 14.1 The Company may restrict a User from using the Services in cases where the User commits a breach of obligations in these Terms of Use or disrupts the smooth operation of the Services.<br>\n<br> 14.2 In case the Company restricts a User from using the Services in accordance with the preceding provision, the Company shall notify the User of:<br> A.\nThe reason for the restriction;<br> B.\nDetails of the restriction.\nand<br> C.\nThe appeals procedure.<br>\n<br> 14.3 In case the User wishes to appeal the Company’s restriction decision, the User shall submit an appeal letter with the reason for an appeal to the Company via in-person delivery, e-mail, or other method equivalents thereto within fourteen (14) days from the day the User receives the Company’s notice of suspension.<br>\n<br> 14.4 The Company shall respond to the reason of the appeal in the appeal letter via in-person delivery, e-mail, messaging in the Application, or other method equivalent thereto within fourteen (14) days from the day the Company receives the appeal letter in the preceding provision.\nProvided, however, if the Company finds itself in a difficult situation to respond to the appeal letter within the aforementioned timeline, it shall notify the User of the reason for the delay and of an expected timeline.<br>\n<br> 14.5 In case the Company finds the reason of appeal valid, it shall take necessary measures accordingly.\n</p>\n<br>\n<p>\n<strong> 15.\nData Management </strong>\n</p>\n<br>\n<p> 15.1 The Company shall be responsible for managing and operating data and content on the Application.\nUpon identifying or receiving reports of inappropriate data or content, the Company shall delete such data or content and notify the User who posted said data or content.\nBad data in these Terms of Use refer to data or content that:<br> A.\nInsults another User or third party or damages the reputation thereof;<br> B.\nDistributes or provides links to content that undermines public order or social decency;<br> C.\nPromotes copyright infringement or hacking;<br> D.\nConstitutes for-profit advertisement;<br> E.\nIs objectively recognized as related to criminal activities;<br> F.\nInfringes on copyright or other rights of other Users or a third party.\nor<br> G.\nInvolves other acts that are recognized to have violated these Terms of Use or relevant laws and regulations.<br>\n<br> 15.2 A User shall be responsible for the content, posts, photos, and other data that the User has posted on the Application (“User-Generated Data”).\nA User shall not post any data that violates these Terms of Use.<br>\n<br> 15.3 Should the Company find any User-Generated Data in breach of these Terms of Use or receives a request for action from public or national institutions, the Company may delete or transfer such User-Generated Data without the User’s prior consent in accordance with relevant laws and regulations.<br>\n<br> 15.4 In case the Company receives a request for suspension regarding any User-Generated Data from a third party raising rights infringement claims such as defamation or infringement of intellectual property rights, the Company may temporarily suspend posting (transmission) of such User-Generated Data in accordance with relevant laws and regulations.\nThe Company shall comply with the decision of the court of law, arbitration, or other relevant institutions, which includes reposting the User-generated Data in accordance with relevant laws and regulations.\n</p>\n<br>\n<p>\n<strong> 16.\nCopyright </strong>\n</p>\n<br>\n<p> 16.1 The copyright and intellectual property rights pertaining to all content created by the Company shall belong to the Company.<br>\n<br> 16.2 A User shall not and shall not allow a third party to use information, whether as-is or altered, gained by using the Services provided by the Company for profit by copying, transmitting, editing, disclosing, displaying, distributing, broadcasting, or producing secondary works of such information.<br>\n<br> 16.3 A User shall defend, indemnify, and hold the Company harmless from and against any and all losses, claims, and damage arising out of the User’s breach of intellectual property rights such as copyright.<br>\n<br> 16.4 Should a User indicate the willingness to share his/her User-Generated Data on a social network, other websites, or applications, the Company may post such User-Generated Data thereon.<br>\n<br> 16.5 The Company shall use User-Generated data in a limited fashion in accordance with relevant laws and regulations such as displaying such data within the scope of the Services.\nutilizing such data for promotion of the Services.\nusing such data for operation, improvement, and new service development.\nlegal compliance.\nand displaying of such data on external websites with the User’s consent.\nIn cases where the User has given separate consent, however, the Company may use such User-Generated Data accordingly.\n</p>\n<br>\n<p>\n<strong> 17.\nTermination </strong>\n</p>\n<br>\n<p> 17.1 In case a User wishes to discontinue using the Services, the User may terminate the Agreement for Use of the Services at any time by canceling his/her account.\nOnce a User cancels his/her account, the User’s service use data retained in the Services shall be deleted and become unrestorable unless the privacy policy dictates otherwise.<br>\n<br> 17.2 The Company may at its discretion suspend a User’s use of the Services or terminate the Agreement for Use of the Services for material causes that deem this Agreement unmaintainable such as, without limitation, breach of these Terms of Use and violation of laws or regulations.\nIn that case, User may not be re-registered for a year.\n</p>\n<br>\n<p>\n<strong> 18.\nIndemnity </strong>\n</p>\n<br>\n<p> The Company and a User shall indemnify each other in case one party violates these Terms of Use causing damage or loss to the other party.\nProvided, however, neither party shall be liable for damage or loss that did not arise out of willful misconduct or gross negligence.\n</p>\n<br>\n<p>\n<strong> 19.\nLimitation of Liability </strong>\n</p>\n<br>\n<p> 19.1\tThe Company shall not be liable for the provision of the Services in cases where the Services cannot be provided due to natural disasters, power outages, disruptions of communications provided by other telecommunications service providers, or any other force majeure events equivalent thereto.<br>\n<br> 19.2\tThe Company shall not be liable for any damage caused by maintenance, replacement, regular inspections, or construction of facilities used for the Services, or any other causes equivalent thereto unless such damage is attributable to an intentional or grossly negligent act of the Company.<br>\n<br> 19.3\tThe Company shall not be liable for any disruptions in use of the Services caused by an intentional or grossly negligent act of a User unless the User has an inevitable or a legitimate reason.<br>\n<br> 19.4\tThe Company shall not be held responsible for the reliability or accuracy of information or content posted by a User in relation to the Services unless the Company has committed an intentional or grossly negligent act.<br>\n<br> 19.5\tThe Company has no obligations to involve itself in any transactions or disputes arising from or in relation to the Services between Users or between a User and a third party, and the Company shall not be liable for any damages arising from such transactions or disputes.<br>\n<br> 19.6\tThe Company shall not be liable for any damages incurred to a User in relation to the use of the Services provided for free unless such damage is attributable to an intentional or grossly negligent act of the Company.<br>\n<br> 19.7\tThe Company shall not be held responsible for a User’s failure to gain benefits or loss of such benefits that the User expected from using the Services.<br>\n<br> 19.8\tThe Company shall not be liable for any third-party payment attributable to a User’s improper management of a password for a mobile device, or a password provided by an open market provider, etc.\nunless such third-party payment is attributable to an intentional or negligent act of the Company.<br>\n<br> 19.9\tThe Company shall not be held responsible for disruptions in the use of the content, in its entirety or part, caused by a change of a mobile device, a mobile device number, or operating system.\ninternational roaming.\nor a change of a network provider by the User unless such disruptions are attributable to an intentional or negligent act of the Company.<br>\n<br> 19.10 The Company shall not be held responsible for any content or account information deleted by a User unless it is attributable to an intentional or negligent act of the Company.<br>\n<br> 19.11 The Application may display advertisements or services provided by a third party.\nWhen a User accesses a third-party advertisement or service, such service provided by the third party is not in the scope of the Services of the Company.\nThe Company shall not be held responsible for reliability or security of such service, nor be liable for damages incurred to a User arising from the use of the third-party service, unless the incurrence of such damage is facilitated through an intentional or grossly negligent act of the Company, or the Company fails to provide a prevention measure for such damage.<br>\n<br> 19.12 The Company shall not be liable for damages incurred to a User arising from system disruptions that cannot be controlled by the Company, system disruptions caused by third-party attacks, or computer viruses for which a reputable domestic or international research institute or security firm has not developed a countermeasure, unless attributable to an intentional or grossly negligent act of the Company.<br>\n<br> 19.13 The Company does not guarantee an automatic registration for all of the SMS or Application notices that a User receives, the accuracy or completeness of the data.\n</p>\n<br>\n<p>\n<strong> 20.\nNotice </strong>\n</p>\n<br>\n<p> 20.1 The Company may notify a User by e-mail, electronic memo, in-app note, push alert, SMS/MMS, or SNS message.<br>\n<br> 20.2 For communication to all Users, the Company may substitute individual notification as stated in Article 20.1 by posting a notice or displaying a pop-up screen in the Application for seven (7) or more days.\n</p>\n<br>\n<p>\n<strong> 21.\nJurisdiction and Governing Law </strong>\n</p>\n<br>\n<p> These Terms of Use shall be governed by and construed in accordance with the laws of the Republic of Korea, without giving effect to any choice or conflict of law provision or rule.\nAny lawsuits related to disputes between the Company and a User shall be brought to a competent court under the Civil Procedure Act.\n</p>\n<br>\n<p>\n<strong> 22.\nComplaint Resolution and Dispute Settlement </strong>\n</p>\n<br>\n<p> 22.1 The Company shall display on the Application the procedures for making suggestions or filing a complaint for the convenience of Users.<br>\n<br> 22.2 Should the Company find the User’s suggestion or compliant valid, the Company shall resolve it in a reasonably swift manner, provided that the Company shall notify the User of the reasons for delayed resolution and expected timeline in the Services or in accordance with Article 20.1.\nin such cases where a longer period of time is required to resolve such complaint.\n</p>\n<br>\n<p>\n<strong> Addendum (November 23, 2021) </strong>\n</p>\n<br>\n<p> These Terms of Use shall be effective from November 23, 2021.\n</p> ", "created_at": "2023-04-16 19:10:56.038165", "updated_at": "2023-04-16 19:12:24.814935"}], "points": [], "urls": ["realbyteapps.com"]}}