{"error": 448, "message": "OK", "parameters": {"id": 8049, "name": "Moneyspire ", "created_at": "2023-04-16 01:42:43.687476", "updated_at": "2023-04-22 11:50:43.13034", "wikipedia": null, "keywords": null, "related": null, "slug": "moneyspire", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8049.png", "url": "moneyspire.com", "documents": [{"id": 15617, "name": "Privacy Policy", "url": "https://www.moneyspire.com/privacy/", "xpath": "//body", "text": "Compose new email with× Gmail in browser Outlook in browser Yahoo in browser Default email app CopyPowered by MailtoUI <ul>\n<li> Home </li>\n<li> Features </li>\n<li> Support </li>\n<li> Download </li>\n</ul>\n<ul>\n<li> Buy Moneyspire </li>\n</ul> Privacy Policy <p>Moneyspire has the utmost respect for your privacy.</p>\n<p>Moneyspire Inc.\ntakes the privacy of our users very seriously.\nWe take all the necessary precautions to protect the privacy of our personal finance software users:</p>\n<p>1.\nData is stored locally on the user's hard drive, with full control placed under the user's hands.</p>\n<p>2.\nData is password encrypted with AES 128-bit military-grade protection.</p>\n<p>3.\nData can be optionally stored on the cloud storage service of the user's choice, if the user wishes to.\nThis data is only accessible by the user.</p>\n<p>4.\nAt no time is any of the user's data accessible by Moneyspire Inc.</p>\n<p>5.\nOnline banking features are done through encrypted SSL connections.</p>\n<p>6.\nIn no event is any of the user's data (financial, personal or otherwise) transmitted to Moneyspire Inc.</p>\n<p>7.\nOur website uses SSL encrypted for secure online ordering when purchasing our products.</p>\n<p>8.\nWe do not sell any of your personal information to third parties.</p>\n<p>9.\nYour personal information is only used for customer service purposes.</p>\n<p>For the Moneyspire Connect service, Moneyspire uses Yodlee as a provider for downloading transactions from financial institutions.\nMoneyspire does not store your online banking credentials at any time.\nPlease refer to Yodlee's Privacy Policy for more information about how your credentials are handled by Yodlee.</p>\n<p>For the Moneyspire Cloud service, the user's data is stored securely encrypted on Moneyspire Inc.'s server.\nThe data is used solely for the purpose of allowing the user to share his or her Moneyspire data with his or her multiple computers and mobile devices.\nThe user may delete his or her data at any time from Moneyspire Cloud.\nMoneyspire Cloud is an optional service, and strictly exists for the user's convenience.\nAt no time is the data viewed or inspected by Moneyspire Inc.\nstaff, nor is it ever shared with third parties.</p>\n<p>For online ordering, our store is powered by our e-commerce partner, FastSpring.\nYou may find FastSpring's privacy policy here.\n</p>\n<p>We collect your data when you contact our customer support team.\nThe purpose of collecting the information is for helping to solve any issue you have with our products and services.\nThe legal basis of collecting is the fulfillment of our contractual or pre-contractual obligations to you.</p>\n<p>Moneyspire Inc.\nnever receives any of your financial information, nor does Moneyspire Inc.\nshare any of your financial information with third parties.\nYOU HAVE TOTAL CONTROL OVER YOUR FINANCIAL DATA, IT RESIDES ONLY ON YOUR HARD DRIVE OR WHEREVER YOU DECIDE TO SAVE IT.</p>\n<p>Please contact us if you have any questions regarding our privacy policy.</p> Get Started <p>Start managing your finances with Moneyspire now.</p> Buy Moneyspire Download Trial <ul>\n<li>Inspiring financial success.™</li>\n</ul> Software <ul>\n<li>Home</li>\n<li>Features</li>\n<li>Buy Moneyspire</li>\n<li>Download</li>\n<li>Release Notes</li>\n</ul> Support <ul>\n<li>Get Support</li>\n<li>Knowledge Base</li>\n<li>Forgot Password</li>\n<li>Forgot License Code</li>\n<li>Send Feedback</li>\n</ul> Company <ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>Privacy Policy</li>\n<li>Affiliate Program</li>\n<li>Newsletter</li>\n</ul>\n<ul>\n<li>Share:</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>Copyright © 2007-2023 Moneyspire Inc.\nAll rights reserved.\nMoneyspire is a registered trademark of Moneyspire Inc.</p> ", "created_at": "2023-04-16 01:42:43.718421", "updated_at": "2023-04-16 01:44:47.420416"}], "points": [], "urls": ["moneyspire.com"]}}