{"error": 448, "message": "OK", "parameters": {"id": 7515, "name": "DrawGPT ", "created_at": "2023-03-13 19:48:34.846594", "updated_at": "2023-03-29 19:26:45.195374", "wikipedia": null, "keywords": null, "related": null, "slug": "drawgpt", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7515.png", "url": "drawgpt.ai", "documents": [{"id": 14452, "name": "Privacy Policy", "url": "https://drawgpt.ai/privacy-policy/", "xpath": "/html/body/div[1]", "text": " Privacy Policy <p> This is our Privacy Policy for DrawGPT.\nWe respect your privacy and take it seriously.\n</p>\n<p>\n</p> Privacy Policy Website Visitors Like most website operators, DrawGPT collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.\nDrawGPT’s purpose in collecting non-personally identifying information is to better understand how DrawGPT’s visitors use its website.\nFrom time to time, DrawGPT may release non-personally-identifying information in the aggregate, e.g., by publishing a report on trends in the usage of its website.\nDrawGPT also collects potentially personally-identifying information like Internet Protocol (IP) addresses.\nDrawGPT does not use such information to identify its visitors, however, and does not disclose such information, other than under the same circumstances that it uses and discloses personally-identifying information, as described below.\nGathering of Personally-Identifying Information Certain visitors to DrawGPT’s websites choose to interact with DrawGPT in ways that require DrawGPT to gather personally-identifying information.\nThe amount and type of information that DrawGPT gathers depends on the nature of the interaction.\nFor example, we ask visitors who use our design application to provide a username and email address.\nIn each case, DrawGPT collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor’s interaction with DrawGPT.\nDrawGPT does not disclose personally-identifying information other than as described below.\nAnd visitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain website-related activities.\nAggregated Statistics DrawGPT may collect statistics about the behavior of visitors to its websites.\nFor instance, DrawGPT may reveal how many visitors a particular version of the design application got, or say which features are most popular.\nHowever, DrawGPT does not disclose personally-identifying information other than as described below.\nProtection of Certain Personally-Identifying Information DrawGPT discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors, and affiliated organizations that (i) need to know that information in order to process it on DrawGPT’s behalf or to provide services available at DrawGPT’s websites, and (ii) that have agreed not to disclose it to others.\nSome of those employees, contractors and affiliated organizations may be located outside of your home country.\nby using DrawGPT’s websites, you consent to the transfer of such information to them.\nDrawGPT will not rent or sell potentially personally-identifying and personally-identifying information to anyone.\nOther than to its employees, contractors, and affiliated organizations, as described above, DrawGPT discloses potentially personally-identifying and personally-identifying information only when required to do so by law, or when DrawGPT believes in good faith that disclosure is reasonably necessary to protect the property or rights of DrawGPT, third parties, or the public at large.\nIf you are a registered user of a DrawGPT website and have supplied your email address, DrawGPT may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what’s going on with DrawGPT and our products.\nWe primarily use our blog to communicate this type of information, so we expect to keep this type of email to a minimum.\nIf you send us a request (for example via a support email or via one of our feedback mechanisms), we reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users.\nDrawGPT takes all measures reasonably necessary to protect against the unauthorized access, use, alteration, or destruction of potentially personally-identifying and personally-identifying information.\nCookies A cookie is a string of information that a website stores on a visitor’s computer, and that the visitor’s browser provides to the website each time the visitor returns.\nDrawGPT uses cookies to help DrawGPT identify and track visitors, their usage of DrawGPT website, and their website access preferences.\nDrawGPT visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using DrawGPT’s websites, with the drawback that certain features of DrawGPT’s websites may not function properly without the aid of cookies.\nData Deletion DrawGPT does not store any unnecessary data.\nOn occasion some users may want to delete their data stored with DrawGPT.\nUsers are able to request data deletion using the contact email address or contact forms for DrawGPT available at the bottom of the website or contact us via social media.\nPrivacy Policy Changes Although most changes are likely to be minor, DrawGPT may change its Privacy Policy from time to time, and in the sole and clear discrection of DrawGPT.\nDrawGPT encourages visitors to frequently check this page for any changes to its Privacy Policy.\nYour continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change.\n&nbsp.\n", "created_at": "2023-03-13 19:48:34.878307", "updated_at": "2023-03-13 19:54:16.139917"}, {"id": 14453, "name": " Terms of Service ", "url": "https://drawgpt.ai/terms-of-service/", "xpath": "/html/body/div[1]", "text": " Terms of Service <p> Please read the following site terms carefully.\nAny use of our website or purchases from our website will constitute acceptance of the respective terms.\n</p>\n<p>\n</p> Terms of Service <p> These terms (“Terms”) apply to all uses you (“You”) may make of this website (the “Site”) including, but not limited to any: use of the Site’s information, products, or general service (“Service”), use of the shopping cart, ordering service, and display advertising system as well as using any of our products offline.\n</p> Unlawful Order Policy / Orders in Violation of Terms of Service <p> Copyrighted material, nudity, violence, drugs, or otherwise explicit content <u>will NOT be accepted</u>.\nIf you submit anything that contains restricted artwork, restricted copyrighted logos (or other restricted content) as described in these terms, or any other copyrighted brand content that you do not have the right to use, we reserve the right to cancel your submission or order and any payments become non-refundable.\n<br>\n<br> If you repeatedly submit content in violation of these terms, and refuse to comply, we reserve the right to refuse or further restrict your use of the Website, Service, or products.\n</p> 1.\nYour Submissions to the Site <p> 1.1 Under these Terms, You may NOT place any of the following material or obtain any such material using the Service (a “Submission”): </p>\n<p> Any threatening, obscene, pornographic or profane material or any other material that could give rise to any civil or criminal liability under applicable law.\n</p>\n<p> Any material that could infringe rights of privacy, publicity or copyrights without the permission of the owner of these rights and the persons (or their parents or legal guardians, where applicable) who are shown in the material </p>\n<p> Any material sent from an anonymous or false address.\n</p>\n<p> 1.2 While DrawGPT (“Seller”) is not responsible for the content of the Submissions, Seller reserves the right to delete, move or edit submissions that it, in its sole discretion, deems abusive, defamatory, obscene or in violation of copyright or trademark laws or otherwise unacceptable.\nSeller may request confirmation of the copyright or trademark ownership from you.\nSeller reserves the right to suspend any Submissions or any orders confirmation is received.\nIf Seller does not receive any such confirmation or if there are continued claims of copyright or trademark infringement, Seller reserves the right to share certain account information with governmental organizations or other third parties.\nIf You dispute any copyright or trademark infringement claims, Seller will share with you the contact information of any party claiming any such infringement.\nIn the event of any such dispute, Seller reserves the right to suspend processing, production, and shipment of any Submission or order until such dispute has been resolved.\nIn addition, you warrant that all moral rights in any uploaded materials have been waived.\nYour physical or electronic sharing of your images constitutes permission for reposting, reprinting, and commercial use by by Seller in perpetuity without requiring your notification.\nSeller will not be liable for the content of any Submission.\n</p>\n<p> 1.3 Copyright Notice.\nSeller is committed to protecting artist, photographers’, and corporate copyrights.\nYou are required by US law to own the right to or to obtain permission to use any image or text before the image is uploaded or becomes a Submission to Seller.\nIf you believe that your work has been copied in a way that infringes your copyrights, please contact Seller provide relevant details, dates, links, and proof of work.\n</p>\n<p> 1.4 Unauthorized Use of Copyright Materials.\nIf you knowingly or unknowingly include copyrighted material in a Submission, and if Seller representatives discover that, the following will occur: </p>\n<ol>\n<li>All processing of your Submission and orders shall cease</li>\n<li>Seller may notify you of the unauthorized submission</li>\n<li>Seller may not refund your funds for that Submission or order, but may optionally choose to provide credit redeemable towards Seller’s current selection</li>\n</ol> 2.\nCustomer Support and Age Requirements <p>You must be at least 13 years of age to use the Site.\nIf you, your parent or guardian, have any concerns please feel free to contact Seller customer support</p> 3.\nCopyrighted Material, Software and Intellectual Property Rights <p>All of the information, content, software and materials Seller offers at the Site are protected by copyright and other pertaining laws.\nYou may not copy or distribute such material without the copyright owner’s prior written consent.\nYou may use these materials for personal, non-commercial use only, so long as you do not modify the materials or remove any copyright or other proprietary rights notices contained in the materials.\nThe Marks and other brand names in this Site are the worldwide trademarks or registered trademarks of DrawGPT or are being used with the rights secured by DrawGPT, hereunder.\nTrademarks of other parties are identified wherever possible and Seller acknowledges their rights.</p> 4.\nPrivacy Policy <p>When you create an account with Seller, You need to provide some personal information, such as your name, e-mail address, and mailing address.\nSeller will protect and use this information as stated in our Privacy Policy.</p> 5.\nIndemnification <p>You agree to indemnify, defend and hold harmless Seller, its affiliates and subcontractors, and all their officers, directors, employees, agents, licensors, suppliers and any third parties providing information relating to the Products or Service from and against all losses, expenses, damages and costs, including reasonable attorneys’ fees, resulting from any violation of these Terms or any activity related to Your account (including negligent or wrongful conduct) by You or any other person purchasing Products or accessing the Service using Your account.</p> 6.\nClaims <p>Any action under these Terms must be brought, if at all, within one year from the accrual of the cause of action.\nYou and Seller agree that any claims under these Terms shall be subject to the laws of the State of California, and hereby consent to jurisdiction and venue in the courts of San Diego, California.</p> 7.\nExport <p>You are responsible for compliance with all local laws, and you are required to comply with U.S.\nexport laws and regulations when you use or export any software or materials provided through the Service.</p> 8.\nDisclaimer of Warranties <p>PRODUCTS AND SERVICES AVAILABLE THROUGH THE SITE ARE PROVIDED ON AN AS IS AND AS AVAILABLE BASIS AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, SELLER EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nSELLER MAKES NO WARRANTY THAT THE SITE OR SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, OR THAT THE SITE OR SELLER’S SERVER IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nSELLER MAKES NO WARRANTY REGARDING ANY SOFTWARE, COVERS, SERVICES, SPECIAL OFFERS, OR THE DELIVERY OF ANY SOFTWARE, COVERS OR SERVICES, PURCHASED, ACCESSED OR OBTAINED THROUGH THE SITE OR ADVERTISED THROUGH THE SITE.</p> 9.\nLimitation of Liability <p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES SHALL SELLER BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES THAT RESULT FROM THE USE OR THE INABILITY TO USE THE SITE OR SERVICES, FROM ANY CHANGES TO THE SITE OR SERVICES, OR FROM UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, USE, DATA OR OTHER INTANGIBLES, EVEN IF SELLER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF INCIDENTAL, CONSEQUENTIAL OR OTHER TYPES OF DAMAGES, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p> 10.\nDrawGPT Pricing <p>With respect to items sold by DrawGPT, we cannot confirm the price of an item until you order.\nDespite our awesome web system, a small number of the items in our catalog are occasionally mispriced, or the shipping may calculate wrong.\nThis is rare but if an item’s correct price is higher than the actual stated price or price paid, we may, at our discretion, either contact you to explain the discrepancy and we will ask for your preference before charging the extra amount and shipping your order, or cancelling your order and refunding your money in full, at your request.</p> 11.Refunds, Returns, and Cancellations <p>At DrawGPT, we pride ourselves in customer satisfaction.\nHowever.\nall our products are custom orders and any custom order is your unique creative expression.\nBecause they are one of a kind and unique to you, they are not returnable.\nPlease contact our Customer Service and they will be happy to answer any questions you have about your one of a kind order.\nIf You notify DrawGPT you would like to cancel before your order is processed, we will do everything we can to cancel your order in time.\nDrawGPT reserves the right to refuse an order cancellation if we are not able to stop processing or shipping.\nIf there is an error in the design or typography on the design, DrawGPT is not liable.\n<b>Color shifts (RGB vs CMYK)</b> are to be expected and may occur when submitting graphics for print online, and if so, is generally not grounds for a refund.\nMore information on our return policy here.\nFor high color accuracy, please contact us before ordering to have us review your print file(s) or uploads.</p> 12.\nInternational Customs Charges and Misc Fees <p>We are not responsible for any miscellaneous fees or taxes.\nSome orders may incur a customs or import duty tax charge even if You have already paid for shipping through on website.\nWe are unable to control additional International customs charges and they will vary based on location.\nThe customer is solely responsible for all additional taxes and fees.\nYour order cannot be returned to the sender and DrawGPT will not pay custom fees on your behalf.</p> 13.\nLost or Stolen Packages <p>In the rare event of a lost or stolen package, DrawGPT is not liable.\nTo prevent a lost or stolen package, please make sure you require a signature on all packages at your address.</p> 14.\nMiscellaneous <p>14.1 Seller may assign its rights and responsibilities under these Terms without notice to You.\nAll items purchased through Seller are made pursuant to a shipment contract.\nThis means that the risk of loss and title for such items pass to you on our delivery to our carrier (ie, F.O.B.\nSeller’s facility).</p>\n<p>14.2 If any part of these Terms is held to be invalid or unenforceable, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision most closely matching the intent of the original provision and the remainder of the Terms will continue in effect.</p>\n<p>14.3 These Terms constitute the entire agreement between you and Seller with respect to the Site, Products and Service, and supersede all other communications, written or oral, with regard to that subject matter.</p> 15.\nProcessing and Shipping Times <p>Our processing times and shipping times are estimates only.\nDrawGPT is not liable for late deliveries or loss or damage relating to late deliveries.\nDrawGPT is not responsible for incorrectly entered delivery addresses.</p>\n<p>Although our policy is that we accept all submissions exactly as they come through, we do our best to catch any Submissions or orders that have major issues.\nIn the event a representative reaches out to you about any issues regarding your design, you will have 2 business days to respond or else your Submission or order may be submitted to production as is.</p> 16.\nLiability of Product Use <p>DrawGPT urges all users of our products to use them with safety.\nWe always suggest wearing a helmet and protective gear.\nOur products are sold at your own risk.\nDrawGPT is not liable for any injuries that occur from using any of our products.</p> ", "created_at": "2023-03-13 19:48:34.909809", "updated_at": "2023-03-13 19:54:46.615983"}], "points": [], "urls": ["drawgpt.ai"]}}