{"error": 448, "message": "OK", "parameters": {"id": 8805, "name": "Greynoise", "created_at": "2023-07-05 03:08:46.872938", "updated_at": "2023-07-05 10:02:23.52602", "wikipedia": null, "keywords": null, "related": null, "slug": "greynoise", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8805.png", "url": "greynoise.io", "documents": [{"id": 17202, "name": "Privacy Policy", "url": "https://greynoise.io/privacy/", "xpath": "//body", "text": null, "created_at": "2023-07-05 03:08:46.903749", "updated_at": "2023-07-05 03:09:08.225255"}, {"id": 17203, "name": "Cookie Policy", "url": "https://www.greynoise.io/cookie", "xpath": "//body", "text": null, "created_at": "2023-07-05 03:09:22.850315", "updated_at": "2023-07-05 03:09:22.850315"}, {"id": 17204, "name": "End User License Agreement", "url": "https://www.greynoise.io/terms", "xpath": "//body", "text": "PricingBlogDocumentationLog InProductGreyNoise identifies internet scanners and common business activity in your security events so you can make confident decisions, faster!Product OverviewExploreSearchIP SimilarityTrendsInvestigateIP TimelineIP DetailsTag DetailsActBlocklistsAlertsIntegrateIntegrationsAPISolutionsGreyNoise deploys solutions tailored to the needs of specific industries and use cases.VerticalsHealthcareFinancial ServicesGovernmentUse CasesMaximize SOC EfficiencyMass Exploitation DefenseContextualized Threat HuntingResourcesCheckout our demos, case studies, and more to help you expand your skills.Featured ContentHow I Use GreyNoise (video)CyberWire: Hacking Humans #199 (podcast)GreyNoise ResourcesResources HubROI CalculatorCommunityGlossary of TermsCompanyGreyNoise collects, analyzes, and labels data on IPs that scan the internet and saturate security tools with noise.Press RoomGreyNoise in the NewsPress ReleasesGreyNoise Community LoveEventsRequest GreyNoise SwagCareers at GreyNoiseContact UsPartnersExpand your reach, increase revenues, and deepen customer relationships by partnering with GreyNoise.GreyNoise PartnersReseller PartnersTechnical AlliancesOEM PartnersExplore Our DataExplore Our DataProductProduct OverviewExploreSearchIP SimilarityTrendsInvestigateIP TimelineIP&nbsp;DetailsTag DetailsActBlocklistsAlertsIntegrateAPIIntegrationsSolutionsVerticalsHealthcareFinancial ServicesGovernmentUse CasesAutomated Alert ReductionMaximize SOC EfficiencyMass Exploitation DefenseResourcesResources HubROI CalculatorCommunityGlossary of TermsCompanyPress RoomGreyNoise in the NewsPress ReleasesGreyNoise Community LoveMoreEventsRequest GreyNoise SwagCareers at GreyNoiseContact UsPartnersGreyNoise PartnersReseller PartnersTechnical AlliancesOEM PartnersPricingBlogDocumentationLog InSearch plans and pricing, blog posts, company info, and more.Hoping to access our Visualizer? Go here instead.End User License Agreement1.\nAcceptance of end user license agreement1.1.\nIntroduction<p>GreyNoise Intelligence, Inc.\n(“GreyNoise“, “us”, or “our”) offers certain threat intelligence services and data through its proprietary database.\nAll references to “you”, or “your,” means each person or entity that subscribes to the Platform (a “Customer”) or accesses the Platform without a subscription through our visualizer available at https://greynoise.io/viz.\nThis EULA governs your access to and use of the Platform, unless you have entered into a separate Data License Agreement with us, in which case that Data License Agreement, and not this EULA, will govern.</p>1.2.\nAcceptance<p>GreyNoise provides the Platform to you solely on the terms and conditions set forth in this EULA and on the condition that you accept and comply with them.\nBy clicking the “accept” button you (a) accept this EULA and agree that you are legally bound by its terms.\nand (b) represent and warrant that: (i) you are of legal age to enter into a binding agreement.\nand (ii) if you use the Platform on behalf of an entity, you represent and warrant that you have the authority to bind that entity, your acceptance of this EULA will be deemed an acceptance by that entity, and “you” and “your” will refer to that entity.\nIf you do not agree to this EULA, GreyNoise will not and does not license the Platform to you and you must not use the Platform.</p>1.3.\nSelect definitions<ul>\n<li>1.3.1.\n“Authorized User” means a Customer’s employees, consultants, contractors, and agents (1) who are authorized by Customer to access and use the Platform under the rights granted to Customer pursuant to this EULA and (2) for whom access to the Platform has been purchased hereunder.\nAuthorized Users do not include End Users.</li>\n<li>1.3.2.\n“Customer Data” means, other than Usage Data, information, data, and other content, in any form or medium, that is submitted, posted, or otherwise transmitted by or on behalf of Customer or an Authorized User pursuant to this EULA and includes all Personal Data related to a Customer’s Authorized Users or its own customers, if applicable.</li>\n<li>1.3.3.\n“Derived Product” means Customer applications, products, or service offerings derived from, incorporating, or relying upon GreyNoise Data.</li>\n<li>1.3.4.\n“Documentation” means GreyNoise API access keys, user manuals, handbooks, and guides relating to the Platform available at <strong>https://docs.greynoise.io</strong>.</li>\n<li>1.3.5 “End User” means a third-party customer or client of Customer who receives access to the Platform from Customer through a Derived Product.</li>\n</ul>\n<ul>\n<li>1.3.6.\n“EULA” means this End User License Agreement, which includes your Quotation for a subscription to the Platform, if applicable.</li>\n<li>1.3.7.\n“GreyNoise API” means an application programming interface (API) and associated tools, access keys, and documentation providing access to GreyNoise Data.</li>\n<li>1.3.8.\n“GreyNoise Data” means the threat intelligence data in GreyNoise’s proprietary database provided by GreyNoise through the Platform.</li>\n<li>1.3.9.\n“Personal Data” has the meaning set forth in Section 1.1 of the GreyNoise Privacy Policy: https://www.greynoise.io/privacy</li>\n<li>1.3.10.\n“Platform” means the threat intelligence platform made available by GreyNoise that includes: (1) the GreyNoise API.\n(2) GreyNoise websites (including www.greynoise.io) (3) Documentation.\n(4) GreyNoise Data.\nand (5) all intellectual property provided to you in connection with the foregoing.\nThe Platform does not include Customer Data or Usage Data.</li>\n<li>1.3.11.\n“Quotation” has the meaning set forth in Section 2.3.</li>\n<li>1.3.12.\n“Subscription Fee” has the meaning set out in Section 4.1.</li>\n<li>1.3.13.\n“Usage Data” means data and information related to or derived from Customer’s use of the Platform regarding configuration, environment, performance, and usage of the Platform, compiled in an aggregate and anonymized manner that is not identifiable to Customer or any of its Authorized Users.</li>\n</ul>2.\nSubscription, account registration, and security2.1 Account registration<p>In order to establish an account and access the Platform, you will be asked to provide certain registration details, such as name, email address, phone number, and potentially other information.\nYou agree that all information you provide to register an account with GreyNoise will be correct, current, and complete.\nOur collection and use of this information is governed by our Privacy Policy at https://greynoise.io/privacy.\nUpon your acceptance of this EULA and completion of the registration process, GreyNoise will provide you with an API key to access the Platform.\nYou are responsible for ensuring that all persons who access the Platform through your account (whether Authorized Users or not) or API key are aware of this EULA and comply with them.</p>2.2 Trial and other non-paid offerings<p>GreyNoise offers a trial period for its paid subscription tiers and also offers certain non-paid subscriptions for customers wishing to use the Platform for non-commercial purposes.\nIf you have registered for a trial or non-paid subscription, when registration of your account is complete, you may have access to all or a subset of features of the Platform, depending on your subscription type.\nGreyNoise reserves the right to change, revoke, limit, restrict or expand access to features for these non-paid offerings.\nTrial customers may choose to convert to a paid subscription as described in Section 2.3 at or prior to the conclusion of their trial period.</p>2.3 Subscription<p>Potential Customers interested in purchasing a subscription to the Platform may contact GreyNoise by email at sales@greynoise.io to request a custom quotation for a subscription to the Platform (a “Quotation”).\nThe request should include: Customer name, email address, and preferred license.\nUpon receipt of a request, GreyNoise will work with the potential Customer to ascertain any additional details necessary to provide a Quotation.\nGreyNoise will deliver a Quotation containing the relevant terms of the subscription, including a Bill of Materials for each requested GreyNoise Subscription.\nTo accept the Quotation, sign and return the Quotation to sales@greynoise.io.\nThe Quotation and any associated Bill of Materials are incorporated by reference and made a part of this EULA .\nIn the event of any discrepancy between the terms of this EULA and a Customer’s accepted Quotation, the terms of the Quotation control.\nFor Customers who purchase a subscription through resale by a GreyNoise partner, the material terms of the subscription (duration, Fee, payment terms, renewal terms, scope of access) are governed by the agreement between the Customer and the GreyNoise partner.</p>2.4 Security<p>You must treat any username, password, API key, or other security-related information as confidential, and you must not disclose it to any other person or entity.\nYour account is personal to you and you agree not to provide anyone other than your Authorized Users with access to it or your security-related information.\nYou agree to notify us immediately of any unauthorized access to or use of your account, security-related information, or any other breach of security.</p>3.\nGrant of rights3.1 Platform license<p>Subject to your complete compliance with this EULA including full payment of all applicable Subscription Fees, GreyNoise hereby grants you a non-exclusive, non-transferable right to access and use the Platform via the method and during the term stated in your Quotation.\nSuch use is limited to your internal business purposes or noncommercial purposes such as academic research, if applicable.</p>3.2 Use restrictions<p>You shall not use the Platform for any purposes beyond the scope of the access granted in this EULA.\nYou shall not at any time, directly or indirectly, and shall not permit any person or entity to:</p>\n<ul>\n<li>rent, lease, lend, sell, license, sublicense, assign, distribute, publish, transfer, or otherwise make available the Platform other than to Authorized Users;</li>\n<li>copy or modify the Platform in whole or in part, or create Derived Products;</li>\n<li>modify, alter, distort, delete, or change Platform in any way that would materially affect the integrity of Platform;</li>\n<li>reverse engineer, disassemble, decompile, decode, adapt, or otherwise attempt to derive or gain access to any software component of the Platform, the source of GreyNoise Data, or methods used to compile GreyNoise Data, in whole or in part;</li>\n<li>remove any proprietary notices from the Platform.\nor</li>\n<li>use the Platform in any manner or for any purpose that infringes, misappropriates, or otherwise violates any intellectual property right or other right of any person, or that violates any applicable law.</li>\n</ul>3.3 Suspension of service<p>Notwithstanding anything to the contrary in this EULA, GreyNoise may temporarily suspend Customer’s and any Authorized User’s access to any portion or all of the Platform if GreyNoise reasonably determines that:</p>\n<ul>\n<li>Customer violates any of the restrictions in Section 2.1;</li>\n<li>Customer’s use of the Platform exceeds the scope of access set forth in Customer’s Quotation or constitutes abusive usage;</li>\n<li>there is a threat or attack on the Platform necessitating suspension, in which case GreyNoise will use commercially reasonable efforts to provide written notice of any Platform suspension to Customer and to provide updates regarding resumption of access to the Platform following any suspension.\nGreyNoise will use commercially reasonable efforts to resume providing access to the Platform as soon as reasonably possible after the event giving rise to the suspension is cured.</li>\n<li>Customer’s or any Authorized User’s use of the Platform disrupts or poses a security risk to the Platform or to any other customer or vendor of GreyNoise;</li>\n<li>Customer, or any Authorized User, is using the Platform for fraudulent or illegal activities;</li>\n<li>subject to applicable law, Customer has ceased to continue its business in the ordinary course, made an assignment for the benefit of creditors or similar disposition of its assets, or become the subject of any bankruptcy, reorganization, liquidation, dissolution, or similar proceeding.\nor</li>\n<li>GreyNoise’s provision of the GreyNoise Data to Customer or any Authorized User is prohibited by applicable law.</li>\n</ul>3.4 Responsibility for use of platform<p>You are responsible and liable for all uses of the Platform through access thereto provided by you, directly or indirectly, whether such access or use is permitted by or in violation of this EULA.\nGreyNoise will have no liability for any damage, liabilities, losses (including any loss of data or profits), or any other consequences that Customer or any Authorized User may incur as a result of a service suspension described above.</p>4.\nFees, renewal, and cancellation4.1 Subscription fee<p>By accepting the Quotation for your subscription (as described in Section 2.1), you authorize GreyNoise to charge you the fee for the term set out in your Quotation (“<strong>Subscription Fee</strong>”).\nUnless stated otherwise in the Quotation, <em>the initial Subscription Fee should be paid and received by GreyNoise</em> within thirty (30) calendar days of acceptance of the Quotation.\nGreyNoise accepts and prefers payment in the form of ACH and wire transfer, and upon request and if acceptable to GreyNoise, in the form of check or credit card via Stripe, Inc (“<strong>Stripe</strong>”).\nPlease reach out if you would like to conduct payment in the form of check or credit card and GreyNoise will consider your request.\nIf a payment is made through Stripe, you agree to comply with any relevant terms of service from Stripe, Inc.\nconcerning payment processing.</p>4.2 Renewal<p>Your subscription will terminate on the date indicated in your Quotation unless extended by written agreement of the parties in writing prior to such date.\nUnless otherwise agreed in writing by you and GreyNoise, any renewal of your subscription will be on the same terms and conditions contained in your Quotation.</p>4.3 Cancellation by either party<p>Either party may terminate your subscription, effective on written notice to the other party, if the other party materially breaches this EULA, and such breach: (A) is incapable of cure.\nor (B) being capable of cure, remains uncured ten (10) days after the non-breaching party provides the breaching party with written notice of such breach.</p>4.4 Effect of cancellation<p>No expiration or termination will affect your obligation to pay all Subscription Fees that may have become due before such expiration or termination, or entitle you to any refund.</p>5.\nConfidentiality5.1 Confidential information<p>During the term of your subscription, either party may disclose or make available to the other party information about its business affairs, products, confidential intellectual property, trade secrets, third-party confidential information, and other sensitive or proprietary information, whether orally or in written, electronic, or other form or media, and whether or not marked, designated or otherwise identified as “confidential” (collectively, “Confidential Information”).\nCustomer Data is considered the Confidential Information of Customer.\nConfidential Information does not include information that, at the time of disclosure is: (a) in the public domain.\n(b) known to the receiving party at the time of disclosure.\n(c) rightfully obtained by the receiving party on a non-confidential basis from a third party.\nor (d) independently developed by the receiving parties.</p>5.2 Obligations<p>The receiving parties shall not disclose the disclosing party’s Confidential Information to any person or entity, except to the receiving party’s employees who have a need to know the Confidential Information for the receiving parties to exercise its rights or perform its obligations under this EULA.</p>5.3 Exceptions<p>Notwithstanding the foregoing, each party may disclose Confidential Information to the limited extent required (1) in order to comply with the order of a court or other governmental body, or as otherwise necessary to comply with applicable law, provided that the party making the disclosure pursuant to the order shall first have given written notice to the other party and made a reasonable effort to obtain a protective order.\nor (2) to establish a party’s rights under this EULA, including to make required court filings.</p>5.4 Treatment of confidential information upon termination<p>On the expiration or termination of your subscription, the receiving party shall promptly return to the disclosing party all copies, whether in written, electronic, or other form or media, of the disclosing party’s Confidential Information, or destroy all such copies and certify in writing to the disclosing party that such Confidential Information has been destroyed.\nEach party’s obligations of non-disclosure with regard to Confidential Information are effective as of the Effective Date and will expire five years from the date first disclosed to the receiving party.\nprovided, however, with respect to any Confidential Information that constitutes a trade secret (as determined under applicable law), such obligations of non-disclosure will survive the termination or expiration of this EULA for as long as such Confidential Information remains subject to trade secret protection under applicable law.</p>6.\nIntellectual property rights6.1 Platform<p>You acknowledge and agree that the Platform is provided under license, and not sold, to you.\nYou do not acquire any ownership interest in the Platform by virtue of your subscription, or any other rights thereto, other than to use the Platform in accordance with the limited grant of access contained in Section 3.1 and subject to all terms, conditions, and restrictions under this EULA.\nYou further acknowledge that: (1) the GreyNoise Data is an original compilation protected by United States copyright laws.\n(2) GreyNoise has dedicated substantial resources to collect, manage, and compile the GreyNoise Data.\nand (3) the GreyNoise Data constitutes trade secrets of GreyNoise.\nGreyNoise reserves and retains its entire right, title, and interest in and to the Platform, including intellectual property rights, except as expressly granted to you in this EULA.\nYou shall use commercially reasonable efforts to safeguard the Platform from infringement, misappropriation, theft, misuse, or unauthorized access.\nYou shall promptly notify GreyNoise if you become aware of any infringement of the Platform and fully cooperate with GreyNoise, at GreyNoise’s expense, in any legal action taken by GreyNoise to enforce its intellectual property rights.</p>6.2 GreyNoise marks<p>The GreyNoise name, the GreyNoise logo, and all related names, logos, product and service names, designs and slogans are trademarks of GreyNoise or its affiliates or licensors.\nYou must not use such marks without the prior written permission of GreyNoise.\nAll other names, logos, product and service names, designs and slogans are the trademarks of their respective owners.</p>6.3 Customer data<p>GreyNoise acknowledges that, as between GreyNoise and Customer, Customer owns all right, title, and interest, including all intellectual property rights, in and to the Customer Data.\nCustomer hereby grants to GreyNoise a non-exclusive, royalty-free, worldwide license to reproduce, distribute, and otherwise use and display the Customer Data and perform all acts with respect to the Customer Data consistent with the terms of this EULA.\nGreyNoise may aggregate, de-identify, or anonymize certain Customer Data (for example, IP address or geolocation data) and use such aggregated, de-identified, or anonymized data, in which case such data will no longer be considered Customer Data and may be treated as Usage Data and for the permitted purposes described under this EULA.</p>6.4 Usage data<p>GreyNoise may monitor Customer’s use of the Platform and collect and compile Usage Data.\nAs between GreyNoise and Customer, all right, title, and interest in Usage Data, and all intellectual property rights therein, belong to and are retained solely by GreyNoise.\nGreyNoise may use Usage Data to compile statistical and performance information related to the provision and operation of the Platform, improve and enhance the Platform, for development, diagnostic and corrective purposes in connection with the Platform or other potential offerings, and disclose Usage Data as permitted by applicable law.</p>6.5 Feedback<p>If you or any of your Authorized Users sends or transmits any communications or materials to GreyNoise suggesting or recommending changes to the Platform, or any comments, questions, suggestions, or the like (“Feedback”), GreyNoise is free to use such Feedback irrespective of any other obligation or limitation between the parties governing such Feedback.</p>7.\nData security7.1 Obligations<p>GreyNoise will use and disclose Customer Data only for the purposes for which Customer provides it under the terms of this EULA and our Privacy Policy, and not use or otherwise disclose or make available Customer Data without Customer's prior written consent.\nInformation Security</p>\n<p>GreyNoise will comply with applicable laws and regulations in its creation, collection, receipt, access, use, storage, disposal, and disclosure of Customer Data, as further detailed in our Privacy Policy: https://www.greynoise.io/privacy.\nGreyNoise will employ reasonable security measures to protect Customer Data in accordance with accepted industry standards [(including [ISO/IEC 27001].\nGreyNoise will be responsible for any unauthorized creation, collection, receipt, transmission, access, storage, disposal, use, or disclosure of Customer Data under its control or in its possession.</p>\n<p>This Section 7 will not apply to the extent that the alleged infringement arises from: (A) use of the Platform in combination with data, software, hardware, equipment, or technology not provided by GreyNoise or authorized by GreyNoise in writing or (B) modifications to the Platform not made by GreyNoise.</p>7.2 Data breaches<p>GreyNoise maintains a data breach response plan in accordance with accepted industry standards and will implement the procedures required under such plan on the occurrence of a Data Breach.</p>\n<p>GreyNoise will notify Customer of a Data Breach as soon as reasonably practicable after Service Provider becomes aware of it.</p>\n<p>Promptly following GreyNoise’s notification to Customer of a Data Breach, the parties will coordinate with each other, as necessary, to investigate the Data Breach in accordance with GreyNoise’s current data breach response plan.</p>8.\nWarranty disclaimer<p>THE PLATFORM IS PROVIDED “AS IS” AND GREYNOISE HEREBY DISCLAIMS ALL WARRANTIES, WHETHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE.\nGREYNOISE SPECIFICALLY DISCLAIMS ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND TITLE, AND ALL WARRANTIES ARISING FROM COURSE OF DEALING, USAGE, OR TRADE PRACTICE.\nTHE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>9.\nIndemnification9.1 Indemnification by GreyNoise<p>All personal information GreyNoise collects is subject to our Privacy Policy.</p>\n<p>GreyNoise shall indemnify, defend, and hold harmless Customer from and against any and all losses, damages, liabilities, costs (including reasonable attorneys’ fees) incurred by Customer resulting from any third-party claim, suit, action, or proceeding that the Platform, or any use of the Platform in accordance with this EULA, infringes or misappropriates such third party’s US intellectual property rights, provided that you promptly notify GreyNoise in writing of the claim, cooperates with GreyNoise, and allows GreyNoise sole authority to control the defense and settlement of such claim.\nIf such a claim is made or appears possible, Customer agrees to permit GreyNoise, at GreyNoise’s sole discretion, to (1) modify or replace the Platform, or component or part thereof, to make it non-infringing, or (2) obtain the right for Customer to continue use the Platform.\nIf GreyNoise determines that neither alternative is reasonably available, GreyNoise may terminate the Platform, in its entirety or with respect to the affected component or part, effective immediately on written notice to Customer, and in such case shall provide a pro rata refund to Customer of its Subscription Fee for any unused portions of the subscription.</p>\n<p>This Section 7 will not apply to the extent that the alleged infringement arises from: (A) use of the Platform in combination with data, software, hardware, equipment, or technology not provided by GreyNoise or authorized by GreyNoise in writing.\n(B) modifications to the Platform not made or approved in writing by GreyNoise or (C) Customer Data.</p>9.2 Indemnification by customer<p>Customer agrees to defend, indemnify and hold harmless GreyNoise, its affiliates, licensors and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys’ fees) arising out of or relating to Customer’s violation of this EULA.</p>10.\nLimitation of liability10.1 Exclusion of damages<p>In no event will either you or GreyNoise be liable under or in connection with this EULA under any legal or equitable theory, including breach of contract, tort (including negligence), strict liability, and otherwise, for any: (1) consequential, incidental, indirect, exemplary, special, enhanced, or punitive damages.\n(2) increased costs, diminution in value or lost business, production, revenues, or profits.\n(3) loss of goodwill or reputation.\n(4) use, inability to use, loss, interruption, delay or recovery of any data, or breach of data or system security.\nor (5) cost of replacement goods or services, in each case regardless of whether such party was advised of the possibility of such losses or damages or such losses or damages were otherwise foreseeable.</p>10.2 Cap on monetary liability<p>In no event will GreyNoise’s aggregate liability arising out of or related to this EULA under any legal or equitable theory, including breach of contract, tort (including negligence), strict liability, and otherwise exceed the total amounts paid to GreyNoise under this EULA in the twelve (12) month period preceding the event giving rise to the claim.\nThe exclusions and limitations in this Section 8 do not apply to claims pursuant to Sections 7 or liability for GreyNoise’s gross negligence or willful misconduct.</p>11.\nMiscellaneous11.1 Privacy policy<p>All Customer Data that GreyNoise collects is subject to our Privacy Policy https://greynoise.io/privacy.\nBy using the Platform, you consent to all actions taken by us with respect to your information in compliance with our Privacy Policy.</p>11.2 Changes to the end user license agreement<p>GreyNoise may revise and update this EULA from time to time in our sole discretion.\nWe will notify Customers of any changes to this EULA at least ten (10) days prior to such change taking effect, but it is a good idea for you to periodically review the most recent version.\nAll changes are effective upon the date indicated in the notice, except that any changes which impact the terms contained in your Quotation (if applicable) will not take effect until your subscription renews, unless you and GreyNoise agree otherwise in writing.\nYour continued use of the Platform following the 10-day notice period means that you accept and agree to the changes.</p>11.3 Governing law and jurisdiction<p>All matters relating to your subscription, the Platform, and this EULA and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), are governed by and construed in accordance with the laws of the state of Delaware without giving effect to any choice or conflict of law provision or rule (whether of the state of Delaware or any other jurisdiction).</p>11.4 Waiver and severability<p>No waiver by GreyNoise of any term or condition set forth in this EULA will be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of GreyNoise to assert a right or provision under this EULA will not constitute a waiver of such right or provision.</p>\n<p>If any provision of this EULA is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the EULA will continue in full force and effect.</p>11.5 Contact us<p>All feedback, comments, requests for technical support and other communications relating to your subscription or the Platform should be directed to: support@greynoise.io.</p>SolutionsVerticalsHealthcareFinancial ServicesGovernmentUse CasesAccelerated Alert TriageMass Exploitation DefenseContextualized Threat HuntingCompanyNewsPress ReleasesEventsCommunity LoveRequest SwagCareersResourcesResource HubGlossary of TermsROI CalculatorPartnersGreyNoise PartnersReseller PartnersTechnical AlliancesOEM PartnersCommunityPricingDocumentationBlogLog In© 2023 GreyNoise, Inc.\nAll Rights Reserved.Terms|Privacy|Security|Cookies|Patents|PrinciplesCookie SettingsWe use cookies to ensure you get the best experience on our website.\nLearn moreGot It\n", "created_at": "2023-07-05 03:09:34.27536", "updated_at": "2023-07-05 03:10:11.653764"}], "points": [], "urls": ["greynoise.io"]}}