{"error": 448, "message": "OK", "parameters": {"id": 7543, "name": "Arcade Museum", "created_at": "2023-03-14 01:30:02.610135", "updated_at": "2023-03-29 19:26:46.161566", "wikipedia": null, "keywords": null, "related": null, "slug": "arcade-museum", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7543.png", "url": "arcade-museum.com", "documents": [{"id": 14517, "name": "Privacy Policy", "url": "https://www.arcade-museum.com/accounts/privacy-policy.php", "xpath": "//body", "text": " Return to Home Page\nWebMagic Privacy Policy\n<b>Updated: May 31, 2018</b>\n<p>\n<i>Note: Our privacy policy has been updated for the first time in several years.\nEffectively immediately, children under the age of 16 in Europe are not permitted to use our site (up from 14).\nFor other regions, the minimal age had been lowered from 14 to 13.\nOther changes are fairly minor.\nWe've added additional disclosure information in general -- particularly in regards to third party cookies and services, access to your own data, as well as further information on how we handle people that we believe are intentionally trying to misuse our systems.\nWe also added emphasis to the fact that information you upload to the site for public consumption (ie: message forums or comments added to pages or videos) can not often be deleted.\nIn such cases, we can usually assist in removing content in these posts specifically referencing your real name or contact information (except in some extremely rare cases of public warnings of alleged misdeeds by a user against other users deemed required for the protection of the community).</i>\n</p>\n<p>\n<u>\n<b>Introduction</b>\n</u>\n</p>\n<p>\nWebMagic, Inc.\n(\"WebMagic\") respects your private information and utilizes the following practices (\"Privacy Policy\")\nin regards to the collection and use of any information we are provided about the users of the WebMagic web sites.\nPlease review this Privacy Policy prior to using our websites, and in particular before posting any personal information to them\nsince our Privacy Policy may be changed periodically without notice to you.\nAdditionally, our online Terms of Use describe the\nobligations and restrictions that you agree to in exchange for being allowed to use our services.\nThey are a legally binding contract\nbetween you and us.\nThis Privacy Policy applies to all the products, services, and websites offered by WebMagicand governs data collection and usage.\nSpecific products, services, and websites may have additional and over-riding written policies.\nAdditionally, content made available for licensing will be subject to our license policy.\nFor the purposes of this Privacy Policy, unless otherwise\nnoted, all references to WebMagic include all our products, services and websites (collectively, the services).\nBy using the WebMagic services, you consent to the data practices described in this statement.\n</p>\n<p>\nBy using our services and providing personal information to WebMagic, you are agreeing to allow us to collect and utilize this information as you use\nour web sites, and you are agreeing to allow us to disclose that information and details of any transactions with WebMagic's\noffices, subsidiaries, affiliates, and payment processors.\nDue to the structure of the Internet, such data may pass\nthrough any country.</p>\n<p>\n<u>\n<b>Collection of your Personal Data</b>\n</u>\n</p>\n<p>\nIn order to provide services, WebMagic may require you to provide certain information to us, and WebMagicmay collect other information automatically.\nCommon items may include, but are not limited to, your name, company name, address, email,\nphone number, credit card information (ie: on ecommerce sites), search preferences, and preferred password.\nEcommerce and message forum\nofferings in particular collect a variety of user data.</p>\n<p>\nSome pieces of data shall be provided optionally, and some are required as a condition for registration.\nRequired pieces of information vary\ndepending upon the individual web site or service requested.\nFor the few services on our network that require payment, we\nrequest credit card or other payment account information which we may maintain on our servers.</p>\n<p>\nWe may combine the information you\nsubmit under your account with information from our other services or third parties in order to provide you with a better\nexperience and to improve the quality of our services.\nFor certain services, we may give you the opportunity to opt out of\ncombining such information.\nWe may gather additional personal or non-personal information in the future.</p>\n<p>\nInformation about your computer hardware and software may be automatically collected by WebMagic.\nWhen you visit any of WebMagic's sites, our servers automatically record information that your browser sends whenever you visit\na website.\nThis information can include: the name and address of the page you are visiting, your IP address, browser type,\nbrowser language, access times, referring website address, and one or more cookies that uniquely identify your browser.\nThis information is used for the operation and security of the service, to maintain quality of the service, and to provide general\nstatistics regarding use of our web sites.</p>\n<p>\nThere are several ways you may obtain a copy of your own data.\nIf this site has a message forum, you can log in, and then under 'Search' select 'Advanced Search' and search for all posts by your username.\nIn the private messages section, there is a function at the bottom labeled 'Selected Messges'.\nSeveral options in the pick-list are for downloading your messages (in a variety of available formats).\nFor all other personal data, if if you need further assistance, contact us directly for assistance.</p>\n<p>\n<u>\n<b>Use of your Personal Data</b>\n</u>\n</p>\n<p>\nWebMagic collects, stores and uses your personal information to operate its website(s) and to deliver the services you have requested.</p>\n<p>\nWebMagic may also contact you via surveys to conduct research about your opinion of current services or of potential new services\nthat may be offered.</p>\n<p>\nWebMagic may also use your personally identifiable information to inform you of other products or services available from WebMagicand its affiliates.</p>\n<p>\nWebMagic may keep track of the websites and pages our users visit within our network, in order to determine which\nWebMagic services are the most popular.\nThis data is used to deliver customized content and advertising within\nWebMagic to customers whose behavior indicates that they are interested in a particular subject area.\n</p>\n<p>\nOur Privacy Policy exists to protect all our visitors and our sites--not the rare individual with evil intent.\nIf we, in our sole discretion, believe that any visitor(s) has or has had dishonorable intentions against us or other users on our network,\nwe reserve the right to use any of your information in any way we see fit, in particular in ways to protect us, our other\nusers, and society as a whole, and to inform and educate our other users.\nThis includes any users who we suspect are spamming us\nor our users, data mining our sites, attempting fraud against us or our users, harassment of us or our users, or any other activity\nwhich we deem to be anti-social.\nIn the past, we have felt the need to take this action against well less than 1/10 of 1% of our\nvisitors.\nWhen it does happen, it usually involves a visitor trying to bring harm to message forums or other users on message forums.</p>\n<p>\n<u>\n<b>Additional Parties</b>\n</u>\n</p>\n<p>\nWe do not share your contact information with unaffiliated third parties without your consent, except potentially in cases of limited and specific law enforcement or government request.\nHowever, you hereby grant us consent to share your information as we deem necessary for the safety of our company, sites, and other users if we believe you are using our services to attempt to defraud us or others.\nHistorically, we have made such determinations in less than one in 10,000 users, and only shared data in a small subset of those cases.</p>\n<p>\nInformation you provide will be used within our company, and in cases by affiliated companies, to provide you with our services.</p>\n<p>\nWebMagic may from time to time contact you on behalf of external business partners about a particular offering that may be of\ninterest to you.\nIn those cases, your unique personally identifiable information (such as e-mail address, name, mailing address,\nor phone number) is not transferred to the third party.\n</p>\n<p>\nWebMagic may share your data with trusted partners to help perform payment processing, security services,\nstatistical analysis, email servicing, postal mail, customer support, surveys, direct marketing, or to arrange for deliveries.\nService providers\nwill only be provided such information as is related to their roles in assisting WebMagic.\nExcept as authorized by you,\nall such third parties are\nprohibited from using your personally identifiable information except to provide these services to WebMagic,\nand they are required to maintain the confidentiality of such information.\n</p>\n<p>\nWebMagic's pages may include advertising operated and controlled by third parties, in particular\nGoogle and Yahoo.\nTheir own privacy policies likely apply to this sponsored content.</p>\n<p>\nExcept as otherwise noted in this Privacy Policy or as you authorize, WebMagic does not disclose or release personally identifiable information\nto third parties.\nprovided that, to the extent permitted by law, WebMagic may use or\ndisclose personal information: (a) for compliance purposes, such as for customs control, security, and legal support.\n(b) in connection\nwith legal requests from (i) governmental authorities or (ii) third parties pursuant to a subpoena or other legal process.\n(c) to perform\npayment or identity verifications, debt reporting or collection, or to otherwise protect the rights or property of WebMagic,\nits officers, employees, customers, affiliates, or end users, or (d) if we sell or otherwise transfer substantially all of our assets\nrelated to any website that we own or operate or any product or service that we offer, in which event, we will require such third party\nto honor our current Privacy Policy, until the third party provides you with notice of changes to the Privacy Policy and permits you to\nexercise any rights you may have under applicable law to limit disclosures of information about you.</p>\n<p>\nBeyond the policies listed herein, WebMagic will disclose your personal information, without notice, only if required to do so by\nlaw or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process\nserved on WebMagic or its sites.\n(b) protect and defend the rights or property of WebMagic.\nand (c) act under exigent circumstances\nto protect the personal safety of users of WebMagic, or the public.</p>\n<p>\n<u>\n<b>Web Page Links</b>\n</u>\n</p>\n<p>\nWe do not control, nor are we responsible for, the practices employed by sites linked to or from our\nweb sites or the information or content contained therein.\nOften links to other sites are provided solely as pointers to information\non topics that may be useful to the users of our website.\nWe do not endorse, approve, certify or control these sites and we do not guarantee the accuracy of the information presented on any third\nparty site.\nOur Privacy Policy is not applicable to third party sites.\nWebMagic encourages you to review the privacy\nstatements of websites that link to, or are linked from, WebMagic's sites so that you can understand how those\nwebsites collect, use and share your information.</p>\n<p>\n<u>\n<b>Browser Cookies</b>\n</u>\n</p>\n<p>\nWhen you visit WebMagic sites, our servers may send one or more cookies - a small file that contains a string of characters - to\nyour browser.\nThese cookies help to uniquely identify your browser and to improve the quality of our services.\nCookies cannot be\nused to run programs or deliver viruses to your computer.\nCookies are uniquely assigned to you, and can typically only be read by\na web server in the domain that issued the cookie to you.\nOne of the primary purposes of cookies is to provide a convenience feature to save you time.\nThe purpose of a cookie is to tell the\nWeb server that you have returned to a specific site or page.\nWebMagic uses cookies to allow you to log in and stay logged into our sites, to store user preferences, to track trends, to\ntroubleshoot customer support issues, to provide customized content and search results, and to otherwise create and provide the\nhighest quality of services we can.\nOn some of our sites, they are required for even basic functioning of the site to work.\nAdditionally, for pages that contain advertising, our advertising partners (usually Yahoo or Google) may set their own browser\ncookies.\nWith the use of cookies, when you return to the same WebMagic website, the information you previously provided can often\nbe retrieved, so you can easily use the WebMagic features that you customized.</p>\n<p>\nYou have the ability to accept or decline cookies.\nMost Web browsers automatically accept cookies, but you can usually modify your\nbrowser setting to decline cookies if you prefer.\nIf you choose to decline cookies, you may not be able to fully experience the\ninteractive features of the WebMagic series or websites you visit.</p>\n<p>\n<u>\n<b>Browser Cookies - Third Party Advertising, Analytics, and Tools</b>\n</u>\n</p>\n<p>\nWe utilize Google Adsense advertising on some of our pages.\nAdditionally we utilize Google Analytics and Quantcast to help us understand the characteristics and demographics of people who visit our offerings.\nWe also sometimes place 'like' or 'share' type buttons on our pages for leading social networking sites such as Facebook, Instagram, Twitter, or LinkedIn.\nThese social networking leaders may or may not place cookies on your browser as a result of these buttons.<br>\n</p>\n<ul>\n<li>\n<b>Like and Share buttons</b> - Like or share buttons for Facebook, Instagram, Google Plus, Twitter, or Linkedin utilize functionalities provided by those respective companies.\nClicking on one of these buttons will like the page content to your profile on these social media network, at least if you are logged in to those networks.\nThese networks will then be able to attribute your visit to our pages and to your user account.\nPlease note that as provider of these pages, we are not privy to the content of the data transmitted or used by these networks.\nPlease contact these networks directly for their privacy policies.<br>\n<br>\n</li>\n<li>\n<b>Google Advertising</b> - We may also use the Google advertising features.\nThese features may use a third party cookie to collect information about our website traffic by tracking users across websites and across time, which generates a report for us to better understand our website users.\nIf you do not want Google to collect and use this information you may visit the Google Ad Settings page (https://www.google.com/safetycenter/tools/#!#manage-your-ads-preferences) to change your consumer preferences with respect to certain online ads and to obtain further information about Google ad networks and online behavioral advertising.\nFor the Google Analytics Advertising Features, you may also opt-out of our use of Google Analytics as described above.\nPlease remember that changing your settings with certain browsers and ad networks will not carry your privacy choices across other browsers, devices and other ad networks.<br>\n<br>\n</li>\n<li>\n<b>Google Analytics</b> - We may use Google Analytics to collect information about your use of our services.\nThis information consists of information that your web browser automatically sends to Google, such as the web address of the page that you visit and your IP address.\nGoogle may also set cookies or read preexisting cookies.\nThis information is stored on Google's servers.\nGoogle uses this information to provide us with reports about traffic to our website and your visit to our website (such as the domain from which you access the internet, the web address of the website from which you linked to our site, the time and date of your visit to the web pages that you view and click through).\nWe use this data to improve our website structure and content.\nGoogle may also use this data in accordance with their Privacy Policy, which can be found at https://policies.google.com/privacy.\nFor more detailed information on how Google uses your data through our website, please visit https://policies.google.com/technologies/partner-sites.\nYou may opt-out of our use of Google Analytics by visiting the Google Analytics opt-out page and installing the Google Analytics browser add-on, currently made available by Google at https://tools.google.com/dlpage/gaoptout.<br>\n<br>\n</li>\n<li>\n<b>Quantcast</b> - We use Quantcast to help us understand the characteristics and demographics of the people who visit our Sites.\nPer Quantcast's privacy policy, Quantcast collects information about your use of our website through connecting information that your web address automatically sends, such as the web address of the page that you visit and browser time or type, with a random identifier (a cookie ID).\nThis information is then analyzed to improve our Sites and products.\nQuantcast's privacy policy states that they do not link this data to your name, address, email or phone number, or otherwise attempt to discover your identity.\nFor further information on how Quantcast works you can visit https://www.quantcast.com/privacy/.\nIn order to 'Opt-Out' of Quantcast go to https://www.quantcast.com/opt-out/.<br>\n<br>\n</li>\n<li>\n<b>YouTube</b> - Our website uses plugins provided by the Google-operated website YouTube.\nThe pages are operated by YouTube, LLC.\nA connection to YouTube servers is established when you visit one of our pages containing the YouTube plugin.\nThe YouTube server receives information about which of our pages you have visited.\nYouTube will be able to directly attribute your surfing behavior to your personal profile if you are logged in to your YouTube account while visiting our pages.\nYou can prevent this by logging out of your YouTube account before visiting our website.\nPlease read the YouTube privacy policy for more information about their handling of user data: https://policies.google.com/privacy<br>\n<br>\n</li>\n<li>\n<b>Additional Services</b> - We may incorporate additional third party services to our sites.\nIf we do, their function and use is likely to be similar to the uses described by the other third party services.\nFor example, some of our pages allow for payment via PayPal.\nClicking on a payment link will take you to PayPal, and if you click to to PayPal and make a payment to us, PayPal will know you utilized our serivces, and PayPal may share basic information accompanying your payment, including your name and contact information.<br>\n<br>\n</li>\n</ul>\n<u>\n<b>Security of your Information</b>\n</u>\n<p>\nWebMagic works to secure your personal information from unauthorized access, use or disclosure in multiple ways.\nWe believe we have implemented reasonable administrative, technical, and physical security measures to protect against unauthorized access, destruction or alteration of your information.\nDespite our best efforts though, no security measures are completely impenetrable, and we don't have as many security resources at our disposal as large media companies do.</p>\n<p>\n<u>\n<b>Age Restrictions</b>\n</u>\n</p>\n<p>\nWebMagic's websites and the content therein are intended for use by persons age 16 and older for visitors from Europe, and by persons age 13 and older in all other regions.\nWebMagicdoes not knowingly collect personally identifiable information from children\nunder the age of thirteen.\nAnyone under the age of 16 in Europe and under the age of 13 elsewhere should <u>not</u> establish an account on our sites and should <u>not</u>\nprovide any personal information to WebMagic.\nAdditionally, will may provide additional restrictions\nfor all visitors between our minimal ages and 17.\nAnyone under the age of 18 should <u>not</u> conduct any financial transaction on or through our sites, nor shall advertise for, or\nrespond to advertising for, any financial transaction on\nour site, nor should provide any financial data such as credit card numbers.</p>\n<p>\n<u>\n<b>User communications</b>\n</u>\n</p>\n<p>\nWhen you send email or other communications to WebMagic, we may retain those communications in order to\nprocess your inquiries, respond to your requests, track pending issues, and improve our services.\nWhen you sign-up for an account,\nwe will send you a\nvalidation email that contains a link that you will need to click on before you may use your free account.\nAdditionally, if you join one of our message forums, you have the option (not the default) of receiving notices of updates to\nthreads you have expressed interested, and/or notices of incoming private messages from other users.\nIf you no longer wish to receive these forum message, turn the option off on the same settings page in which you turned it on in\nthe first place (access via the forum user control panel or clicking the opt-out link at the bottom of any subscription email).\nA few of our business to business web sites (such as www.efootage.com) may send out weekly (or less frequent) emails to members\nthat have specifically requested them.\nEach email has a link at the bottom you can click if you no longer wish to receive these weekly newsletters.</p>\n<p>\n<u>\n<b>Links</b>\n</u>\n</p>\n<p>\nWebMagic may present links in a format that enables us to keep track of whether these links have been followed.\nWe use this information to improve the quality of our offerings, customized content, and advertising.</p>\n<p>\n<u>\n<b>E-mail and Account Management</b>\n</u>\n</p>\n<p>\nAll email sent from this system is as a result of a specific request.\nIf you signed up on one of\nour sites, you will be sent a confirmation e-mail.\nIf you do not click on the link in said email, your account will never be\nmade active.\nOnce made active, you may receive e-mail from us based on the preferences you selected when you signed up.\nTo turn\noff any such email from one of our main sites, log in, select 'edit my account', and turn off your email settings.\nAdditionally,\nany 'update' email sent out may be turned off by either the account setting page, or by clicking on the 'remove' link from the\nbottom of each e-mail.\nLastly, by default, our message forums do not sent out email.\nIf you have asked the system to send you\nemail (ie: updates to threads you have posted in), and you no longer to receive such updates, you should turn them off the same\nway you turned them on--via account settings in the user control panel.</p>\n<p>\n<u>\n<b>Account Closures and Removal of Data</b>\n</u>\n</p>\n<p>\nAn account closure, initiated by either you or us, may not result in the deletion of all your data.\nIf you are utilizing one of our\nsites which allow users to post personal information publicly, such as in the form of a personal profile, please feel free to make\nspecific requests regarding working to remove any such information.\nWe will review such requests on a case-by-case basis.\nPlease do not ask us to delete messages in bulk that you posted to public message forum threads, as it is typically not possible to\nremove such messages without damaging the context of the message threads in which they appear.\n<u>In general, we are unable and unwilling to remove public posts on discussions forums, but are able to edit posts upon requests them to remove your name or contact information, and alter usernames if you originally chose a username that is identical to your first and last name.</u> Personally identifiable contact information in our databases is deleted if and as required by law, however, we do not delete data for the very few users suspected of utilizing our systems to break laws or defraud others.</p>\n<p>\n<u>\n<b>Policy Changes</b>\n</u>\n</p>\n<p>\nWe reserve the right to change the terms of this privacy policy at any time.\nFurthermore, we expect to make periodic changes to it.\nWhen we do, the only notice of said changes will occur on the policy itself.\nWhen we make changes, we will revise the \"last updated\"\ndate at the top of the policy.\nWebMagic encourages you to review this policy whenever you visit our website, or at least when you\nintend to specifically post personal data to it.</p>\n<p>\n<u>\n<b>Privacy Policy Contacts</b>\n</u>\n</p>\n<p>\nIf you have questions or comments about this Privacy Policy, or if you have any concerns about our implementation of same,\nplease feel free to contact us at:</p>\n<p>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Privacy and Data Department<br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;WebMagic, Inc.<br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;530 S.\nLake Avenue, Suite 450<br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Pasadena, CA 91101</p>\n<p>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;An email address and phone number for communicating with us about our privacy policies may be\nfound on this Contact Us page.</p>\n<p>\nWhile you may contact us regarding these policies via email, U.S.\nMail, or phone, we do ask that whenever possible you contact us\nvia email or U.S.\nmail, as it allows us to route your communication to the proper person without undue delay.</p>\n<p>Please note that email may be get lost or caught up in spam protection measures.\nAs such, if you do not receive an anticipated response to an email about this Policy, please feel free to contact us by postal\nmail.</p>\n<p>\n<u>\n<b>Terms of Use</b>\n</u>\n</p>\n<p>\nYour use of our web site or other services constitutes an acceptance of our Privacy Policy\nas well as our Terms of Use.\n</p>\n<p>\n© 2018 All Rights Reserved.</p>\n<p>\n</p>", "created_at": "2023-03-14 01:30:02.642484", "updated_at": "2023-03-14 01:30:57.477281"}, {"id": 14518, "name": "Terms of Use", "url": "https://www.arcade-museum.com/accounts/terms-of-use.php", "xpath": "//body", "text": " Return to Home Page\nWebMagic - Terms of Use\n<b>Updated: July 13, 2017</b>\n<p>\n<u>\n<b>YOUR AGREEMENT WITH WEBMAGIC</b>\n</u>\n</p>\n<p>\nWelcome to WebMagic.\nBy using WebMagic offerings, including its products, software, web sites, services\nand tools (\"WebMagic services\"), you agree to the following terms and conditions, and any policies, guidelines or\namendments thereto that may be presented to you from time to time, including but not limited to web site policies and legal notices\n(collectively, the \"Terms\").\nWe may and likely will update the Terms in the future, and you will be able to find the most current\nversion of this agreement on WebMagic's web site.</p>\n<p>\nBefore you may use this site or create an account on it, you must read and accept all the terms in, and linked to, this\nTerms of Use Agreement and the WebMagic Privacy Policy.\nBy accessing this web site, you are agreeing to be bound by these\nweb site Terms and Conditions of Use (\"Terms of Use\") and Privacy Policy, all applicable laws and regulations,\nand agree that you are responsible for compliance with any applicable local\nlaws.\nIf we choose to provide message forum services (ie: a bulletin board for user to user communications),\nadditional rules may be posted on those forums, and if so, are incorporated into these Terms of Use to the extent these forum rules\nare not in conflict with these Terms of Use.\n<u>If you do not agree with any of these terms, you are prohibited from\nusing or accessing this site.</u> By accepting this agreement, you agree that this Terms of Use Agreement and Privacy Policy will\napply whenever you use our sites or services.\nThe materials contained in this web site are\nprotected by applicable copyright and trademark law.\n</p>\n<ol>\n<li>\n<u>\n<b>USE OF SERVICES</b>\n</u>\n<p>\nWebMagic, its subsidiaries and affiliates offer WebMagic services to you, provided that you are of legal\nage to form a binding contract and are not a person barred from receiving services under the laws of the United States or other\napplicable jurisdiction.\nIn order to access certain services, you may be required to provide current, accurate identification,\ncontact, and other information as part of the registration process and/or continued use of WebMagic services.\nYou are responsible for maintaining the confidentiality of your account password, and are responsible for all activities that\noccur under or by your account.\nYou agree to immediately notify WebMagic of any unauthorized use of your password\nor any other breach of security.\nWebMagic and its subsidiaries, affiliates, and contractors cannot and will not be\nliable for any loss or damage arising from your failure to provide use with accurate information or to keep your password secure.</p>\n<p>\nFurthermore, content made available by WebMagic is likely generated from a number of sources, both internal and external.\nAdditionally, throughout the WebMagic offerings, there may be user generated content developed by potentially thousands or\nmillions of unverified sources.\nYou understand that by using WebMagic services you may be exposed to information,\ndata, text, music, sound, video, photos, graphics, messages, software or other materials (\"Content\") that is offensive, indecent or\nobjectionable, and that you use WebMagic services at your own risk.\n</p>\n</li>\n<li>\n<u>\n<b>CONDUCT</b>\n</u>\n<p>\nYou agree that you are responsible for your own conduct and any Content that you create, transmit, display, or comment on while\nusing WebMagic services and for any consequences thereof.\nYou agree to use WebMagic services only for\npurposes that are legal, proper and in accordance with the Terms and any applicable policies or guidelines.\nYou agree that you\nwill not engage in or promote any activity that interferes with or disrupts WebMagic services or servers or networks\nconnected to WebMagic services.</p>\n<p>\nIn addition to this agreement, your use of some specific WebMagic services is governed by policies and guidelines specific\nto those services and which are specifically incorporated into this agreement.</p>\n<p>\nAs applicable, you agree to comply with your company's data usage and privacy policies.</p>\n<p>\nUsers outside of the United States agree to comply with their own local rules and community standards regarding online conduct and\nacceptable content.</p>\n<p>\nWhen using WebMagic sites, services, and tools, you will not:\n</p>\n<ul>\n<li>violate any laws, third party rights or our polices.\n</li>\n<li>use our sites, services or tools if you are not able to form legally binding contracts, are under the age of 18, or are\ntemporarily, indefinitely, or permanently suspended from using our sites, services or tools.\n</li>\n<li>fail to deliver payment for services or items purchased by you through, facilitated by, or associated with WebMagicfrom WebMagic or from other individuals or companies.\n</li>\n<li>post false, inaccurate, misleading, defamatory, or libelous content (including personal information).\n</li>\n<li>distribute or post spam, unsolicited, or bulk electronic communications, chain letters, or pyramid schemes.\n</li>\n<li>export or re-export any WebMagic tools, data, and technology except in compliance with the export control laws\nof any relevant jurisdiction.\n</li>\n<li>copy, modify or distribute rights or content from the WebMagic sites, services, or tools or WebMagic's\ncopyrights or trademarks without WebMagic's prior written permission.\n</li>\n<li>harvest or otherwise collect information about users, including email addresses, without their consent.\n</li>\n</ul>\n<p>\nYou further agree that you understand there can be consequences if you post content that violates the rights of others, including but not limited to the possible removal of your posted content, temporary bans, and/or termination of your account.\nIndividuals who repeatedly infringe copyrighted material will be removed from our networks.\nOur DMCA Copyright Claims Page is hereby included in these Terms of Use by reference.\nThese consequences do not include possible additional relief that may be pursued by rights holders if you infringe their rights.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>CONTENT RIGHTS</b>\n</u>\n<p>\nYou acknowledge and agree that WebMagic services contain proprietary and confidential information that is protected\nby applicable intellectual property and other laws and treaties.\nYou further acknowledge and agree that Content contained in sponsor\nadvertisements or presented to you through WebMagic services is protected by copyrights, trademarks,\nservice marks, patents or other proprietary rights and laws.\nExcept as expressly authorized by WebMagicor other proper third party rights holders, you agree not to modify, rent, lease, loan, sell, distribute or create\nderivative works based on Content or WebMagic services, in whole or in part except as specifically authorized in a\nseparate written agreement.</p>\n<p>\nExcept as expressly authorized by WebMagic you agree not to use, copy, imitate, or incorporate any trademark, service\nmark, trade dress, company name, or product name in a way that is likely to cause confusion among consumers.\nYou also agree not to\nremove, obscure, or alter WebMagic's or any third party's copyright notice, trademarks, or other proprietary rights\nnotices affixed to or contained within or accessed in conjunction with or through the WebMagic services, including but\nnot limited to the Content.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>USER SUBMISSIONS</b>\n</u>\n<p>\nWe do not want to receive confidential or proprietary information from you through our websites.\nAny material, information, or other communication you transmit or post to our sites will be considered non-confidential.</p>\n<p>\n</p>\n<p>You hereby assign your rights to any Content, except for compiled software runtime code, submitted, posted, or displayed by you on or through the WebMagic services.\nIn particular, but not limited to, this assignment includes all text, photos, sound, and video.\nYou retain a non-exclusive, royalty-free license to reproduce, adapt, modify, publish, and distribute Content you specifically created.</p>\n<p>If you work for a company or at a University, it is possible if not likely that you're not the copyright holder of anything you make, even in your free time.\nAs applicalbe, before making contributions to this site, get written permission from your employer.</p>\n<p>We may, but are not obligated to, and almost universally do not, monitor or review any areas on the websites where users transmit or post communications or communicate solely with each other, including but not limited to user forums and email lists, and the content of any such communications.\nWe, however, will have no liability related to the content of any such communications, whether or not arising under the laws of copyright, libel, privacy, obscenity, or otherwise.\nWe or our assignees, including unmanaged volunteer content moderators, may edit or remove content on the the sites at their discretion at any time.</p>\n<p>If you post an embedded image or video link on our site, including but not limited to on message forums and encyclopedic databases, you certify that you own full rights or have other legal use of such content and grant us authority to cache the image locally and update the link to the local reference.\nThis is become increasingly important to collections of user generated content (including forums and encyclopedias) as some well-known third party image hosting services have turned off services for not only individual subscribers but in bulk with little warning.</p>\n<p>\nFor any Content you submit, post, or display on or through the WebMagic services for which a\nlegal assignment is not possible, and for compiled software runtime code submitted, posted or displayed, you or a\nthird party licensor, as appropriate, retain all patent, trademark and copyright interest in said Content, and by submitting,\nposting or displaying said Content on or through the WebMagic which are intended to be available to the members\nof the public, you grant WebMagic a world-wide, non-exclusive, perpetual, irrevocable, royalty-free,\nsublicensable (through multiple tiers) license to reproduce, adapt,\nmodify, publish, and distribute such Content, including any and all copyright, trademark, publicity, and database rights\non WebMagic services for the purpose of displaying, distributing and\npromoting WebMagic Services, in any media known now or in the future.\nWebMagic reserves the right to syndicate Content submitted, posted or\ndisplayed by you on or through the WebMagic services and use that Content in connection with any service offered by\nWebMagic.\nWebMagic further reserves the right to refuse to accept, post or transmit Content in its\nsole discretion.</p>\n<p>\nYou represent and warrant that you have the rights, power and authority necessary to grant the rights granted herein to any\nContent submitted.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>PRIVACY POLICY</b>\n</u>\n<p>\nYour use of our web site or other services constitutes an acceptance of our Privacy Policy\nas well as our Terms of Use.\nBy using WebMagic services, you acknowledge\nand agree that WebMagic may access, preserve, and disclose your account details and information and any Content\nassociated with your account if required to do so by law or in a good faith belief that such access, preservation or disclosure\nis reasonably necessary to (a) satisfy any applicable law, regulation, legal process or enforceable governmental request,\n(b) enforce the Terms, including investigation of potential violations hereof, (c) detect, prevent, or otherwise address fraud,\nsecurity or technical issues (including, without limitation, the filtering of spam), or (d) protect against imminent harm to the\nrights, property or safety of WebMagic, its users or the public as required or permitted by law.</p>\n<p>\nYou understand that the technical processing and transmission of WebMagic services, including your Content, may\ninvolve (a) transmissions over various networks, including those located outside of the United States.\nand (b) changes to conform\nand adapt to technical and business requirements of connecting networks, devices or services.\n</p>\n</li>\n<li>\n<u>\n<b>USE LICENSE</b>\n</u>\n<p>\n</p>\n<ol>\n<li>\nPermission is granted to temporarily download a copy of the materials\n(information, media elements, or software) on WebMagic's web site for transitory viewing as would be used by a typical customer only.\nThis is the grant of a license,\nnot a transfer of title, and under this license you may not, without WebMagic's prior written permission,\nwhich may be withheld for any reason or no reason:\n<ol>\n<li>modify or copy the materials, except for internal use in evaluating in good faith the purchase or other obtainment of a further license from us;</li>\n<li>use the materials for any commercial purpose other than as a typical user utilizing our services, or for any public display or distribution (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on WebMagic's web site;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ol>\n</li>\n<li>\nThis license shall automatically terminate if you violate any of these restrictions and may be terminated with or without cause by\nWebMagic at any time.\nWe reserve the right to terminate this license and refuse service at all times.\nUpon the end of your current viewing of these materials and evaluation of same as provided above, or upon the termination of this\nlicense, whichever occurs first, you must destroy any downloaded materials in your possession whether in electronic or printed format.\n</li>\n</ol>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>LICENSE PURCHASE OR ADDITIONAL AGREEMENT REQUIRED FOR NON-PERSONAL USE</b>\n</u>\n<p>\nYou agree not to reproduce, duplicate, copy, sell, trade, resell or exploit for any commercial or non-personal purposes, any portion of\nWebMagic services, use of WebMagic services, or access to WebMagic services except as otherwise\nexpressly provided in the Terms, license purchase, or as specifically authorized in a separate written agreement.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>CONTENT STORAGE</b>\n</u>\n<p>\nYou agree that WebMagic has no responsibility or liability for the deletion, failure to store, or failure to delete any Content and other\ncommunications maintained or transmitted by WebMagic services.\nYou acknowledge that WebMagic may have\nset no fixed upper limit on the number of transmissions you may send or receive through WebMagic services or the\namount of storage space used.\nhowever, we retain the right, at our sole discretion, to create limits at any time with or without notice.</p>\n<p>\nUpon the termination of your use of WebMagic services, including upon our determination that we are no longer able to\nprovide services to you or upon receipt of a certificate or other legal document confirming your death, WebMagicmay, at its sole discretion, close or block access to your account and you may no longer be able to retrieve some or all content or information contained in or associated with that account.\nNote that user posts to multi-user generated content such as wiki style pages or forum threads are least likely to be removed even if you account is suspended or closed.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>SERVICE MODIFICATIONS</b>\n</u>\n<p>\nWebMagic reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently,\nWebMagic services (or any part thereof) with or without notice.\nYou agree that WebMagic shall not be liable\nto you or to any third party for any modification, suspension or discontinuance of WebMagic services.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>TERMINATION</b>\n</u>\n<p>\nYou may discontinue your use of WebMagic services at any time.\nYou agree that WebMagic may at any time and\nfor any reason, including a period of account inactivity, terminate or restrict your access to WebMagic services,\nterminate the Terms, or suspend or terminate your account.\nIn the event of termination, your account will be disabled and you may\nnot be granted access in whole or part to WebMagic services, your account or any files or other content contained in your\naccount.\nSections providing protection to WebMagic and describing your user of the site prior to termination, including but not limited to Sections: 3 (Content Rights), 10 (Termination), 20 (Release), 21 (Indemnity), 22 (Disclaimer of Warranties), 23 (Limitations of Liability),\n24 (Exclusions and Limitations), 25 (No Agency), 26 (Notices), 27 (Entire Agrement), 28 (Waiver), 30 (Severability), 31 (Agreed Statute of Limitations), and 32\n(Governing Law and Jurisdiction), of the Terms,\nshall survive expiration or termination.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>ADVERTISEMENTS</b>\n</u>\n<p>\nSome WebMagic services may be supported by advertising revenue and may display advertisements and promotions on the service.\nSuch advertisements may be managed and displayed by WebMagic or by WebMagic's partners, in particular Google,\nYahoo, and eBay.\nSuch advertisements may be targeted to the content of information stored on the WebMagic services,\nqueries made through WebMagic services or other information.\nThe manner, mode and extent of advertising by\nWebMagic on its services are subject to change.\nAs consideration for your use of WebMagic services,\nyou agree that WebMagic and its contractors, affiliates and partners, may place such advertising and that\nWebMagic and its contractors, affiliates and partners shall not be responsible or liable for any loss or damage of any sort incurred by you as a result of the presence of such advertisers on WebMagic services, or your interaction with said advertisers.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>NO THIRD PARTY BENEFICIARIES</b>\n</u>\n<p>\nYou agree that, except as otherwise expressly provided in the Terms, there shall be no third party beneficiaries to the Terms.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>REVISIONS AND ERRATA</b>\n</u>\n<p>\nThe materials appearing on WebMagic's web site could, and most likely does, include technical, typographical, or\nphotographic errors.\nWebMagic does not warrant that any of the materials on its web site are accurate, complete, or\ncurrent.\nWebMagic may make changes to the materials contained on its web site at any time without notice.\nWebMagic does not, however, make any commitment to update the materials.\n</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>LINKS</b>\n</u>\n<p>\nWebMagic services may provide, or third parties may provide, links to or from other World Wide Web sites or resources.\nThe inclusion of any link does not imply endorsement by WebMagic of the site.\nAdditionally, WebMagicdoes not run or not run technological nor business security scans of the sites these links may lead to.\nYour use of any such\nlinked web site is at the user's own risk.\nWebMagic may have no control over\nsuch sites and resources and you acknowledge and agree that WebMagicis not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or\nliable for any Content, advertising, products, or other materials on or available from such sites or resources.\nYou further acknowledge and agree that WebMagic shall not be responsible or liable, directly or indirectly,\nfor any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such Content, goods or\nservices available on or through any such site or resource.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>MODIFICATION OF TERMS</b>\n</u>\n<p>\nWebMagic may revise these terms of use for its web site at any time without notice.\nBy using this web site you are\nagreeing to be bound by the then current version of these Terms and Conditions of Use.\n</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>ABUSIVE BEHAVIOR</b>\n</u>\n<p>\nWebMagic and our community members work together to keep our sites and services working properly and the community safe.\nPlease report problems, offensive comments, and policy violations to us.</p>\n<p>\nWithout limiting other remedies, we may limit, suspend or terminate our service and user accounts, prohibit access to our sites and\ntheir content, services and tools, delay or remove hosted content, and take technical and legal steps to keep users off the sites if\nwe think that they are creating problems or possible legal liabilities, infringing the intellectual property rights of third parties,\nor acting inconsistently with the letter or spirit of our policies (for example, and without limitation, policies related to abuse of\nother members, maintaining multiple accounts, shill marketing, circumventing temporary or permanent suspensions or users who we\nbelieve are harassing our employees or other users).\nAdditionally, we may, in appropriate circumstances and at our discretion,\nsuspend or terminate accounts of users who may be repeat infringers of intellectual property rights of third parties.\nWe also reserve\nthe right to cancel unconfirmed accounts or accounts that have been inactive for a long time, or to modify or discontinue\nWebMagic sites, services or tools.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>FEES AND SERVICES</b>\n</u>\n<p>\nMost WebMagic web sites provide services for free.\nWe do charge fees for some services on some web sites.\nUnless otherwise stated, all fees are quoted in U.S.\ndollars.\nIf using a fee-based service, you are responsible for paying all fees and applicable taxes\nassociated with our sites and services in a timely manner with a valid payment method.\nIf your payment method fails or your\naccount is past due, we may collect fees owed using other collection mechanisms.\nIn such instances, we may retain collection\nagencies and legal counsel, and you agree to be responsible for the cost of collection, if any.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>CONTENT</b>\n</u>\n<p>\nWhile we try to offer reliable data, we cannot promise that our web pages and other content will always be accurate and up-to-date,\nand you agree not to hold us or our content contributors or providers responsible for inaccuracies.\nNote our site may contain content provided by others which may include copyrighted, trademarked or other proprietary materials.\nYou agree not to remove any copyright, proprietary or identification markings from said materials or create any derivative works\nbased on this content, accept as permitted by our written policies.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>ACCESS AND INTERFERENCE</b>\n</u>\n<p>\nThe sites contain robot exclusion headers.\nMuch of the information on our sites is updated on a real-time basis and is proprietary or\nlicensed by third parties.\nYou agree that you will not use any robot, spider, scraper or other automated\nmeans to access the sites for any purpose without our express hand written permission.</p>\n<p>\nAdditionally, you agree that you will not:</p>\n<p>\n</p>\n<ul>\n<li>take any action that imposes or may impose (in our sole discretion) an unreasonable or disproportionately large load on our\ninfrastructure.\n</li>\n<li>copy, reproduce, modify, create derivative works from, distribute, or publicly display any content (except for your information)\nfrom the sites without our prior express written permission.\n</li>\n<li>interfere or attempt to interfere with the proper working of the sites, services or tools, or any activities conducted on or with\nthe sites, services or tools.\nor\n</li>\n<li>bypass our robot exclusion headers or other measures we may use to prevent or restrict access to the sites.\n</li>\n</ul>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>RELEASE</b>\n</u>\n<p>\nIf you have a dispute with one or more users, you release us (and our officers, directors, agents, subsidiaries, joint ventures and\nemployees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of\nor in any way connected with such disputes.\nYou expressly waive the provisions of California Civil Code Section 1542 (and any\nsimilar laws in other jurisdictions), which provides:\n\"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing\nthe release, which if known by him must have materially affected his settlement with the debtor.\"</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>INDEMNITY</b>\n</u>\n<p>\nYou agree to hold harmless and indemnify WebMagic, and its officers, directors, agents, subsidiaries, affiliates,\nsuppliers, employees, advertisers, licensors and partners, from and against any third party claim arising from or in any way\nrelated to your use of\nWebMagic services, violation of the Terms, violation of any law or the rights of a third party, or any other actions\nin connection with use of WebMagic services.\nincluding any liability or expense arising from all claims, losses,\ndamages (actual and consequential), suits, judgments, litigation\ncosts and attorney's fees, of every kind and nature.\nIn such a case, WebMagic will provide you with written\nnotice of such claim, suit or action.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>DISCLAIMER OF WARRANTIES</b>\n</u>\n<p>\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p>\n<p>\n</p>\n<ol>\n<li>YOUR USE OF WEBMAGIC SERVICES IS AT YOUR SOLE RISK.\nWEBMAGIC SERVICES ARE PROVIDED ON AN \"AS IS\" AND\n\"AS AVAILABLE\" BASIS.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, WEBMAGIC AND ITS PARTNERS EXPRESSLY DISCLAIM AND NEGATE\nALL WARRANTIES\nAND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF\nMERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND THE OBTAINMENT OF TALENT AND OTHER RIGHTS CLEARANCES FOR A PARTICULAR PURPOSE.\n</li>\n<li>WEBMAGIC AND ITS PARTNERS DO NOT WARRANT THAT (i) WEBMAGIC SERVICES WILL MEET YOUR REQUIREMENTS,\n(ii) WEBMAGIC SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE,\n(iii) THE INFORMATION THAT MAY BE OBTAINED FROM THE USE OF WEBMAGIC SERVICES WILL BE ACCURATE OR RELIABLE,\n(iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH WEBMAGICSERVICES WILL MEET YOUR EXPECTATIONS, AND\n(V) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.\n</li>\n<li>ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF WEBMAGIC SERVICES IS DONE AT YOUR OWN DISCRETION\nAND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS\nFROM THE DOWNLOAD OF ANY SUCH MATERIAL.\n</li>\n<li>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM WEBMAGIC OR THROUGH OR FROM\nWEBMAGIC SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TERMS.\n</li>\n</ol>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>LIMITATION OF LIABILITY</b>\n</u>\n<p>\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT WEBMAGIC AND ITS PARTNERS AND SUPPLIERS SHALL NOT BE LIABLE TO YOU FOR ANY\nDIRECT, INDIRECT,\nINCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE,\nDATA, BUSINESS INTERRUPTION, OR OTHER INTANGIBLE LOSSES (EVEN IF WEBMAGIC OR PARTNERS HAVE BEEN NOTIFIED ORALLY OR IN\nWRITING OF\nTHE POSSIBILITY OF SUCH DAMAGES)\nRESULTING FROM:\n(i) THE USE OR THE INABILITY TO USE WEBMAGIC SERVICES.\n(ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED\nOR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM WEBMAGIC SERVICES.\n(iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iv) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON WEBMAGIC SERVICES INCLUDING BUT NOT LIMITED TO CONTENT, POSTS,\nACTIONS OR INACTIONS, OR ITEMS OR SERVICES LIST AS FOR SALE OR WANTED.\nOR\n(v) ANY OTHER MATTER RELATING TO WEBMAGIC SERVICES.</p>\n<p>\nWe cannot guarantee continuous or secure access to our sites, services, or tools, and operation of our sites, services\nor tools may be interfered with by numerous factors outside of our control.\nAccordingly, to the extent legally permitted, we\nexclude all implied warranties, terms and conditions.\nWe are not liable for any loss of money, goodwill or reputation, or any\nspecial, indirect or consequential damages arising, directly or indirectly, out of your use of or your inability to use our sites,\nservices, and tools.</p>\n<p>\nSome jurisdictions do not allow the disclaimer of warranties or exclusion of damages, so such disclaimers and exclusions may not\napply to you.</p>\n<p>\nRegardless of the previous paragraphs, if we are found to be liable, our liability to you or to any third party is limited by the\ngreater of (a) the total fees you paid us in the 12 months prior to the action giving rise to the liability, (b) the total fees paid\nby you to WebMagic directly related to the specific instance of service associated with or to the liability, or\n(c) One Hundred Dollars (US$100).</p>\n<p>\nTHESE LIMITATIONS SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>EXCLUSIONS</b>\n</u>\n<p>\nNOTHING IN THIS AGREEMENT IS INTENDED TO EXCLUDE OR LIMIT ANY CONDITION, WARRANTY, RIGHT OR LIABILITY WHICH MAY NOT BE LAWFULLY\nEXCLUDED OR LIMITED.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR CONDITIONS OR THE LIMITATION OR EXCLUSION\nOF LIABILITY FOR LOSS OR DAMAGE CAUSED BY NEGLIGENCE, BREACH OF CONTRACT OR BREACH OF IMPLIED TERMS, OR INCIDENTAL OR CONSEQUENTIAL\nDAMAGES.\nACCORDINGLY, ONLY THE ABOVE LIMITATIONS ABOVE WHICH ARE LAWFUL IN YOUR JURISDICTION WILL APPLY TO YOU AND\nOUR LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>NO AGENCY</b>\n</u>\n<p>\nNo agency, partnership, joint venture, employee-employer or franchiser-franchisee relationship is intended or created by this Agreement.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>NOTICES</b>\n</u>\n<p>\nExcept as explicitly stated otherwise, legal notices shall be served on WebMagic's national registered agent\n(in the case of WebMagic) or to the email address you provide to WebMagic during the registration process\n(in your case).\nNotice shall be deemed given 24 hours after email is sent, unless the sending party is notified that the email\naddress is invalid.\nAlternatively, we may give you legal notice by mail to the address provided during the registration process.\nIn such case, notice shall be deemed given three days after the date of mailing.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>ENTIRE AGREEMENT</b>\n</u>\n<p>\nThe Terms (including any policies, licenses, guidelines or amendments that may be presented to your form time to time) constitute the\ncomplete and exclusive agreement regarding the subject matter hereof between you and WebMagic and govern your use of WebMagic services, superseding any prior\nagreements between you and WebMagic for the use of WebMagic services.\nAny and all previous representations,\ndiscussions and writings are merged and superseded by this agreement.\nThis agreement may be modified only by a written document\nsigned by all the parties hereto.\nYou also may be subject to additional terms and conditions that may apply when you use or purchase\ncertain other WebMagic and/or third-party content, services, or software.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>HEADINGS</b>\n</u>\n<p>\nHeadings are for reference purposes only and do not limit the scope or extent of such section.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>WAIVER</b>\n</u>\n<p>\nWebMagic's failure to act with respect\nto a breach by you or others does not waive our right to act with respect to subsequent or similar breaches.\nWe do not guarantee we\nwill take action against all breaches of this Agreement.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>SEVERABILITY</b>\n</u>\n<p>\nIf any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the\ncourt should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms\nremain in full force and effect.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>AGREED STATUE OF LIMITATIONS</b>\n</u>\n<p>\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of\nWebMagic services or the Terms must be filed within one (1) year after such claim or cause of action arose or be\nforever barred.</p>\n<p>\n</p>\n</li>\n<li>\n<u>\n<b>GOVERNING LAW AND JURISDICTION</b>\n</u>\n<p>\nThis Agreement shall be governed by and construed in accordance with the laws of the State of California, excluding its conflict of\nlaws provision.\nThe parties hereto agree that any action, suit or other legal proceeding involving any differences, controversies or other disputes\nin any way related to or arising out of this Agreement or related to any matter concerning our web sites or other services shall be litigated exclusively in the United States District Court for the\nCentral District of California, or the California state court for the County of Los Angeles, and the parties hereby consent to the\njurisdiction of such courts in respect of any such action, suit or other legal proceeding.</p>\n<p>\n</p>\n</li>\n</ol>\n<br>\nComments on these Terms are welcome.<p>\nPlease note that you may <u>not</u> attempt to edit or change these Terms by the\nunidirectional submission to WebMagic.</p>\n<p>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Legal Department<br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;WebMagic, Inc.<br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;530 S.\nLake Avenue, Suite 450<br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Pasadena, CA 91101</p>\n<p>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Our email address may be found on our Contact Us page.</p>\n<p>\n<br>&nbsp.\nPlease remember that your use of our web site or other services constitutes an acceptance of our\nPrivacy Policy\nas well as our Terms of Use.</p>\n<p>\n© 1994-2017 All Rights Reserved.</p>\n<p>\n</p>", "created_at": "2023-03-14 01:30:02.673702", "updated_at": "2023-03-14 01:30:36.298445"}, {"id": 14519, "name": "DMCA", "url": "https://www.arcade-museum.com/accounts/copyright-claims.php", "xpath": "//body", "text": " Return to Home Page Copyright Claims<br>Digital Millennium Copyright Act (DMCA) - Take Down Notices\n<br>\n<b>\n<u>General Take Down Information - Please Read:</u>\n</b>\n<p>\nWe respect the intellectual property of others and ask our users to do the same.</p>\n<p>\nIn accordance with the United States Digital Millennium Copyright Act (\"DMCA\"), we will respond expeditiously to properly completed claims of copyright infringement that are delivered to our Designated Copyright Agent, identified below.</p>\n<p>\nThis page describes the process of submitting a DMCA claim to us.\nIt is designed to make alleged infringement notices to us as straightforward as possible and, at the same time, minimize the number of notices we receive that are spurious or difficult to verify.</p>\n<p>\n</p>\n<p>\nWe will take whatever action, in our sole discretion, we deem appropriate, including removing or disabling access to challenged material and/or in appropriate circumstances and at our discretion, terminating the accounts of users who repeatedly infringe or are repeatedly charged with infringing.\nIf we remove or disable access in response to such a notice, we will attempt to notify the owner or administrator of the affected content so that he or she can make a counter notification.</p>\n<p>\nWe may send a copy of a received notice to an alleged infringer, to identified rights holders, and/or to one or more third parties (such as Chilling Effects, example) and we and/or third parties may make it, and/or information compiled from it, available to the public.\nSuch publication may redact part of the notice, most likely the submitter's personal electronic contact information (ie: phone number and e-mail address).</p>\n<p>\nIMPORTANT: Misrepresentations made in your notice regarding whether material or activity is infringing may expose you to liability for damages (including costs and attorneys' fees).\nCourts have found that you must consider copyright defenses, limitations or exceptions before sending a notice.\nIn one case involving online content, a company paid more than $100,000 in costs and attorney fees after targeting content protected by the U.S.\nfair use doctrine.\nAccordingly, if you are not sure whether material available online infringes your copyright, we suggest that you first contact an attorney.</p>\n<br>\n<b>* FAILURE TO PROPERLY INCLUDE ALL OF THE FOLLOWING REQUESTED INFORMATION WILL RESULT IN A REJECTION OF OR A DELAY IN PROCESSING OF YOUR NOTICE, AND/OR A REQUEST FOR ADDITIONAL INFORMATION.</b>\n<p>\n<b>\n<u>Notice Requirements - Contact Information and Authority*</u>\n</b>\n</p>\n<p>\n</p>\n<ul>\n<li>\n<b>First and last name</b> of the individual preparing the notice<br>&nbsp;</li>\n<li>\n<b>Company Name</b>\n<br>&nbsp;</li>\n<li>\n<b>Copyright holder you represent</b> (specify self or refer to a specific other person or entity)<br>&nbsp;</li>\n<li>\n<b>Phone Number, and if available, an Email Address</b>\n<br>&nbsp;</li>\n<li>\n<b>Mailing Address</b>\n<br>&nbsp;</li>\n<li>\n<b>Sworn Statement: \"I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, or its agent, or the law.\"</b>\n<br>&nbsp;</li>\n<li>\n<b>Sworn Statement: \"I swear, under penalty of perjury, that the information in this notification is accurate and I swear, under penalty of perjury, that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"</b>\n<br>&nbsp;</li>\n<li>\n<b>Signature and Date</b>\n<br>&nbsp;</li>\n</ul>\n<b>\n<u>Notice Requirements - Your Copyrighted Work*</u>\n</b>\n<p>\n</p>\n<ul>\n<li>\n<b>Identify and describe the copyrighted work.</b> For example, \"The photograph of Lady Gaga playing an Atari Asteroids game at the N.Y.\nMake-A-Wish Foundation Fundraiser of December 25, 2010 which can be viewed at the URL below\" or \"My published book, 'Separating the Red Wire From the Black Wire', is infringed by the text excerpted on the site, beginning with the text 'It all started when I opened up the power supply.'\"<br>&nbsp;</li>\n<li>\n<b>If applicable, where can we see an authorized example of the work?</b> Please provide URL(s) where an authorized example of the copyrighted work can be viewed.\nThis will be used by our team to verify that the work appears on the pages you are asking us to remove.)<br>&nbsp;</li>\n<li>\n<b>Location of infringing material: URL</b> Please provide the URL(s) of the allegedly infringing material that you are asking us to remove.<br>&nbsp.\n</li>\n<li>\n<b>Identification of infringing material: Title, Poster Name &amp.\nPost Date (as applicable)</b> Please note that many pages may contain content from multiple users, and as such, you need to further identify which elements you are referring to.\nAdditionally, differences in page view pagination may make simple URL identification insufficient.\nFor example, a message forum thread page may contain a variable amount of individual posts dependent on the method used to view the page and the individual settings of the browser viewing the page.\nWhenever possible, identity any references to real name or username associated with the infringing material along with, whenever possible, any identifying date and time stamps associated with it.\nPlease describe what part of the post or page is objectionable.\nFor example, if it is an external link, please specify the link.\n</li>\n</ul>\n<p>\n<br>\n<b>\n<u>Notices - Suggestions on Wording to Avoid</u>\n</b>\n</p>\n<p>\nMuch of the content on our sites is created by others.\nOccasionally notices may be prepared by the uninitiated that threaten us, the online service provider, and accuse us directly of specific or vague allegations by a preparer unhappy with the actions of one of our users.\nEven though the DMCA and the Online Copyright Infringement Liability Limitation Act (OCILLA) is intended to protect online service providers and discourage such frivoulous claims, notices may arrive that make such claims anyway.\nBesides challenging your credibility, any such letters received will likely be referred to our outside counsel, complicating the process of resolution and increasing the time required to respond to your concerns.</p>\n<p>\n<br>\n<b>\n<u>Sending Notice - DMCA: Designated Agent:</u>\n</b>\n</p>\n<p>\n</p>\n<ul>\n<li>You may send DMCA notices to 'dmcaagent@webmagic.com' or written notification via regular mail (postal mail, FedEx, or UPS) to the following address.\nPlease note that, due to security concerns, attachments cannot be accepted.\nAccordingly, any notification of infringement submitted electronically with an attachment will not be received or processed.\nPlease note that due to spam filters and other flaws in email, it would be improper to assume we have received your email unless you have received a confirmation from us.\nIt is our goal to confirm the receipt of such email within 72 hours of arrival.\nIf you do not receive such a confirmation, please email us again or contact us at the address below:<p>\n</p>\n</li>\n</ul>\n&nbsp;WebMagic, Inc.\n- DMCA Department<br>Attn: Copyright Manager<br>530 S.\nLake Ave.\nSte.\n450<br>Pasadena, CA 91101<p>\n<br>\n<b>\n<u>Counter-Notification Policy</u>\n</b>\n</p>\n<p>\nTo be effective, a Counter-Notification must be a written communication by the subscriber or user provided to our Designated Agent (as set forth above) that includes substantially the following:\n</p>\n<ul>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.</li>\n<li>A statement under penalty of perjury that the Subscriber has a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.</li>\n<li>The Subscriber's name, address, and telephone number, and a statement that the Subscriber consents to the jurisdiction of Federal District Court for the judicial district of California, or if the Subscriber's address is outside of the United States, for any judicial district in which WebMagic may be found, and that the Subscriber will accept service of process from the person who provided notification or an agent of such person.</li>\n<li>A physical or electronic signature of the subscriber.\n</li>\n</ul>\n<p>\nUpon receipt of a Counter-Notification containing the information as outlined in 1 through 4 above:\n</p>\n<ul>\n<li>We shall promptly provide the Complaining Part with a copy of the Counter Notification.</li>\n<li>We shall inform the Complaining Party that it will replace the removed material or cease disabling access to it within ten (10) business days.\n</li>\n<li>We shall replace the removed material or cease disabling access to the material within ten (10) to fourteen (14) business days following receipt of the Counter Notification, provided our Designated Agent has not received notice from the Complaining Party that an action has been filed seeking a court order to restrain Subscriber from engaging in infringing activity relating to the material on our system.\n</li>\n</ul>\n<p>\nNotices and Counter-Notices with respect to this website must meet then current statutory requirements imposed by the DMCA.\nsee http://www.copyright.gov for details.\nIf you need help filing or creating a Counter-Notice, there are plenty of resources online.\nChilling Effect's Counter-Notice Generator is a well-known resource.\nAnother is the Scribd DMCA Counter Notification Template.</p>\n<p>\nIf the notice was in error or malicious, file a counter-notice as promptly as possible, even if you do not wish to have the work restored.</p>\n<p>\nIt is important to file a counter-notice if the takedown was sent in error, even if you view the takedown as not being a big deal because hosts are required to ban and delete accounts of repeat infringers.\nIf you receive too many DMCA notices, you may find your entire account disabled, even if the takedown notices were invalid.\nAs such, it is important to file counter-notices to prevent such an action from happening.</p>\n<p>\nFinally, in extreme cases where the notice was false and filed knowingly so, the subscriber/user can file suit against the filer for damages including attorney's fees and court costs.</p>\n<p>\n<br>\n<b>\n<u>Repeat Infringers</u>\n</b>\n</p>\n<p>\nInfringement of the copyrights of others violates our Terms of Services.\nAdditionally, the DMCA requires service providers to terminate the access of 'repeat infringers'.\nIt is our policy to ban or terminate accounts after 3 to 5 uncontested DMCA notices or determinations by a court of competent jurisdiction in a two (2) year period, only counting determinations that refer to alleged infringement that occurred after a previous notice or determination had been delivered to an alleged infringer.\nAdditionally, we reserve the right to terminate an account earlier than that, and to take other actions including temporarily locking or banning an account for a specified period of time (i.e.: a month or a year).\nIt is exceedingly rare for us to receive a complaint about one of our users, and we don't recall ever receiving a second one on a user.\nAs such, much of this policy is likely to be only theoretical.</p>\n<p>\nOur policies are inspired by the DMCA law itself, the policies of other services providers, and proposals posted on the web site of The Electronic Frontier Foundation (EFF) which encourages a fair use policy giving plenty of notice to alleged infringers, information on preparing counter-notices, \"no instant termination\" and a system geared around \"trust.\" It proposes \"additional protections for 'trusted users', such as users who have not posted any infringing material for a specific amount of time, or for whom noticed content represents only a small percentage of their total posts.\nSuch protections could include additional 'strikes' before termination (say, five rather than three), and a fast-tracked appeal procedure.\"</p>\n<p>\n<br>\n<b>\n<u>Cautions</u>\n</b>\n</p>\n<p>\nThe DMCA process, whether on the filing or receiving end, should never be taken lightly as missteps could, and often do, have very serious legal implications.\nIf in doubt, consult an attorney.</p>\n<p>\nAdditionally, many disputes may be quickly resolved and misunderstandings easily avoided by simply contacting the originator of content you find objectionable, informing them that you feel your rights are being infringed, and requesting that such content be immediately changed or removed or other accomodation made.</p>\n<p>\n</p>\n© 2013 All Rights Reserved.<p>\n</p>", "created_at": "2023-03-14 01:30:02.704849", "updated_at": "2023-03-14 01:30:55.763491"}], "points": [], "urls": ["arcade-museum.com"]}}