{"error": 448, "message": "OK", "parameters": {"id": 8113, "name": "Hochschule für angewandte Wissenschaften München", "created_at": "2023-04-25 04:31:37.085665", "updated_at": "2023-04-25 10:01:52.647943", "wikipedia": "https://en.wikipedia.org/wiki/Munich_University_of_Applied_Sciences", "keywords": null, "related": null, "slug": "hochschule-fur-angewandte-wissenschaften-munchen", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8113.png", "url": "hm.edu", "documents": [{"id": 15740, "name": "Data Protection Statement", "url": "https://www.hm.edu/en/impressum_1/data_protection/data_protection_declaration.en.html", "xpath": "//body", "text": " <i>\n</i> Academic Departments<i>\n</i> EN<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>1\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li> FK01Architecture\n</li>\n<li> FK02Civil Engineering\n</li>\n<li> FK03Mechanical, Automotive and Aeronautical Engineering\n</li>\n<li> FK04Electrical Engineering and Information Technology\n</li>\n<li> FK05Technical Systems, Processes and Communication\n</li>\n<li> FK06Applied Sciences and Mechatronics\n</li>\n<li> FK07Computer Science and Mathematics\n</li>\n<li> FK08Geoinformatics\n</li>\n<li> FK09Engineering and Management\n</li>\n<li> FK10Business Administration\n</li>\n<li> FK11Applied Social Sciences\n</li>\n<li> FK12Design\n</li>\n<li> FK13General and Interdisciplinary Studies\n</li>\n<li> FK14Tourism\n</li>\n<li> MUC.DAIMunich Center for Digital Sciences and AI\n</li>\n</ul>\n<i>\n</i> Select language <ul>\n<li>\nEnglish version\n</li>\n<li>\nDeutsche Version\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<p>Frequently searched:</p>\n<ul>\n<li>\nMoodle\n</li>\n<li>\nPRIMUSS Online Services\n</li>\n<li>\nTermine &amp.\nFristen\n</li>\n<li>\nStandorte\n</li>\n</ul>\n<p>\n</p>\n<ul>\n</ul>\n<i>\n</i>\n<p> Startpage </p>\n<ul>\n<li> Academic Departments<i>\n</i>\n</li>\n<li> About HM<i>\n</i>\n</li>\n<li> Academic Programmes<i>\n</i>\n</li>\n<li> Application<i>\n</i>\n</li>\n<li> International<i>\n</i>\n</li>\n<li> Research<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\nNews and Media\n</li>\n<li>\nBusiness Partners\n</li>\n<li>\n</li>\n<li>\nContact\n</li>\n</ul>\n<ul>\n<li>\nEN\n</li>\n<li>\nDE\n</li>\n</ul>\n<p>\n<i>\n</i>\nAbout HM\n</p>\n<ul>\n<li> Profile </li>\n<li> Administration &amp.\nServices </li>\n<li> Academic Departments </li>\n<li> Affiliated Institutes </li>\n<li> Campuses </li>\n<li> Reasons to study at HM </li>\n<li> Alumni </li>\n</ul>\n<p>\n<i>\n</i>\nAcademic Programmes\n</p>\n<ul>\n<li> Bachelor programmes </li>\n<li> Master's degree programmes </li>\n<li> Double Degree Programmes </li>\n<li> Summer Schools </li>\n<li> Courses in English </li>\n<li> Certificates </li>\n<li> Master Communication of Science, Technology and Innovation </li>\n</ul>\n<p>\n<i>\n</i>\nApplication\n</p>\n<ul>\n<li> Exchange students </li>\n<li> International full-time students </li>\n<li> Visiting scholars and staff </li>\n<li> MoveOn </li>\n<li> Summer Schools </li>\n</ul>\n<p>\n<i>\n</i>\nInternational\n</p>\n<ul>\n<li> Strategic Partnerships </li>\n<li> Consortia and Networks </li>\n<li> German Universities Abroad </li>\n<li> Projects </li>\n</ul>\n<p>\n<i>\n</i>\nResearch\n</p>\n<ul>\n<li> Overview </li>\n<li> Research areas </li>\n<li> Research institutes </li>\n<li> Research collaboration </li>\n<li> Publications </li>\n<li> Knowledge transfer </li>\n<li> Phd &amp.\nPostdocs </li>\n</ul>\n<p>\n<i>\n</i>\nAcademic Departments\n</p>\n<ul>\n<li> FK01Architecture </li>\n<li> FK02Civil Engineering </li>\n<li> FK03Mechanical, Automotive and Aeronautical Engineering </li>\n<li> FK04Electrical Engineering and Information Technology </li>\n<li> FK05Technical Systems, Processes and Communication </li>\n<li> FK06Applied Sciences and Mechatronics </li>\n<li> FK07Computer Science and Mathematics </li>\n<li> FK08Geoinformatics </li>\n<li> FK09Engineering and Management </li>\n<li> FK10Business Administration </li>\n<li> FK11Applied Social Sciences </li>\n<li> FK12Design </li>\n<li> FK13General and Interdisciplinary Studies </li>\n<li> FK14Tourism </li>\n<li> MUC.DAIMunich Center for Digital Sciences and AI </li>\n</ul> English Legal notice Data protection <i>\n</i> Data processing and data protection declaration <p>HM Hochschule München University of Applied Sciences</p>\n<p>Data protection is important to us and it is our legal obligation.\nTo protect the security of your data appropriately during transmission, we use suitable encryption procedures (e.g.\nSSL/TLS) and secure technical systems that correspond to current technological standards.</p> Responsible Controller\n<p>\n<b>HM Hochschule München University of Applied Sciences</b>\n</p>\n<p>Lothstr.\n34<br>D-80335 Munich<br>Tel.: +49 89 12 65 - 0<br>Fax: +49 89 12 65 - 3000<br>Email: kommunikation@hm.edu <br>Website: www.hm.edu\n</p>\n<p>The HM Hochschule München University of Applied Sciences is a public institution that is legally represented by its President Prof Dr Martin Leitner.</p>\n<p>Value Added Tax Identification Number, in accordance with § 27 of the Value Added Tax Act (Umsatzsteuergesetz – UStG):<br>DE 235 059 152 </p> Regulating Governing Body\n<p>Bavarian State Ministry of Sciences and the Arts<br>Salvatorstr.\n2<br>D-80333 Munich </p> Official Data Protection Officer\n<p>You can contact the official data protection officer at the HM Hochschule München University of Applied Sciences by e-mail at the address datenschutzbeauftragter@hm.edu and by telephone at 089 60807600.</p> Purposes and Legal Bases of the Processing\n<p>In accordance with Art.\n2 Par.\n6 BayHSchG, Art.\n4 Par.\n1 p.\n1 and 2 BayEGovG, we offer our services and administrative services on our websites, as well as information for the public about our activities.\n</p>\n<p>Our social media presences are part of our public relations work.\nIt is our aim to provide information orientated towards target groups and to enable exchanges, in accordance with Art.\n2 Par.\n6 BayHSchG.\nWe enable quick electronic contact and direct communication via the media of your choice, § 5 Par.\n1 No.\n2 TMG.</p>\n<p>Content, contributions or enquiries that infringe third-party rights or qualify as an offence or crime, or which do not correspond to the legal or contractual procedural obligations, are disclosed by us by transmitting them to the responsible authority or social media service and will be blocked or deleted.\n</p>\n<p>We use cookies, logfiles, statistics of social media providers and the web analysis tool Matomo to compile business statistics, to carry out organisational reviews, for testing or maintenance of our web service, and to ensure network and information security in accordance with Art.\n6 Par.\n1 BayDSG, § 13 Par.\n7 TMG, Art.\n11 Par.\n1 BayEGovG.\nInsofar as the processing purpose is not compromised, we anonymise or pseudonymise personal data.\n</p>\n<p>\n<br>Further information is provided under the following points.\n</p> Communication\n<p>If you send us an enquiry or an opinion by e-mail, post, telephone, fax or social media, the stated details are processed for the purpose of processing the enquiry, as well as any follow-up questions and exchanges of opinion.\n</p> Web Tracking and Security\n<p>All content on the central websites of HM Hochschule München University of Applied Sciences is hosted, maintained and provided on internal servers as well as on servers managed by the <i>Leibniz-Rechenzentrum (LRZ), Boltzmannstaße 1, D- 85748 Garching.</i>\n</p>\n<p>In addition, we process personal data under our own responsibility for:\n</p>\n<ul>\n<li>Facebook </li>\n<li>Google+</li>\n<li>Jobbörse Hochschule München </li>\n<li>LinkedIn </li>\n<li>Twitter </li>\n<li>Vimeo (Department of Engineering and Management) </li>\n<li>XING</li>\n<li>YouTube </li>\n</ul>\n<p>\n</p>\n<p>According to the case law of the ECJ C210/16 we are responsible, in regard of data protection, for our web presence together with our social media providers.\nWe are convinced that this case law also affects the new General Datat Protection Regulation.</p>\n<p>Beyond the public web presence, the HM Hochschule München University of Applied Sciences uses internal web portals e.g.\nthe student administrative software PRIMUSS, Beranet, Moodle etc.\nInformation about data protection is available there directly or in the data protection declaration of PRIMUSS.\n</p>\n<p>\n<br>\n<b>Advice for using social networks</b>\n<br>The HM Hochschule München University of Applied Sciences values the opportunities for communication offered by social media.\nHM is aware, however, that simply clicking on links to these social media sites can lead to your personal data being passed on, regardless of whether or not you are a member of the social network.\nThis data can technically be used to create a profile for an individual.\n<br>HM has no direct control over the initiated processes.\nBy clicking these links, you are leaving the area controlled by HM Please bear in mind the data protection regulations and settings of the provider.</p> Administration and editing\n<p>For administration and editing, function identifiers and personal identifiers with access protection mechanisms are set up and changes carried out relating to these identifiers are logged.</p> Logfiles\n<p>Any access to HM’s websites is logged and stored in a file.\nNo personal data is stored, with the exception of the IP address.\nAfter a maximum of 7 days, only the first two bytes of the IP address will be stored.</p>\n<p>The following data is stored in the logfile:\n</p>\n<ul>\n<li>Name of file accessed</li>\n<li>Date and time of access</li>\n<li>Notification of whether or not the access was successful</li>\n<li>IP address (shortened after 7 days)</li>\n<li>Webpage from which the file was accessed</li>\n<li>Access status (e.g.\nfile transmitted, file not found)</li>\n<li>Web browser used and screen resolution, as well as the operating system used</li>\n<li>Transmitted data volume</li>\n</ul>\n<p>\n</p>\n<p>This stored data is used exclusively to avert danger (in case of attacks) as well as to improve the internet offer.\nIt is not passed on to third parties for commercial or non-commercial purposes.\n</p>\n<p>No data is traced back to individual persons as part of the usage statistics.\n</p> Cookies\n<p>On the centrally hosted websites of HM Hochschule München University of Applied Sciences (central website, faculties, departments) so-called cookies are used in order to compile access statistics, for example.\nCookies are small text files stored on the website visitor’s computer by their browser.\nBy amending the respective browser settings, storage of cookies can be deactivated and cookies that have already been stored can be deleted.</p>\n<p>Here you can manage the cookies set by HM Hochschule München University of Applied Sciences websites:</p> Open configuration <br> JavaScript\n<p>Some functionalities require JavaScript, automatic switch to website view for mobile phones or some search functionalities.</p>\n<p>In order to use these functionalities JavaScript needs to be activated in the browser.</p>\n<p>The relevant pure information is usually also accessible on the websites without JavaScript.</p> Usage statistics\n<p>To analyse the centrally hosted websites, the statistics software Matomo (previously PIWIK) is used (matomo.org), which is operated on internal servers by HM Hochschule München University of Applied Sciences.\nMatomo uses cookies for the purpose of usage analysis.\nEvery visitor can deactivate the statistical recording of their visit (by activating the “do not track” setting in their browser or by explicitly deactivating tracking via cookie configuration\n).</p>\n<p>These analyses enable the compilation of usage statistics allowing HM Hochschule München University of Applied Sciences to continuously improve the information provided.</p>\n<p>Within this context, usage information including the accessing computer’s IP address, which is shortened for reasons of data protection, is transmitted and stored for analysis purposes.\nBy shortening the IP address, the user of the website remains anonymous.\nMerely a “session ID” (cookie) is taken and stored as a shared key of a website visit.\nA session ends when the browser is closed.</p>\n<p>Information regarding website access used for usage analyses continues to be date, time, place (city), browser type, browser capabilities and language, operating system / type of device, length of visit, visits per server and local time, visited sites, usage history, search machines and keywords used to access the university’s sites, URL referencing the university’s sites</p>\n<p>However, every user can deactivate statistical recording of their visit through Matomo (by activating the “do not track” setting in their browser or by explicitly deactivating tracking via the link “data protection, web tracking” in the left navigation column on the website “opt out”).</p>\n<p>By deactivating tracking a so-called opt-out cookie is generated in the browser, which ensures Matomo no longer records usage data for this website visit.\nNote: Should this opt-out cookie be deleted by the user in their browser settings, compilation of statistical data through Matomo is reactivated.</p>\n<p>Statistical data generated by the website visit will be used exclusively by HM Hochschule München University of Applied Sciences to improve its online presence and to ensure the best possible use of resources.</p> Recipients or categories of recipients of the personal data\n<p>If you use our social media channels and pages, their providers also process your personal data.</p>\n<p>Our IT service providers can also be recipients of your personal data, in relation to order processing agreements we have concluded.\nTo ensure the security of our data processing systems, however, we do not disclose our service providers.\n</p> Passing on personal data to a third country or international organisations\n<p>Our US social media providers are subject to the EU-US Privacy Shield and are certified verifiably for individuals to view, so that there is an appropriate legal protection level for personal data:\n</p>\n<ul>\n<li>Facebook, Inc.</li>\n<li>Google+ LLC</li>\n<li>Twitter, Inc.</li>\n<li>YouTube LLC</li>\n</ul>\n<p>\n</p>\n<p>Information about the data protection of our other social media providers:\n</p>\n<ul>\n<li>LinkedIn</li>\n<li>Vimeo LLC</li>\n<li>XING SE</li>\n</ul>\n<p>\n</p> Duration of personal data storage\n<p>\n<b>Administration and editing</b>\n<br>Personalised administration and editing access to our website are limited for processing after they are no longer relevant for the affected person and are deleted a year after the conclusion of the year in which they became irrelevant.\n</p>\n<p>\n<b>Logfiles</b>\n<br>Are stored as personal data as a rule for a maximum of seven days.</p> Rights of Affected Persons\n<p>In accordance with the General Data Protection Regulation, the affected person is entitled to the following rights:<br>If your personal data is processed, you have the right to receive information about your personal data that is stored (Art.\n15 GDPR).<br>If incorrect personal data is processed, you have the right to correction (Art.\n16 GDPR).\nIf the legal conditions are given, you can request the deletion or restriction of processing, as well as object to the processing (Art.\n17, 18 and 21 GDPR).<br>If you have consented to the data processing or there is an agreement for data processing and the data processing is carried out with the help of automated procedures, you have a right to data portability (Art.\n20 GDPR).<br>If you exert your rights stated above, the public authority checks whether the legal conditions for this are fulfilled.\n</p>\n<p>You also have the right to submit a complaint at a regulatory authority.\nThe authority responsible for HM is the Bavarian Federal Authority for Data Protection:<br>The contact details are as follows:<br>Postal address: P.O.\nBox 22 12 19, 80502 Munich<br>Address: Wagmüllerstraße 18, 80538 München <br>Telephone: 089 212672-0 <br>Fax: 089 212672-50 <br>E-mail: poststelle@datenschutz-bayern.de <br>Internet: https://www.datenschutz-bayern.de/ </p>\n<p>\n</p> Other Information about this Data Protection Statement\n<p>We reserve the right to modify this data protection statement occasionally so that it always corresponds to the current legal requirements, or to reflect changes to our services in the data protection statement, e.g.\nwhen introducing new services.\n</p>\n<p>The new data protection statement then applies to your visit.\n</p>\n<p>If you have questions, you can either contact the data protection officer (datenschutzbeauftragter@hm.edu ) or write an e-mail to: kommunikation@hm.edu .\n</p> Navigation\n<ul>\n<li>About HM\n</li>\n<li>Academic Programmes\n</li>\n<li>Application\n</li>\n<li>International\n</li>\n<li>Research\n</li>\n</ul> Quick Start\n<ul>\n<li>Affiliated Institutes\n</li>\n<li>News &amp.\nMedia\n</li>\n<li>Business Partners\n</li>\n<li>PRIMUSS Online Services\n</li>\n<li>Moodle</li>\n</ul> Contact\n<ul>\n<li>Hochschule München<br>Lothstr.\n34 <br>80335 Munich<br>Germany</li>\n<li>Phone<br>+49 89 1265-0</li>\n<li>Student Advising Center<br>+ 49 89 1265-1121</li>\n</ul> Follow us <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Data Privacy Protection\nCookies\nLegal Notice\nIT Security\nContact\nSitemap\nAccessibility <i>\n</i> ", "created_at": "2023-04-25 04:31:37.118289", "updated_at": "2023-04-25 04:32:29.740375"}, {"id": 15742, "name": "Cookie Consent", "url": "https://www.hm.edu/en/impressum_1/data_protection/cookie_consent.en.html", "xpath": "//body", "text": " <i>\n</i> Academic Departments<i>\n</i> EN<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>1\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li> FK01Architecture\n</li>\n<li> FK02Civil Engineering\n</li>\n<li> FK03Mechanical, Automotive and Aeronautical Engineering\n</li>\n<li> FK04Electrical Engineering and Information Technology\n</li>\n<li> FK05Technical Systems, Processes and Communication\n</li>\n<li> FK06Applied Sciences and Mechatronics\n</li>\n<li> FK07Computer Science and Mathematics\n</li>\n<li> FK08Geoinformatics\n</li>\n<li> FK09Engineering and Management\n</li>\n<li> FK10Business Administration\n</li>\n<li> FK11Applied Social Sciences\n</li>\n<li> FK12Design\n</li>\n<li> FK13General and Interdisciplinary Studies\n</li>\n<li> FK14Tourism\n</li>\n<li> MUC.DAIMunich Center for Digital Sciences and AI\n</li>\n</ul>\n<i>\n</i> Select language <ul>\n<li>\nEnglish version\n</li>\n<li>\nDeutsche Version\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<p>Frequently searched:</p>\n<ul>\n<li>\nMoodle\n</li>\n<li>\nPRIMUSS Online Services\n</li>\n<li>\nTermine &amp.\nFristen\n</li>\n<li>\nStandorte\n</li>\n</ul>\n<p>\n</p>\n<ul>\n</ul>\n<i>\n</i>\n<p> Startpage </p>\n<ul>\n<li> Academic Departments<i>\n</i>\n</li>\n<li> About HM<i>\n</i>\n</li>\n<li> Academic Programmes<i>\n</i>\n</li>\n<li> Application<i>\n</i>\n</li>\n<li> International<i>\n</i>\n</li>\n<li> Research<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\nNews and Media\n</li>\n<li>\nBusiness Partners\n</li>\n<li>\n</li>\n<li>\nContact\n</li>\n</ul>\n<ul>\n<li>\nEN\n</li>\n<li>\nDE\n</li>\n</ul>\n<p>\n<i>\n</i>\nAbout HM\n</p>\n<ul>\n<li> Profile </li>\n<li> Administration &amp.\nServices </li>\n<li> Academic Departments </li>\n<li> Affiliated Institutes </li>\n<li> Campuses </li>\n<li> Reasons to study at HM </li>\n<li> Alumni </li>\n</ul>\n<p>\n<i>\n</i>\nAcademic Programmes\n</p>\n<ul>\n<li> Bachelor programmes </li>\n<li> Master's degree programmes </li>\n<li> Double Degree Programmes </li>\n<li> Summer Schools </li>\n<li> Courses in English </li>\n<li> Certificates </li>\n<li> Master Communication of Science, Technology and Innovation </li>\n</ul>\n<p>\n<i>\n</i>\nApplication\n</p>\n<ul>\n<li> Exchange students </li>\n<li> International full-time students </li>\n<li> Visiting scholars and staff </li>\n<li> MoveOn </li>\n<li> Summer Schools </li>\n</ul>\n<p>\n<i>\n</i>\nInternational\n</p>\n<ul>\n<li> Strategic Partnerships </li>\n<li> Consortia and Networks </li>\n<li> German Universities Abroad </li>\n<li> Projects </li>\n</ul>\n<p>\n<i>\n</i>\nResearch\n</p>\n<ul>\n<li> Overview </li>\n<li> Research areas </li>\n<li> Research institutes </li>\n<li> Research collaboration </li>\n<li> Publications </li>\n<li> Knowledge transfer </li>\n<li> Phd &amp.\nPostdocs </li>\n</ul>\n<p>\n<i>\n</i>\nAcademic Departments\n</p>\n<ul>\n<li> FK01Architecture </li>\n<li> FK02Civil Engineering </li>\n<li> FK03Mechanical, Automotive and Aeronautical Engineering </li>\n<li> FK04Electrical Engineering and Information Technology </li>\n<li> FK05Technical Systems, Processes and Communication </li>\n<li> FK06Applied Sciences and Mechatronics </li>\n<li> FK07Computer Science and Mathematics </li>\n<li> FK08Geoinformatics </li>\n<li> FK09Engineering and Management </li>\n<li> FK10Business Administration </li>\n<li> FK11Applied Social Sciences </li>\n<li> FK12Design </li>\n<li> FK13General and Interdisciplinary Studies </li>\n<li> FK14Tourism </li>\n<li> MUC.DAIMunich Center for Digital Sciences and AI </li>\n</ul> English Legal notice Data protection <i>\n</i> Cookie Consent This website uses cookies and similar functions to process end device information and personal data.\nThe processing serves the integration of content, external services and elements of third parties, statistical analysis/measurement, personalized advertising and the integration of social media.\nDepending on the function, data may be passed on to third parties in the process and to third parties in countries where there is no adequate level of data protection and is processed by them, e.g.\nthe USA.\nYour consent is always voluntary, not required for the use of our website and can be rejected or revoked at any time on our site.\n<br>\n<br>\n<b>Open configuration</b>\n<br> The following cookies and similar functions are used on this website and its subpages:\nPlease enable Javascript to see the list of all declared cookies and similar techniques.\n<br> Navigation\n<ul>\n<li>About HM\n</li>\n<li>Academic Programmes\n</li>\n<li>Application\n</li>\n<li>International\n</li>\n<li>Research\n</li>\n</ul> Quick Start\n<ul>\n<li>Affiliated Institutes\n</li>\n<li>News &amp.\nMedia\n</li>\n<li>Business Partners\n</li>\n<li>PRIMUSS Online Services\n</li>\n<li>Moodle</li>\n</ul> Contact\n<ul>\n<li>Hochschule München<br>Lothstr.\n34 <br>80335 Munich<br>Germany</li>\n<li>Phone<br>+49 89 1265-0</li>\n<li>Student Advising Center<br>+ 49 89 1265-1121</li>\n</ul> Follow us <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Data Privacy Protection\nCookies\nLegal Notice\nIT Security\nContact\nSitemap\nAccessibility <i>\n</i> ", "created_at": "2023-04-25 04:32:47.883175", "updated_at": "2023-04-25 04:33:01.434321"}, {"id": 15741, "name": "Legal Notice", "url": "https://www.hm.edu/en/impressum_1/legal_notice_1.en.html", "xpath": "//body", "text": " <i>\n</i> Academic Departments<i>\n</i> EN<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>1\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li> FK01Architecture\n</li>\n<li> FK02Civil Engineering\n</li>\n<li> FK03Mechanical, Automotive and Aeronautical Engineering\n</li>\n<li> FK04Electrical Engineering and Information Technology\n</li>\n<li> FK05Technical Systems, Processes and Communication\n</li>\n<li> FK06Applied Sciences and Mechatronics\n</li>\n<li> FK07Computer Science and Mathematics\n</li>\n<li> FK08Geoinformatics\n</li>\n<li> FK09Engineering and Management\n</li>\n<li> FK10Business Administration\n</li>\n<li> FK11Applied Social Sciences\n</li>\n<li> FK12Design\n</li>\n<li> FK13General and Interdisciplinary Studies\n</li>\n<li> FK14Tourism\n</li>\n<li> MUC.DAIMunich Center for Digital Sciences and AI\n</li>\n</ul>\n<i>\n</i> Select language <ul>\n<li>\nEnglish version\n</li>\n<li>\nDeutsche Version\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<p>Frequently searched:</p>\n<ul>\n<li>\nMoodle\n</li>\n<li>\nPRIMUSS Online Services\n</li>\n<li>\nTermine &amp.\nFristen\n</li>\n<li>\nStandorte\n</li>\n</ul>\n<p>\n</p>\n<ul>\n</ul>\n<i>\n</i>\n<p> Startpage </p>\n<ul>\n<li> Academic Departments<i>\n</i>\n</li>\n<li> About HM<i>\n</i>\n</li>\n<li> Academic Programmes<i>\n</i>\n</li>\n<li> Application<i>\n</i>\n</li>\n<li> International<i>\n</i>\n</li>\n<li> Research<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\nNews and Media\n</li>\n<li>\nBusiness Partners\n</li>\n<li>\n</li>\n<li>\nContact\n</li>\n</ul>\n<ul>\n<li>\nEN\n</li>\n<li>\nDE\n</li>\n</ul>\n<p>\n<i>\n</i>\nAbout HM\n</p>\n<ul>\n<li> Profile </li>\n<li> Administration &amp.\nServices </li>\n<li> Academic Departments </li>\n<li> Affiliated Institutes </li>\n<li> Campuses </li>\n<li> Reasons to study at HM </li>\n<li> Alumni </li>\n</ul>\n<p>\n<i>\n</i>\nAcademic Programmes\n</p>\n<ul>\n<li> Bachelor programmes </li>\n<li> Master's degree programmes </li>\n<li> Double Degree Programmes </li>\n<li> Summer Schools </li>\n<li> Courses in English </li>\n<li> Certificates </li>\n<li> Master Communication of Science, Technology and Innovation </li>\n</ul>\n<p>\n<i>\n</i>\nApplication\n</p>\n<ul>\n<li> Exchange students </li>\n<li> International full-time students </li>\n<li> Visiting scholars and staff </li>\n<li> MoveOn </li>\n<li> Summer Schools </li>\n</ul>\n<p>\n<i>\n</i>\nInternational\n</p>\n<ul>\n<li> Strategic Partnerships </li>\n<li> Consortia and Networks </li>\n<li> German Universities Abroad </li>\n<li> Projects </li>\n</ul>\n<p>\n<i>\n</i>\nResearch\n</p>\n<ul>\n<li> Overview </li>\n<li> Research areas </li>\n<li> Research institutes </li>\n<li> Research collaboration </li>\n<li> Publications </li>\n<li> Knowledge transfer </li>\n<li> Phd &amp.\nPostdocs </li>\n</ul>\n<p>\n<i>\n</i>\nAcademic Departments\n</p>\n<ul>\n<li> FK01Architecture </li>\n<li> FK02Civil Engineering </li>\n<li> FK03Mechanical, Automotive and Aeronautical Engineering </li>\n<li> FK04Electrical Engineering and Information Technology </li>\n<li> FK05Technical Systems, Processes and Communication </li>\n<li> FK06Applied Sciences and Mechatronics </li>\n<li> FK07Computer Science and Mathematics </li>\n<li> FK08Geoinformatics </li>\n<li> FK09Engineering and Management </li>\n<li> FK10Business Administration </li>\n<li> FK11Applied Social Sciences </li>\n<li> FK12Design </li>\n<li> FK13General and Interdisciplinary Studies </li>\n<li> FK14Tourism </li>\n<li> MUC.DAIMunich Center for Digital Sciences and AI </li>\n</ul> English Legal notice <i>\n</i> Legal Notice <p>\n<b>HM Hochschule München University of Applied Sciences</b>\n<br>Lothstr.\n34<br>D-80335 Munich</p>\n<p>Tel.: +49 89 12 65 - 0<br>Fax: +49 89 12 65 - 3000</p>\n<p>Email: kommunikation@hm.edu <br>Website: www.hm.edu\n</p>\n<p>The HM Hochschule München University of Applied Sciences is a public institution that is legally represented by its President Prof.\nDr.\nMartin Leitner, Lothsr.\n34, D-80335 Munich.</p>\n<p>Value Added Tax Identification Number, in accordance with § 27 of the Value Added Tax Act (Umsatzsteuergesetz – UStG):<br>DE 235 059 152</p> Regulating Governing Body <p>Bavarian State Ministry of Sciences and the Arts<br>Salvatorstr.\n2<br>D-80333 Munich</p> Responsible editor for Home HM <p>Christina Kaufmann<br>Lothstraße 34<br>D-80335 München<br>kommunikation@hm.edu </p> Responsible editors for the departments <p>\n<b>Lothstraße Campus</b>\n</p>\n<p>\n</p>\n<ul>\n<li>Prof.\nDr.\nCarsten Tille (Department 03)</li>\n<li>Katja Lindner-Bergner (Department 04)</li>\n<li>Prof.\nThomas Kuen (Department 05)</li>\n<li>Kathrin Resch (Department 06)</li>\n<li>Michaela Rambausek (Department 07)</li>\n<li>Maria Tomann (Department 09)</li>\n<li>Prof.\nBen Santo (Department 12)</li>\n<li>Prof.\nBen Santo (Microsite \"Einblick\", Department 12)</li>\n<li>Prof.\nMatthias Edler-Golla (Microsite \"Insights\", Department 12)</li>\n<li>Christine Schrödl (Department 13)</li>\n<li>Prof.\nDr.\nFelix Kolbeck (Department 14)</li>\n<li>Petra Hell (Library)</li>\n<li>Ursula Ross (IT Services)</li>\n</ul>\n<p>\n</p>\n<p>\n<br>\n<b>Pasing Campus</b>\n</p>\n<p>\n</p>\n<ul>\n<li>Romy Schorcht (Department 10)</li>\n<li>Katrin Kümpfbeck (Department 11)</li>\n</ul>\n<p>\n</p>\n<p>\n<br>\n<b>Karlstraße Campus</b>\n</p>\n<p>\n</p>\n<ul>\n<li>Johanna Hansmann (Department 01)</li>\n<li>Lea Held (Department 02)</li>\n<li>Petra Wurzer (Department 08)</li>\n</ul>\n<p>\n</p>\n<p>\n<br>\n<b>Address of all above mentioned responsible editors:</b>\n<br>Lothstr.\n34<br>D-80335 Munich</p> Technical Implementation and Management <p>Andreas Böck (webmaster)<br>kommunikation@hm.edu </p>\n<p>asioso GmbH, Munich<br>www.asioso.de</p> Mailprovider of HM Hochschule München <p>Leibniz-Rechenzentrum (LRZ) der Bayerischen Akademie der Wissenschaften<br>Boltzmannstraße 1<br>D-85748 Garching near Munich</p>\n<p>The Bavarian Academy of Sciences is a corporation under public law.</p> Corporate Design <p>Keller Maurer Design<br>Baumstrasse 4 - Hof 1<br>80469 Munich<br>www.km-d.com</p> Picture Credits <p>Image credits are given in context of the respective images.\n</p>\n<p>Further pictures are used from following ressources:</p>\n<p>\n</p>\n<ul>\n<li>Adobe Stock</li>\n<li>Depositphotos</li>\n<li>Flickr</li>\n<li>Freepik</li>\n<li>Fotolia</li>\n<li>Getty Images</li>\n<li>iStock</li>\n<li>PantherMedia</li>\n<li>Pexels</li>\n<li>Photocase</li>\n<li>Piqsels</li>\n<li>Pixabay</li>\n<li>Pixelio </li>\n<li>Shutterstock</li>\n<li>Thinkstock</li>\n<li>Unsplash</li>\n<li>Wikimedia Commons</li>\n</ul>\n<p>\n</p>\n<p>\n</p> Copyright <p>The layout of the web page, text, images, graphics, audio and video documents, films, and other multimedia files on the HM Hochschule München University of Applied Sciences website are protected by copyright.\nDuplication, processing, storing, altering, and playback of the files and content in the databases, any electronic media and systems that in whole or in part find use in commercial media, require the express consent of HM Hochschule München University of Applied Sciences.\nRequests must be directed to the editorial office in writing and must be granted in writing.</p>\n<p>All copyrights for files, text, images, films, audio/video recordings, and other multimedia files, executable programmes, and other publications of third parties are respected and are fully protected.\nAll brands and trademarks on the HM Hochschule München University of Applied Sciences website are subject to the relevant trademark law and are protected by the rights of third parties.</p> Responsible for Content <p>The editorial office is liable for the content of the HM Hochschule München University of Applied Sciences website (excluding its departments and institutions).</p>\n<p>The individual institutions, departments, and institutes are responsible for the published content, development, and maintenance of their websites.</p> Disclaimer for Content of Website <p>The content of this website has been carefully researched and published.\nIn addition, we strive to keep the content as current as possible.\nSince humans are not perfect and errors cannot always be avoided, we request that you send an email to the webmaster (webmaster@hm.edu ) if you find a mistake of any kind.\nWe will correct the error as quickly as possible.</p>\n<p>In spite of the most careful editing and proofreading, we cannot assume liability for the accuracy, completeness, or relevance of our online content.\nThis disclaimer applies to any illegal, erroneous, or incomplete content, and especially to damages or consequences arising from the direct or indirect use of the web pages of HM Hochschule München University of Applied Sciences.</p> Disclaimer - External Links and Cross-References <p>\n<b>Disclaimer for External Links and Cross-References to Third-Party Websites</b>\n</p>\n<p>We do not assume any liability for the content of third-party publications and websites that can be accessed via cross-references and links on the web pages of HM Hochschule München University of Applied Sciences.\nHM Hochschule München University of Applied Sciences does not have any influence regarding these sites’ content (including the accuracy and completeness, and the legality and morality, of the information) and only provides users access to these sites.\nHM Hochschule München University of Applied Sciences distances itself from the content of third parties and does not adopt their content.\nThe liability for the content of third-party web pages must be solely assumed by the respective providers.\nThis statement applies to all links displayed on this website and to the content of all websites to which the banners, buttons, and links on our website lead.<br>In establishing the initial link to third-party websites, the university’s editorial office has reviewed the respective external content in order to determine whether the link entails possible civil or criminal responsibility.\nIf HM Hochschule München University of Applied Sciences determines, or if it is pointed out by others, that a specific website to which it is connected via a link entails civil or criminal responsibility, then HM Hochschule München University of Applied Sciences will immediately eliminate any link to said website, insofar as it this is technically possible and reasonable.<br>For illegal, erroneous, or incomplete content, and especially for damages resulting from the use of, or failure to use, such third-party information, HM Hochschule München University of Applied Sciences is in no way liable.\nThe respective provider or author is solely responsible.</p> Data Processing and Data Protection Statement <p>You can find all information about data processing and security in our data protection statement.\n</p> Navigation\n<ul>\n<li>About HM\n</li>\n<li>Academic Programmes\n</li>\n<li>Application\n</li>\n<li>International\n</li>\n<li>Research\n</li>\n</ul> Quick Start\n<ul>\n<li>Affiliated Institutes\n</li>\n<li>News &amp.\nMedia\n</li>\n<li>Business Partners\n</li>\n<li>PRIMUSS Online Services\n</li>\n<li>Moodle</li>\n</ul> Contact\n<ul>\n<li>Hochschule München<br>Lothstr.\n34 <br>80335 Munich<br>Germany</li>\n<li>Phone<br>+49 89 1265-0</li>\n<li>Student Advising Center<br>+ 49 89 1265-1121</li>\n</ul> Follow us <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Data Privacy Protection\nCookies\nLegal Notice\nIT Security\nContact\nSitemap\nAccessibility <i>\n</i> ", "created_at": "2023-04-25 04:31:37.150542", "updated_at": "2023-04-25 04:33:11.807565"}], "points": [], "urls": ["hm.edu"]}}