{"error": 448, "message": "OK", "parameters": {"id": 8513, "name": "SpamCalls.net ", "created_at": "2023-06-27 04:47:15.045013", "updated_at": "2023-06-27 10:02:07.893601", "wikipedia": null, "keywords": null, "related": null, "slug": "spamcalls-net", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8513.png", "url": "spamcalls.net", "documents": [{"id": 16529, "name": " Privacy & Cookie policy", "url": "https://spamcalls.net/en/page/contact", "xpath": "//body", "text": " SpamCalls <i>menu</i>\n<i>search</i> Report Spam Calls <i>close</i> SpamCalls.net <strong>Verify unknown phone numbers</strong>, <strong>report suspicious calls</strong> and <strong>identify spam</strong> together as a community.\nStart <br>About us <br>User Guidelines <br>Check number <br>Report Spam Calls <br>Latest Spam Reports languageChange language DeutschEnglishEspañolFrançaisPolski fact_checkAbout SpamCalls.net About us Feedback Contact <br>Privacy &amp.\nCookie policy - Terms &amp.\nconditions - Credits - Imprint Over 2.4 million user reports <p>from people worldwide.</p>\n<br> Statistical evaluation <p>and analysis of the reports.</p>\n<br> Since 2018: Experience <p>with spam calls &amp.\nnumbers.</p>\n<p> This is a service offered by Hello World Digital.\n<br>We develop digital tools and provide <br>helpful information for your everyday life.\n</p> hello-world.digital <small>About SpamCalls.net</small> Search for Phone Numbers and identify unwanted Calls.\n<p> Recognize Spam Calls (Ping Calls, Robocalls) with the phone number reverse search / caller id lookup.\nStop unwanted calls and get the caller id for an unknown number.\n</p>\n<ul>\n<li>\n<i>emoji_emotions</i>By and for people like you and me!</li>\n<li>\n<i>emoji_emotions</i>100% true reports!</li>\n<li>\n<i>emoji_emotions</i>A little better every day!</li>\n</ul> We are working on a version in your language! <p>We're sorry but there is only a german version of this document.\nYou can see a translated version on Google:</p> Show Translation Inhaltsverzeichnis <ol>\n<li>Nutzungsbedingungen</li>\n<li>Nutzerinhalte / User Generated Content</li>\n<li>Datenschutzerklärung</li>\n<li>Credits, Quellenangaben</li>\n<li>Kontakt</li>\n<li>Impressum</li>\n</ol> 1.\nNutzungsbedingungen <p>Durch die Nutzung dieser Webseite erklären Sie sich mit den im Folgenden beschriebenen Nutzungsbedingungen einverstanden.</p> Alle Angaben erfolgen ohne Gewähr <p>Trotz größter Mühe bei Recherche und Zusammenstellung der Inhalte und Informationen, kann für die Richtigkeit, Vollständigkeit und Aktualität der angebotenen Inhalte keine Gewähr sowie Haftung übernommen werden.</p> 2.\nNutzerinhalte / User Generated Content <p>Wir schätzen jeden Nutzer, der zu unserer Plattform beiträgt und damit für andere Nutzer einen Mehrwert schafft.\nNachstehend informieren wir Sie deshalb über unsere Vorgaben und Nutzungsbedingungen, die ausschließlich auf Nutzer zutreffen, die Inhalte auf der Webseite veröffentlichen.</p>\n<p>Bei der Verfassung von Inhalten muss ohne Ausnahme auf angemessene Verhaltensweisen und Umgangsformen geachtet werden.\nZudem ist entsprechend der nachfolgenden Ausführungen auf die Art der Inhalte zu achten.</p> 2.1 Respekt und Höflichkeit <p>Die Plattform dient Nutzern als Orientierung im Alltag und lebt von einem offenen und respektvollen Austausch über persönliche Erfahrungen.</p>\n<p>Achten Sie daher darauf, dass Ihre Beschreibungen und Ausdrücke nicht gegen rechtlich geltende Gesetze oder andere Richtlinien und Gemeinschaftsstandards verstoßen.\nDazu zählen jegliche Aussagen mit beleidigendem, pornografischem oder werbendem Charakter.\nUnter Beleidigungen fallen diskriminierende, rassistische und menschenverachtende Äußerungen.\nZudem bitten wir Sie darum, auf die Qualität Ihrer Beiträge zu achten und nur solche Formulierungen zu wählen, die allgemein verständlich sind und dem normalen Sprachgebrauch entsprechen.\nSomit sind beispielsweise Aneinanderreihungen von Zeichen oder Wörtern ohne sinngemäßen Kontext zu unterlassen.\n</p>\n<p>Das Verursachen von technischen Störungen mithilfe von Spam, Viren, Trojanischen Pferden oder ähnlich schädlichen Programmen ist strengstens verboten.\nDarüber hinaus ist das Aufrufen zu Straftaten oder die Verlinkung von Inhalten, die den Nutzungsbedingungen widersprechen, untersagt.\n</p> 2.2 Keine Falschangaben <p>Auf jegliche Falschangaben zur eigenen Identität, zu anderen Personen bzw.\nUnternehmen oder zu Sachgegenständen bzw.\nOrten ist zu verzichten.\nWir schätzen die Privatsphäre eines jeden Nutzers und respektieren den Wunsch von Anonymität bei Beiträgen zur Plattform.\nIn diesem Zuge ist jedoch das explizite Vortäuschen einer anderen existierenden Identität zu unterlassen.\nDes Weiteren sind nur solche Aussagen zugelassen, die der Wahrheit entsprechen und nicht der absichtlichen Rufschädigung oder Verleumdung einer anderen Person oder einer Unternehmung dienen.\n</p> 2.3 Keine Urheberrechtsverletzungen <p>Auf der Plattform bzw.\nWebseite dürfen Sie nur Ihre eigenen Erfahrungen und wahren Kenntnisse teilen und dabei die Urheberrechte Dritter nicht verletzen.\nSie dürfen keine Erfahrungsberichte oder Angaben veröffentlichen, die Sie kopiert haben und an denen Sie keine Urheberrechte besitzen.\nMit der Veröffentlichung Ihrer Äußerung auf unserer Plattform erklären Sie, dass Sie sämtliche Rechte an Ihrem Beitrag besitzen.\n</p> 2.4 Keine Veröffentlichung persönlicher Informationen ohne Einwilligung aller Betroffenen <p>Prüfen Sie vor der Veröffentlichung eines Erfahrungsberichts oder Beitrags zur Wissensgemeinschaft der Plattform sorgfältig, dass sich in diesem keine Angaben befinden, die nicht für die Öffentlichkeit bestimmt sind.\nPersönliche Informationen anderer Personen wie Name oder Adresse dürfen ohne Einwilligung der Betroffenen nicht in Ihren Äußerungen enthalten und auf der Webseite veröffentlicht werden.\n</p> 2.5 Keine kommerziellen Beiträge <p>Es ist Nutzern nicht gestattet, die Plattform für kommerzielle Zwecke zu nutzen.\nDie Plattform dient ausschließlich dem Teilen von persönlichen oder allgemeinen Kenntnissen, nicht dem Kommunizieren von Inhalten, die darauf abzielen, Gewinne zu erwirtschaften.</p>\n<p>Erfahrungsberichte oder Auskünfte, die werbliche Inhalte enthalten, werden nicht veröffentlicht oder gelöscht.\n</p>\n<p>Ausgenommen hiervon sind nur eindeutig als solche gekennzeichnete bzw.\nangebotene Leistungen (z.B.\nFirmeneinträge).\nIn diesem Rahmen ist es gestattet, Leistungen sachlich, natürlich und klar zu präsentieren, sofern sie keinen zu werblichen Charakter annehmen.</p> 2.6 Folgen bei Verstoß <p>Mit der Veröffentlichung Ihres Beitrags auf der Webseite bzw.\nPlattform stimmen Sie unseren aufgeführten Richtlinien zu.\nVerfassungsfeindliche Beiträge, strafbare Inhalte oder solche, die gegen die in 2.1 bis 2.5 genannten Verhaltensweisen verstoßen, werden von uns nicht veröffentlicht oder gelöscht.\n</p>\n<p>Sollten Sie eine Verletzung unserer Regeln zu den Verhaltensweisen und der Erstellung von Nutzerinhalten entdecken, melden Sie uns dies bitte umgehend an info@telefonnummer.net .\nBitte teilen Sie uns mit, um welche Äußerung (inklusive URL oder Kurzbeschreibung dazu) es sich handelt und begründen Sie, warum der von Ihnen gemeldete Beitrag gegen unsere Regeln verstößt.\nWir prüfen jede Meldung.</p> 3.\nDatenschutzerklärung <p>Wir legen größten Wert auf den Schutz Ihrer Daten und die Wahrung Ihrer Privatsphäre.\nNachstehend informieren wir Sie deshalb über die Erhebung und Verwendung persönlicher Daten bei Nutzung unserer Webseite.</p>\n<p>\n<strong>1.\nName und Kontaktdaten des für die Verarbeitung Verantwortlichen</strong>\n</p>\n<p>Diese Datenschutz-Information gilt für die Datenverarbeitung durch:</p>\n<p>Verantwortlicher: Martin Jäger c/o Hello World Digital, Lichtstr.\n24, DE-50825 Köln</p>\n<p>\n<strong>2.\nErhebung und Speicherung personenbezogener Daten sowie Art und Zweck von deren Verwendung</strong>\n</p>\n<p>a) Beim Besuch der Website</p>\n<p>Beim Aufrufen unserer Website spamcalls.net werden durch den auf Ihrem Endgerät zum Einsatz kommenden Browser- ggf.\ndurch unseren Hosting Anbieter- automatisch Informationen an den Server unserer Website gesendet.\nDiese Informationen werden temporär in einem sog.\nLogfile gespeichert.\nFolgende Informationen werden dabei ohne Ihr Zutun erfasst und bis zur automatisierten Löschung gespeichert: - IP-Adresse des anfragenden Rechners, - Datum und Uhrzeit des Zugriffs, - Name und URL der abgerufenen Datei, - Website, von der aus der Zugriff erfolgt (Referrer-URL), - verwendeter Browser und ggf.\ndas Betriebssystem Ihres Rechners sowie der Name Ihres Access-Providers.\nDie genannten Daten werden durch uns zu folgenden Zwecken verarbeitet: - Gewährleistung eines reibungslosen Verbindungsaufbaus der Website, - Gewährleistung einer komfortablen Nutzung unserer Website, - Auswertung der Systemsicherheit und -stabilität sowie - zu weiteren administrativen Zwecken.\nDie Rechtsgrundlage für die Datenverarbeitung ist Art.\n6 Abs.\n1 S.\n1 lit.\nf DSGVO.\nUnser berechtigtes Interesse folgt aus oben aufgelisteten Zwecken zur Datenerhebung.\nIn keinem Fall verwenden wir die erhobenen Daten zu dem Zweck, Rückschlüsse auf Ihre Person zu ziehen.\nDarüber hinaus setzen wir beim Besuch unserer Website Cookies sowie Analysedienste ein.\nNähere Erläuterungen dazu erhalten Sie unter den Ziff.\n4 und 5 dieser Datenschutzerklärung.</p>\n<p>b) Bei Anmeldung für unseren Newsletter</p>\n<p>Sofern Sie nach Art.\n6 Abs.\n1 S.\n1 lit.\na DSGVO ausdrücklich eingewilligt haben, verwenden wir Ihre E-Mail-Adresse dafür, Ihnen regelmäßig unseren Newsletter zu übersenden.\nFür den Empfang des Newsletters ist die Angabe einer E-Mail-Adresse ausreichend.\nDie Abmeldung ist jederzeit möglich, zum Beispiel über einen Link am Ende eines jeden Newsletters.\nAlternativ können Sie Ihren Abmeldewunsch gerne auch jederzeit an info@spamcalls.net senden.</p>\n<p>c) Bei Nutzung unseres Kontaktformulars</p>\n<p>Bei Fragen jeglicher Art bieten wir Ihnen die Möglichkeit, mit uns über ein auf der Website bereitgestelltes Formular Kontakt aufzunehmen.\nDabei ist die Angabe einer gültigen EMail-Adresse erforderlich, damit wir wissen, von wem die Anfrage stammt und um diese beantworten zu können.\nWeitere Angaben können freiwillig getätigt werden.\nDie Datenverarbeitung zum Zwecke der Kontaktaufnahme mit uns erfolgt nach Art.\n6 Abs.\n1 S.\n1 lit.\na DSGVO auf Grundlage Ihrer freiwillig erteilten Einwilligung.\nDie für die Benutzung des Kontaktformulars von uns erhobenen personenbezogenen Daten werden nach Erledigung der von Ihnen gestellten Anfrage automatisch gelöscht.</p>\n<p>d) Bei der Registrierung</p>\n<p>Bei Registrierung und/oder Anlegung eines Nutzerkontos werden die erforderlichen Pflichtangaben den Nutzern in der Eingabemaske mitgeteilt.\nIm Rahmen der Registrierung und er Nutzung eines Nutzerkontos, wird die IP-Adresse und der Zeitpunkt der Nutzung gespeichert Die im Rahmen der Registrierung eingegebenen Daten werden für die Zwecke der Nutzung des Angebotes verwendet.\nNach Kündigung der Registrierung werden die Daten gelöscht, sofern die Aufbewahrung nicht aus handels- oder steuerrechtlichen Gründen notwendig ist.\nDie Grundlage hierfür liegt in unserem berechtigten Interesse und ergibt sich aus Art.\n6 Abs.\n1 S.\n1 lit.\nf DSGVO</p>\n<p>e) Bei Bewertungen, Kommentaren, Beiträgen</p>\n<p>Wenn Nutzer Bewertungen, Kommentare oder sonstige Beiträge hinterlassen, werden ihre Einträge und Daten für den Zeitraum, in dem der jeweilige Eintrag sichtbar ist gespeichert.\nHintergrund ist die mögliche Inanspruchnahme durch Dritte bei rechtsverletzenden Eintragungen.\nDie Grundlage hierfür liegt in unserem berechtigten Interesse und ergibt sich aus Art.\n6 Abs.\n1 S.\n1 lit.\nf DSGVO.</p>\n<p>\n<strong>3.\nDauer, für die die personenbezogenen Daten gespeichert werden</strong>\n</p>\n<p>Das Kriterium für die Dauer der Speicherung von personenbezogenen Daten ist in der Regel die jeweilige gesetzliche Aufbewahrungsfrist bzw.\nder Zeitraum für den die Daten aus rechtlichen Gründen benötigt werden.\nNach Ablauf der Frist werden die entsprechenden Daten routinemäßig gelöscht, sofern sie nicht mehr zur Vertragserfüllung oder Vertragsanbahnung erforderlich sind.</p>\n<p>\n<strong>4.\nWeitergabe von Daten</strong>\n</p>\n<p>Eine Übermittlung Ihrer persönlichen Daten an Dritte zu anderen als den im Folgenden aufgeführten Zwecken findet nicht statt.\nWir geben Ihre persönlichen Daten nur an Dritte weiter, wenn:</p>\n<ul>\n<li>Sie Ihre nach Art.\n6 Abs.\n1 S.\n1 lit.\na DSGVO ausdrückliche Einwilligung dazu erteilt haben,</li>\n<li>die Weitergabe nach Art.\n6 Abs.\n1 S.\n1 lit.\nf DSGVO zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen erforderlich ist und kein Grund zur Annahme besteht, dass Sie ein überwiegendes schutzwürdiges Interesse an der Nichtweitergabe Ihrer Daten haben,</li>\n<li>für den Fall, dass für die Weitergabe nach Art.\n6 Abs.\n1 S.\n1 lit.\nc DSGVO eine gesetzliche Verpflichtung besteht, sowie</li>\n<li>dies gesetzlich zulässig und nach Art.\n6 Abs.\n1 S.\n1 lit.\nb DSGVO für die Abwicklung von Vertragsverhältnissen mit Ihnen erforderlich ist.</li>\n</ul>\n<p>Sofern wir Daten in einem Drittland (d.h.\naußerhalb der Europäischen Union (EU) oder des Europäischen Wirtschaftsraums (EWR)) verarbeiten oder dies im Rahmen der Inanspruchnahme von Diensten Dritter oder Offenlegung, bzw.\nÜbermittlung von Daten an Dritte geschieht, erfolgt dies nur, wenn es zur Erfüllung unserer (vor)vertraglichen Pflichten, auf Grundlage Ihrer Einwilligung, aufgrund einer rechtlichen Verpflichtung oder auf Grundlage unserer berechtigten Interessen geschieht.\nVorbehaltlich gesetzlicher oder vertraglicher Erlaubnisse, verarbeiten oder lassen wir die Daten in einem Drittland nur beim Vorliegen der besonderen Voraussetzungen der Art.\n44 ff.\nDSGVO verarbeiten.\nD.h.\ndie Verarbeitung erfolgt z.B.\nauf Grundlage besonderer Garantien, wie der offiziell anerkannten Feststellung eines der EU entsprechenden Datenschutzniveaus (z.B.\nfür die USA durch das „Privacy Shield“) oder Beachtung offiziell anerkannter spezieller vertraglicher Verpflichtungen (so genannte „Standardvertragsklauseln“).</p>\n<p>\n<strong>5.\nCookies</strong>\n</p>\n<p>Unsere Internetseiten verwenden an mehreren Stellen so genannte Cookies.\nCookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert.\nSie dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen.\nCookies enthalten keine personenbezogenen Daten und richten auf Ihrem Endgerät keinen Schaden an, sie enthalten keine Schadsoftware.\nDer Einsatz von Cookies dient einerseits dazu, die Nutzung unseres Angebots für Sie angenehmer zu gestalten.\nSo setzen wir sogenannte Session-Cookies ein, um zu erkennen, dass Sie einzelne Seiten unserer Website bereits besucht haben.\nDiese werden nach Verlassen unserer Seite automatisch gelöscht.\nDarüber hinaus setzen wir ebenfalls zur Optimierung der Benutzerfreundlichkeit temporäre Cookies ein, die für einen bestimmten festgelegten Zeitraum auf Ihrem Endgerät gespeichert werden.\nBesuchen Sie unsere Seite erneut, um unsere Dienste in Anspruch zu nehmen, wird automatisch erkannt, dass Sie bereits bei uns waren und welche Eingaben und Einstellungen sie getätigt haben, um diese nicht noch einmal eingeben zu müssen.\nZum anderen setzten wir Cookies ein, um die Nutzung unserer Website statistisch zu erfassen und zum Zwecke der Optimierung unseres Angebotes für Sie auszuwerten.\nDiese Cookies ermöglichen es uns, bei einem erneuten Besuch unserer Seite automatisch zu erkennen, dass Sie bereits bei uns waren.\nDiese Cookies werden nach einer jeweils definierten Zeit automatisch gelöscht.\nDie durch Cookies verarbeiteten Daten sind für die genannten Zwecke zur Wahrung unserer berechtigten Interessen sowie der Dritter nach Art.\n6 Abs.\n1 S.\n1 lit.\nf DSGVO erforderlich.\nDie meisten Browser akzeptieren Cookies automatisch.\nSie können Ihren Browser jedoch so konfigurieren, dass keine Cookies auf Ihrem Computer gespeichert werden oder stets ein Hinweis erscheint, bevor ein neuer Cookie angelegt wird.\nDie vollständige Deaktivierung von Cookies kann jedoch dazu führen, dass Sie nicht alle Funktionen unserer Website nutzen können.</p>\n<p>\n<strong>6.\nAnalyse-&amp.\nMarketingtools</strong>\n</p>\n<p>\n<u>Analysetools</u>\n</p>\n<p>Die im Folgenden aufgeführten und von uns eingesetzten Tracking-Maßnahmen werden auf Grundlage des Art.\n6 Abs.\n1 S.\n1 lit.\nf DSGVO durchgeführt.\nMit den zum Einsatz kommenden Tracking-Maßnahmen wollen wir eine bedarfsgerechte Gestaltung und die fortlaufende Optimierung unserer Webseite sicherstellen.\nZum anderen setzen wir die Tracking-Maßnahmen ein, um die Nutzung unserer Webseite statistisch zu erfassen und zum Zwecke der Optimierung unseres Angebotes für Sie auszuwerten.\nDiese Interessen sind als berechtigt im Sinne der vorgenannten Vorschrift anzusehen.\nDie jeweiligen Datenverarbeitungszwecke und Datenkategorien sind aus den entsprechenden Tracking-Tools zu entnehmen.</p>\n<p>\n<u>Google Analytics</u>\n</p>\n<p>Zum Zwecke der bedarfsgerechten Gestaltung und fortlaufenden Optimierung unserer Seiten nutzen wir Google Analytics, ein Webanalysedienst der Google Inc.\n, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.\nim Folgenden „Google“).\nIn diesem Zusammenhang werden pseudonymisierte Nutzungsprofile erstellt und Cookies verwendet.\nDie durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website wie - Browser-Typ/-Version, - verwendetes Betriebssystem, - Referrer-URL (die zuvor besuchte Seite), - Hostname des zugreifenden Rechners (IP-Adresse), - Uhrzeit der Serveranfrage, werden an einen Server von Google in den USA übertragen und dort gespeichert.\nDie Informationen werden verwendet, um die Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu Zwecken der Marktforschung und bedarfsgerechten Gestaltung dieser Internetseiten zu erbringen.\nAuch werden diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetzlich vorgeschrieben ist oder soweit Dritte diese Daten im Auftrag verarbeiten.\nEs wird in keinem Fall Ihre IP-Adresse mit anderen Daten von Google zusammengeführt.\nDie IP-Adressen werden anonymisiert, so dass eine Zuordnung nicht möglich ist (IP-Masking).\nSie können die Installation der Cookies durch eine entsprechende Einstellung der Browser-Software verhindern.\nwir weisen jedoch darauf hin, dass in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich genutzt werden können.\nSie können darüber hinaus die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl.\nIhrer IP-Adresse) sowie die Verarbeitung dieser Daten durch Google verhindern, indem Sie ein Browser-Add-on herunterladen und installieren (https:// tools.google.com/dlpage/gaoptout?hl=de).\nAlternativ zum Browser-Add-on, insbesondere bei Browsern auf mobilen Endgeräten, können Sie die Erfassung durch Google Analytics zudem verhindern, indem Sie auf diesen Link klicken.\nEs wird ein Opt-out-Cookie gesetzt, das die zukünftige Erfassung Ihrer Daten beim Besuch dieser Website verhindert.\nDer Opt-out-Cookie gilt nur in diesem Browser und nur für unsere Website und wird auf Ihrem Gerät abgelegt.\nLöschen Sie die Cookies in diesem Browser, müssen Sie das Opt-out-Cookie erneut setzen.\nWeitere Informationen zum Datenschutz im Zusammenhang mit Google Analytics finden Sie etwa in der Google Analytics-Hilfe (https://support.google.com/analytics/answer/ 6004245?hl=de).</p>\n<p>\n<u>Google Adwords Conversion Tracking</u>\n</p>\n<p>Um die Nutzung unserer Webseite statistisch zu erfassen und zum Zwecke der Optimierung unserer Website für Sie auszuwerten, nutzen wir ferner das Google Conversion Tracking.\nDabei wird von Google Adwords ein Cookie auf Ihrem Rechner gesetzt, sofern Sie über eine Google-Anzeige auf unsere Webseite gelangt sind.</p>\n<p>Diese Cookies verlieren nach 30 Tagen ihre Gültigkeit und dienen nicht der persönlichen Identifizierung.\nBesucht der Nutzer bestimmte Seiten der Webseite des Adwords-Kunden und das Cookie ist noch nicht abgelaufen, können Google und der Kunde erkennen, dass der Nutzer auf die Anzeige geklickt hat und zu dieser Seite weitergeleitet wurde.</p>\n<p>Jeder Adwords-Kunde erhält ein anderes Cookie.\nCookies können somit nicht über die Webseiten von Adwords-Kunden nachverfolgt werden.\nDie mithilfe des Conversion-Cookies eingeholten Informationen dienen dazu, Conversion-Statistiken für Adwords-Kunden zu erstellen, die sich für Conversion-Tracking entschieden haben.\nDie Adwords-Kunden erfahren die Gesamtanzahl der Nutzer, die auf ihre Anzeige geklickt haben und zu einer mit einem Conversion-Tracking-Tag versehenen Seite weitergeleitet wurden.\nSie erhalten jedoch keine Informationen, mit denen sich Nutzer persönlich identifizieren lassen.</p>\n<p>Wenn Sie nicht an dem Tracking-Verfahren teilnehmen möchten, können Sie auch das hierfür erforderliche Setzen eines Cookies ablehnen – etwa per Browser-Einstellung, die das automatische Setzen von Cookies generell deaktiviert.\nSie können Cookies für Conversion-Tracking auch deaktivieren, indem Sie Ihren Browser so einstellen, dass Cookies von der Domain „www.googleadservices.com“ blockiert werden.\nGoogles Datenschutzbelehrung zum Conversion-Tracking finden Sie hier (https://services.google.com/sitestats/de.html).</p>\n<p>\n<strong>Adnet</strong>\n</p>\n<p>Zum Zwecke der bedarfsgerechten Gestaltung und fortlaufenden Optimierung unserer Seiten sowie deren wirtschaftlichen Betriebs nutzen wir Marketing Dienste der HQ Professional Services GmbH &amp.\nCo.\nKG, Triptiser Str.\n20, 07955 AumaMittels (Adnet), um das Anzeigen und die Auslieferung von Werbemitteln zu verbessern.\nDabei werden insbesondere über Cookies (vgl.\nZiffer 5) anonymisierte Daten erhoben, die zur Optimierung genutzt werden.\nDiese Daten haben keinen Personenbezug und werden nicht verwendet, um einen solchen herzustellen.\nDie erhobenen Daten werden nach wenigen, spätestens sieben, Tagen, automatisch gelöscht.\nNähere Informationen -auch zur Deaktivierung des Dienstes- finden Sie in den Datenschutzhinweisen von Adnet unter http://www.adnet.de/index-6_datenschutz.html</p>\n<p>\n<strong>Yieldlove</strong>\n</p>\n<p>Zum Zwecke der bedarfsgerechten Gestaltung und fortlaufenden Optimierung unserer Seiten sowie deren wirtschaftlichen Betriebs nutzen wir Marketing Dienste der Yieldlove GmbH, Kehrwieder 9, 20457 Hamburg um das Anzeigen und die Auslieferung von Werbemitteln zu verbessern.\nDabei werden insbesondere über Cookies (vgl.\nZiffer 5) anonymisierte Daten erhoben, die zur Optimierung genutzt werden.\nDiese Daten haben keinen Personenbezug und werden nicht verwendet, um einen solchen herzustellen.\nDie erhobenen Daten werden nach wenigen, spätestens sieben, Tagen, automatisch gelöscht.\nNähere Informationen finden Sie in den Datenschutzhinweisen von Yieldove unter http://www.yieldlove.com/privacy, http://www.yieldlove.com/cookie-policy</p>\n<p>\n<strong>Marketing Tools</strong>\n</p>\n<p>\n<u>Google Ad Sense</u>\n</p>\n<p>Zum Zwecke der bedarfsgerechten Gestaltung und fortlaufenden Optimierung unserer Seiten sowie deren wirtschaftlichen Betriebs nutzen wir (Re)-Marketing Dienste der Google Inc.\n(https://www.google.de/intl/de/about/) (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.\nim Folgenden „Google“).</p>\n<p>Verwendet wird Google AdSense, wobei Cookies eingesetzt werden (vgl.\nZiffer 5).\nAdSense verwendet auch sogenannte Web Beacons (unsichtbare Grafiken).\nDurch diese Web Beacons können Informationen wie der Besucherverkehr auf den Seiten dieses Angebots ausgewertet werden.\nDie durch Cookies und Web Beacons erzeugten Informationen über die Benutzung dieser Website (einschließlich der IP-Adresse der Nutzer) und Auslieferung von Werbeformaten werden an einen Server von Google in den USA übertragen und dort gespeichert.\nDiese Informationen können von Google an seine Vertragspartner weitergegeben werden.\nGoogle wird Ihre IP-Adresse jedoch nicht mit anderen von Ihnen gespeicherten Daten zusammenführen.\nDie Nutzung von „AdSense“ ermöglicht es, Werbeanzeigen Dritter einzubinden.\nSie können die Installation der Cookies durch eine entsprechende Einstellung Ihrer Browser Software verhindern</p>\n<p>Nähere Informationen zu Datenschutz und Cookies für Werbung bei Google AdSense sind in der Datenschutzerklärung von Google insbesondere unter den folgenden Links zu finden: http://www.google.de/policies/privacy/partners/, http://www.google.de/intl/de/policies/technologies/ads</p>\n<p>http://support.google.com/adsense/answer/2839090</p>\n<p>Rechtsgrundlage der Verarbeitung der Daten und Nutzung der (Re)-Marketingdienste ist das Interesse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO</p>\n<p>\n<u>Facebook Pixels (Facebook Ads)</u>\n</p>\n<p>Zum Zwecke der bedarfsgerechten Gestaltung und fortlaufenden Optimierung unserer Seiten sowie deren wirtschaftlichen Betriebs nutzen wir (Re)-Marketing Dienste der Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA (\"Facebook\").\nMittels dieser Funktion kann der Anbieter die Besucher der Webseite zielgerichtet mit Werbung ansprechen, indem für Besucher der Webseite personalisierte, interessenbezogene Facebook-Ads geschaltet werden, wenn sie das soziale Netzwerk Facebook besuchen.\nZur Durchführung der Funktion wird auf der Webseite des Anbieters das Remarketing-Tag von Facebook implementiert</p>\n<p>Beim Besuch der Webseite eine direkte Verbindung zu den Facebook-Servern hergestellt.\nDabei werden Informationen zur Nutzung der besuchten Internetseiten übermittelt.</p>\n<p>Facebook ordnet diese Information Ihrem persönlichen Facebook-Benutzerkonto zu.\nNähere Informationen zur Erhebung und Nutzung der Daten durch Facebook, über Ihre diesbezüglichen Rechte und Möglichkeiten zum Schutz Ihrer Privatsphäre finden Sie in den Datenschutzhinweisen von Facebook unter&nbsp;https://www.facebook.com/about/privacy/&nbsp;.\n</p>\n<p>Die Funktionen können Sie über Ihr Facebook Benutzerkonto deaktivieren,</p>\n<p>Wenn Sie nicht möchten, dass Facebook die gesammelten Informationen unmittelbar Ihrem Facebook-Benutzerkonto zuordnet, können Sie die Remarketing-Funktion „Custom Audiences“&nbsp;hier deaktivieren.\nDazu müssen Sie bei Facebook angemeldet sein.</p>\n<p>Facebook ist unter dem Privacy-Shield-Abkommen zertifiziert und bietet hierdurch eine Garantie, das europäische Datenschutzrecht einzuhalten (https://www.privacyshield.gov/participant?id=a2zt0000000GnywAAC&amp;status=Active).</p>\n<p>Rechtsgrundlage der Verarbeitung der Daten und Nutzung der (Re)-Marketingdienste ist das berechtigte Interesse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO</p>\n<p>\n<strong>Criteo</strong>\n</p>\n<p>Zum Zwecke der bedarfsgerechten Gestaltung und fortlaufenden Optimierung unserer Seiten sowie deren wirtschaftlichen Betriebs nutzen wir Marketing Dienste der Criteo GmbH, Gewürzmühlstr.\n11, 80538 München (Criteo).\nHierbei werden über Cookies (vgl.\nZiffer 5) anonymisierte Daten erhoben, die zur Optimierung genutzt werden.\nZweck dieser Cookies ist das Targeting/Retargeting der Nutzer unserer Website, um bei ihrer zukünftigen Navigation personalisierte Werbeanzeigen anzuzeigen.\nWeitere Informationen hierzu finden Sie in den Datenschutzrichtlinien von Criteo unter http://www.criteo.com/de/privacy/.</p>\n<p>\n<strong>7.\nNewsletterversandtool</strong>\n</p>\n<p>Der Versand unserer Newsletter erfolgt über den Versanddienstleister „MailChimp“, einer Marke der Rocket Science Group, LLC, 675 Ponce De Leon Ave NE #5000, Atlanta, GA 30308, USA.</p>\n<p>Rechtsgrundlage der Nutzung des Dienstes und Verarbeitung der Daten ist das berechtigte Interesse an dem wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO</p>\n<p>Der Versanddienstleister kann die Daten der Empfänger in pseudonymer Form, d.h.\nohne Zuordnung zu einem Nutzer, zur Optimierung oder Verbesserung der eigenen Services nutzen, z.B.\nzur technischen Optimierung des Versandes und der Darstellung der Newsletter oder für statistische Zwecke verwenden.\nDer Versanddienstleister nutzt die Daten unserer Newsletterempfänger jedoch nicht, um diese selbst anzuschreiben oder um die Daten an Dritte weiterzugeben.</p>\n<p>Die Newsletter enthalten Dateien, die beim Öffnen des Newsletters von unserem Server, bzw.\nvom Server des Versanddienstleisters abgerufen werden.\nHierbei werden Informationen zum Browser, zum verwendeten System sowie der IP-Adresse und demZeitpunkt des Abrufs erhoben.</p>\n<p>Ebenfalls wird festgestellt, ob und wann der Newsletter geöffnet wurde, und welche Links verfolgt wurden.\nHierbei geht es nicht um die grds.\nmögliche Zuordnung der Daten zu einem Nutzer, sondern einzig um die statistische Auswertung eines Newsletterverands.</p>\n<p>Die Datenschutzbestimmungen des Versanddienstleisters können Sie hier einsehen: https://mailchimp.com/legal/privacy/.\nThe Rocket Science Group LLC d/b/a MailChimp ist unter dem Privacy-Shield-Abkommen zertifiziert und bietet hierdurch eine Garantie, das europäisches Datenschutzniveau einzuhalten (https://www.privacyshield.gov/participant?id=a2zt0000000TO6hAAG&amp;status=Active).</p>\n<p>\n<strong>8.\nSocial Media Plug-ins </strong>\n</p>\n<p>Wir setzen auf unserer Website auf Grundlage des Art.\n6 Abs.\n1 S.\n1 lit.\nf DSGVO Social Plug-ins der sozialen Netzwerke Facebook, Twitter ein und Google+, um unsere Seite hierüber bekannter zu machen.\nDer dahinterstehende werbliche Zweck ist als berechtigtes Interesse im Sinne der DSGVO anzusehen.\nDie Verantwortung für den datenschutzkonformen Betrieb ist durch deren jeweiligen Anbieter zu gewährleisten.</p>\n<p>a) Facebook</p>\n<p>Auf unseren Seiten werden Plugins des sozialen Netzwerkes facebook.com verwendet, das von der Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA betrieben wird (\"Facebook\" ).\nWenn Sie mit einen solchen Plugin versehene Internetseiten unserer Internetpräsenz aufrufen, wird eine Verbindung zu den Facebook-Servern hergestellt und dabei das Plugin durch Mitteilung an Ihren Browser auf der Internetseite dargestellt.\nHierdurch wird an den Facebook-Server übermittelt, welche unserer Internetseiten Sie besucht haben.\nSind Sie dabei als Mitglied bei Facebook eingeloggt, ordnet Facebook diese Information Ihrem persönlichen Facebook-Benutzerkonto zu.\nBei der Nutzung der Plugin-Funktionen (z.B.\nAnklicken des „Gefällt mir“-Buttons, Abgabe eines Kommentars) werden auch diese Informationen Ihrem Facebook-Konto zugeordnet, was Sie nur durch Ausloggen vor Nutzung des Plugins verhindern können.\nWenn Sie nicht möchten, dass Facebook die über unseren Webauftritt gesammelten Daten Ihrem Facebook-Konto zuordnet, müssen Sie sich vor Ihrem Besuch unserer Website bei Facebook ausloggen.\nZweck und Umfang der Datenerhebung und die weitere Verarbeitung und Nutzung der Daten durch Facebook sowie Ihre diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz Ihrer Privatsphäre entnehmen Sie bitte den Datenschutzhinweisen (https://www.facebook.com/about/privacy/) von Facebook.</p>\n<p>b) Twitter</p>\n<p>Auf unseren Seiten sind Funktionen des Dienstes Twitter eingebunden.\nDiese Funktionen werden angeboten durch die Twitter Inc., Twitter, Inc.\n1355 Market St, Suite 900, San Francisco, CA 94103, USA.\nDurch das Benutzen von Twitter und der Funktion \"Re-Tweet\" werden die von Ihnen besuchten Webseiten mit Ihrem Twitter-Account verknüpft und anderen Nutzern bekannt gegeben.\nDabei werden auch Daten an Twitter übertragen.\nIhre Datenschutzeinstellungen bei Twitter können Sie in den Konto-Einstellungen unter: http://twitter.com/account/settings ändern.\nWir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Twitter erhalten.\nWenn Sie nicht wünschen, dass Twitter den Besuch unserer Seiten zuordnen kann, loggen Sie sich bitte aus Ihrem Twitter-Benutzerkonto aus.\nWeitere Informationen hierzu finden Sie in der Datenschutzerklärung von Twitter (https://twitter.com/privacy).</p>\n<p>c) Google+</p>\n<p>Auf unseren Seiten wird die „+1“-Schaltfläche des sozialen Netzwerkes Google Plus der Google Inc., 1600 Amphitheatre Parkway, Mountain View, Kalifornien, 94043 USA, (nachfolgend „Google“) verwendet.&nbsp;<br>Wenn Sie eine mit der „+1“-Schaltfläche versehene Internetseite unserer Internetpräsenz aufrufen, wird eine Verbindung zu den Google-Servern in den USA hergestellt und dabei die Schaltfläche durch Mitteilung an Ihren Browser auf der Internetseite dargestellt.\nHierbei werden sowohl Ihre IP- Adresse als auch die Information, welche unserer Internetseite Sie besucht haben, an den Google-Server übermittelt.\nDies gilt unabhängig davon, ob Sie bei Google Plus registriert bzw.\neingeloggt sind.\nAuch bei nicht registrierten bzw.\nnicht eingeloggten Nutzern findet eine Übermittlung statt.&nbsp;<br>\n<br>Sind Sie bei Google Plus eingeloggt, werden die gesammelten Informationen über Ihren Websitebesuch mit Ihrem Google Plus Account verknüpft.\nWenn Sie nicht möchten, dass Google die gesammelten Informationen unmittelbar Ihrem Google Plus Profil zuordnet, müssen Sie sich vor dem Besuch unserer Seite bei Google Plus ausloggen.&nbsp;<br>\n<br>Nähere Informationen zur Erhebung und Nutzung der Daten durch Google, über Ihre diesbezüglichen Rechte und Möglichkeiten zum Schutz Ihrer Privatsphäre finden Sie in den Datenschutzhinweisen von Google: http://www.google.com/intl/de/policies/privacy/</p>\n<p>\n<strong>9.\nEinbindung von Diensten und Inhalten Dritter</strong>\n<br>\n</p>\n<p>Wir setzen auf Grundlage unserer berechtigten Interessen (d.h.\nInteresse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO) Inhalts- oder Serviceangebote von Drittanbietern ein, um deren Inhalte und Services einzubinden.</p>\n<p>Dies setzt immer voraus, dass die Drittanbieter dieser Inhalte, die IP-Adresse der Nutzer wahrnehmen, da sie ohne die IP-Adresse die Inhalte nicht an deren Browser senden könnten.\nDie IP-Adresse ist damit für die Darstellung dieser Inhalte erforderlich.\nDes Weiteren können Informationen zum Besucherverkehr auf den Seiten dieser Website ausgewertet werden (zu Cookies vgl.\nZiffer 5).</p>\n<p>\n<u>Youtube</u>\n</p>\n<p>Eingebunden werden Videos der Plattform “YouTube” des Anbieters Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, ein.\nDatenschutzerklärung: https://www.google.com/policies/privacy</p>\n<p>\n<u>OpenStreetMap</u>\n</p>\n<p>Eingebunden werden Karten des Dienstes „OpenStreetMap\" der Organisation Openstreetmap Foundation, 132 Maney Hill Road, Sutton Coldfield, West Midlands, B72 1JU United Kingdom.\nDatenschutzerklärung:&nbsp.\nhttps://wiki.osmfoundation.org/wiki/Privacy_Policy</p>\n<p>\n<u>Google Maps</u>\n</p>\n<p>Eingebunden werden Karten des Dienstes „Google Maps\" des Anbieters Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, ein.\nDatenschutzerklärung: https://www.google.com/policies/privacy.</p>\n<p>\n<u>Google Fonts</u>\n</p>\n<p>Eingebunden werden Schriftarten (\"Google Fonts\") des Anbieters Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, ein.\nDatenschutzerklärung: https://www.google.com/policies/privacy.</p>\n<p>\n<strong>9.\nBetroffenenrechte</strong>\n</p>\n<p>Sie haben das Recht:</p>\n<ul>\n<li>gemäß Art.\n15 DSGVO Auskunft über Ihre von uns verarbeiteten personenbezogenen Daten zu verlangen.\nInsbesondere können Sie Auskunft über die Verarbeitungszwecke, die Kategorie der personenbezogenen Daten, die Kategorien von Empfängern, gegenüber denen Ihre Daten offengelegt wurden oder werden, die geplante Speicherdauer, das Bestehen eines Rechts auf Berichtigung, Löschung, Einschränkung der Verarbeitung oder Widerspruch, das Bestehen eines Beschwerderechts, die Herkunft ihrer Daten, sofern diese nicht bei uns erhoben wurden, sowie über das Bestehen einer automatisierten Entscheidungsfindung einschließlich Profiling und ggf.\naussagekräftigen Informationen zu deren Einzelheiten verlangen;</li>\n<li>gemäß Art.\n16 DSGVO unverzüglich die Berichtigung unrichtiger oder Vervollständigung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen;</li>\n<li>gemäß Art.\n17 DSGVO die Löschung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen, soweit nicht die Verarbeitung zur Ausübung des Rechts auf freie Meinungsäußerung und Information, zur Erfüllung einer rechtlichen Verpflichtung, aus Gründen des öffentlichen Interesses oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen erforderlich ist;</li>\n<li>gemäß Art.\n18 DSGVO die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen, soweit die Richtigkeit der Daten von Ihnen bestritten wird, die Verarbeitung unrechtmäßig ist, Sie aber deren Löschung ablehnen und wir die Daten nicht mehr benötigen, Sie jedoch diese zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen oder Sie gemäß Art.\n21 DSGVO Widerspruch gegen die Verarbeitung eingelegt haben;</li>\n<li>gemäß Art.\n20 DSGVO Ihre personenbezogenen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesebaren Format zu erhalten oder die Übermittlung an einen anderen Verantwortlichen zu verlangen;</li>\n<li>gemäß Art.\n7 Abs.\n3 DSGVO Ihre einmal erteilte Einwilligung jederzeit gegenüber uns zu widerrufen.\nDies hat zur Folge, dass wir die Datenverarbeitung, die auf dieser Einwilligung beruhte, für die Zukunft nicht mehr fortführen dürfen und</li>\n<li>gemäß Art.\n77 DSGVO sich bei einer Aufsichtsbehörde zu beschweren.\nIn der Regel können Sie sich hierfür an die Aufsichtsbehörde Ihres üblichen Aufenthaltsortes oder Arbeitsplatzes wenden.</li>\n</ul>\n<p>\n<strong>10.\nWiderspruchsrecht</strong>\n</p>\n<p>Sofern Ihre personenbezogenen Daten auf Grundlage von berechtigten Interessen gemäß Art.\n6 Abs.\n1 S.\n1 lit.\nf DSGVO verarbeitet werden, haben Sie das Recht, gemäß Art.\n21 DSGVO Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten einzulegen, soweit dafür Gründe vorliegen, die sich aus Ihrer besonderen Situation ergeben oder sich der Widerspruch gegen Direktwerbung richtet.\nIm letzteren Fall haben Sie ein generelles Widerspruchsrecht, das ohne Angabe einer besonderen Situation von uns umgesetzt wird.\nMöchten Sie von Ihrem Widerrufs- oder Widerspruchsrecht Gebrauch machen, genügt eine E-Mail an info@spamcalls.net.</p>\n<p>\n<strong>11.\nDatensicherheit</strong>\n</p>\n<p>Wir verwenden innerhalb des Website-Besuchs das verbreitete SSL-Verfahren (Secure Socket Layer) in Verbindung mit der jeweils höchsten Verschlüsselungsstufe, die von Ihrem Browser unterstützt wird.\nIn der Regel handelt es sich dabei um eine 256 Bit Verschlüsselung.\nFalls Ihr Browser keine 256-Bit Verschlüsselung unterstützt, greifen wir stattdessen auf 128-Bit v3 Technologie zurück.\nOb eine einzelne Seite unseres Internetauftrittes verschlüsselt übertragen wird, erkennen Sie an der geschlossenen Darstellung des Schüssel- beziehungsweise Schloss-Symbols in der unteren Statusleiste Ihres Browsers.\nWir bedienen uns im Übrigen geeigneter technischer und organisatorischer Sicherheitsmaßnahmen, um Ihre Daten gegen zufällige oder vorsätzliche Manipulationen, teilweisen oder vollständigen Verlust, Zerstörung oder gegen den unbefugten Zugriff Dritter zu schützen.\nUnsere Sicherheitsmaßnahmen werden entsprechend der technologischen Entwicklung fortlaufend verbessert.</p>\n<p>\n<strong>12.\nAktualität und Änderung dieser Datenschutzerklärung</strong>\n</p>\n<p>Diese Datenschutzerklärung ist aktuell gültig und hat den Stand Mai 2018.\nDurch die Weiterentwicklung unserer Website und Angebote darüber oder aufgrund geänderter gesetzlicher beziehungsweise behördlicher Vorgaben kann es notwendig werden, diese Datenschutzerklärung zu ändern.\nDie jeweils aktuelle Datenschutzerklärung kann jederzeit auf der Website unter https://spamcalls.net/en/page/contact von Ihnen abgerufen und ausgedruckt werden.</p> Disclaimer / Haftungsausschluss Haftung für Inhalte <p>Die Erstellung der Inhalte dieser Webseite erfolgte mit größtmöglicher Sorgfalt.\nAllerdings können wir keine Gewähr für die Vollständigkeit der bereitgestellten Inhalte, ihre Aktualität sowie Richtigkeit übernehmen.\nGem.\n§§ 8 - 10 TMG trifft uns als Dienstanbieter keine Pflicht, fremde Informationen, die übermittelt oder gespeichert wurden, zu überwachen oder nach Anhaltspunkten und Umständen zu forschen, die die Rechtswidrigkeit von Tätigkeiten und Informationen indizieren.</p>\n<p>Eine Verpflichtung unsererseits zur Nutzungssperrung von Inhalten im Rahmen der allgemeinen Gesetze bleibt hiervon stets unberührt.\nDiese Haftung kommt jedoch erst im Moment der Kenntnisnahme einer konkreten Verletzung von Rechten in Frage.\nSollten uns Rechtsverletzungen bekannt werden, so sind die entsprechenden Inhalte von uns unverzüglich zu entfernen.</p>\n<p>Unsere Haftung für eigene Inhalte richtet sich, als Dienstanbieter, nach den allgemeinen Gesetzen.</p> Haftung für Links <p>Diese Webseite beinhaltet Verlinkungen zu Webseiten Dritter - sog.\nexterne Links.\nDie Inhalte dieser externen Links entziehen sich unserer Einflussnahme, sodass eine Gewähr für solche Inhalte unsererseits nicht übernommen wird.</p>\n<p>Die Verantwortung liegt stets beim jeweiligen Betreiber der externen Seiten.\nZum Zeitpunkt der Verknüpfung der externen Links waren keine Rechtsverstöße ersichtlich.\nDie permanente Überwachung fremder Inhalte auf Rechtsverstöße ohne konkrete Hinweise ist uns nicht zumutbar.</p>\n<p>Sollten wir Kenntnis von Rechtsverletzungen erlangen, werden wir die entsprechenden externen Links unverzüglich entfernen.</p> Urheberrecht/Leistungsschutzrecht <p>Auf die vom Anbieter auf dieser Seite veröffentlichten Inhalte findet das deutsche Urheber und Leistungsschutzrecht Anwendung.\nSofern die Vervielfältigung, Bearbeitung, Verbreitung oder jegliche andere Art der Verwertung außerhalb des deutschen Urheber- und Leistungsschutzrechts liegt, bedarf es einer schriftlichen Zustimmung des jeweiligen Erstellers.\nUnerlaubtes Kopieren oder Downloaden dieser Seiten ist ausschließlich für den privaten Bereich, nicht jedoch für den kommerziellen, erlaubt.\nSofern nicht wir als Betreiber auch als Ersteller der Inhalte fungieren, werden die Urheberrechte von Dritten beachtet.\nWir sind stets bemüht solche Inhalte als Inhalte Dritter zu kennzeichnen.\nWir bitten Sie für den Fall, dass Ihnen trotz sorgfältiger Arbeit unsererseits, eine Urheberrechtsverletzung auffällt, uns entsprechend darauf hinzuweisen, sodass die Entfernung dieser Inhalte umgehend veranlasst werden kann.</p> 4.\nCredits, Quellenangaben Bilder &amp.\nFotos <ul>\n<li>Beautiful, free photos from Unsplash</li>\n</ul> Daten <ul>\n<li>OpenStreetMap - Veröffentlicht unter ODbL</li>\n<li>Geo-Informationen von GeoNames unter Creative Commons Attribution 3.0 License</li>\n</ul> 5.\nKontakt &amp.\nImpressum <p>\n</p>\n<i>search</i> Search By Number <i>report_problem</i> Report Spam Number We appreciate your Feedback Can we improve or supplement anything? <i>brightness_1</i> Is a functionality missing? <i>brightness_1</i> Do you have any suggestions for improvement? <i>brightness_1</i> Did you like the service? We would be happy to hear from you! Name Email Message Submit Countries +39 (Country Code) +91 (Country Code) +44 (Country Code) +86 (Country Code) +60 (Country Code) +234 (Country Code) +855 (Country Code) +49 (Country Code) +84 (Country Code) +880 (Country Code) +380 (Country Code) +212 (Country Code) SpamCalls.net <ul>\n<li> About us </li>\n<li> Change language </li>\n<li> Terms &amp.\nconditions </li>\n<li> Privacy &amp.\nCookie policy </li>\n<li> Credits </li>\n<li> Contact &amp.\nImprint </li>\n</ul> ", "created_at": "2023-06-27 04:47:15.075364", "updated_at": "2023-06-27 04:47:31.917326"}], "points": [], "urls": ["spamcalls.net"]}}