{"error": 448, "message": "OK", "parameters": {"id": 8283, "name": "t2bot.io", "created_at": "2023-05-14 02:15:42.767748", "updated_at": "2023-07-10 22:02:47.466111", "wikipedia": null, "keywords": null, "related": null, "slug": "t2bot-io", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8283.png", "url": "t2bot.io,status.t2bot.io", "documents": [{"id": 16076, "name": "Privacy Notice", "url": "https://t2bot.io/docs/legal/privacy-v1/", "xpath": "/html/body/div/main", "text": "<p>\n<em>Last updated: November 7th, 2020</em>\n</p>\n<p>Please read this document carefully before accessing or using this service!</p>\nIntroduction\n<p>Most privacy documents are unreadable.\nThey are written by lawyers and for lawyers,\nand in our opinion are not very effective.</p>\n<p>Data protection and privacy are important, and we want you to understand the issues\ninvolved.\nFor that reason, we decided to use plain English instead as much as possible\nto make our documents as clear as they can be.</p>\n<p>When you read \"the t2bot.io homeserver\", \"t2bot.io\", or \"the Service\" below, it refers\nto the services made available at https://t2bot.io and https://t2host.io (and any\nsubdomains of either).\nThese services store your interactions, conversation history,\nand provide a means of communication via the open Matrix decentralized communication\nprotocol with the public Matrix Network.</p>\n<p>The public Matrix Network is a decentralized and openly federated communication network.\nThis means that user messages are replicated on each participant's server and messages\nposted to a room are visible to all participants including in some cases any new joiners.\nThis is explained further later in this document.</p>\n<p>When you read \"we\", \"our\", or \"us\" below it refers to t2bot.io's owners and operators -\ncurrently this is a role held solely by Travis Ralston (TravisR,\n@travis:t2l.io).</p>\n<p>The Matrix protocol is licensed by the Matrix Foundation which makes it available to\nthird parties who set up their own homeserver.\nThis privacy policy does not apply to\nsuch Matrix servers run by anyone else - Matrix is an open network like the Web and\nthis agreement only applies to the t2bot.io server.</p>\n<p>TravisR is the Data Controller for the Service.\nWe can be contacted as per the following:</p>\n<ul>\n<li>On Matrix through @travis:t2l.io.</li>\n<li>By email through travis@t2bot.io.\nPlease note that email\ncommunication is often slower and can have upwards of a 5 business day delay.</li>\n</ul>\n<p>Should you have any questions or concerns about this document, please let us know through\none of the contact methods above.</p>\nThis is a living document\n<p>This document is constantly evolving and being updated.\nWith your help, we want to make\nit the best it can be.</p>\n<p>If you read something that rubs you the wrong way, or you think something should be\nadded - let us know using the contact methods above.\nWe'd love to chat!</p>\n<p>We don't amend this document for any specific users or use case, but if your proposed\nchanges apply to all of our users, we'll happily update it for everyone.\nScroll to the\nbottom to see the history so far.</p>\n<p>We will likely improve this document over time and we will take steps to inform our users\nabout any updates.\nBy continuing to use the Service, you implicitly accept the changes\nwe make.\nIf updates to this document are ever associated with significant changes to the\nway we collect or process your data, we will promptly notify you.</p>\n<p>Your access and use of the Service is always subject to the most current version of this\ndocument.</p>\nAccess to your data / Privacy policy\n<p>Here contains all the information about what we collect and how we use it.</p>\nLegal basis for processing\n<p>Under the GDPR (General Data Protection Regulation), we process your data under\na Legitimate Interest\nbasis of processing to provide you the Service in an efficient and secure manner and\nto ensure the legal compliance and proper administration of the Service.\nEssentially,\nthis means that we process your data only as necessary to deliver the Service and for\ninternal administration purposes, and in a manner that you understand and expect.\nWe\nalso carry out processing that is necessary to provide our Service to you under our\nTerms and Conditions and processing that is necessary to comply with our legal\nobligations.\nWhere consent is required by law in relation to certain processing, we will\nask for your consent.</p>\n<p>We process your information for the purposes of providing our decentralized,\nopenly-federated, and end-to-end encrypted communication Service, getting in touch with\nyou, responding to your requests, working with our suppliers to deliver the Service and\nenabling its features, ensuring the security of the Service, developing, fixing, and\nimproving our Service, administering our business, and complying with the law.</p>\n<p>The nature of the Service and its implementation results in some caveats concerning this\nprocessing, particularly in terms of GDPR Article 17 <em>Right to Erasure (Right to be\nForgotten)</em>.\nWe believe these caveats (described in detail later in this document) are\nin line with the broader societal interests served by providing the Service.</p>\n<p>In situations where the interests of the individual appear to be in conflict with the\nbroader societal interests, we will seek to reconcile those differences guided by our\npolicy.</p>\nA note about how the Service works\n<p>We do not provide user accounts on our Matrix homeserver for anyone, other than\nourselves, to use.\nThe Service does store conversation history from the Matrix Public\nNetwork (federation) and third parties when bridged, such as Telegram and Discord.</p>\n<p>Where feasible, we will honour this privacy policy and any applicable laws for any\ninformation we do collect on you, including information given to us by remote servers\nin the Matrix Public Network and third party services like Telegram and Discord.</p>\nYour rights as a Data Subject\n<p>You have rights in relation to the personal data we hold about you.\nSome of these only\napply in certain circumstances.\nSome of these rights are explored in more detail\nelsewhere in this document.\nFor completeness, your rights under GDPR are:</p>\n<ol>\n<li>The right to be informed.</li>\n<li>The right of access.</li>\n<li>The right to rectification.</li>\n<li>The right to erasure.</li>\n<li>The right to restrict processing.</li>\n<li>The right to data portability.</li>\n<li>The right to object.</li>\n<li>Rights in relation to automated decision making and profiling.</li>\n</ol>\n<p>We may ask for proof of identity before responding to your request.\nFor more details\nabout these rights, please see the guidance provided by the ICO.\nIf you have any questions or are unsure how to exercise your rights, please contact us.</p>\nRight to erasure\n<p>You can request that we forget copies of your messages and files by contacting us and\nmaking the request clear.\nWhat happens next depends on who else had access to the\nmessages and files you shared.</p>\n<p>Any messages or files that were only accessible by you will be deleted from our servers\nwithin 30 calendar days.</p>\n<p>Where you shared messages or files with another Matrix user or homeserver, directly or\nindirectly, the other party may still have a copy of thsoe messages and files.\nFor\nexample, if you messaged another user while the t2bot.io homeserver was in the room, the\nother participant may still have a copy of your messages although t2bot.io will have\ndeleted them.\nSimilarly, you may still have a copy yourself even if t2bot.io deleted\nyour messages.\nApart from state events (see below), these messages and files will not\nbe shared with any new users or unregistered users who view the room after we have\nprocessed your request to be forgotten.</p>\n<p>State events are processed differently to non-state events.\nState events are used by\nthe Service to record, amongst other things, your membership in a room, the configuration\nof room settings, your changing of another user's power level, and your banning a user\nfrom a room.\nWere we to process erasure requests on these state events and delete them\nfrom a room entirely, it would be very damaging to other users' experience of the room.\nFor example, banned users could become unbanned, revoking legitimate power levels, etc.\nWe therefore share state events sent by you with all non-essential data removed\n(\"redacted\"), even after we have processed your request to be forgotten.\nThis means that\nyour username will continue to be publicly accessible with rooms in which you have\nparticipated, even after we have processed your request to be forgotten.\nThe Matrix team\nis actively working on a solution to work around this restriction\nand allow you to be fully forgotten while maintaining a high quality experience for\nother users.\nIf this is not acceptable to you, please do not use the Service.</p>\nExceptional erasure\n<p>As described above, erasing a state event may result in our needing to erase the entire\nconversation history or room from our servers.\nDeciding whether to take this drastic\nstep will require a balancing exercise to be carried out at the time of the request,\nand will depend on:</p>\n<ul>\n<li>The nature of the personal data that is being requested to be erased.</li>\n<li>How many other users would have their fundamental rights and freedoms put at risk if\nthe request was exercised as such.</li>\n<li>To what degree these other users would have their fundamental rights and freedoms put\nat risk if the request was exercised as such.</li>\n</ul>\n<p>The personal data contained in a state event is usually limited to the username, the\ntimestamp, and the conversation in which the state event was issued.\nState events only\nrepresent that a user participated in a given conversation at a given time.\nIt is rare\nthat this data is sensitive enough to warrant its erasure given the drastic impact this\nwill have on other users.</p>\n<p>Each case is decided upon based on the factors listed above.\nIn most situtations we will\nnot erase state events.\nIn extreme situations, where not erasing state events will place\npeople at material risk of harm, we may choose to erase state events or remove the entire\nconversation.</p>\nData portability\n<p>Under GDPR you have a right to request a copy of the data we have of yours in a\ncommonly-accepted format.\nIf you would like a copy of your data, please contact us and\nindicate as such.</p>\nWhat we collect\n<p>The information we collect is purely for the purpose of providing a communication\nservice via Matrix.\nWe do not profile users or their data on the Service.</p>\n<p>Be aware that while we do not profile users on the Service, third party services may\ngather usage data.\nWhere our Service gathers usage data, it is anonymized and will\nask for your consent before sending it to the relevant party.\nWe do not receive\nthis data.</p>\n<p>We also collect information about you when you input it into the Service or otherwise\nprovide it directly to us.\nTypically, this will be your username on Matrix.</p>\n<p>We do not allow account registrations on our Service and therefore do not record such\ninformation, unlike what may be collected by other homeservers for their operations.</p>\n<p>Some bridges on the Service have a capability to use your real account instead of\nproviding a t2bot.io-hosted proxy account.\nFor example, it is possible to log in with\nyour full Telegram account on t2bot.io's bridge to access Telegram over Matrix, or\nuse your full Matrix account on another homeserver to have messages sent by you in\nTelegram to appear under your account.\nIn both cases, we record the minimum possible\ncredentials for these features to work.\nLogging in may also grant us access to more\npersonal information supplied by you, such as your real name, email address, or\nphone number.\nWe do not store this information unless it is critical for the feature\nto work.</p>\n<p>We store and distribute the messages and files you share using the Service, and\nacross the wider Matrix ecosystem via federation, as described by the Matrix protocol\nand according to the access rules configured within the system.\nStoring and sharing\nthis content is the reason the Service exists.</p>\n<p>This content includes any information about yourself that you choose to share.</p>\n<p>We may need your personal information to establish, bring, or defend legal claims.\nFor\nthis purpose, we will retain your personal information for no longer than 7 years after\nthe date it is no longer needed by us for any purposes listed in this document, as per\nthe statutory recommendations.</p>\n<p>Your IP address is logged when you access the Service.\nThis data is used in order to\nmitigate abuse and debug operational issues.\nOur logs are kept for no longer than\n180 days.</p>\nThird parties\n<p>As part of being a participant in the wider Matrix ecosystem, the Service may be required\nto share your information, messages, and files with users on different homeservers or\neven other messaging platforms.</p>\nFederation\n<p>Matrix homeservers share user data with the wider ecosystem over federation.\nWhen you\nsend messages or files in a room, a copy of the data is sent to all participants in the\nroom, including (depending on room settings) participants who join the room in the\nfuture.\nIf these participants are on remote homeservers, your user ID, display name,\nmessages, and files may be replicated across each participating homeserver.</p>\n<p>We will forget your copy of your data upon your request.\nWe will also forward your\nrequest to be forgotten onto federated homeservers.\nHowever, these homeservers are\noutside our span of control, so we cannot guarantee they will forget your data.\nFederated\nhomeservers can be located anywhere in the world, and are subject to local laws and\nregulations.</p>\n<p>Access control settings are shared between homeservers, as well as any requests to\nremove messages by \"redactions\", or remove personal data under GDPR Article 17\n<em>Right to Erasure (Right to be Forgotten)</em>.\nFederated homeservers and Matrix clients\nwhich respect the Matrix protocol are expected to honour these controls and\nredaction/erasure requests, but other federated homeservers are outside of our span\nof control and thus we cannot guarantee how this data will be processed.</p>\nBridging\n<p>Some Matrix rooms are connected/bridged through to third party services such as IRC\nnetworks, Twitter, or email.\nWhen a room has been bridged, your username, display name,\nmessages, and files may be duplicated onto the bridged service where supported.</p>\n<p>It may not be technically possible to support your management of your data once it has\nbeen copied to a bridged service.</p>\n<p>Bridged services can be located anywhere in the world and are subject to local laws and\nregulations.</p>\n<p>Requests to delete/erase data through redactions and erasure requests are shared to\nbridged services, which are expected to honour them to the best of their ability.\nBe\naware that not all bridged networks or bridges support the necessary technical abilities\nto limit, remove, or erase your data.\nIf this is not acceptable to you, please do not\nuse the Service or bridged rooms.</p>\nIntegration services (bots and widgets)\n<p>We offer a range of integrations in the form of bots and widgets (minature web\napplications accessed as part of a Matrix client).\nBots are automated participants\nin a room.\nBoth bots and widgets have access to all the messages and files in any\nroom in which they participate, however the Matrix team is working on a more\nsophisticated access control system.</p>\nTransfers of your data\n<p>If you use our Service, your data will be transferred outside of the EU to other\nhomeservers and services connected with t2bot.io as this is necessary to provide\nthe Service to you.\nBy the very nature of our Service, such transfers occur\nregularly and we have no control over the safeguards adopted by third party recipients.</p>\n<p>Where we engage suppliers to process your data outside the EU, we will ensure that\nappropriate safeguards such as the standard contractual clauses are in place.</p>\nSharing your data in compliance with laws\n<p>In exceptional circumstances, we may share inforamtion about you with a third party\nif we believe that sharing is reasonably necessary to comply with any applicable law,\nregulation, legal process, governmental request, protect the security or integrity of\nour Service (security audits, for example), protect us and our users from harm or\nillegal activities, or respond to an emergency which we believe in good faith requires\nus to disclose information to assist in preventing the serious bodily harm of any\nperson.</p>\nCommitment to children's privacy\n<p>We never knowingly collect, maintain, or process inforamtion in the Service from those\nwe know are under the age of 16, and no part of the Service is structured to attract\nanyone under the age of 16.\nIf you are under the age of 16, please do not use the\nService.</p>\nUpdating/Correcting your information\n<p>Your information can be updated by you through the service it was originally obtained\nfrom.\nFor example, if information about you sent by one of our bridges is incorrect,\nupdating your information on the bridged service will correct the issue.</p>\nVisibility of your messages and files\n<p>In unencrypted and encrypted rooms, users connecting to our homeserver (over federation)\nwill be able to see messages and files according to the access permissions configuration\nof the relevant room.\nThis data is stored in a format it was received on our servers,\nand can be viewed by us under the conditions outlined below.</p>\n<p>In encrypted rooms, the data is stored in our databases encrypted but the encryption keys\nare retained by you.\nSome of our integrations support encrypted rooms, and they will be\nable to decrypt any messages or files for which they were supplied keys (the default\noperating mode of an encrypted room) - they will, however, discard any data not relevant\nto them once it has been processed.</p>\n<p>We use HTTPS to transfer all data.\nEnd-to-end encrypted messaging data is stored\nencrypted using AES-256, using message keys generated using the\nOlm and Megolm cryptographic ratchets.</p>\nHow we access your data\n<p>We restrict who can access user data internally to roles which require access in order\nto maintain health of the Service.\nWe have technical procedures in place to prevent\nunauthorized access to user data.\nWe never share what we see with other users or\nthe general public.</p>\nThird parties which may have access to your data\n<p>We host the majority of the Service in Hetzner datacenters.\nHere is Hetzner's privacy policy.</p>\n<p>We host much of the Service in DigitalOcean datacenters.\nHere is DigitalOcean's privacy policy.</p>\n<p>We use secure private keys when accessing servers via SSH, and protect our cloud\ndashboards with a password managed by a password management tool.</p>\n<p>We log application data (username, user IP, and user agent).\nWe keep logs for no longer\nthan 180 days.</p>\nSale of t2bot.io\n<p>In the event that we sell or buy any business or assets, we may disclose your personal\ndata to the prospective seller or buyer.\nIf we or substantially all of our assets are\nacquired by a third party, personal data held by us about our users will be one of\nthe transferred assets.</p>\n<p>We do not sell your data for any purpose.</p>\nData protection\n<p>All of our users' data for the Service currently resides in the same database cluster\nwhich is due to the nature of our Service.\nWe use software best practices to guarantee\nthat only people who you designate as viewers of your data can access it.\nIn other words,\nwe segment our user data via software.\nWe do our best and are very confident we're doing\na good job at it, but, like every other service that hosts their user data on the same\ndatabase, we cannot guarantee that it is immune to a sophisticated attack.</p>\nSecurity vulnerabilities\n<p>If you find a security vulnerability with our Service, please report it responsibly\nper our security disclosure policy.</p>\nMaking a complaint\n<p>We try to meet the highest standards when collecting and using personal information.\nFor\nthis reason, we take any complaints we receive about this very seriously.\nWe encourage\npeople to bring it to our attention by contacting us if they think that our collection\nor use of information is unfair, misleading, or inappropriate.\nWe would also welcome\nany suggestions for improving our procedures.</p>\n<p>If you want to make a complaint about the way we have processed your personal information\nto the supervisory authority, you can contact the ICO here.</p>\nDocument history\n<ul>\n<li>November 2020: created.</li>\n</ul>\n<p>\n<strong>A note to other startups</strong>: this document was heavily inspired by\nBalsamiq's plain English ToS document.\nWe were impressed by their championing of plain English, and\nwanted to reproduce that as much as possible in our own legal documentation.\nFeel free\nto draw similar inspiration from this document, though be sure to get any documents you\nproduce checked over by a lawyer.\nGood luck!</p>\n<p>This document is heavily inspired by matrix.org's privacy notice.</p>\n", "created_at": "2023-05-14 02:15:42.828473", "updated_at": "2023-05-14 02:18:08.704242"}, {"id": 16075, "name": "Terms and Conditions", "url": "https://t2bot.io/docs/legal/terms-v1/", "xpath": "/html/body/div/main", "text": "<p>\n<em>Last updated: November 8th, 2020</em>\n</p>\n<p>Please read this document carefully before accessing or using this service!</p>\nIntroduction\n<p>Most terms of use and privacy documents are unreadable.\nThey are written by lawyers and\nfor lawyers, and in our opinion are not very effective.</p>\n<p>We decided to use plain English as much as possible to make our terms as clear as\npossible.\nSome sections still have room for improvement - we plan to tackle these over\ntime.</p>\n<p>When you read \"the t2bot.io homeserver\", \"t2bot.io\", or \"the Service\" below, it refers\nto the services made available at https://t2bot.io and https://t2host.io (and any\nsubdomains of either).\nThese services store your interactions, conversation history,\nand provide a means of communication via the open Matrix decentralized communication\nprotocol with the public Matrix Network.</p>\n<p>When you read \"we\", \"our\", or \"us\" below it refers to t2bot.io's owners and operators -\ncurrently this is a role held solely by Travis Ralston (TravisR,\n@travis:t2l.io).</p>\n<p>This agreement does not apply to Matrix servers run by anyone else - Matrix is an open\nnetwork like the web and this agreement only applies to t2bot.io's services.</p>\n<p>If this agreement is not acceptable, please use a service offered by someone else.</p>\n<p>Contact information:</p>\n<p>For all inquiries, please contact @travis:t2l.io\non Matrix or travis@t2bot.io via email.</p>\nUse of this service is acceptance of these terms\n<p>By accessing or using the Service in any way, whether you are using one of the\nintegrations provided by the Service or accessing content federated from the t2bot.io\nhomeserver to another Matrix homeserver, or are just browsing rooms as an unauthenticated\nguest, you agree to and are bound by the terms and conditions written in this document.</p>\n<p>If you do not agree to all of the terms and conditions contained in this document, please\nuse a Matrix server provided by someone else and refrain from accessing content federated\nfrom this server.</p>\nThis is a living document\n<p>This document is constantly evolving, and with your help we can make it the best it can\nbe.\nIf you read something that rubs you the wrong way, or if you think of something that\nshould be added, please let us know - we're all ears!</p>\n<p>We don't amend this document for any specific users or use case, but if your proposed\nchanges apply to all of our users, we'll be happy to update it for everyone.\nScroll to\nthe bottom to see the history so far.</p>\n<p>We will likely improve this document over time.\nBy continuing to use the Service, you\nwill implicitly accept the changes we make.\nYour access and use of the Service is always\nsubject to the most current version of this document.</p>\nBreach of terms\n<p>If you breach any of the terms and conditions in this document, your authorization to\naccess or use the Service automatically terminates.</p>\n<p>We may block, restrict, disable, suspend, or terminate your access to all or part of the\nService at any time in our sole discretion, without prior notice or liability to you.</p>\n<p>If you think we removed your access by mistake, contact us and we will respond with our\nreasoning.</p>\nSupport\n<p>Support for the Service is provided on a best effort basis by us, however our wider\ncommunity is able to help in #help:t2bot.io on\nMatrix.</p>\n<p>We do not offer email or phone support.\nAny queries sent directly to us will be addressed\non a best effort basis.</p>\n<p>We love our community as well as the wider Matrix community and will support them as best\nas we can, but we are also a small team and value our work/life balance.\nThis means that\nalthough we'll try our best, we do not provide 24/7 support.</p>\nIntellectual property rights\n<p>\n<em>Note on plain English: This section is a bit too much legalese for our liking.\nWe'll\nimprove this in a later version of this document.</em>\n</p>\n<p>We do not claim intellectual property rights over rooms, message content or files\nuploaded to the Service.</p>\n<p>You acknowledge and agree that we have no liability of any kind should anyone you\ngranted access to your messages or files modify, destroy, corrupt, copy or distribute\nthem, or violate the terms of use or other limitations that you may impose on the use of\nyour shared content.</p>\n<p>We may pre-screen user messages or files to prevent spam and other abuse, and we may\nremove any messages or files (including entire rooms) from the Service for\nany reason without notice at our sole discretion.\nBy posting or uploading your messages\nor files, you represent and warrant that you own or otherwise control all of the\nintellectual property rights and other rights to your user materials as described in\nthese Terms of Use, including all the rights necessary for you to post or upload said\nmessages or files.</p>\n<p>You are solely and entirely responsible for all of your messages and files that you post\nor otherwise submit via the Service.\nYou shall assume all risks associated with the use\nof said content including any reliance on the accuracy, completeness or usefulness.\nWe\ndo not guarantee the accuracy, integrity or quality of your messages or files.</p>\n<p>You acknowledge and agree that by accessing or using the Service, you may be exposed to\nuser materials from others that are offensive, indecent or otherwise objectionable.</p>\nReliability\n<p>We do not guarantee that the Service will be accessible at all times.\nLike all other\ncloud-based applications, we are vulnerable to the inherent unreliability of the\nInternet.\nWe do not offer contracted SLA for availability of the Service and your data.</p>\n<p>We monitor the Service closely and have automated alarms to be notified when the Service\nisn't performing its best so we can deal with the issue before it becomes a problem that\nmight impact general access.</p>\n<p>You acknowledge and agree that we shall not be liable for any failure to store your\nmaterials on the Service at any time.</p>\nApp developers\n<p>We encourage you to write software that uses the Matrix Protocol and interfaces with\nthe Service.</p>\n<p>The Matrix Protocol and our implementation will change over time, and we may change or\ndeprecate APIs or behaviour for any feature of the Service from time to time - it is\nyour responsibility to ensure that calls or requests you make to or via our Service are\ncompatible with then-current APIs for the Service.\nWe will always try to inform you of\nany changes with reasonable notice so you can adjust your Application, but we are under\nno obligation to do so.</p>\n<p>Provided that you comply with teh terms of this document and our policies and procedures,\nyou may use the Service to execute applications owned by you.\nYou are solely responsible\nfor your applications, including any data, text, images, or content they contain.</p>\nPlay nice clauses\n<p>\n<em>Note on plain English: This section is a bit too much legalese for our liking.\nWe'll\nimprove this in a later version of this document.</em>\n</p>\n<p>You agree that you shall not:</p>\n<ul>\n<li>Use or attempt to gain unauthorised access to or use another's account, password,\ndata, or computer systems or networks connected to the Service, whether\nthrough malicious attacks, password mining or any other means.</li>\n<li>Access or attempt to access any material that you are not authorized to access.</li>\n<li>Submit or transmit any material that violates or infringes upon the rights of others,\nincluding, without limitation, patent, trademark, trade secret, copyright, publicity,\nor other proprietary rights.\nPlease see our Copyright Policy\nfor more details.</li>\n<li>Disrupt or interfere with the security of, or otherwise cause harm to, the Service,\nsystems resources, accounts, passwords, servers, or networks connected to or accessible\nthrough the Service or any affiliated or linked sites.</li>\n<li>Use the Service to transmit unsolicited or bulk communications to anyone at all, be\nthey users of the Service, federated Matrix homeservers, or connected on a bridged\nnetwork.</li>\n<li>Post or otherwise submit any software, programs, or files in a manner that is intended\nto cause harm or distruption of another's equipment, software, or other property\nincluding any corrupted files, time bombs, Trojan horses, viruses, and worms.</li>\n<li>Disrupt, interfere, or inhibit any other user from using and enjoying the Service.</li>\n<li>Access or use the Service in any manner that could damage, disable, overburden, or\nimpair any server we run or the network(s) connected to the Service.</li>\n<li>Violate any applicable laws or regulations related to the access to or use of the\nService, or engage in any activity prohibited by the Terms of Use.</li>\n<li>Use the Service for any unlawful purposes or in support of illegal activities under\nUK, EU, or Canadian law.\nBy using the Service, you agree to comply with all applicable\nlaws governing your online conduct and content.</li>\n<li>Act in a way that is in violation of our Code of Conduct\nin rooms that are part of our community.</li>\n<li>Violate the rights of us or any third party (including rights of privacy and publicity)\nor abuse, defame, harass, stalk, or threaten another.</li>\n</ul>\n<p>Materials and Services provided by third parties are governed by separate agreements\naccompanying such materials and services.\nWe offer no guarantees and assume no\nresponsibility or liability of any type with respect to the third party services,\nincluding any liability resulting from incompatibility between a third party service,\nour Service, or another third party service.\nYou agree that you will not hold us\nresponsible or liable with respect to the third party services.</p>\nRoom aliases\n<p>Though t2bot.io does not offer customized room aliases currently, outside organizations\ncan claim ownership of a room aliase bearing that organization's name or identifiers.\nIf\nyou represent an organization, and would like to make a claim, please contact us.</p>\n<p>We want users of the Service to be able to engage in a healthy, approachable, community.\nTo maintain a good user experience, we reserve the right to remove or modify any room\naliases under our implicit control.</p>\nIllegal content\n<p>Any content containing or promoting indecent images/depictions of children is illegal\nand utterly prohibited on the Service.\nWhen we become aware of such content, we refer\nthe details to the relevant authorities.\nIf you've found an account, room, or group being\nused for the distribution or promotion of child sexual exploitation, please share the\ndetails by contacting @travis:t2l.io\non Matrix or travis@t2bot.io via email.</p>\n<p>Screenshots of the content are not needed to file a report.\nIdentifiers (room IDs,\naliases, usernames, etc) will be asked for.</p>\nRestriction and termination of use\n<p>We may block, restrict, disable, suspend, or terminate your access to all or part of the\nService at any time in our sole discretion, without prior notice or liability to you.</p>\nEncryption\n<p>The Service may allow you to encrypt your communications end-to-end between devices.\nThere may be restrictions and limitations on the import, possession, use, transfer,\nand/or export of string encryption technology under the laws of the country in which you\nintend to use the Service.\nIt is your sole obligation and responsibility to check such\nrestrictions and limitations before using the Service and to comply with them.\nWe reserve\nthe right to suspend the Service immediately and without notice if we determine, in our\nsole judgement, that the Service is being used in violation of local regulations\ngoverning the use of cryptographic technologies (even though we have no responsibility to\nmake such determination).</p>\nLinks to third party sites\n<p>The Service may include links that will take you to other sites outside of the Service.\nThe linked sites are provided as a convience and the inclusion of the links do not imply\nany endorsement by us of any linked site.\nWe have no control of the linked sites and you\ntherefore acknowledge and agree that we are not responsible for the contents of any\nlinked site, any link contained in a linked site, or any changes or updates to a linked\nsite.\nYou further acknowledge and agree that we are not responsible for any form of\ntransmission (e.g.\nwebcasting) received from any linked site.</p>\nWarranties and disclaimers\n<p>We provide this service under these terms \"as-is\" without warranty of any kind, either\nexpress, implied, statutory, or otherwise, including, but not limited to, the implied\nwarranties of title, non-infringement, merchantability, or fitness for a particular\npurpose.\nWithout limiting the following, we make no warranty that:</p>\n<ul>\n<li>the Service will meet your requirements;</li>\n<li>the Service will be uninterrupted, timely, secure, or error-free;</li>\n<li>the quality of the Service will meet your expectations.\nand</li>\n<li>any errors or defects in the Service will be corrected.</li>\n</ul>\n<p>You acknowledge and agree that:</p>\n<ul>\n<li>we do not control, endorse, or accept responsibility for any materials or services\noffered by third parties (except where stated otherwise), including third party\nvendors and third parties accessible through linked sites;</li>\n<li>we make no representations or warranties whatsoever about any such third parties,\ntheir materials, or services;</li>\n<li>any dealings you may have with such third parties are at your own risk.\nand</li>\n<li>we shall not be liable or responsible for any materials or services offered by third\nparties.</li>\n</ul>\n<p>We do not control or endorse the materials or message content found in any rooms or\ncommunities.\nTo the maximum extent permitted by law, we will have no liability related\nto user materials arising under intellectual property rights, libel, privacy, publicity,\nobscenity, or other laws.\nWe also disclaim all liability with respect to the misuse,\nloss, modification, or unavailability of any user messages or files.</p>\n<p>The use of teh Service is done at your own discretion and risk and with your agreement\nthat you will be solely responsible for any damage to your computer system, loss of\ndata, or other harm that results from such activities.\nWe assume no liability for any\ncomputer virus or other similar software code that is downloaded to your computer from\nthe Service or in connection with any services or materials.\nNo advice or information,\nwhether oral or written, obtained by you from us or via the Service, services, or\nmaterials shall create any warranty not expressly stated in the terms of use.\nWe will\nnot be liable for any loss that you may incur as a result of someone else using your\npassword or account with respect to the Service or any services or materials, either\nwith or without your knowledge.</p>\n<p>Some states or jurisdictions do not allow the exclusion of implied warranties or\nlimitations on how long an implied warranty may last, so the above limitations may\nnot apply to you.\nTo the extent permissible, any implied warranties are limited to\nninety calendar days.</p>\nIndemnity and liability\n<p>\n<em>Note on plain English: This section is a bit too much legalese for our liking.\nWe'll\nimprove this in a later version of this document.</em>\n</p>\n<p>You agree and indemnify and hold us and our officers, co-branders, other partners,\nand employees harmless from any claim or demand, including reasonable attorneys' fees,\nmade by any third party due to or arising out of:</p>\n<ul>\n<li>your user materials and any other content that you may submit, post to, or transmit\nthrough the Service, including a third party's use of such user materials or content;</li>\n<li>your access to or use of the Service (including any use by your employees, contractors,\nor agents and all uses of your usernames and passwords, whether or not actually or\nexpressly authorized by you, in connection with the Service);</li>\n<li>your connection to the Service;</li>\n<li>your violation of the Terms of Use;</li>\n<li>your infringement of any third party's intellectual property rights when using any of\nthe software made available on the Service;</li>\n<li>your violation of any rights of any third party;</li>\n<li>your access to or use of linked sites and your connections thereto.\nor</li>\n<li>any dealings between you and any third parties advertising or promoting via the\nService.</li>\n</ul>\nEmergency service calls\n<p>The Service does not and is not intended to support or carry emergency calls to any\nemergency services.\nWe are not liable for any claims, damages, or loss which arise from\nthis limitation.</p>\nLimitation of liability\n<p>\n<em>Note on plain English: This section is a bit too much legalese for our liking.\nWe'll\nimprove this in a later version of this document.</em>\n</p>\n<p>In no event shall we, our officers, directors, employees, partners, or suppliers be\nliable to you or any third party for any special, punitive, incidental, indirect, or\nconsequential damages or losses of any kind, or any damages or losses whatsoever,\nincluding those resulting from loss of use, data, or profits, whether or not forseeable\nor if we have been advised of the possibility of such damages or losses, and on any\ntheory of liability, including breach of contract or warranty, negligence, or other\ntortious action, or any other claim arising out of or in connection with:</p>\n<ul>\n<li>the access or use of or the inability to access to use the Service;</li>\n<li>the statements or actions of any third party on or via the Service, services, or\nmaterials;</li>\n<li>any dealings with vendors or other third parties;</li>\n<li>any unauthorized access to or alteration of your transmissions, user materials, or\nother data;</li>\n<li>any information that is sent or received, or not sent or received;</li>\n<li>any failure to store or loss of data, files, materials, or other content;</li>\n<li>any services available that are delayed or interrupted;</li>\n<li>any web site referenced or linked to from this Service.\nor</li>\n<li>your access to or use of or inability to access or use any linked site.</li>\n</ul>\n<p>Some jursidictions prohibit the exclusion or limitation of liability for consequential\nor incidental damages.\nAccordingly, the limitations and exclusions set forth above may\nnot apply to you.</p>\nGoverning law and jurisdiction\n<p>This Agreement shall be governed by the laws of Canada, exclusing its conflict of law\nprovisions.\nUnless contrary to the law where you reside, all disputes relating to this\nAgreement are subject to the exclusive jurisdiction of the courts of Canada and you\nexpressly consent to the exercise of personal jurisdiction in the courts of Canada\nin connection with any such dispute.\nThis Agreement shall not be governed by the United\nNations Convention on Contracts for teh Internaltional Sale of Goods.</p>\nGeneral\n<p>The Service is licensed, not sold, to you by us for use strictly in accordance with\nthe terms and conditions of this Agreement.\nOwnership of teh Service shall at all times\nremain with us.\nAccess to the Service is provided to you only to allow you to exercise\nyour rights under this Agreement.</p>\n<p>Subject to your acceptance of, and compliance with, this Agreement and any payment\nrequirements for the Service (if applicable), we hereby grant you a limited,\nnon-exclusive, non-transferable, revocable, non-sublicensable licence, in and under our\nintellectual property rights, to access and use the Service, solely in accordance with\nthe terms and conditions of this Agreement.\nUnless explicitly stated otherwise, any new\nfeatures provided by us that augment or enhance the current Service shall also consitute\n\"Service\" and shall be subject to these terms and conditions.\nALl rights not expressly\ngranted under this Agreement are retained by us.</p>\n<p>You may also be subject to additional terms and conditions that may apply when you use\nother services from us, third party content, or third party software.\nIf for any reason\na court of competent jurisdiction finds any provision of the Terms of Use, or any portion\nthereof, to be unenforceable, that provision shall be enforced to the maximum extent\npermissable so as to effect the intent of the parties as reflected by that provision, and\nthe remainder of the Terms of Use shall continue in full force and effect.\nAny failure\nby us to enforce or exercise any provision of the Terms of Use or related right shall not\nconsitute a waiver of that right or provision.\nThe section titles used in this Agreement\nare purely for convenience and carry with them no legal or contractual effect.</p>\nDocument history\n<ul>\n<li>November 2020: created.</li>\n</ul>\n<p>\n<strong>A note to other startups</strong>: this document was heavily inspired by\nBalsamiq's plain English ToS document.\nWe were impressed by their championing of plain English, and\nwanted to reproduce that as much as possible in our own legal documentation.\nFeel free\nto draw similar inspiration from this document, though be sure to get any documents you\nproduce checked over by a lawyer.\nGood luck!</p>\n<p>This document is heavily inspired by matrix.org's terms and conditions.</p>\n", "created_at": "2023-05-14 02:15:42.799358", "updated_at": "2023-05-14 02:16:46.385455"}, {"id": 16077, "name": "Code of Conduct", "url": "https://t2bot.io/docs/legal/code-of-conduct-v1/", "xpath": "/html/body/div/main", "text": "<p>\n<em>Last updated November 7th, 2020</em>\n</p>\n<p>This code of conduct outlines our expectations for participants within the t2bot.io\ncommunity, as well as steps for reporting unacceptable behaviour.\nWe are committed to\nproviding a welcoming and inspiring community for all, and expect our code of conduct\nto be honoured.\nAnyone who violates this code of conduct may be banned from the\ncommunity.</p>\n<p>This code of conduct applies to conversation in any room within the t2bot.io community\nand commits and comments relating to any project in the t2bot\nGitHub space.\nIf \"t2bot.io homeserver moderator\"\n(@abuse:t2bot.io) is a member of the room, this\ncode of conduct applies to that room.</p>\n<p>Our open source community strives to:</p>\n<ul>\n<li>\n<strong>Be friendly and patient.</strong>\n</li>\n<li>\n<strong>Be welcoming.</strong> We strive to be a community that welcomes and supports people of\nall backgrounds and identities.</li>\n<li>\n<strong>Be considerate.</strong> Your work will be used by other people, and you in turn will\ndepend on the work of others.\nAny decision you take will affect users and colleagues,\nand you should take those consequences into account when making decisions.\nRemember\nthat we're a worldwide community, so you might not be communicating in someone else's\nprimary language.</li>\n<li>\n<strong>Be respectful.</strong> Not all of us will agree all the time, but disagreement is not\nexcuse for poor behaviour and poor manners.\nWe might all experience some frustration\nnow and then, but we cannot allow that frustration to turn into a personal attack.\nIt's\nimportant to remember that a community where people feel uncomfortable or threatened\nis not a productive one.</li>\n<li>\n<strong>Be careful in the words that we choose.</strong> Be kind to others.\nDo not insult or put\ndown other participants.\nHarassment and other exclusionary behaviour aren't acceptable.</li>\n<li>\n<strong>Try to understand why we disagree.</strong> Disgreements, both social and technical, happen\nall the time.\nIt is important that we resolve disagreements and differing views\nconstructively.\nRemember that we're different.\nThe strength of our community comes from\nits diversity, people from a wide range of backgrounds.\nDifferent people have different\nperspectives on issues.\nBeing unable to understand why someone holds a viewpoint\ndoesn't mean they're wrong.\nDon't forget that it is human to err and blaming each other\ndoesn't get us anywhere.\nInstead, focus on helping to resolve issues and learning from\nmistakes.</li>\n</ul>\nDefinitions\n<p>Harassment is strictly not tolerated, and can include the following:</p>\n<ul>\n<li>Comments relating to gender, gender identity, sexual orientation, disabilities,\nillnesses, appearance, region, political affiliation, religious affiliation, etc.</li>\n<li>Deliberate misgendering or deadnaming.</li>\n<li>Physical, simulated or otherwise, contact without consent or request to stop.</li>\n<li>Threats or incitement of violence of any kind, including encouraging suicide or\nself-harm.</li>\n<li>Deliberate intimidation, including stalking and following.</li>\n<li>Harassing photography or recording, including logging online activity for harassment\npurposes.</li>\n<li>Sustained distruption of conversation.</li>\n<li>Unwelcome sexual attention, including off-topic images or behaviour.</li>\n<li>Patterns of inappropriate social contact, such as requesting/assuming inappropriate\nlevels of intimacy with others.</li>\n<li>Continued one-on-one communication after requests cease.</li>\n<li>Deliberate outing of any aspect of a person's identity without their consent, unless\nneeded to protect others from intentional abuse.\nCoercing someone to out themselves\nunwillingly is also not tolerated.</li>\n<li>Publication of private conversations without consent.</li>\n</ul>\n<p>Complaints made to us must be:</p>\n<ul>\n<li>In good faith and not malicious in nature.</li>\n<li>Not regarding reasonable communication boundaries, such as someone saying \"leave me\nalone\" or \"go away\".</li>\n<li>Not regarding refusal to explain/debate social justice concepts.</li>\n<li>Not be regarding a perceived tone of conversation.</li>\n<li>Not be an attempt to incite oppressive behaviour, such as reporting someone for being\nof a particular identity.</li>\n</ul>\nDiversity statement\n<p>We encourage everyone to participate and are committed to building a community for all.\nAlthough we will fail at times, we seek to treat everyone both as fairly and equally as\npossible.\nWhenever a participant has made a mistake, we expect them to take\nresponsibility for it.\nIf someone has been harmed or offended, it is our responsibility\nto listen carefully and respectfully, and do our best to right the wrong.</p>\n<p>Though our list cannot be exhaustive, we explicitly welcome anyone regardless of\nidentity, gender, age, culture, ethnicity, language, national origin, political beliefs,\nprofession, race, religion, sexual orientation, socioeconomic status, and technical\nability.\nWe will not tolerate discimination of any kind.</p>\n<p>We take a position on acceptable behaviour for our community as defined by this code of\nconduct.\nWe will not endorse behaviour which is counter to this.\nWe do not have a mandate\nto promote content which is associated with an entity whose position is incompatible\nwith this code of conduct.</p>\nReporting issues\n<p>If you experience or witness unacceptable behaviour, or have any other concerns, please\nreport it by contacting @travis:t2l.io on Matrix.\nAll reports are handled with discretion.\nIf your report relates to TravisR themselves,\nplease report it to matrix.org under their code of conduct.</p>\n<p>In your report, please include:</p>\n<ul>\n<li>Names of any individuals involved.\nIf there are additional witnesses, please include\nthem as well.</li>\n<li>Your account of what occurred, and if you believe the incident is ongoing.</li>\n<li>The date and time of the incident (or just the start of the incident).</li>\n<li>Any additional information that may be helpful.</li>\n</ul>\n<p>After filing a report, we will review the report, ask any questions we may have, and\nmake a decision on how to respond.\nWe will follow up once the relevant action has been\ntaken against the accused, if any.\nWe will not disclose who made a report without\nconsent.</p>\nAttribution and acknowledgements\n<p>Much of this code of conduct is based upon matrix.org's code of conduct,\nwhich is in turn based on the TODO Group's\nOpen Code of Conduct template.</p>\n", "created_at": "2023-05-14 02:15:42.858426", "updated_at": "2023-05-14 02:17:15.598949"}, {"id": 16078, "name": "Security Disclosure Policy", "url": "https://t2bot.io/docs/legal/security-disclosure-policy-v1/", "xpath": "/html/body/div/main", "text": "<p>\n<em>Last updated: November 7th, 2020</em>\n</p>\n<p>We greatly appreciate investigative work into security vulnerabilities carried out\nby well-intentioned, ethical, security researchers.\nWe follow the practice of\nresponsible disclosure in order\nto best protect our user base from the impact of security issues.\nOn our side, this\nmeans:</p>\n<ul>\n<li>We will respond to security incidents as a priority.</li>\n<li>We will fix the issue as soon as is practical, keeping in mind that not all risks are\ncreated equal.</li>\n<li>We will always transparently let our community know about any incidents that affect\nthem.</li>\n</ul>\n<p>If you have found a security vulnerability in t2bot.io, we ask thay you disclose it\nreponsibly by messaging @travis:t2l.io on Matrix.\nPlease do not discuss potential vulnerabilities in public on near-public without first\nvalidating with us.</p>\n<p>On receipt, we will:</p>\n<ul>\n<li>Review the report, verify the vulnerability, and respond with confirmation or for\nmore information.\nWe typically reply within 24 hours.</li>\n<li>Once the security bug has been addresses we will notify the reporter, who is then\nwelcome to optionally disclose publicly.</li>\n</ul>\n<p>Please note that although t2bot.io is built off Matrix, we cannot reasonably take the\nlead on resolving incidents relating to the protocol.\nIf an issue is determined to be\nan issue with the Matrix protocol, we will report it upstream to the Matrix team per\ntheir security disclosure policy.\nWe\nwill respond to the original reporter to indicate that their report has been proxied\nto the Matrix team, and, if desired, disclose the reporter to the Matrix team for\nappropriate credit.\nSimilar programs apply for software t2bot.io depends on, such as\nbridges and bots not authored by us directly.</p>\n<p>We do not currently provide a bug bounty program.\nWe do, however, maintain a Hall of Fame\nto recognize those who have responsibly disclosed security issues to us in the past.</p>\nHall of Fame\n<ul>\n<li>\n<em>March 4th, 2021</em> - matrix-media-repo - jomat<br>\nAn issue where short audio files could crash the process.\nFixed in v1.2.3</li>\n<li>\n<em>April 15th, 2021</em> - matrix-media-repo - Muhammad Zaid Ghifari<br>\nMemory exhaustion through thumbnailing crafted media.\nDescribed as CVE-2021-29453\nand fixed in v1.2.7.</li>\n<li>\n<em>April 30th, 2021</em> - matrix-media-repo - jomat<br>\nAn issue where malicious APNGs files could crash the process.\nFixed in v1.2.8</li>\n</ul>\n<p>If you think we missed you, sorry - please let us know by messaging\n@travis:t2l.io on Matrix.</p>\n", "created_at": "2023-05-14 02:15:42.887723", "updated_at": "2023-05-14 02:17:33.270983"}, {"id": 16079, "name": "Copyright Notice", "url": "https://t2bot.io/docs/legal/copyright-v1/", "xpath": "/html/body/div/main", "text": "<p>\n<em>Last updated: November 8th, 2020</em>\n</p>\nIntroduction\n<p>When you read \"the t2bot.io homeserver\", \"t2bot.io\", or \"the Service\" below, it refers\nto the services made available at https://t2bot.io and https://t2host.io (and any\nsubdomains of either).\nThese services store your interactions, conversation history,\nand provide a means of communication via the open Matrix decentralized communication\nprotocol with the public Matrix Network.</p>\n<p>When you read \"we\", \"our\", or \"us\" below it refers to t2bot.io's owners and operators -\ncurrently this is a role held solely by Travis Ralston (TravisR,\n@travis:t2l.io).</p>\n<p>TravisR is the Data Controller for the Service.\nWe can be contacted as per the following:</p>\n<ul>\n<li>On Matrix through @travis:t2l.io.</li>\n<li>By email through travis@t2bot.io.\nPlease note that email\ncommunication is often slower and can have upwards of a 5 business day delay.</li>\n</ul>\n<p>Should you have any questions or concerns about this document, please let us know through\none of the contact methods above.</p>\n<p>If the terms of this copyright notice are not acceptable, please use a service\nprovided by someone else.</p>\nReporting claims of copyright infringement\n<p>We take claims of copyright infringement seriously.\nThis policy deals with what to do if\nyou believe that any user contributions violate your copyright.\nIt is our policy to\nterminate the user accounts of repeat infringers.</p>\n<p>We will respond to notices of alleged copyright infringement that comply with applicable\nlaw.\nIf you believe any materials accessible via the Service infringe your copyright, you\nmay request removal of those materials (or access to them) from the Service by\nsubmitting written notification to our Copyright Agent (designated below).\nIn accordance\nwith the Online Copyright Infringement Liability Limitation Act of the Digital Millennium\nCopyright Act (17 U.S.C.\n§ 512) (\"DMCA\"), the written notice (the \"DMCA Notice\") must\ninclude substantially the following:</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>Identification of the copyrighted work you believe to have been infringed or, if the\nclaim involves multiple works on the Service or in connection with the Services, a\nrepresentative list of such works.</li>\n<li>Identification of the material you believe to be infringing in a sufficiently precise\nmanner to allow us to locate that material.</li>\n<li>Adequate information by which we can contact you (such as your name, postal address,\ntelephone number, and email address).</li>\n<li>A statement that you have a good faith belief that use of the copyrighted material is\nnot authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the inforamtion in the written notice is accurate.</li>\n<li>A statement, under penalty of perjury, that you are authorized to act on behalf of the\ncopyright owner.</li>\n</ul>\n<p>Our designated Copyright Agent to receive DMCA Notices is:</p>\n<p>Travis Ralston</p>\n<p>By Email: travis@t2bot.io</p>\n<p>By Matrix: @travis:t2l.io</p>\n<p>If you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your\nDMCA Notice may not be effective.\nPlease be aware that if you knowingly materially\nmisrepresent that material or activity on the Service or in connection with the Services\nis infringing on your copyright, you may be held liable for damages (including costs and\nattorneys' fees) under Section 512(f) of the DMCA.</p>\nCounter-notification procedures\n<p>If you believe that the material you posted on the Service or using the Service was\nremoved or access to it was disabled by mistake or misidentification, you may file a\ncounter-notification with us (a \"Counter-Notice\") by submitting written notification to\nour Copyright Agent.\nPursuant to the DMCA, the Counter-Notice must include substantially\nthe following:</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>An identification of the material that has been removed or to which access has been\ndisabled and the location at which the material appeared before it was removed or\naccess disabled.</li>\n<li>Adequate information by which we can contact you (such as your name, postal address,\ntelephone number, and email address).</li>\n<li>A statement under penalty of perjury by you that you have a good faith belief that the\nmaterial identified above was removed or disabled as a result of a mistake or\nmisidentification of the material to be removed or disabled.</li>\n<li>A statement that you will consent to the jurisdiction of the Federal District Court\nfor the judicial district in which your address is located (or if you reside outside\nthe United States for any judicial district in which the Website or Services may be\nfound) and that you will accept service from the person (or an agent of that person)\nwho provided the Website or Services with the complaint at issue.</li>\n</ul>\n<p>The DMCA allows us to restore the removed content if the party filing the original DMCA\nNotice does not file a court action against you within ten business days of receiving\nthe copy of your Counter-Notice.</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity\non the Service or provided in connection with the Service was removed or disabled by\nmistake or misidentification, you may be held liable for damages (including costs and\nattorneys' fees) under Section 512(f) of the DMCA.</p>\n<p>This document is heavily inspired by Element's copyright notice.</p>\n", "created_at": "2023-05-14 02:15:42.9171", "updated_at": "2023-05-14 02:17:49.480787"}], "points": [{"id": 33077, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 13:06:39.68713", "updated_at": "2023-07-11 06:31:23.634549", "quoteText": null, "case_id": 403, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33092, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://t2bot.io/docs/legal/copyright-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 14:10:39.84742", "updated_at": "2023-07-11 06:31:26.519129", "quoteText": null, "case_id": 138, "document_id": 16079, "quoteStart": null, "quoteEnd": null}, {"id": 33074, "title": "There is a date of the last update of the T&C and CN documents", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 12:53:54.905089", "updated_at": "2023-07-11 06:31:30.636897", "quoteText": null, "case_id": 331, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33073, "title": "The terms for this service are easy to read", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 12:52:50.785236", "updated_at": "2023-07-11 06:31:30.54984", "quoteText": null, "case_id": 199, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33076, "title": "Your feedback is invited regarding changes to the terms.", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 13:02:07.725277", "updated_at": "2023-07-11 06:31:31.127626", "quoteText": null, "case_id": 119, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33085, "title": "Logs are deleted after 180 days", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 13:40:10.050292", "updated_at": "2023-07-11 06:31:31.205597", "quoteText": null, "case_id": 177, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33079, "title": "The Terms and Conditions may be changed any time at their discretion, without notice to you ", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 13:10:05.834543", "updated_at": "2023-07-11 06:31:31.284208", "quoteText": null, "case_id": 121, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33086, "title": "Your information is only shared with third parties when given specific consent", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "", "created_at": "2023-05-14 13:44:02.006756", "updated_at": "2023-07-11 06:31:31.363049", "quoteText": null, "case_id": 296, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33082, "title": "You can retrieve an archive of your data", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 13:26:49.042184", "updated_at": "2023-07-11 06:31:31.600792", "quoteText": null, "case_id": 140, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33084, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 13:39:48.11649", "updated_at": "2023-07-11 06:31:31.443853", "quoteText": null, "case_id": 399, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33078, "title": "You should revisit the Privacy Notice periodically, although in case of material changes, the service will notify", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 13:07:26.686665", "updated_at": "2023-07-11 06:31:32.249089", "quoteText": null, "case_id": 329, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33088, "title": "Your personal data may be transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 14:00:37.319546", "updated_at": "2023-07-11 06:31:32.329039", "quoteText": null, "case_id": 243, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33090, "title": "Information is provided about security practices", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 14:03:58.862465", "updated_at": "2023-05-14 14:40:16.157403", "quoteText": null, "case_id": 226, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33081, "title": "You can limit how your information is used by third-parties and the service", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "'For completeness, your rights under GDPR are: [...] 5. The right to restrict processing.'", "created_at": "2023-05-14 13:20:55.833135", "updated_at": "2023-07-11 06:31:31.519709", "quoteText": null, "case_id": 338, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33083, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 13:39:03.173472", "updated_at": "2023-07-11 06:31:31.927201", "quoteText": null, "case_id": 333, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33089, "title": "Your personal data is not sold", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 14:01:41.21288", "updated_at": "2023-07-11 06:31:32.088742", "quoteText": null, "case_id": 193, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33091, "title": "Archives of their T&C and PN documents are provided so that changes can be viewed over time", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 14:05:15.804596", "updated_at": "2023-07-11 06:31:32.168953", "quoteText": null, "case_id": 197, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33097, "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself", "source": "https://t2bot.io/docs/legal/copyright-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 14:16:24.113964", "updated_at": "2023-07-11 06:31:32.900827", "quoteText": null, "case_id": 155, "document_id": 16079, "quoteStart": null, "quoteEnd": null}, {"id": 33080, "title": "You can request access, correction and/or deletion of your data", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "'For completeness, your rights under GDPR are: [...] 2. The right of access. 3. The right to rectification. 4. The right to erasure.'", "created_at": "2023-05-14 13:18:29.516571", "updated_at": "2023-07-11 06:31:33.742635", "quoteText": null, "case_id": 195, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33075, "title": "There is a date of the last update of the PN, SDP and CoC documents", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 12:56:10.535684", "updated_at": "2023-07-11 06:31:33.838817", "quoteText": null, "case_id": 331, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33087, "title": "The service will only respond to government requests that are reasonable", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-14 13:56:20.687782", "updated_at": "2023-07-11 06:31:33.999212", "quoteText": null, "case_id": 393, "document_id": 16076, "quoteStart": null, "quoteEnd": null}, {"id": 33836, "title": "Your use can be throttled", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Full quote: 'We may block, restrict, disable, suspend, or terminate your access to all or part of the Service at any time in our sole discretion, without prior notice or liability to you.'", "created_at": "2023-05-28 11:14:28.470997", "updated_at": "2023-07-11 06:32:22.292", "quoteText": null, "case_id": 157, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33837, "title": "User suspension from the service will be fair and proportionate.", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:18:40.629347", "updated_at": "2023-07-11 06:32:29.259861", "quoteText": null, "case_id": 204, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33838, "title": "You maintain ownership of your content", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:21:24.08211", "updated_at": "2023-07-11 06:32:29.344038", "quoteText": null, "case_id": 183, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33845, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:32:10.582692", "updated_at": "2023-07-11 06:32:29.429973", "quoteText": null, "case_id": 202, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33835, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Full quote: 'We may block, restrict, disable, suspend, or terminate your access to all or part of the Service at any time in our sole discretion, without prior notice or liability to you.'", "created_at": "2023-05-28 11:10:49.179481", "updated_at": "2023-05-28 11:14:11.301886", "quoteText": null, "case_id": 201, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33844, "title": "Private messages can be read", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:30:49.512005", "updated_at": "2023-07-11 06:32:30.807036", "quoteText": null, "case_id": 239, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33851, "title": "The publishing of personally identifiable information without the owner’s consent is not allowed", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Full quote: 'Violate the rights of us or any third party (including rights of privacy and publicity) or abuse, defame, harass, stalk, or threaten another.'", "created_at": "2023-05-28 11:51:30.958406", "updated_at": "2023-07-11 06:32:30.990152", "quoteText": null, "case_id": 444, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33846, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:37:14.035039", "updated_at": "2023-07-11 06:32:31.075946", "quoteText": null, "case_id": 288, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33849, "title": "You agree not to use the service for illegal purposes", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:49:19.243348", "updated_at": "2023-07-11 06:32:31.168642", "quoteText": null, "case_id": 280, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33860, "title": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 12:24:52.611787", "updated_at": "2023-07-11 06:32:31.689974", "quoteText": null, "case_id": 145, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33863, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 12:36:33.03347", "updated_at": "2023-07-11 06:32:31.781191", "quoteText": null, "case_id": 144, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33848, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:46:12.759259", "updated_at": "2023-07-11 06:32:31.865274", "quoteText": null, "case_id": 281, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33852, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:55:42.043344", "updated_at": "2023-07-11 06:32:31.438359", "quoteText": null, "case_id": 408, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33850, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Full quote: 'Violate the rights of us or any third party (including rights of privacy and publicity) or abuse, defame, harass, stalk, or threaten another.'", "created_at": "2023-05-28 11:50:29.168934", "updated_at": "2023-07-11 06:32:31.947041", "quoteText": null, "case_id": 283, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33854, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 12:04:35.130954", "updated_at": "2023-07-11 06:32:32.031476", "quoteText": null, "case_id": 286, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33855, "title": "This service does not guarantee that it meets your expectations or requirements", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "'Without limiting the following, we make no warranty that: the Service will meet your requirements;'", "created_at": "2023-05-28 12:05:12.78304", "updated_at": "2023-07-11 06:32:32.118214", "quoteText": null, "case_id": 290, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33856, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "'Without limiting the following, we make no warranty that: [...] the Service will be uninterrupted, timely, secure, or error-free;'", "created_at": "2023-05-28 12:06:32.59616", "updated_at": "2023-07-11 06:32:32.246963", "quoteText": null, "case_id": 287, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33858, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 12:14:18.643217", "updated_at": "2023-07-11 06:32:32.335916", "quoteText": null, "case_id": 292, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33862, "title": "The court of law governing the terms is in Canada", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 12:30:05.462564", "updated_at": "2023-07-11 06:32:32.421466", "quoteText": null, "case_id": 163, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33865, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 12:40:06.32888", "updated_at": "2023-07-11 06:32:32.520682", "quoteText": null, "case_id": 295, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33857, "title": "The service does not guarantee that software errors will be corrected", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "'Without limiting the following, we make no warranty that: [...] any errors or defects in the Service will be corrected.'", "created_at": "2023-05-28 12:11:29.719373", "updated_at": "2023-07-11 06:32:32.611803", "quoteText": null, "case_id": 289, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33859, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 12:23:45.801948", "updated_at": "2023-05-28 20:51:56.248221", "quoteText": null, "case_id": 186, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33861, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 12:27:45.93977", "updated_at": "2023-07-11 06:32:31.55904", "quoteText": null, "case_id": 293, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33868, "title": "This service offers a symbolic but nonbinding statement about a matter of opinion, ethics, society, or politics", "source": "https://t2bot.io/docs/legal/code-of-conduct-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 13:06:13.864909", "updated_at": "2023-05-28 20:49:22.819493", "quoteText": null, "case_id": 332, "document_id": 16077, "quoteStart": null, "quoteEnd": null}, {"id": 33864, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 12:38:59.793096", "updated_at": "2023-07-11 06:32:32.696828", "quoteText": null, "case_id": 294, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33866, "title": "Your account can be suspended for several reasons", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 12:53:39.614281", "updated_at": "2023-07-11 06:32:32.78005", "quoteText": null, "case_id": 205, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33847, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 11:43:32.099399", "updated_at": "2023-07-11 06:32:35.182554", "quoteText": null, "case_id": 284, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33853, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Generated through the annotate view", "created_at": "2023-05-28 12:00:42.142324", "updated_at": "2023-07-11 06:32:35.267398", "quoteText": null, "case_id": 278, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33867, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "Full quote: 'We may block, restrict, disable, suspend, or terminate your access to all or part of the Service at any time in our sole discretion, without prior notice or liability to you.'", "created_at": "2023-05-28 12:55:47.467209", "updated_at": "2023-07-11 06:32:35.34905", "quoteText": null, "case_id": 201, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 33886, "title": "No guarantee is given regarding quality", "source": "https://t2bot.io/docs/legal/terms-v1/", "status": "'Without limiting the following, we make no warranty that: [...] the quality of the Service will meet your expectations;'", "created_at": "2023-05-29 09:57:33.656852", "updated_at": "2023-07-11 06:32:35.504866", "quoteText": null, "case_id": 160, "document_id": 16075, "quoteStart": null, "quoteEnd": null}, {"id": 34258, "title": "The service claims to be GDPR compliant for European users", "source": "https://t2bot.io/docs/legal/privacy-v1/", "status": "Generated through the annotate view", "created_at": "2023-06-30 22:32:13.564194", "updated_at": "2023-06-30 22:35:56.772526", "quoteText": null, "case_id": 481, "document_id": 16076, "quoteStart": null, "quoteEnd": null}], "urls": ["t2bot.io", "status.t2bot.io"]}}