{"error": 448, "message": "OK", "parameters": {"id": 8158, "name": "BillGO", "created_at": "2023-05-01 20:30:26.793368", "updated_at": "2023-05-01 22:02:11.350943", "wikipedia": null, "keywords": null, "related": null, "slug": "billgo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8158.png", "url": "billgo.com", "documents": [{"id": 15835, "name": " Privacy Policy", "url": "https://billgo.com/privacy-policy", "xpath": "//body", "text": " <p>This website stores cookies on your computer.\nThese cookies are used to collect information about how you interact with our website and allow us to remember you.\nWe use this information in order to improve and customize your browsing experience and for analytics and metrics about our visitors both on this website and other media.\nTo find out more about the cookies we use, see our Privacy Policy</p>\n<p>If you decline, your information won’t be tracked when you visit this website.\nA single cookie will be used in your browser to remember your preference not to be tracked.</p> Accept Decline <ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n<ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>About Us</li>\n<li>Resources</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Join Us</li>\n<li>Contact</li>\n<li>Bill Pay Hub</li>\n</ul>\n</li>\n</ul> Privacy Policy BillGO, Inc.\nPrivacy Policy\n<p>\n<strong>Last Updated: June 30, 2021</strong>\n</p>\n<p>BillGO, Inc.\n(“BillGO”, “Prism”, “the App”, “we”, “our”, or “us”) respects your privacy and is committed to protecting it through the practices set forth in this privacy policy (“Policy”).\nThis Policy describes how your personal &nbsp;information is collected, used, and disclosed by BillGO and our vendors (e.g.\nour payment processor or other third parties involved in helping process or otherwise provide our services) with respect to your use of BillGO’s services, &nbsp;websites, products, or when you otherwise interact with us, including through telephone, email, text and other electronic messages (collectively, the “Services”).\n“Personal information” is information that can be associated with a specific person and used to identify that person.\nPersonal information does not include information that has been anonymized or aggregated so that it does not identify a specific user.</p>\n<p>This Policy covers the following topics:</p>\n<ul>\n<li>Updates to the Privacy Policy</li>\n<li>Sources of Information About You</li>\n<li>Our Use of Information</li>\n<li>Sharing of Information</li>\n<li>Sharing and Use of Aggregated and Anonymized Information</li>\n<li>Updating of Information</li>\n<li>Children’s Privacy</li>\n<li>Security</li>\n<li>For Nevada Residents</li>\n<li>For Vermont Residents</li>\n<li>For California Residents</li>\n<li>Contact Information</li>\n</ul>\n<p>\n<strong>Updates to the Privacy Policy<br>\n</strong>This Policy was last changed on the date set forth at the top of the Policy.\n&nbsp;We are constantly trying to improve the Service, so we may need to change this Policy from time to time as well, but we will alert you to changes by placing a notice on a BillGO product/service home page or webpage, within the App, or, when possible, by notifying you by electronic means (such as email, text notification or notification to your Service account).\n&nbsp;In addition, we will also edit the date at the top of this Policy to reflect the date of the changes.\n&nbsp;If you use the Services after any changes to the Policy have been posted, you agree to all the changes.\n&nbsp;</p>\n<p>Unless we notify you and get your express consent to the contrary, use and sharing of your personal information, we collect is subject to the Policy in effect at the time such information is collected (meaning – Policy changes will not be retroactive).\nIf we need to use or share your personal information in any manner outside of what is set forth in this Policy, we will notify you in advance and get your express consent.\n&nbsp;</p>\n<p>\n<strong>Sources of Information About You</strong>\n<br>We obtain information about you from a variety of sources, including you, your interaction with BillGO, and third parties.\nSuch information may include, but is not limited to, your name, postal address, email address, birth date, unique government issued identification number, telephone number, bank account and transaction information, and biller and payment information.</p>\n<p>If you use certain Services, you may be required to provide us certain information that includes:</p>\n<ul>\n<li>Information that you provide by filling in forms on our website or to use BillGO Services.\nThis includes information provided at the time of registering to use our Services, subscribing to our Services, posting material or requesting further Services.</li>\n<li>Log-in information and credentials to gain access to BillGO Services.</li>\n<li>Information you provide when you report a problem with our Services.</li>\n<li>Records or copies of correspondence, if you contact us.</li>\n<li>Your responses to surveys that we might ask you to complete for research purposes.</li>\n<li>Details of transactions you carry out through our Services.\nYou may be required to provide financial or bank account information in order to use our Services.</li>\n<li>Your search queries on our website or through our Services.</li>\n</ul>\n<p>We may collect your usage information about how you use the Services, including your access times, location, browser types and language, and Internet protocol addresses.\nWe may collect device-specific information when you access our Services, including your hardware model, operating system and version, unique device identifiers, mobile network information, and information about the device’s interaction with our Services.</p>\n<p>When you use our Services to make or accept payments, we collect information about the transactions, including the payment amounts and payment methods used to complete the transactions, bank account information for settlement, other relevant information &nbsp;about the financial institutions you use to conduct business, and basic user information such as your name, email address, mailing address, and phone number.</p>\n<p>The information we collect automatically is statistical data and may or may not include personal information, but we may maintain it or associate it with personal information we collect in other ways or receive from third parties.\nIt helps us to improve and to deliver better and more personalized Services, including by enabling us to: &nbsp;</p>\n<ul>\n<li>Estimate our audience size and usage patterns.</li>\n<li>Store information about your preferences, allowing us to customize our Services according to your individual interests.</li>\n<li>Speed up your searches.</li>\n<li>Recognize you when you return to our Services.</li>\n</ul>\n<p>The technologies we may use for this automatic data collection may include:</p>\n<ul>\n<li>Cookies (or browser cookies).\nA cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Services.\nUnless you have adjusted your browser settings so that it will refuse cookies, our system will issue cookies when you direct your browser to our Services.\nCookies may be used for session management, including the storage of device identifiers.</li>\n<li>Flash Cookies.\nCertain features of our Services may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from and on our Services.\nFlash cookies are not managed by the same browser settings as are used for browser cookies.</li>\n<li>Web Beacons.\nPages of the Services or our emails may contain small electronic files know as web beacons (also referred to as clear gifs, &nbsp;pixel tags, and single-pixel gifs) that permit BillGO, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).</li>\n</ul>\n<p>We may also collect information about you from third parties, including but not limited to third-party verification services, credit bureaus, mailing list providers, publicly available sources, and another user that refers you.</p>\n<p>\n<strong>Our Use of Information<br>\n</strong>We use information about you to provide, maintain, personalize and improve our Services and to deliver the information and support you request, including receipts, technical notices, security alerts, and support and administrative messages.</p>\n<p>We may use information we collect to send you news and information about our Services and to communicate with you about products, services, contests, promotions, incentives, and rewards offered by us and select partners.\nYou may opt out of receiving promotional emails or texts messages from BillGO by following the instructions in those emails or text messages.\nIf you opt out, we may still send you non-promotional communications, such as messages about your account or our ongoing business relations.\n&nbsp.\n&nbsp;</p>\n<p>We may also use information about you:</p>\n<ul>\n<li>To track and analyze trends and usage in connection with our Services.</li>\n<li>To process and deliver contest and promotional entries and rewards.</li>\n<li>To protect our rights or property.</li>\n<li>To compare information for accuracy.</li>\n<li>To verify your identify.</li>\n<li>To investigate and prevent fraud or other illegal activities.</li>\n<li>For any other purpose disclosed to you in connection with our Services.</li>\n</ul>\n<p>Additionally, we use information that we collect about you or that you provide to us, including any personal information:</p>\n<ul>\n<li>To provide you with information, products or services that you request from us.</li>\n<li>To fulfill any other purpose for which you provide it.</li>\n<li>To provide you with notices about your account/subscription, including expiration, renewal or change in terms notices.</li>\n<li>To carry out obligation and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.</li>\n<li>To notify you about changes to our Services or any products or services we offer or provide through them.</li>\n<li>In any other way we may describe when you provide the information.</li>\n<li>For any other purpose with your prior consent.\n&nbsp.\n&nbsp;</li>\n</ul>\n<p>\n<strong>Sharing of Information<br>\n</strong>We may share personal information about you as follows:</p>\n<ul>\n<li>To our subsidiaries and affiliates.</li>\n<li>To contractors, service providers and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.</li>\n<li>In order to verify the existence and condition or your account and to confirm your authority to use a bank account.</li>\n<li>To comply with any court order, law or legal process, including to respond to any government or regulatory request.</li>\n<li>To enforce or apply our terms of service and other agreements, including for billing and collection purposes.</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of BillGO, our customers or others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection and risk management.</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of BillGO’s assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by BillGO about our users is among the assets transferred.</li>\n<li>To fulfill the purpose for which you provide it.</li>\n<li>With your prior consent or direction.</li>\n<li>For our internal business purposes, such as data analysis, auditing, and legal compliance.</li>\n</ul>\n<p>We do not sell any information we collect or that is provided to us by you, including personal information, to third parties.\nBillGO is not responsible for any practices employed by websites linked to or from our website, nor their information or content.\nPlease remember that when you use a link to go from our website to another website, this Policy is no longer in effect.\nYour browsing and interaction on any other website is subject to that website’s own rules and policies.\nPlease read over those rules and policies before proceeding.\nAdditionally, some content or applications, including advertisements, on or through the Services are served by third-parties, including advertisers, ad networks and servers, content providers and application providers.\nThese third parties may use cookies, alone or in conjunction with web beacons or other tracking technologies, to collect information about you when you use our Services.\nThis information they collect may be associated with our personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based (behavioral) advertising or other targeted content.\nWe do not control these third parties’ tracking technologies or how they may be used.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.</p>\n<p>\n<strong>Sharing and Use of Aggregated and Anonymized Information<br>\n</strong>Notwithstanding the foregoing, we may also use and share aggregated, non-personally identifiable information for any purposes (for example, we may publish reports on usage of our Services).\nFor clarity, such information will be in a form that cannot personally identify you.\n&nbsp.\n&nbsp;</p>\n<p>\n<strong>Updating of Information<br>\n</strong>You may update or correct information about yourself by accessing your account or portal within the Services.</p>\n<p>\n<strong>Children’s Privacy<br>\n</strong>The Children’s Online Privacy Protection Act was created to protect children under the age of 13 from unsuspecting acts or practices in conjunction with collecting, using, and disclosing any information about them.\nOur Services are not intended for anyone under the age of 13.\nIf you are under 13, do not use or provide any information on or through our Services.\nIf we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information.\nIf you are a parent or guardian or otherwise believe we might have any information from or about a child under the age of 13, please contact us so that we can delete the child’s information.\nThe Services will never knowingly accept, collect, maintain or use any information from a child under the age of 13.\nIf a child whom we know to be under the age of 13 sends personal information to us online, we will only use that information to respond directly to that child or notify parents.</p>\n<p>\n<strong>Security<br>\n</strong>We maintain physical, electronic, and operational procedures to safeguard the security of your personal information.\nWe comply with state and federal laws, regulations and standards, are PCI-DSS compliant and have established SOC2 Type2 protocols and internal controls to secure information provided to us.\nWhen you provide personal information we take appropriate steps to safeguard access (e.g.\nencryption).\nWhile we have taken commercially appropriate and required efforts to guard your personal information, we cannot guarantee that your personal information may not be accessed or disclosed accidentally or wrongfully.\nYou acknowledge and agree that any personal information you provide or store through the Services is at your own risk.\nIf you have reason to believe that your interaction with us is no longer secure (e.g.\nif you feel that the security of any account you might have with us has been compromised), you must immediately notify us of the problem by contacting us as detailed below.\n&nbsp.\n&nbsp;</p>\n<p>\n<strong>For Nevada Residents</strong>\n<br>WE ARE PROVIDING YOU THIS NOTICE UNDER NEVADA STATE LAW.\nYOU MAY BE PLACED ON OUR INTERNAL DO NOT CALL LIST BY EMAILING US AT Privacy@billgo.com, &nbsp;OR WRITING US AT BillGO, Inc., P.O.\nBox 272390, Fort Collins, CO 80527 (ATTN: Privacy).</p>\n<p>\n<strong>For Vermont Residents</strong>\n<br>UNDER VERMONT LAW, WE WILL NOT SHARE ANY PERSONAL INFORMATION WE COLLECT ABOUT VERMONT RESIDENTS UNLESS THE LAW ALLOWS.</p>\n<p>\n<strong>For California Residents</strong>\n<br>UNDER CALIFORNIA CIVIL CODE SECTIONS 1798.83-1798.83, CALIFORNIA RESIDENTS ARE ENTITLED TO ASK US, ONCE PER YEAR, FOR A NOTICE IDENTIFYING THE CATEGORIES OF INFORMATION WHICH WE SHARE WITH OUR AFFILIATES AND/OR THIRD PARTIES FOR MARKETING PURPOSES, AND PROVIDING CONTACT INFORMATION FOR SUCH AFFILIATES AND/OR THIRD PARTIES.\n&nbsp;REQUESTS WILL APPLY TO INFORMATION PROVIDED DURING THE PREVIOUS CALENDAR YEAR (FOR EXAMPLE, IF YOUR REQUEST INFORMATION IN 2019, YOU WILL RECEIVE INFORMATION REGARDING 2018).\nIF YOU ARE A CALIFORNIA RESIDENT AND WOULD LIKE A COPY OF THIS NOTICE, PLEASE SUBMIT A WRITTEN REQUEST TO: Privacy@billgo.com SUBJECT HEADING: “CALIFORNIA CIVIL CODE COPY OF NOTICE REQUEST) OR BILLGO, INC, &nbsp;P.O.\nBox 272390, Fort Collins, CO 80527 (ATTN: PRIVACY).</p>\n<p>THIS CALIFORNIA PRIVACY RIGHTS NOTICE IS PART OF THIS PRIVACY POLICY.\nPLEASE REVIEW THE REST OF THIS POLICY TO LEARN MORE OUT OUR PRIVACY PRACTICES.\n&nbsp.\n&nbsp;</p>\n<p>\n<strong>Special Notice to Vermont Residents </strong>\n</p>\n<p>Pursuant to Vermont Regulation B-2018-01, BillGO MT, Inc.\ndoes not share information it collects about Vermont residents outside of our subsidiaries and affiliated companies unless legally permitted.\nFor example, with your consent, we may share Vermont resident information to maintain your account or pursuant to joint marketing agreements with financial institutions with which we have executed agreements.\nAdditionally, with your consent, we may share information about your creditworthiness with our subsidiaries and affiliated companies.\nhowever, we may share information about your transactions or our experiences with you with our subsidiaries and affiliated companies without your consent.</p>\n<p>\n<strong>Contact Information</strong>\n</p>\n<p>Please contact us with any questions or concerns regarding our Policy or the Services provided at Privacy@billgo.com or BillGO, Inc, P.\nO.\nBox 272390, Fort Collins, CO 80527].</p>\n<ul>\n<li>\n<ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Bill Pay Hub</li>\n<li>Blog</li>\n<li>Press</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>About Us</li>\n<li>Join Us</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Legal</li>\n<li>Privacy Policy</li>\n<li>Licenses</li>\n<li>Copyright Policy</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>Bill Pay Hub</li>\n<li>Blog</li>\n<li>Press</li>\n<li>Bill Pay Relief Hub</li>\n<li>About Us</li>\n<li>Join Us</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Contact</li>\n<li>Legal</li>\n<li>Privacy Policy</li>\n<li>Licenses</li>\n<li>Copyright Policy</li>\n</ul>\n</li>\n</ul>    <p>\n© 2022 BillGO, Inc.\nAll rights reserved.\n</p>\n<p>\nCertain products and services offered are provided by BillGO MT, Inc.\nNMLS#2005089\n</p> ", "created_at": "2023-05-01 20:30:26.823916", "updated_at": "2023-05-01 20:31:02.661208"}, {"id": 15836, "name": "Copyright Policy", "url": "https://billgo.com/copyright-policy", "xpath": "//body", "text": " <p>This website stores cookies on your computer.\nThese cookies are used to collect information about how you interact with our website and allow us to remember you.\nWe use this information in order to improve and customize your browsing experience and for analytics and metrics about our visitors both on this website and other media.\nTo find out more about the cookies we use, see our Privacy Policy</p>\n<p>If you decline, your information won’t be tracked when you visit this website.\nA single cookie will be used in your browser to remember your preference not to be tracked.</p> Accept Decline <ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n<ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>About Us</li>\n<li>Resources</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Join Us</li>\n<li>Contact</li>\n<li>Bill Pay Hub</li>\n</ul>\n</li>\n</ul> BillGO Copyright Policy BillGO Website Terms of Service\n<p>\n<strong>EFFECTIVE DATE: OCTOBER 1, 2015</strong>\n</p>\n<p>‍</p>\n<p>\n<strong>Reporting Claims of Copyright Infringement</strong>\n</p>\n<p>We respect the intellectual property rights of others and prohibit users from uploading, posting or otherwise transmitting on our website any materials that violate another party’s intellectual property rights.\nIf you believe any materials accessible on or from our website infringe your copyright, you may request removal of those materials (or access to them) from our website by submitting written notification to our designated Copyright Agent (identified below).\nWhen our Copyright Agent receives proper written notice (“<strong>DMCA Notice</strong>”) as described below, we will expeditiously remove or disable access to the allegedly infringing material and terminate the accounts of repeat infringers in accordance with the Online Copyright Infringement Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (“<strong>DMCA</strong>”).</p>\n<p>Pursuant to the DMCA, your DMCA Notice must include substantially the following:<br>‍</p>\n<ol>\n<li>Your contact information (including your name, postal address, telephone number and email address).</li>\n<li>Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on our website, a representative list of such works.</li>\n<li>Identification of the material on our website you believe to be infringing in a sufficiently precise manner to allow us to locate that material, along with a page or location on our website where the infringing material can be found.</li>\n<li>A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent or the law.</li>\n<li>A statement that the information in the written notice is accurate.</li>\n<li>A statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner, agent or licensee.</li>\n<li>Your physical or electronic signature.</li>\n</ol>\n<p>Our designated Copyright Agent to receive DMCA Notices is:</p>\n<p>BillGO, C/O Scott Miller<br>3003 E.\nHarmony Rd, Suite 500<br>Fort Collins, CO 80528<br>scott@billgo.com</p>\n<p>If you fail to substantially comply with the above requirements contained in Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective and we may not have to take corrective measures against the alleged copyright infringement.</p>\n<p>Please be aware that if you knowingly materially represent that material or activity on our website is infringing your copyright, you may be held liable for damages (including costs and attorney’s fees) under Section 512(f) of the DMCA.</p>\n<p>‍</p>\n<p>\n<strong>Counter-Notification Procedures</strong>\n</p>\n<p>If you have received a DMCA Notice from us and believe that material you posted on our website was removed or access to it was disabled by mistake or misidentification in response to such DMCA Notice, you may file a counter-notification with us (“<strong>Counter-Notice</strong>”) by submitting written notification to our designated Copyright Agent (identified below).</p>\n<p>Pursuant to the DMCA, your Counter-Notice must include substantially the following:</p>\n<p>‍</p>\n<ol>\n<li>Your contact information (including your name, postal address, telephone number and email address).</li>\n<li>Identification of the material that has been removed or to which access has been disabled.</li>\n<li>The page or location on our website where the material appeared before it was removed or access disabled.</li>\n<li>A statement under penalty of perjury by you that you have a good faith belief that the material identified above was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.</li>\n<li>A statement that you will consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or if you reside outside the United States for any judicial district in which the website may be found) and that you accept service from the person (or an agent of that person) who provided our website with the complaint at issue.</li>\n<li>Your physical or electronic signature.</li>\n</ol>\n<p>Completed Counter-Notices should be sent to:</p>\n<p>BillGO, C/O Scott Miller<br>3003 E.\nHarmony Rd, Suite 500<br>Fort Collins, CO 80528<br>scott@billgo.com</p>\n<p>The DMCA allows us to restore your material between ten (10) and fourteen (14) business days after receiving your Counter-Notice if the party filing the original DMCA Notice does not file a court action against you within ten (10) business days of receiving the copy of your Counter-Notice.</p>\n<p>Please be aware that if you knowingly materially represent that material or activity on our website is infringing your copyright, you may be held liable for damages (including costs and attorney’s fees) under Section 512(f) of the DMCA.</p>\n<p>‍</p>\n<p>\n<strong>Repeat Infringers</strong>\n</p>\n<p>It is our policy in appropriate circumstances to disable and/or terminate the accounts of users who are repeat infringers.</p>\n<ul>\n<li>\n<ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Bill Pay Hub</li>\n<li>Blog</li>\n<li>Press</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>About Us</li>\n<li>Join Us</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Legal</li>\n<li>Privacy Policy</li>\n<li>Licenses</li>\n<li>Copyright Policy</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>Bill Pay Hub</li>\n<li>Blog</li>\n<li>Press</li>\n<li>Bill Pay Relief Hub</li>\n<li>About Us</li>\n<li>Join Us</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Contact</li>\n<li>Legal</li>\n<li>Privacy Policy</li>\n<li>Licenses</li>\n<li>Copyright Policy</li>\n</ul>\n</li>\n</ul>    <p>\n© 2022 BillGO, Inc.\nAll rights reserved.\n</p>\n<p>\nCertain products and services offered are provided by BillGO MT, Inc.\nNMLS#2005089\n</p> ", "created_at": "2023-05-01 20:30:26.854573", "updated_at": "2023-05-01 20:31:18.482263"}, {"id": 15837, "name": "Terms of Service", "url": "https://billgo.com/legal", "xpath": "//body", "text": " <p>This website stores cookies on your computer.\nThese cookies are used to collect information about how you interact with our website and allow us to remember you.\nWe use this information in order to improve and customize your browsing experience and for analytics and metrics about our visitors both on this website and other media.\nTo find out more about the cookies we use, see our Privacy Policy</p>\n<p>If you decline, your information won’t be tracked when you visit this website.\nA single cookie will be used in your browser to remember your preference not to be tracked.</p> Accept Decline <ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n<ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>About Us</li>\n<li>Resources</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Join Us</li>\n<li>Contact</li>\n<li>Bill Pay Hub</li>\n</ul>\n</li>\n</ul> BillGO, Inc.\nLegal Notice BillGO Website Terms of Service\nLast Updated: 01/11/2023\n<ol>\n<li>\n<strong>Introduction and Scope</strong>.\nThis document forms an agreement between “You”, a visitor to or user of the Website (as that term is defined below), and BillGO, Inc.\n(“BillGO”, “We”, “Us”, or “Our”).\n&nbsp;It describes the terms of service (“TOS”) by which You may access and use the services, materials, or content offered on one or more of the websites owned or operated by BillGO or its subsidiaries (each, a “Website” and collectively, the “Websites”).\n&nbsp;Some services on the Websites may offer different terms than these TOS, but in those situations We will provide You with notice of the different terms.\n&nbsp;However, if You are using a BillGO® product or service, Your use of such product or service will be subject to the applicable terms of that product or service.</li>\n<li>\n<strong>Acceptance</strong>.\n&nbsp;THIS IS IMPORTANT — BY BROWSING THE WEBSITES, OR BY ACCESSING, VIEWING, DOWNLOADING, OR USING ANY SERVICES, MATERIALS, OR CONTENT OFFERED THROUGH THE WEBSITES, YOU AGREE TO THESE TOS AND ANY ADDITIONAL TERMS THAT APPLY.</li>\n<li>\n<strong>TOS Changes</strong>.\n&nbsp;BillGO reserves the right to change these TOS by posting an update on this Website and providing a notice on the Websites notifying You that We made such change.\n&nbsp;YOUR CONTINUED USE OF A WEBSITE OR ANY SERVICES, MATERIALS, OR CONTENT OFFERED THROUGH A WEBSITE FOLLOWING THE POSTING OF SUCH CHANGES AND NOTICE WILL MEAN THAT YOU ACCEPT THOSE CHANGES.</li>\n<li>\n<strong>Privacy</strong>.\n&nbsp;To access the Websites or some of the resources they offer, You may be asked to provide certain registration details or other information.\nIt is a condition of Your use of a Website that all the information You provide on that Website is correct, current, and complete.\nYou agree that all information You provide to a Website, whether or not for registration purposes, and including but not limited to through the use of any interactive features on the Websites, is governed by the Privacy Policy at https://www.billgo.com/privacy-policy, which is incorporated into these TOS by this reference, and You consent to all actions We take with respect to Your information consistent with Our Privacy Policy.</li>\n<li>\n<strong>BillGO Intellectual Property Rights</strong>.\n&nbsp;The services, materials and content on the Websites are protected by various intellectual property laws, including copyright and trademark laws.\nAll right, title, and interest in and to such services, materials, and content are reserved by BillGO and its licensors, and You don’t gain any intellectual property rights to such services, materials, and content except as specifically enumerated in these TOS or in any applicable end user license agreement (if You license products or services).\n&nbsp;Except as specifically permitted herein, no portion of the Websites, or any services, materials, or content offered through the Websites, may be distributed or reproduced by any means, or in any form, without BillGO’s prior written permission.</li>\n<li>\n<strong>Account Security</strong>.\n&nbsp;If You choose, or are provided with, a user name, password or any other piece of information as part of our security procedures, You must treat such information as confidential, and You must not disclose it to any other person or entity.\nYou also acknowledge that Your account is personal to You and agree not to provide any other person with access to the Websites or portions of it using Your user name, password or other security information.\nYou agree to notify us immediately of any unauthorized access to or use of Your user name or password or any other breach of security.\nYou should use particular caution when accessing Your account from a public or shared computer so that others are not able to view or record Your password or other personal information.</li>\n<li>\n<strong>Your Access to and Use of the Websites.<br>‍<br>\n</strong>A.\n<strong>Website Changes</strong>.\n&nbsp;We reserve the right to withdraw or amend the Websites, and any services, materials or content We provide on the Websites, in Our sole discretion without notice, unless stated otherwise in the applicable terms for specific services provided to You on the websites.\nWe will not be liable for any reason if all or any part of any Website is unavailable at any time or for any period.\nWe do not warrant that the Websites will be maintained with the same DNS names or URLs.\n&nbsp;From time to time, We may restrict access to some parts of the Websites, or the entire Website, to users, including registered users.<br>‍<br>B.\n<strong>Disabling Options</strong>.\n&nbsp;We have the right to suspend or disable any user name, password, account or other identifier or authentication measure on any or all of the Websites, whether chosen by You or provided by Us, at any time if, in Our opinion, You have violated any provision of these TOS.<br>\n<br>C.\n<strong>Rights to Materials</strong>.\nSubject to any other applicable click-through terms on the Websites, and Your compliance with these TOS, BillGO hereby grants You a non-exclusive, revocable right to copy, display, and distribute marketing materials on the Websites (other than User-Generated Content), as a current or future customer, vendor, or business partner of BillGO or for Your personal, non-commercial purposes, provided that:<br>\n<br>(1) &nbsp.\n&nbsp;such materials are only used: (i) in furtherance of Your rights or obligations as a customer, vendor, or business partner of BillGO pursuant to a written agreement with BillGO.\nor (ii) for informational, personal, and non-commercial purposes;<br>\n<br>(2) &nbsp.\n&nbsp;no fee is charged for distribution of any materials to any third party;<br>\n<br>(3) &nbsp.\n&nbsp;no part of the materials is modified in any way;<br>\n<br>(4) &nbsp.\n&nbsp;You do not use framing techniques to display materials on a Website not licensed or owned by BillGO;<br>\n<br>(5) &nbsp.\n&nbsp;any and all copyright and other proprietary notices that appear in or on such materials appear on all copies that You distribute of the materials.\nand <br>\n<br>(6) &nbsp.\n&nbsp;BillGO reserves the right to revoke such authorization at any time.\n&nbsp;<br>\n<br>\n<br>D.\n<strong>User-Submitted Content.\n<br>\n<br>\n</strong>(1) &nbsp.\n&nbsp;Users may be able to submit materials and content (collectively, “<strong>User-Generated Content</strong>”) to Our Websites that can be viewed by other users (e.g., posts in community forums).\nYou acknowledge that We are not responsible for User-Generated Content, that We have no obligation to monitor or remove User-Generated Content, and that We have the sole discretion to determine whether any User-Generated Content violates the TOS.<br>\n<br>(2) &nbsp.\n&nbsp;If You submit User-Generated Content that is published or made available to other users, You represent that: (i) such content is not prohibited by these TOS, including Section 8(E) below.\n(ii) You are solely responsible for the form, substance, and accuracy of such content.\nand (iii) You have all rights necessary to grant BillGO the license below.\n<br>\n<br>(3) &nbsp.\n&nbsp;You hereby grant BillGO a royalty-free, perpetual, irrevocable, non-exclusive license (including a waiver of any moral rights) under all of Your intellectual property rights to use, reproduce, create derivative works of, publish, display, and distribute Your User-Generated Content (all or in part) worldwide, and to incorporate such content in other works in any form, media, or technology now known or later developed, for the full term of any rights that may exist in such content.<br>\n<br>(4) &nbsp.\n&nbsp;We may remove or refuse to post any User-Generated Content from the Websites at any time for any reason or no reason at Our discretion.<br>\n<br>(5) &nbsp.\n&nbsp;We may disclose Your identity or other information about You (i) to any third party who claims that the User-Generated Content submitted by You violates their rights, including their intellectual property rights or their right to privacy.\nor (ii) to any law enforcement authorities or pursuant to any court order requesting or directing Us to disclose the identity or other information of anyone that submitted User-Generated Content.<br>\n<br>\n<br>E.\n<strong>Your Conduct</strong>.\n&nbsp;It is a condition of Your use of the Websites, or the services, materials or content therein, that You not engage in any misconduct, any misuse of any of the foregoing, or otherwise violate any applicable local, state, national, or international law or regulation.\n&nbsp;In addition, You may not:<br>\n<br>(1) &nbsp.\n&nbsp;upload, post, or otherwise make available any User-Generated Content that: (i) is harmful, threatening, abusive, harassing, defamatory, libelous, or invasive of another’s privacy, or that is otherwise objectionable or harmful to another party.\n(ii) You do not have a right to upload, post, or make available under any law, regulation, license, or contract.\n(iii) infringes any patent, trademark, trade secret, copyright, or database rights, or any other intellectual property rights of another party.\n(iv) constitutes unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” website links, or any other form of content for the purpose of solicitation.\n(v) contains software viruses or malware.\n(vi) impersonates another person or entity or is intended to mislead BillGO or other users of the Websites.\nor (vii) gives the impression that such User-Generated Content is produced by BillGO or is endorsed by BillGO or any other person or entity, if that is not the case.<br>\n<br>(2) &nbsp.\n&nbsp;scrape or collect or store personal data about any other user of a Website.\n<br>\n<br>(3) &nbsp.\n&nbsp;disrupt or interfere with all or a portion of any Website.\nor<br>\n<br>(4) &nbsp.\n&nbsp;attempt to gain or gain unauthorized access to any portion of any Website, or to any other database or network, through hacking, password mining, scraping, or by any other means to obtain any information not intentionally made available on the Websites.</li>\n<li>\n<strong>Personal Opinions.\n<br>\n<br>\n</strong>A.\n&nbsp.\n&nbsp;The opinions expressed by BillGO employees on Our blog, community, or help forums are the individual employees’ own views and do not necessarily reflect the opinion of BillGO.<br>\n<br>B.\n&nbsp.\n&nbsp;Any statements and/or opinions expressed in any User-Generated Content are solely the opinions and the responsibility of the person or entity providing such User-Generated Content and do not necessarily reflect the opinion of BillGO.</li>\n<li>\n<strong>Product or Service Availability</strong>.\n&nbsp;A Website may refer to products or services not available in Your country, and You acknowledge that these references do not obligate BillGO to release or make available such products or services in Your country.</li>\n<li>\n<strong>Confidentiality</strong>.\nPlease do not provide Us with confidential or proprietary information through the Websites.\nInformation or material You send to Us will be considered public and non-confidential.</li>\n<li>\n<strong>Linking to or Referencing the Websites</strong>.\nOur Website may display materials or content provided by third parties or may link to third-party websites, including for the purpose of offering advertisements or marketing materials.\n&nbsp;These links are provided for Your convenience only.\nYou must exercise Your own judgment in clicking on any links, or in viewing any third-party content.\n&nbsp;BillGO makes no representations about such third-party websites, and if You access such a third-party website, You do so at Your own risk.\nBillGO is not responsible for the reliability of any data, opinions, advice, or statements made on any third-party websites, and the inclusion of such links does not imply that BillGO endorses, recommends, or accepts any responsibility for the content of any such third-party websites.</li>\n<li>\n<strong>Disclaimers.\nLimits on Our Liability.\n<br>\n<br>\n</strong>A.\n&nbsp.\n&nbsp;<strong>No Warranty.</strong> YOU ASSUME ALL RISK FOR SELECTING AND USING THE WEBSITES.\nTHE WEBSITES AND ALL SERVICES, MATERIALS, OR CONTENT PROVIDED VIA THE WEBSITES ARE PROVIDED “AS IS,” WITH NO WARRANTIES WHATSOEVER.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, BILLGO HEREBY DISCLAIMS ALL EXPRESS, IMPLIED, STATUTORY, AND OTHER WARRANTIES, INCLUDING THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\n&nbsp;IN PARTICULAR, BILLGO SPECIFICALLY DISCLAIMS ANY WARRANTY THAT THE WEBSITES WILL BE ERROR-FREE, ACCURATE, SECURE, OR UNINTERRUPTED.\n&nbsp;IF YOU ACCESS THE WEBSITES FROM OUTSIDE OF THE UNITED STATES, YOU DO SO AT YOUR OWN RISK AND ARE RESPONSIBLE FOR COMPLIANCE WITH THE LAWS OF YOUR JURISDICTION.\n&nbsp;SOME STATES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.<br>\n<br>B.\n&nbsp.\n&nbsp;<strong>Limitations on Our Liability</strong>.\nEXCEPT AS PROVIDED BY AN APPLICABLE PRODUCT LICENSE AGREEMENT OR A WRITTEN AGREEMENT THAT YOU AND BILLGO HAVE SIGNED, UNDER NO CIRCUMSTANCES WILL BILLGO AND ITS SUBSIDIARIES AND LICENSORS BE LIABLE TO YOU FOR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, INCIDENTAL, RELIANCE, CONSEQUENTIAL, OR SPECIAL DAMAGES WHETHER OR NOT FORESEEN, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION) ON ACCOUNT OF YOUR USE OF, MISUSE OF, OR RELIANCE ON THE WEBSITES OR ANY OF THE SERVICES, MATERIALS, OR CONTENT AVAILABLE FROM THE WEBSITES.\nYOU ACKNOWLEDGE THAT THIS LIMITATION OF LIABILITY PREVENTS RECOVERY OF ANY CLAIM RELATING TO THESE TOS OR THE WEBSITES, WHETHER SUCH CLAIM IS BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE, AND APPLIES EVEN IF BILLGO HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nWHERE LEGAL LIABILITY SURROUNDING THE WEBSITES, OR ANY OF THE SERVICES, MATERIALS OR CONTENT AVAILABLE FROM THE WEBSITES, CANNOT BE EXCLUDED, BUT MAY BE LIMITED, THE AGGREGATE LIABILITY OF BILLGO AND ITS SUBSIDIARIES AND LICENSORS WILL BE LIMITED TO THE SUM OF 50 UNITED STATES DOLLARS (OR THE THEN-CURRENT VALUE IN THE RELEVANT LOCAL CURRENCY) IN TOTAL.</li>\n<li>\n<strong>Translations</strong>.\nWhere BillGO has provided a translation of the English-language version of the Websites, these TOS, or other any services, materials, or content available via the Websites, You acknowledge that: (a) the translations are only for Your convenience.\n(b) the English-language version governs Your use of any services, materials or content.\nand (c) except as prohibited by local law, the English-language version controls and takes precedence in the event of a conflict between the English-language version and the translated version.</li>\n<li>\n<strong>General Provisions</strong>.<br>\n<br>A.\n&nbsp.\n&nbsp;<strong>Export Control</strong>.\nIf You download software from a Website, You acknowledge that such software is subject to applicable export laws and regulations, including, but not limited to, the U.S.\nExport Administration Regulations.\nThe export or re-export of software in violation of the foregoing laws and regulations is strictly prohibited.\nYou agree to comply with all applicable export laws and regulations, as may be further described in a product license agreement.<br>\n<br>B.\n&nbsp.\n&nbsp;<strong>Governing Law and Jurisdiction.\n</strong>These TOS are governed by the laws of the State of Colorado in the United States without regard to its conflict of laws provisions.\nYou agree to personal jurisdiction by and exclusive venue in the state and federal courts sitting in the State of Colorado, City and County of Denver, with regard to any and all claims arising out of or relating to the Websites or these TOS.<br>\n<br>C.\n&nbsp;&nbsp;&nbsp;&nbsp;<strong>Entire Agreement</strong>.\nThese TOS, and any applicable documents referenced herein (such as Our Privacy Policy), form the complete and exclusive statement of the mutual understanding between You and BillGO with regard to the Websites, and supersede and cancel all prior written and oral agreements and communications relating to the Websites.</li>\n</ol>\n<p>‍</p>\nState Specific Information\n<p>‍</p>\n<p>\n<strong>FOR&nbsp;ALASKA RESIDENTS ONLY</strong>\n</p>\n<p>If your issue is unresolved by BillGO MT, Inc.\n1-888-535-5205, please submit formal complaints with the State of Alaska, Division of Banking &amp.\nSecurities.\n&nbsp;</p>\n<p>Please download the form here: https://www.commerce.alaska.gov/web/portals/3/pub/DBSGeneralComplaintFormupdated.pdf &nbsp;</p>\n<p>Submit formal complaint form with supporting documents:</p>\n<p>Division of Banking &amp.\nSecurities PO Box 110807 Juneau, AK &nbsp;99811-0807</p>\n<p>If you are an Alaska resident with questions regarding formal complaints, please email us at dbs.licensing@alaska.gov or call Nine Zero Seven Four Six Five Two Five Two One.</p>\n<p>‍</p>\n<p>\n<strong>COLORADO</strong>\n</p>\n<p>Entities other than FDIC insured financial institutions that conduct money transmission activities in Colorado, including the sale of money orders, transfer of funds, and other instruments for the payment of money or credit, are required to be licensed by the Colorado Division of Banking pursuant to the Money Transmitters Act, Title 11, Article 110, Colorado Revised Statutes.</p>\n<p>If you have a Question about or Problem with YOUR TRANSACTION – THE MONEY YOU SENT.</p>\n<p>You must contact BillGO MT, Inc.\nat (888) 535-5202 number or email support@prismmoney.com for assistance.\nThe</p>\n<p>Division of Banking does not have access to this information.</p>\n<p>If you are a Colorado Resident and have a Complaint about THE MONEY TRANSMITTER – THE COMPANY THAT SENT YOUR MONEY.</p>\n<p>ALL complaints must be submitted in writing.\nPlease fill out the Complaint Form provided on the Colorado Division of Banking’s website and return it and any documentation supporting the complaint via mail or email to the Division of Banking at:</p>\n<p>Colorado Division of Banking <br>1560 Broadway, Suite 975 <br>Denver, CO 80202 <br>email: DORA_BankingWebsite@state.co.us <br>website: www.dora.colorado.gov/dob &nbsp.\n&nbsp;</p>\n<p>‍</p>\n<p>\n<strong>ILLINOIS RESIDENTS </strong>\n</p>\n<p>If you have a complaint, please contact BillGO MT, Inc.\nCustomer Service at : (888) 535-5205.\nIf you still have an unresolved complaint regarding BillGO MT, Inc.\nmoney transmission activity, you may file it by contacting the Illinois Division of Banking at:</p>\n<p>Illinois Division of Banking <br>320 West Washington Street, Springfield, IL 62786 <br>Toll-Free Number: 1-888-473-4858</p>\n<p>‍</p>\n<p>\n<strong>MARYLAND RESIDENTS </strong>\n</p>\n<p>The Commissioner of Financial Regulation for the State of Maryland will accept all questions or complaints from Maryland residents regarding BillGO MT, Inc.\nLicense number, NMLS#2005089 &nbsp;at:</p>\n<p>Commissioner of Financial Regulation <br>Attention Complaint Unit <br>500 North Calvert Street, Suite 402 <br>Baltimore, MD 21202 <br>Toll-Free number: 1-888-784-0134</p>\n<p>‍</p>\n<p>\n<strong>PENNSYLVANIA </strong>\n</p>\n<p>If you have a complaint, please contact BillGO MT, Inc.\n&nbsp;Customer Service at : (888) 535-5205.</p>\n<p>If you still have an unresolved complaint regarding BillGO MT, Inc.\nmoney transmission activity, you may file it by contacting the Pennsylvania Department of Banking and Securities at the following address:</p>\n<p>Pennsylvania Department of Banking and Securities <br>Market Square Plaza <br>17 N.\nSecond Street, Suite 1300 <br>Harrisburg, PA 17101 <br>Toll-free in Pennsylvania 1.800.PA.BANKS (800.722.2657).\n<br>Out of state: 717.787.1854.</p>\n<p>If the consumer receives a paper receipt this information should appear on the receipt.</p>\n<p>If the consumer receives a receipt through a website/mobile app.\nthe information should appear on the website/mobile app.</p>\n<p>‍</p>\n<p>\n<strong>TEXAS RESIDENTS </strong>\n</p>\n<p>If you have a complaint, first contact the consumer assistance of BillGO MT, Inc.\nat : (888) 535-5202.\nIf you still have an unresolved complaint regarding BillGO MT, Inc.\nmoney transmission activity, please direct your complaint to: &nbsp;</p>\n<p>Texas Department of Banking <br>2601 North Lamar Boulevard <br>Austin, Texas 78705 <br>1-877-276-5554 (toll free)<br>www.dob.texas.gov</p>\n<p>‍</p>\n<p>\n<strong>WASHINGTON RESIDENTS </strong>\n</p>\n<p>If you have a complaint, first contact the consumer assistance of BillGO MT, Inc.\nat : (888) 535-5205.\nIf you still have an unresolved complaint regarding BillGO MT, Inc.\nmoney transmission activity, please direct your complaint to the Washington Division of Consumer Services at:</p>\n<p>Washington Division of Consumer Services <br>Online: https://dfi.wa.gov/file-complaint &nbsp;<br>Mail or fax: DOWNLOAD PDF<br>Call: (360) 902-8703 or 1-877-RING DFI (1-877-746-4334).\n<br>Email us: CSEnforceComplaints@dfi.wa.gov.</p>\n<ul>\n<li>\n<ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Bill Pay Hub</li>\n<li>Blog</li>\n<li>Press</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>About Us</li>\n<li>Join Us</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Legal</li>\n<li>Privacy Policy</li>\n<li>Licenses</li>\n<li>Copyright Policy</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Banks &amp.\nFintechs</li>\n<li>Billers</li>\n<li>Consumers</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>Bill Pay Hub</li>\n<li>Blog</li>\n<li>Press</li>\n<li>Bill Pay Relief Hub</li>\n<li>About Us</li>\n<li>Join Us</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Contact</li>\n<li>Legal</li>\n<li>Privacy Policy</li>\n<li>Licenses</li>\n<li>Copyright Policy</li>\n</ul>\n</li>\n</ul>    <p>\n© 2022 BillGO, Inc.\nAll rights reserved.\n</p>\n<p>\nCertain products and services offered are provided by BillGO MT, Inc.\nNMLS#2005089\n</p> ", "created_at": "2023-05-01 20:30:26.884496", "updated_at": "2023-05-01 20:31:39.87055"}], "points": [], "urls": ["billgo.com"]}}