{"error": 448, "message": "OK", "parameters": {"id": 9705, "name": "Mobicip", "created_at": "2023-10-02 16:56:21.684901", "updated_at": "2023-10-02 22:02:59.843479", "wikipedia": null, "keywords": null, "related": null, "slug": "mobicip", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9705.png", "url": "mobicip.com", "documents": [{"id": 19311, "name": "Terms & Conditions", "url": "https://www.mobicip.com/terms", "xpath": "/html/body/div[1]/div/div/div/section[2]", "text": " <ul>\n<li> Mobicip Services <ul>\n<li> Through the Service, Mobicip shall provide the registered user with secure access to the Internet via an encrypted tunnel terminating at Mobicip's secure gateway location(s), regardless of the Client's internet service provider's network infrastructure (wireless or wired).\n</li>\n<li> Mobicip makes the Service available under a number of different subscription plans.\nPlease confirm that the plan for which You are registering meets Your needs by reviewing our Website or by emailing Sales [at] Mobicip.com.\n</li>\n</ul>\n</li>\n<li> Disclaimer for Mobicip Service <ul>\n<li> The information in this Agreement refers to the Service offering by Mobicip.\n</li>\n<li> Mobicip endeavors to ensure that the Service is without bugs, but does not accept liability for any error or omission.\n</li>\n<li> The development of Mobicip products and services is continuous and published information may not be up-to-date.\n</li>\n<li> Specifications and statements relating to the Service performance are Mobicip estimates intended for general guidance.\nThey may require adjustment in particular circumstances and are, therefore, not formal offers or undertakings.\n</li>\n<li> Client acknowledges that the Service offered may contain bugs, errors and other problems that could cause failures on Client's operating system and other software on such operating system.\nFurthermore, Client acknowledges that the Service is not and cannot be 100% accurate and that any failures of the filtering service may result in unintended and incidental harm and/or exposure of inappropriate sites to children and Mobicip is not responsible for any harm or exposure as a result of this failure and/or any harm or exposure that may arise from a third party site accessed as a result of this failure.\nConsequently, THE SERVICE IS PROVIDED TO CLIENT \"AS IS\" AND \"AS PROVIDED\", AND MOBICIP DISCLAIMS ANY WARRANTY OR LIABILITY OBLIGATIONS TO CLIENT OF ANY KIND.\n</li>\n<li> CLIENT ACKNOWLEDGES THAT MOBICIP MAKES NO EXPRESS, IMPLIED, OR STATUTORY WARRANTY OF ANY KIND FOR THE SERVICE INCLUDING, BUT NOT LIMITED TO, WARRANTIES AS TO AVAILABILITY OF THE WEBSITE OR SERVICES, COMPLETENESS, ACCURACY OR TIMELINESS OF INFORMATION, NON-INFRINGEMENT, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR OTHERWISE, AND SUCH WARRANTIES ARE HEREBY EXPRESSLY DISCLAIMED.\nIN NO EVENT WILL MOBICIP BE LIABLE TO CLIENT FOR ANY DAMAGES, INCLUDING ANY LOST PROFITS, LOST SAVINGS OR ANY OTHER INCIDENTAL OR CONSEQUENTIAL DAMAGES EVEN IF MOBICIP OR ANY COMPANY REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, SUCH DAMAGES WERE REASONABLY FORESEEABLE AND/OR FOR ANY CLAIM BY ANY OTHER PARTY.\nCLIENT BEARS THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE SERVICE.\nYOU UNDERSTAND AND AGREE THAT ANY MATERIAL AND/OR DATA DOWNLOADED OR OTHERWISE OBTAINED (INCLUDING SOFTWARE) THROUGH THE USE OF THE SERVICE IS DONE AT YOUR OWN RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM, IPHONE, IPOD, IPAD, NETBOOK, PC, HANDHELD OR OTHER DEVICE CAPABLE OF USING THE SERVICE (COLLECTIVELY \"DEVICES\") AND/OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL AND/OR DATA.\nNO INFORMATION OR ADVICE, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM MOBICIP OR THROUGH THE SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, IN SUCH STATES, THE EXCLUSIONS SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.\n</li>\n</ul>\n</li>\n<li> Registration and Subscription <ul>\n<li> To use the Service, You must submit a complete registration form on the Website and/or via your Device's application (the \"Registration Form\").\nAs part of the registration process for the Service, You agree to: (a) provide certain limited information about You as prompted to do so by the Service (such information to be current, complete and accurate) and (b) maintain and update this information as required to keep it current, complete and accurate.\nThe information requested on original signup shall be referred to as registration data (\"Registration Data\").\nIf Mobicip discovers that any of Your Registration Data is inaccurate, incomplete or not current, Mobicip may terminate Your right to access and receive the Service immediately upon notice.\nYou may not register for this Service if You are under 18 years of age.\nBy registering for this Service You represent to Mobicip, that You are 18 years of age or older.\nUpon acceptance of this agreement and completion of the registration process You will have opened an account with Mobicip and will become a subscriber to the Service.\n</li>\n<li> Mobicip shall have the right to refuse any Client and/or do business with any person or entity without liability and without explanation.\n</li>\n<li> As part of the registration process, You will create Your user name and You will choose Your passwords for access to Your account.\nYou agree to carefully safeguard all of Your passwords.\nYou are solely responsible if You do not maintain the confidentiality of passwords and account information.\nFurthermore, You are solely responsible for any and all activities that occur under Your account.\nYou agree to immediately notify Mobicip of any unauthorized use of Your account or any other breach of security known to You, including if You believe that Your password or account information has been stolen or otherwise compromised.\n</li>\n<li> The \"Subscription Term\" for free and paid subscriptions begins on the date that you activate the software and ends on the date corresponding to the number of subscription months that you have purchased, based on the type of subscription selected.\nYou must renew your subscription to continue receiving subscription services.\nRenewals may require additional or different license terms.\n</li>\n</ul>\n</li>\n<li> Consent to Electronic Communication <ul>\n<li> By registering with Mobicip, you understand that we may send you communications or data regarding the Services, including but not limited to (a) notices about your use of the Services, including any notices concerning violations of use, (b) updates, and (c) promotional information and materials regarding Mobicip's products and services, via electronic mail.\nWe give you the opportunity to opt-out of receiving electronic mail from us by following the opt-out instructions provided in the message.\n</li>\n</ul>\n</li>\n<li> Payment <ul>\n<li> The fee for your subscription is posted on the Website.\nYour subscription will continue and renew automatically unless terminated by Mobicip or until You notify Mobicip of Your decision to change Your subscription renewal.\nFor cancellation requests, please send us an e-mail to Support [at] Mobicip.com.\n</li>\n<li> \"In-App Purchases\" are purchased from and billed directly by Apple and are subject to the terms and conditions as defined by Apple for In-App Purchases.\nAll billing and refund enquiries for such purchases should be directed to Apple iTunes.\nMobicip.com does not have access to Apple iTunes accounts or transactions.\nIf you wish to confirm the type of subscription purchased from Apple, please consult your Apple iTunes account or receipt as each subscription will have a unique billing name.\nThe In-App Purchase of Mobicip's upgrade is a subscription valid for one year and will be re-billed automatically every year by Apple iTunes until cancelled by the user.\nApple iTunes will send an email well in advance of the renewal with a hyperlink to manage the subscription.\nIn-App Purchase subscriptions can be managed from a mobile device or computer using the same Apple ID as the original purchase.\n</li>\n<li> For each subscription purchased, we grant you a non-exclusive, non-transferable and non-assignable right to install and use the Mobicip software during your Subscription Term on a Device that you own or control.\nIf you cancel or do not renew a paid subscription, then you agree to delete all copies of the software in their entirety from your device upon the expiration of your Subscription Term.\n</li>\n<li> Mobicip may change the fees and charges then in effect, or add new fees or charges, without notice.\nIf there are any annual, monthly or similar periodic fees for Your subscription, these fees will be billed automatically to the credit card designated during the registration process for Mobicip.com, a credit card subsequently designated to Mobicip at the start of the subscription period and at the start of each renewal period, or invoiced to You, unless You terminate Your subscription before the relevant period begins.\nYou agree to pay or have paid all fees and charges incurred in connection with Your subscription for Mobicip.com services (including any applicable taxes) at the rates in effect when the charges were incurred.\nYou also are responsible for any fees or charges incurred to access Mobicip.com through an Internet service provider or other third party service.\nAll fees and charges are nonrefundable.\n</li>\n<li> Payment for services is due by credit card, and all credit card payments are subject to this Agreement pertaining to payment for use of the Services.\nMobicip must receive payment prior to providing any Service.\nIn the event that you cancel your credit card or it is otherwise terminated, you must immediately provide us with a new valid credit card number.\nYou authorize Mobicip, from time to time, to undertake steps to determine whether the credit card number you have provided to us is a valid credit card number.\nIn the event that you do not provide us with a current valid credit card number with sufficient credit upon request during the effective period of this Agreement, you will be in violation of this Agreement, and we may terminate this Agreement and Service with You.\nIn the event that you provide us with a debit card number instead of a credit card number, you authorize us to make all charges described in this Agreement to your debit card account.\nClients with accounts in default agree to pay Mobicip reasonable expenses, including attorney fees and costs for collection by third-party agencies, incurred by Mobicip.\n</li>\n</ul>\n</li>\n<li> Client Conduct <ul>\n<li> Your right to use the Service is personal to You.\nYou may be either an individual, a corporation, a business entity, an educational institution, a government entity and/or government agency, but You agree not to resell the use of the Service, any downloadable software or other materials or any information obtained by You without the express written consent of Mobicip.\n</li>\n<li> You are solely responsible for the content of Your transmissions through the Service, inclusive of any transmissions made via Your agent and/or any third party that uses Your Device, with or without Your knowledge.\nMobicip does, however, reserve the right to take any action with respect to the Service that Mobicip deems necessary or appropriate in Mobicip's sole discretion if Mobicip believes You or Your transmissions or use of the Service may create liability for Mobicip.\nYour use of the Service is subject to all applicable local, state, national and international laws and regulations (including without limitation those governing account collection, export control, consumer protection, unfair competition, anti-discrimination or false advertising).\nYou agree: (a) to comply with all United States laws, rules and other regulations applicable in connection with the Service.\n(b) not to use the Service for illegal purposes.\n(c) not to interfere or disrupt networks connected to the Service.\n(d) not to use the Service to infringe any third party's copyright, patent, trademark, trade secret or other proprietary rights or rights of publicity or privacy.\nand (e) not to transmit through the Service, through feedback or otherwise, any unlawful, harassing, libelous, abusive, threatening, harmful, vulgar, obscene or otherwise objectionable material of any kind or nature.\nYou will not attempt to gain unauthorized access to other computer systems and You will not interfere with another user's use and enjoyment of the Service.\n</li>\n</ul>\n</li>\n<li> License Grant and Proprietary Rights <ul>\n<li> In accordance with Your authorized use of the Service, Mobicip grants You a limited license to use the software solely in connection with the Service offered by Mobicip.\nThe Mobicip software is licensed not sold.\nYou acknowledge that the software downloaded in connection with the Service is proprietary to Mobicip and may be protected by copyrights, trademarks, product marks, patents or other proprietary rights and laws.\ntherefore, You are only permitted to use this software as expressly authorized by the Service and this Agreement.\nYou further acknowledge that title and full ownership rights to the software will remain the exclusive property of Mobicip and/or its suppliers, and you will not acquire any rights to the software, except as expressly set forth in this Agreement.\nYou may not copy, reproduce, distribute or create derivative works of Mobicip's software without expressly being authorized to do so in writing by Mobicip.\nFurther, You may not reverse engineer, decompile, alter, modify, disassemble or otherwise attempt to derive source code from the software.\nAll rights not expressly granted in these Terms are reserved to Mobicip.\n</li>\n<li> The limited license granted to You for the software is limited to a non-exclusive, non-transferable, and non-assignable license to use the software on any Device that You own or control and as permitted by the Usage Rules as defined and set forth in the applicable App Store agreement (see http://www.apple.com/legal/itunes/ww/).\n</li>\n<li> Mobicip and other names, logos, icons and marks identifying Mobicip's products and services are trademarks of Mobicip and may not be used without the prior written permission of Mobicip.\nAll other product names mentioned are used for identification purposes only and may be trademarks of their respective holders.\n</li>\n</ul>\n</li>\n<li> Termination <ul>\n<li> Mobicip may terminate this Agreement and the Service at any time for any and/or no reason, including, but not limited to, your breach of this Agreement.\nWith the exception of the Client's failure to make any payments owed thereunder or to adhere to the terms and conditions of this Agreement, Mobicip agrees to reimburse the Client a pro-rata amount for the period of service paid for by Client but not used within thirty (30) days of termination, or by canceling any of the credit card transaction(s), and Mobicip shall have no further obligations to Client.\n</li>\n<li> Client may not terminate this Agreement without consent from Mobicip.\nIf Client terminates the Service without consent, any and all payments made by Client prior to termination shall be forfeited to Mobicip.\n</li>\n<li> Upon expiration or termination for any reason, You are no longer authorized to use any part of the Service.\nWhen this Agreement is terminated and/or Your Account is canceled, You will no longer have access to data and other material You have stored on the Website, if any, and that material may be deleted by Mobicip.\n</li>\n</ul>\n</li>\n<li> Maintenance and Updates <ul>\n<li> You understand that Mobicip may update the Service at any time, but is under no obligation to inform You of and/or furnish to You any such updates.\nThis Agreement does not grant You any right, license or interest in or to any support, maintenance, improvements, modifications, enhancements or updates to the Service or supporting documentation.\nTo the extent that Mobicip supplies any updates to You, such updates will be deemed to be subject to the terms of this Agreement unless Mobicip indicates otherwise.\nMobicip reserves the right to charge fees for any future versions of, or updates to, this Service.\n</li>\n</ul>\n</li>\n<li> Indemnity <ul>\n<li> You agree that You (\"Indemnifying Party\") will defend, indemnify and hold harmless Mobicip, its employees, directors, shareholders, members, officers, agents, subsidiaries and affiliates (\"Indemnified Party\") from any and all claims, losses, damages, causes of action, liabilities and expenses (including reasonable attorneys' fees) related to or arising out of your use of the Services and/or this Agreement, including without limitation claims made by third parties related to: (a) any false advertising by You.\n(b) liability for information, materials, products or services provided under this Agreement by You.\n(c) action or allegation of infringement, misappropriation, misrepresentation or violation of the rights of any third party, including, without limitation, intellectual property rights by You and/or based on information, data, files or other content submitted by You.\n(d) disruption or malfunction of the Services by You.\n(e) a violation of any applicable law by You.\n(f) any fraud or manipulation by You.\nand/or other breaches of this Agreement by You.\nThe Indemnifying Party further agrees to: (i) take all steps reasonably necessary to substitute the Indemnified Parties as the real party in interest and effectuate a dismissal of any Indemnified Parties that are named as parties in any third party claim, with the Indemnifying Party retaining the sole right and discretion to select counsel to conduct its defense.\n(ii) pay all reasonable attorneys' fees, costs, and expenses associated with the Indemnified Parties' defense unless and until they are substituted out, with the Indemnified Parties having the sole right and discretion to select counsel to conduct their defense.\nand (iii) assume full and sole responsibility and liability for any damages, costs, fees, settlements and/or judgments entered on any third party claim, with Indemnifying Party retaining the sole right and discretion to enter into any settlement of any third party claim.\nThe Indemnified Parties assume no responsibility or liability for any damages, expenses, fees, or costs related to the defense of any third party claim.\n</li>\n</ul>\n</li>\n<li> Limitation of Liability <ul>\n<li> MOBICIP SHALL NOT BE LIABLE FOR ANY LOST PROFITS, DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, EXEMPLARY, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING IN CONNECTION WITH ANY ACTION OR OMISSION IN CONNECTION WITH THIS AGREEMENT OR WITH RESPECT TO ANY OTHER SERVICES OFFERED BY MOBICIP OR OUT OF ANY BREACH OF ANY WARRANTY, AND CLIENT WAIVES ANY CLAIMS WITH RESPECT THERETO, WHETHER BASED ON CONTRACTUAL, TORT OR OTHER GROUNDS, EVEN IF MOBICIP HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR SUCH DAMAGES WERE REASONABLY FORESEEABLE WITHOUT LIMITING THE FOREGOING.\n</li>\n<li> IN NO EVENT SHALL LIABILITY EXCEED ONE HUNDRED U.S.\nDOLLARS ($100).\n</li>\n<li> MOBICIP SHALL NOT BE RESPONSIBLE FOR ANY ALTERATIONS, MODIFICATIONS, DELETIONS AND THE LIKE TO THE WEBSITE.\n</li>\n<li> MOBICIP DOES NOT REPRESENT THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR, BUG OR VIRUS FREE AND MOBICIP SHALL NOT BE HELD RESPONSIBLE IN ANY WAY OR BY ANY MEANS, EITHER DIRECTLY OR INDIRECTLY, FOR ANY COMMUNICATIONS DIFFICULTIES, ACCESS DELAYS, AND/OR ANY INTERRUPTION AND OR DELIVERY, NON-DELIVERY, MIS-DELIVERY, CORRUPTION, VIRUS, DESTRUCTION, OR EVENTS BEYOND REASONABLE CONTROL OF ANY OF THE SERVICES OFFERED.\n</li>\n<li> SOME STATES MAY NOT ALLOW SUCH A BROAD EXCLUSION OR LIMITATION OF LIABILITY FOR DAMAGES, IN SUCH STATES, LIABILITY IS LIMITED TO THE FULL EXTENT PERMITTED BY LAW.\n</li>\n</ul>\n</li>\n<li> Confidentiality <ul>\n<li> In connection with the Agreement, You may receive or have access to commercially and/or personally valuable technical and non-technical confidential or proprietary information (\"Confidential Information\") of Mobicip.\nConfidential Information includes all information, whether oral or written, relating to the Mobicip that is not generally known or available to others, including, without limitation, source code and documentation for software, trade secrets, customer lists, pricing strategies, marketing and business plans, information concerning Mobicip's vendors, and Mobicip's contemplated plans, strategies and prospects.\nYou acknowledge and agree that any Confidential Information received or obtained from Mobicip will be the sole and exclusive property of Mobicip and may not be used, disseminated or disclosed except as may be necessary to perform the obligations required under this Agreement or as may be required by law.\n</li>\n</ul>\n</li>\n<li> Relationship of the Parties <ul>\n<li> The relationship of the parties in connection with this Agreement is that of an independent contractor relationship, and no partnership, joint venture or employee/employer relationship is intended.\n</li>\n</ul>\n</li>\n<li> Taxes <ul>\n<li> Client shall be responsible for payment of any value added tax (V.A.T.), federal, state, or local tax or any other tax imposed by any governmental entity with taxing authority over the Services provided under this Agreement.\nMobicip shall charge all taxes or notify Client of any taxes owed in connection with the Services, and Client shall promptly pay such taxes.\n</li>\n</ul>\n</li>\n<li> Force Majeure <ul>\n<li> Neither party shall be deemed in default of this Agreement to the extent that performance of its obligations or attempts to cure any breach are delayed or prevented by reason of any act of God, fire, natural disaster, accident, riots, acts of government, or any other cause beyond the reasonable control of such party.\nprovided, that the party whose performance is affected by any such event gives the other party written notice thereof within ten (10) business days of such event or occurrence.\n</li>\n</ul>\n</li>\n<li> Governing Law <ul>\n<li> This Agreement shall be governed by the laws of the State of California without giving effect to principles of conflict of laws, thereunder, as if the Agreement was a contract wholly entered into and wholly performed within the State of California.\nAny action to enforce this Agreement or any matter relating to your use of the Services provided in this Agreement shall be brought exclusively in the Superior Court in Ventura County, California, or if there is no jurisdiction in such court, then in the United States District Court for the Central District of California.\n</li>\n</ul>\n</li>\n<li> Miscellaneous <ul>\n<li> Assignment.\nYou may not assign this agreement without Mobicip's written consent.\nAny attempt to assign this Agreement without such consent will be null and void and may result in this agreement being void, at Mobicip's discretion.\n</li>\n<li> Independent Counsel.\nYou acknowledge and represent that You have procured and been advised as to all aspects of this Agreement by independent counsel of Your own choice.\nYou are satisfied that You are entering into this Agreement freely and without any improper persuasion or influence by any third party.\nTherefore, You agree that this Agreement shall not be construed in favor or against either party.\n</li>\n<li> Modifications.\nMobicip may amend this Agreement at any time by (i) posting a revised Terms of Service document on the Website and/or (ii) sending information regarding the amendment to the email address You provide to Mobicip in your account.\nYou are responsible for regularly reviewing the Website to obtain timely notice of such amendments.\nYou manifest intent to accept these amended terms if You continue to use the Service and/or Your membership account after such amended terms have been posted and/or information regarding such amendment has been sent to You.\nYou may not amend this Agreement except via a writing signed by both parties.\nFurther, Mobicip reserves the right to modify or discontinue the Service with or without notice to You.\nMobicip shall not be liable to You or any third party should Mobicip exercise its right to modify or discontinue the Service.\n</li>\n<li> Notice.\nYou agree that any notices required to be given under this Agreement by Mobicip to You will be deemed to have been given if delivered (or attempted in the event the contact information is invalid) to any of the contact information you have provided in your account.\n</li>\n<li> Severability.\nIn the event that any provision of this Agreement conflicts with the law under which this Agreement is to be construed, or if any such provision is held invalid by a court with jurisdiction over the parties to this Agreement, such provision shall be deemed to be restated to reflect as nearly as possible the original intentions of the parties in accordance with applicable law, and the remainder of this Agreement shall remain in full force and effect </li>\n<li> Successor.\nThis Agreement shall be binding upon the heirs, executors, administrators, successors and assigns of the parties hereto.\n</li>\n<li> Waiver.\nThe failure to insist upon or enforce strict performance of any provision of this Agreement, or to exercise any right under this Agreement, shall not be construed as a waiver or relinquishment of the right to enforce any such provision or right in any other instance.\n</li>\n<li> Entire Agreement.\nThis Agreement sets forth the entire understanding and agreement of the parties and supersedes any and all prior or contemporaneous oral or written agreements or understandings between the parties as to the subject matter of this Agreement.\n</li>\n</ul>\n</li>\n<li> Apple Provisions <ul>\n<li> Acknowledgement.\nYou acknowledge that this Agreement is concluded between You and Mobicip only, and not with Apple, and that Mobicip, not Apple, is solely responsible for the Service and the content thereof.\n</li>\n<li> Maintenance and Support.\nYou acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Service.\n</li>\n<li> Warranty.\nIn the event of any failure of the Service to conform to any applicable warranty, if any, You may notify Apple, and Apple will refund the purchase price paid for the Service purchased through the App Store via your iPhone, iPod and/or iPad.\nTo the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Service, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be Mobicip's sole responsibility.\n</li>\n<li> Product Claims.\nYou acknowledge that Mobicip, not Apple, is responsible for addressing any of Your claims relating to the Service or Your possession and/or use of the Service, including, but not limited to: (i) product liability claims.\n(ii) any claim that the Service fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nHowever, Mobicip's liability is limited to the extent expressed in Section 10 and any other applicable section within this Agreement and/or as otherwise permitted by applicable law </li>\n<li> Intellectual Property Rights.\nYou acknowledge that, in the event of any third party claim that the Service or Your possession and use of the Service infringes the third party's intellectual property rights, Mobicip, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim.\n</li>\n<li> Legal Compliance.\nYou represent and warrant that (i) You are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a \"terrorist supporting\" country.\nand (ii) You are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\n</li>\n<li> Third Party Beneficiary.\nYou acknowledge and agree that Apple, and Apple's subsidiaries, are third party beneficiaries of this Agreement, and that, upon Your acceptance of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce the Agreement against You as a third party beneficiary thereof.\n</li>\n</ul>\n</li>\n<li> Acceptance <ul>\n<li> By clicking on the \"Accept\" button and/or by continuing to use the Service, you agree that you have read and understand the above statements, consent to all terms and conditions within the Agreement and that you accept fully all risks and problems that you may encounter when using the Service.\n</li>\n</ul>\n</li>\n<li> Patents <ul>\n<li> Versions of the Mobicip Software may incorporate claims protected under United States Patents 7945238B2, 8634802B1, 7899438B2, US13/786966, 7881697B2, 8995952B1, 8078140B2, 8634803B1, 8285249B2, 8706079B1, 8929857B2, 8725109B1, 8712371B2, 8634801B1, 8918080B2, 8774755B1, 8774754B1, 8644796B1, 8600348B1, 8731517B1, 8588735B1, 9137386B1, 8755768B1, 9125057B2, 8611885B1, 20140372286A1, 9237433B1, 10313532B2, 10285025B1, 20140370847A1, 8639216B1, 9137389B2, 8667559B1, 10057300B2, 8594619B1, 20150271664A1, 8630612B1, 10009480B2.\n</li>\n</ul>\n</li>\n</ul> ", "created_at": "2023-10-02 16:56:21.721762", "updated_at": "2023-10-02 16:57:14.553777"}, {"id": 19312, "name": "Privacy Policy ", "url": "https://www.mobicip.com/privacy", "xpath": "//body", "text": " <ul>\n<li> Features <ul>\n<li> Screen Time Scheduler <p>Create schedules to limit screen <br> time &amp.\napp usage</p>\n</li>\n<li> Website Blocker <p>Monitor &amp.\nblock adult <br> websites</p>\n</li>\n<li> Social Media Monitor <p>Monitor social media &amp.\nprevent <br> risky behavior</p>\n</li>\n<li> Family Locator <p>Locate your children and set geo-boundaries to ensure their safety</p>\n</li>\n<li> App Blocker <p>Limit and block distractive <br> apps</p>\n</li>\n<li> Expert Advice <p>Learn parenting tips from experts on digital wellness</p>\n</li>\n<li> Activity Summary <p>Keep track of how your children <br> spend their time online</p>\n</li>\n<li> Collaboration <p>Team up with co-parents / guardians &amp.\nyour child</p>\n</li>\n</ul>\n</li>\n<li> Pricing </li>\n<li> Blog </li>\n<li> Refer a Friend </li>\n<li> Support </li>\n<li> Testimonials </li>\n<li> Contact Us </li>\n<li> About </li>\n</ul> Login Start Free Trial Login Start Free Trial Privacy Policy <p> Mobicip, LLC., DBA Mobicip.com, (the ‘Company’) is a California Limited Liability Company that provides parental control software that allows parents to create a safe and secure experience on smartphones, tablets and computers for their family and children.\nThe software is enabled using an account (the ‘Parent’) created on the www.mobicip.com website (or mobile app) by a parent, or otherwise authorized administrator of a school or business, after accepting the Terms and Conditions of the service.\nSuch an account has the ability not only to set rules and restrictions to be applied to one or more devices (the ‘Child’) used by a child, student, or a generic end-user, but also to monitor certain aspects of the device’s usage such as Internet websites, installed apps, social media, videos, and similar content.\nThis Privacy Policy, therefore, is intended to cover the right to privacy of either type of user - the Parent or the Child.\nIf you have questions or concerns regarding this statement, you should first contact support@mobicip.com.\nFrom time to time, Mobicip may introduce new products and services.\nTo the extent that these new products and services affect this policy, this policy will be updated.\n</p>\n<ol>\n<li> Parent Privacy <p>By creating an account on the www.mobicip.com website (or mobile app), you confirm that you have read, understood and agree to the provisions of this Privacy Policy and its Terms of Service.</p>\n<ul>\n<li> Collection and Use of Information <ul>\n<li> Mobicip makes its parental control service available under a number of different subscription plans.\nDuring registration, Mobicip requires your first and last name, a password, and a valid email address as a login.\nWe use the information collected to deliver services, process payments, communicate with you about orders, products and services and to update our records and generally maintain your accounts with us.\nYour email address may be used to send you periodic newsletters from Mobicip, as part of a mailing list from which you can opt out by following the link or instructions provided in each newsletter.\n</li>\n<li> Mobicip uses industry standard efforts to safeguard the confidentiality of personally identifiable information, including encryption, firewalls and SSL (Secure Sockets Layer).\nFurthermore, Mobicip is not liable for loss of passwords due to user carelessness.\nIf you believe your password has been compromised, we recommend that you immediately change your password.\n</li>\n<li> Mobicip does not allow minor children to subscribe to Mobicip.\nHowever, as part of your Parent account, you may choose to provide personally identifiable data about yourself and your family members, for instance a photograph, age, and name for each child.\nYou acknowledge that this information may be personal to you, and that setting up the personal information in your account potentially allows Mobicip to identify you or your family members, and therefore may not be anonymous.\n</li>\n</ul>\n</li>\n<li> Third-Party Payment Processor <ul>\n<li> Mobicip utilizes Stripe, an industry leading third-party payment processor, to process payments on www.mobicip.com (or mobile app), or Apple when you choose to use Apple Pay or iTunes Subscription (for payment via mobile app on iOS devices).\nIn either case, Mobicip does not store credit card details and relies directly on Stripe or Apple for the purpose.\nStripe’s collection and use of your personal information is governed by Stripe’s privacy policy, which may be reviewed at https://stripe.com/us/privacy.\nApple’s collection and use of your personal information is governed by Apple’s privacy policy, which may be reviewed at https://www.apple.com/privacy.\n</li>\n</ul>\n</li>\n<li> Third-Party Information Sharing <ul>\n<li> Mobicip employs other companies and products to assist in performing certain general business functions.\nExamples include payment processing, sending transactional and bulk email, providing marketing assistance, and providing technical support.\nThese services only have access to personal information needed to perform their respective functions, but may not use it for other purposes.\nFor instance, no Child data or usage data is shared whatsoever.\nFurther, each service must process the personal information in strict accordance with its own Privacy Policy, which is of course whetted by Mobicip to be compliant with industry standards.\nWe will never voluntarily sell personally identifiable data with any third party without the user's express consent or unless compelled by applicable state and federal laws.\nIf the company gets acquired, personal data may be included in the acquisition.\n</li>\n</ul>\n</li>\n<li> Website Traffic Patterns <ul>\n<li> We track aggregate traffic patterns throughout our web site.\nHowever, we do not correlate this information with personally identifiable data about individual users.\nWe do track visits to our website from domain names, browser types and MIME type.\n</li>\n</ul>\n</li>\n<li> Cookies <ul>\n<li> Mobicip uses cookies to enable you to logon at mobicip.com without having to re-enter information each time.\nA cookie is a small data file that a website, upon your visit, creates or writes to on your hard drive.\nWhen you register on mobicip.com, we use cookies to store unique, randomly assigned user IDs for administrative purposes.\nWe do not store passwords or any personally identifiable information about you in the cookies.\nThe Help menu on the menu bar of most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie and how to disable cookies altogether.\nFor the best experience with Mobicip's service, we recommend enabling cookies for mobicip.com.\n</li>\n</ul>\n</li>\n<li> Exclusions <ul>\n<li> This privacy policy only applies to the private data collected by Mobicip, and not to public areas, such as but not limited to, Mobicip’s support forums, social media pages, testimonials, etc.\nwhich would be considered public information that can be shared or reproduced.\n</li>\n</ul>\n</li>\n<li> Notification of Material Changes <ul>\n<li> If we make any material changes in our privacy practices that affect users, we will post a prominent notice on our Web site notifying users of the change.\nWhen we post the notice, we will also email a notification regarding such changes to those users who have opted to receive communications from us.\n</li>\n</ul>\n</li>\n<li> Additional Questions <ul>\n<li> For additional inquiries about the privacy of your information, contact Mobicip at support@mobicip.com.\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Child Privacy <ul>\n<li> Parental Consent <ul>\n<li> Mobicip is compliant with the Children’s Online Privacy Protection Act (“COPPA”), which requires that software companies pre-emptively seek and obtain express Parental Consent before collecting any personally identifiable information from children under the age of 13.\nMobicip does not collect or solicit individually identifiable information from a child without verifiable consent from that child’s parent or guardian.\nIf you yourself are a child under the age of 13, please do not share personal information about yourself with Mobicip.\nReview this Privacy Policy with your parent and make sure you understand it fully.\nIf you are a parent or guardian, please see the earlier section on Parent Privacy.\n</li>\n<li> If your parent or guardian has signed up with and enabled Mobicip, you understand that said parent or guardian can have access to usage information associated with your profile and devices, including but not limited to the types of data mentioned in the Data Collection and Reporting section below.\n</li>\n</ul>\n</li>\n<li> Data Collection and Reporting <ul>\n<li> By the nature of it being a parental control software product, Mobicip, when enabled on a child device, gathers a pre-defined series of usage data and presents this data to the Parent or otherwise authorized administrator of the Mobicip account.\nThe data thus collected is used solely for the purpose of utility to the Parent, and in turn ensure your safety.\nThe data collected is directly dependent on the type of operating system software, type of mobile device or computer, and the set of Mobicip features implemented and supported for said operating system.\nThis data includes, but is not limited to : <ul>\n<li>Web content that are blocked or allowed based on Parent rules</li>\n<li>Searches on major search engines</li>\n<li>Restrictions on Screen Time usage</li>\n<li>Location of the device or computer</li>\n<li>Mobile apps including Social Media apps, Video apps, etc.</li>\n<li>Times devices were last observed to be in active use</li>\n<li>Summarized information of Mobile Apps and their use</li>\n<li>Type of device, operating system, and unique identifier</li>\n</ul>\n</li>\n<li> Mobicip does not share your (Child) usage data with third parties or external organizations for any reason whatsoever.\n</li>\n</ul>\n</li>\n<li> Data Deletion Request <ul>\n<li> The Mobicip account you created and associated can be deleted completely and purged from our database upon request.\nPlease submit a request at https://www.mobicip.com/support or via email to support@mobicip.com.\n</li>\n</ul>\n</li>\n<li> Additional Questions <ul>\n<li> For additional inquiries about the privacy of your information, contact Mobicip at support@mobicip.com.\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ol> Build Better Digital Habits With Mobicip <ul>\n<li> 7-day Free Trial </li>\n<li> Upgrade Anytime </li>\n<li> Fast &amp.\nFriendly Support </li>\n</ul> Start Free Trial Platforms <ul>\n<li> iPhone </li>\n<li> iPad </li>\n<li> Android </li>\n<li> Kindle Fire </li>\n<li> Mac </li>\n<li> Windows </li>\n<li> Chromebook </li>\n</ul> Resources <ul>\n<li> Support </li>\n<li> Forum </li>\n<li> Partners </li>\n<li> School </li>\n<li> Business </li>\n<li> Refer a Friend </li>\n<li> Testimonials </li>\n</ul> Company <ul>\n<li> About </li>\n<li> Blog </li>\n<li> Terms </li>\n<li> Privacy </li>\n<li> Contact Us </li>\n</ul> Connect <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Sign up for Newsletter <p>\n</p> Subscribe <p> Copyright © 2023 Mobicip.LLC </p> &lt;#% if SERVER_ENVIRONMENT == 'production' &amp;&amp.\ncontent_for(:lucky_orange) &amp;&amp.\nyield(:lucky_orange) %&gt.\n&lt;#% end %&gt.\n%&gt.\n%&gt.\n", "created_at": "2023-10-02 16:56:21.755429", "updated_at": "2023-10-02 16:57:21.090655"}], "points": [], "urls": ["mobicip.com"]}}