{"error": 448, "message": "OK", "parameters": {"id": 9124, "name": "Dassault Systèmes", "created_at": "2023-07-12 22:26:00.006433", "updated_at": "2023-07-13 10:02:11.579385", "wikipedia": "https://en.wikipedia.org/wiki/Dassault_Syst%C3%A8mes", "keywords": null, "related": null, "slug": "dassault-systemes", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9124.png", "url": "3ds.com,solidworks.com", "documents": [{"id": 17875, "name": "Terms of Use", "url": "https://www.3ds.com/terms-of-use/", "xpath": "//body", "text": " <ul>\n<li> 3DS </li>\n<li> Terms of Use</li>\n</ul> Terms of Use Find a Business Partner Contact Sales 3DS.COM TERMS OF USE <p>This page states the terms and conditions governing your use of the 3DS.COM website.<br>\nPlease read them carefully.\nThese terms and conditions may be updated and amended by us from time to time, so please visit this page periodically to review them.<br>\nBy using this site, you signify that you agree with these terms of use.\nIf you do not accept the following terms and conditions, do not use this site or the services provided therein.<br>\nIn addition, (i) when you use any current or future service or purchase any current or future product on this site, you will also be subject to the applicable terms and conditions of sale, (ii) when you join communities though DS Platform&nbsp.\navailable at&nbsp;https://swym.3ds.com, you will also be subject to the “Swym.3ds.com Terms of use”.</p> 1.\nACCEPTANCE OF TERMS OF USE <p>Welcome to 3DS website (hereinafter “the Site”), a service provided by Dassault Systèmes S.A.\nand its affiliates (hereinafter “We”, “Our” or “Us”).<br>\nBy visiting the Site, by providing Us with information, by using the services offered by the Site and/or by purchasing products from the Site, you agree to be bound by the following terms and conditions (“Terms of Use”).<br>\nIf you do not agree with any of these terms, then please do not use the Site.</p> 2.\nDESCRIPTION OF SERVICE <p>The Site is offered to you, the user (hereinafter “User(s)”, “You” or “Your”) who connects to the Site and uses Our services enabling access to a variety of resources, including download areas, product information, support services for customers and partners, other information and online purchasing of some of Our products (hereinafter the “Service”).<br>\nYou are responsible for obtaining access to the Service.\nPlease note that such access may involve third-party fees (such as Internet service provider charges).\nIn addition, You must provide and are responsible for the equipment necessary to access the Service.<br>\nWe will endeavour to allow uninterrupted access to the Site.\nHowever, access to the Site may be suspended, restricted or terminated at any time and without notice and We shall not be liable if for any reason the Site is unavailable at any time or for any period.</p> 3.\nREGISTRATION – PASSWORD – SECURITY <p>In order to fully use the Site and buy Our products, You must register with Us by opening a free of charge account.<br>\nIn consideration of Your registration to the Service, You represent that You are at least 18 years of age, that You have the legal right to accept these Terms of Use, including the right to do so on behalf of Your organization if You use the Service for professional purposes, and are not barred from receiving products and services under the laws of any applicable jurisdiction.<br>\nIn so doing, You will be prompted to provide certain information and to create an account name and password.\nYou agree to (a) provide true, accurate, current and complete information about Yourself.\nand (b) maintain and promptly update Your profile to keep it true, accurate, current and complete.<br>\nYou are fully responsible for maintaining the confidentiality of Your password and account for all activities that occur under Your password or account.<br>\nDS Privacy Policy, available at the home page&nbsp;https://www.3ds.com&nbsp;will govern the use of Your personal data.</p> 4.\nYOUR CONDUCT WHEN USING THE SITE OR THE SERVICE <p>You understand that any content you may post is of your sole and unique responsibility and that You are solely responsible for your conduct on the Site.<br>\nThis means that only You, and not Us, are responsible for all content that You may upload, post, license, sublicense, display or otherwise make available via the Service or the Site.\nDS does not control the content posted via the Site or Service and, as such, may not guarantee the accuracy, integrity or quality of such content or that it does not violate any laws or rights of others.\nYou further acknowledge that You will not:</p>\n<ul>\n<li>Upload, reproduce, post, display, license, sublicense or otherwise make available any content that is offensive, inappropriate, unlawful, harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libellous, invasive of another's privacy, hateful, or racially, ethnically or otherwise objectionable or contrary to all applicable laws and regulations;</li>\n<li>Harm minors in any way;</li>\n<li>Forge headers or otherwise manipulate identifiers in order to disguise the origin of any content uploaded through the Service or the Site;</li>\n<li>Upload, reproduce, post, display, license, sublicense or otherwise make available any content that (i) you do not have a right to make available under any law or under contractual or fiduciary relationships, (ii) infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party, or (iii) contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>To interfere with or disrupt the Site, the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies or regulations of networks connected to the Service;</li>\n<li>Modify, adapt or hack the Site or modify another website so as to falsely imply that it is associated with the Site;</li>\n<li>Use any elements available on the Site (including, without limitation, textures files) except if specifically authorized on the Site or through a separate license;</li>\n<li>Obtain or attempt to obtain any materials or information through any means not intentionally made available through the Service;</li>\n<li>Stalk or otherwise harass another.\n10.&nbsp;&nbsp.\n&nbsp;Create, send or submit unwanted email to any other user of the Site or Service;</li>\n<li>Create, send or submit unwanted email to any other user of the Site or Service;</li>\n<li>Collect or store personal data about other users of the Site or Services where relevant in connection with the prohibited conduct and activities set forth above.\nand/or</li>\n<li>Violate in any manner any applicable laws.</li>\n</ul>\n<p>Do not insert hyperlinks in the content You post linking to Your or third party sites or content which You have not checked to ensure they comply with the abovementioned guidelines or which may violate the Terms of Use.<br>\nYou acknowledge, consent and agree that (i) We may remove any content that violate the Terms of Use and that (ii) DS may access, preserve and disclose your account information, if any, and content if required to do so by law or in a good faith belief that such access preservation or disclosure is reasonably necessary to:</p>\n<ul>\n<li>Comply with legal obligations;</li>\n<li>Enforce the Terms of Use;</li>\n<li>Respond to claims that any content violates the rights of third parties.\nor</li>\n<li>Protect the rights, property or personal safety of&nbsp.\nany person.</li>\n</ul>\n<p>By posting any content to DS Community Sites or Blogs, You grant DS a worldwide, royalty-free, sub-licenseable, transferable and non-exclusive license to use, copy, distribute, reproduce, modify, translate, adapt to DS standards and publicly display the content in connection with the promotion of DS products and services , for the duration of the legal protection of the intellectual property rights.</p> 5.\nLINKS TO THIRD PARTY WEBSITES <p>We have no control over any of the third party websites to which the Site has links nor do We contribute in any manner to these third party websites and We assume no responsibility for the contents of any third party websites to which the Site has links.<br>\nThese links are provided solely as a convenience to You.&nbsp.\nIf You use these links, You will leave the Site.\nWe exclude all liability arising therefrom and do not endorse or make any representations about them or any information, software or other products or materials found there, or any results that may be obtained by using them.\nIf You decide to access any third party websites linked to the Site, You do so entirely at Your own risk.</p> 6.\nLINKING TO THE SITE <p>You may link to the Site if you do not replicate the home page of the Site and subject to the following conditions:<br>\n(a)&nbsp;&nbsp;&nbsp.\nYou do not remove, distort or otherwise alter the size or appearance of Our logos;<br>\n(b)&nbsp;&nbsp;&nbsp.\nYou do not create a frame or any other browser or border environment around the Site;<br>\n(c)&nbsp;&nbsp;&nbsp.\nYou do not in any way imply We are endorsing any products or services other than Our own products and services;<br>\n(d)&nbsp;&nbsp;&nbsp.\nYou do not misrepresent Your relationship with Us nor present any other false information about Us;<br>\n(e)&nbsp;&nbsp;&nbsp.\nYou do not otherwise use any of Our trademarks displayed on the Site without Our prior express written permission;<br>\n(f)&nbsp;&nbsp;&nbsp.\nYour website does not contain content that is distasteful, offensive or controversial towards Us or any third party, infringes any intellectual property rights or other rights of any other person or otherwise does not comply with all applicable laws and regulations.<br>\nWe expressly reserve the right to revoke the right granted in this clause for breach of these Terms of Use and to take any action We deem appropriate.\nYou shall fully indemnify Us for any loss or damage suffered by Us or any of Our group companies for breach of this clause.</p> 7.\nLIMITED LICENSE TO ACCESS AND USE THE SITE – PROPRIETARY RIGHTS OF DASSAULT SYSTEMES <p>You acknowledge and agree that the Site and any software used in connection with the Site contain proprietary and confidential information that is protected by applicable intellectual property and other laws.<br>\nAll materials and contents of the Site, including without limitation, the website design text, software in object and source code (including applets), scripts, downloads, graphics, photos, interactive features and the like and their selection and arrangement, and the trademarks, trade names, trade dress, service marks and logos contained therein are owned by or licensed to Dassault Systèmes, and are subject to copyright and other intellectual property rights under all applicable laws.<br>\nAll rights not expressly granted to You in these Terms of Use are reserved.<br>\nNone of the above mentioned materials may be modified, reproduced, duplicated, copied, sold, resold, transmitted, published, licensed, transferred, visited or otherwise exploited for any commercial purpose, stored in any other website, included in any public or private electronic retrieval system or service, redistributed or framed (or similar) without Our prior written permission.<br>\nYou may not make any derivative use of this Site or its contents.<br>\nYou may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) belonging to Us without Our prior express written consent.<br>\nYou may not use any meta tags or any other “hidden text” utilizing Our name or trademarks without Our prior express written consent.<br>\nWe grant You a limited license to access and make personal use of the Site and not to download (other than page caching) or modify it, or any portion of it, except with Our prior express written consent.<br>\nYou are permitted to print and download extracts from the Site for Your own personal use on the following basis:<br>\n(a)&nbsp;&nbsp;&nbsp.\nNo documents or related graphics on the Site are modified in any way;<br>\n(b)&nbsp;&nbsp;&nbsp.\nNo graphics on the Site are used separately from the corresponding text.\nand<br>\n(c)&nbsp;&nbsp;&nbsp.\nOur copyright and trademark notices and this permission notice appear in all copies.<br>\nFor the avoidance of doubt, this clause does not permit any resale or commercial use of the Site or its contents.\nany derivative use of the Site or its contents or the use of robots, data mining or similar data collection and/or extraction tools is strictly prohibited.<br>\nAny unauthorized use terminates the permission or license granted by Us.</p> 8.\nSOFTWARE AVAILABLE <p>Any software that is made available to download from this Site, whether for free or subject to payment of a license fee (“Software”) is the copyrighted work of Dassault Systèmes, its affiliates, and/or their suppliers.<br>\nYour use of the Software is governed by the terms of the end user license agreement, if any, which accompanies, or is included with, the Software (“License Agreement”).\nYou may not download, install or use any Software that is accompanied by or includes a License Agreement unless You first agree to the License Agreement terms through the double-click acceptance process provided on the Site.<br>\nFor any Software not accompanied by a License Agreement, Dassault Systèmes hereby grants You a personal, non-transferable license to use the Software for viewing and otherwise using this Site in accordance with these Terms of Use and for no other purpose.<br>\nWithout limiting the foregoing, copying and reproduction of the Software to any other server or location for further reproduction or redistribution is expressly prohibited.\nThe Software is warranted, if at all, only according to the terms of the License Agreement.<br>\nYou acknowledge that the Software and any accompanying documentation and/or technical information are subject to all applicable countries export control laws and regulations.\nYou agree not to export or re-export the Software, directly or indirectly, to any countries that are subject to export restrictions.</p> 9.\nEXCLUSIONS AND LIMITATIONS OF LIABILITY <p>The Site and the data contained therein are provided “as is” and on an “as available” basis and without warranty, representation, condition or other term of any kind, either express or implied as to the operation of the Site or the information content, materials or products on the Site.<br>\nWe exclude all representations, warranties, conditions and other terms which but for this clause might have effect in relation to the Site, including but not limited to:<br>\n(a)&nbsp;&nbsp;&nbsp.\nThe implied warranties of merchantability, satisfactory quality, fitness for a particular purpose, use of reasonable care and skill or similar anywhere in the world;<br>\n(b)&nbsp;&nbsp;&nbsp.\nAs to non-infringement of any third party’s intellectual property rights of any content published or made available through the Site;<br>\n(c)&nbsp;&nbsp;&nbsp.\nAs to the server(s) that make(s) the Service available being free of viruses or other disruptive code which may infect, harm or cause damage to Your computer equipment or any other property when You access, browse, download from or otherwise use the Site.<br>\nWe do not guarantee that the Site will be error free and do not accept liability for any errors or omissions.<br>\nYou expressly agree that Your use of the Site is at Your sole risk.<br>\nWe shall use reasonable endeavours to correct any errors or omissions as soon as reasonably practicable after being notified of them.<br>\nAny advice or recommendation given by Us or Our employees or agents to You which is not confirmed off-line in writing by Us, is followed or acted upon entirely at Your own risk, and accordingly We shall not be liable for any such advice or recommendation which is not so confirmed.<br>\nDassault Systèmes and any of Our group companies and the officers, directors, employees, shareholders or agents of any of them exclude all liability and responsibility for any amount or kind of loss or damage that may result in any manner to You or a third party in connection with the Site and/or the Service or in connection with the use, inability to use, or the results of use of the Site and/or the Service, any third party websites linked to the Site, or the material on such websites, including, without limitation, any indirect, punitive or consequential loss or damages and any loss of income, profits, goodwill, data, contracts, use of money, loss or damages arising from or connected in any way to business interruption, due to viruses that may infect Your computer equipment, software, data or other property on account of Your access to, use of, or browsing the Site or Your downloading of any material from the Site or any third party websites linked to any of the Site and whether in tort (including without limitation negligence), contract or otherwise.<br>\nNothing in these Terms of Use shall exclude or limit Our liability (i) for death or personal injury caused by Our negligence.\n(ii) for fraud.\nor (iii) for any liability which cannot be excluded or limited under applicable law.<br>\nIf Your use of material on the Site results in the need for servicing, repair or correction of equipment, software or data, You assume all costs thereof.</p> 10.\nELECTRONIC COMMUNICATIONS <p>When You visit the Site, buy Our products or send e-mails to Us, You are communicating with Us electronically.\nYou consent to receive communications from Us electronically.\nWe will communicate with You by e-mail or by posting notices on the Site.\nYou agree that, to the extent permitted by applicable law, all agreements, notices, disclosures and other communications that We provide to You electronically satisfy any legal requirement that such communications be in writing.</p> 11.\nMODIFICATION OF SERVICE <p>We reserve the right at any time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\nYou agree that We shall not be liable to You or to any third party for any modification, suspension or discontinuance of the Service.<br>\nYou agree to review the most current version of the Terms of Use.</p> 12.\nAPPLICABLE LAW - JURISDICTION <p>The Terms of Use shall in all respects be governed and construed in accordance with the laws of France and any dispute arising out of or in connection with the use of the Site or the Services shall be brought before the exclusive jurisdiction of the competent Courts of France.</p>\n<p>\n<i>Date Last Modified<br>\nThese Terms of Use were last modified on July, 2010.</i>\n</p> 3DS Paris Campus A Collaborative Platform 10, Rue Marcel Dassault, 78140 Vélizy-Villacoublay, FRANCE\nTel: + 33 1 61 62 61 62 / Fax: + 33 1 70 73 43 63 Scroll back to top <i>\n</i> ", "created_at": "2023-07-12 22:26:00.0664", "updated_at": "2023-07-12 22:26:18.930428"}, {"id": 17874, "name": "DASSAULT SYSTEMES PRIVACY POLICY", "url": "https://www.3ds.com/privacy-policy", "xpath": "//body", "text": " Skip to main content DASSAULT SYSTÈMES PRIVACY POLICY <p>Dassault Systèmes, the&nbsp;<strong>3D</strong>EXPERIENCE Company, has always recognized data protection as an important topic for its stakeholders in the digital age and understands the responsibility that comes with the handling of personal data.\nThis Privacy Policy describes the privacy practices of Dassault Systèmes S.E.\nand its affiliates (together “3DS”) related to personal data collected, used, stored and otherwise processed in connection with its websites, mobile apps when this Privacy Policy is referenced, its branded social media pages (“Sites”), and products and services provided by 3DS to its customers (“Services”).\nIt explains the rights and choices available to individuals with respect to their Personal data.</p>\n<p>Please be aware that some supplemental country terms may be applicable as detailed at the end of this Privacy Policy.</p> WHAT THIS PRIVACY POLICY COVERS - SUMMARY <p>This Privacy Policy applies to the personal data 3DS processes as a data controller, i.e.\nas the party that determines what personal data to collect online (including in connection with 3DS Sites) or offline and to what end.</p>\n<p>This Privacy Policy does not apply to</p>\n<ul>\n<li>Personal Data about 3DS employees and candidates,</li>\n<li>Personal Data that 3DS processes on behalf of its customers or other third parties as specified in the applicable agreement.</li>\n</ul>\n<p>This Privacy Policy provides information about:</p>\n<ul>\n<li>The Types of personal data 3DS may collect about you (e.g.\nyour contact details);</li>\n<li>How the personal data is collected;</li>\n<li>The purposes and legal basis of processing your personal data (e.g.\nto comply with the law, for marketing purposes with your consent);</li>\n<li>Your rights and choices about your personal data: Depending on your jurisdiction, you may have legal rights associated with 3DS processing of your personal data, including rights to access, correct, delete, transfer, or object to the processing of your personal data.\nRegardless of where you live, 3DS will honor your request to opt-out of being contacted for marketing reasons;</li>\n<li>How to contact us.</li>\n</ul>\n<p>For your convenience, hyperlinks may be posted on the 3DS Sites that link to other websites or apps that 3DS does not own or control.\nThis Privacy Policy is not applicable to them and 3DS has no liability for the content of third-party websites nor the personal data they collect.\n3DS encourages you to read the privacy policies of the other websites you visit and services you use.</p> WHAT PERSONAL DATA IS COLLECTED AND PROCESSED BY 3DS <p>Personal data means any information relating to an identified or identifiable person.\nAn identifiable person is a person who can be identified, directly or indirectly, in particular by reference to an identification number or to one or more factors specific to the natural person.</p>\n<p>In any event, the personal data processed by 3DS is limited to data necessary for the purposes described in this Privacy Policy.</p>\n<p>Depending on the purposes detailed below, personal data processed by 3DS includes:</p>\n<ul>\n<li>\n<strong>Personal and business contact</strong> information such as first and last names, postal address, email address, telephone number(s) and job title;</li>\n<li>\n<strong>Profile information</strong> such as user ID, login and password, profile picture, university, degree, certification and courses taken.\ntype of organization (company, school, etc.), organization name, organization size, department, industry and sub-industry sectors;</li>\n<li>\n<strong>Transaction information</strong> details related to purchases you make, including through 3DS Sites, event registrations and billing data (such as credit card details, bank account information), signature;</li>\n<li>\n<strong>Health related data</strong>, if you attend an event organized by 3DS, you may be asked for health information for the purpose of identifying and being considerate of individuals who have disabilities, special dietary requirements as well as other additional personal data that are necessary to be processed throughout the even;.</li>\n<li>\n<strong>Usage Information</strong> such as IP and Mac Addresses, logs, on how you use 3DS Services, including data from cookies as described below and through the 3DS marketing preferences Center as applicable.</li>\n</ul>\n<p>Such personal data may be collected by 3DS through the following means:</p>\n<ul>\n<li>Directly from you through the Services or otherwise communicated;</li>\n<li>Automatically;</li>\n<li>From third-parties, such as:\n<ul>\n<li>- Your employer, school or other organization you belong to,</li>\n<li>- Third parties you directed to share your personal data with 3DS;</li>\n<li>- Public databases.</li>\n</ul>\n</li>\n</ul>\n<p>The provision of personal data identified as mandatory is on a voluntary basis but is necessary to provide you with 3DS Services.</p>\n<p>Please be aware that 3DS Services are not designed for children who are considered as minors under applicable data protection laws.\nIf you are a minor, you are not allowed to use 3DS Services, except if you have the prior authorization from your parents or guardians.&nbsp.\nIf 3DS learns that it has collected personal data from a child, it will delete that information as quickly as possible.</p> WHY YOUR PERSONAL DATA IS PROCESSED BY 3DS <p>3DS only uses your personal data as permitted by law.&nbsp.\nThe legal bases and purposes of 3DS processing of your personal data are described below:</p>\n<p>\n<strong>With your Consent</strong>\n</p>\n<ul>\n<li>To communicate with you, including when you request information related to 3DS Services, register on 3DS Sites, participate in surveys, or allow 3DS to take specific actions (e.g.\npost your testimonials or endorsements on 3DS Sites) and more generally to manage 3DS communication and marketing activities;</li>\n<li>To ascertain your requirements and interests and provide you with the most suitable Services;</li>\n<li>To provide you with a personalized, interactive use of Sites and allow you to access all their features;</li>\n<li>To enable you to display certain of your personal information related to your profile while exchanging ideas and other information about Services with other users of 3DS Sites, including the <strong>3D</strong>EXPERIENCE Platform.</li>\n</ul>\n<p>\n<strong>To </strong>\n<strong>enter into an agreement to </strong>\n<strong>provide 3DS Services</strong>\n</p>\n<ul>\n<li>To enable you to register for an event, seminar, webinar or enter a contest including to track and administer events you have registered for and attended, and to subscribe you to 3DS community forums.\nCreate an account to have access to 3DS Services and obtain a user ID such as the “<strong>3D</strong>EXPERIENCE ID”;</li>\n<li>To enable 3DS to manage its business relationships with you, (in conjunction with sales opportunities, commercial offers, purchasing, contracts, orders, invoices, delivery, support - including essential information for users of 3DS Services - and security of 3DS Services or professional services);</li>\n<li>To manage your training and/or certification on 3DS Services, which may include tracking your learning progress in order to make this information available to you;</li>\n<li>To operate, maintain, administer and improve the Services.</li>\n</ul>\n<p>\n<strong>To comply with the following legitimate interests</strong>\n</p>\n<p>3DS takes into consideration and balances any potential impact on you (both positive and negative) and your rights before processing your personal data for purposes based on legitimate interest.\nUnless 3DS has your consent or is otherwise required or permitted to do so by law, 3DS will not use your personal data in situations where the impact on you outweighs its legitimate interest in processing your personal data:</p>\n<ul>\n<li>To improve your experience better understand your needs and interests, and personalize your experience with the 3DS Services, including remembering your settings;</li>\n<li>To provide you with information related to marketing activities for similar goods and products if you are already using 3DSServices;</li>\n<li>To enable 3DS to manage its business relationships when you are acting on behalf of a 3DS prospect or customer (in conjunction with sales opportunities, commercial offers, purchasing, contracts, orders, invoices, delivery, support - including essential information for users of 3DS Services - and security of 3DS Services or professional services);</li>\n<li>To manage the 3DS Anti-Piracy and Compliance program;</li>\n<li>To create anonymous data for analytics;</li>\n<li>To protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity as well as for security and safety prevention, within the framework of 3DS Cybersecurity Program.</li>\n</ul>\n<p>3DS may combine your personal data together with additional relevant publicly available information or personal data collected through other processing activities.</p>\n<p>\n<strong>To comply with law</strong>\n</p>\n<ul>\n<li>To manage 3DS legal obligations related to compliance laws, including but not limited to anti-corruption laws applicable export laws, trade sanctions, and embargoes issued, by the European Union and its member states, and of the United States of America and other countries, if any.\nThis may include (i) conducting automated checks of any user registration data&nbsp.\nidentified in this Privacy Policy and other information you provide about your identity against applicable sanctioned-party lists.\n(ii) regular repetition of such checks whenever a sanctioned-party list is updated or when you update your information.\n(iii) blocking of access to 3DS Services in case of a potential match.\nand (iv) contacting you to confirm your identity in case of a potential match;</li>\n<li>To keep your financial data with a third party payment provider;</li>\n<li>To comply with lawful requests and legal process such as to respond to subpoenas or requests from government authorities as detailed hereinafter.</li>\n</ul> HOW LONG YOUR PERSONAL DATA IS RETAINED <p>3DS does not store your personal data for more time than necessary and only as long as required to fulfill the purposes set out above.\nRetention periods may vary depending on the data categories and the processing activities.\nTo determine the appropriate retention period for personal data, 3DS considers the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which 3DS processes your personal data and whether 3DS can achieve those purposes through other means, and the applicable legal requirements:</p>\n<ul>\n<li>where you gave your consent, until you withdraw it;</li>\n<li>where 3DS has entered into an agreement with you or your employer, as long as the agreement is into force plus the applicable local statutes of limitations;</li>\n<li>where 3DS has a legitimate interest in using your personal data, for a limited period of time appropriate to ensure a fair processing of your personal data or until you object to 3DS’s use of your personal data, subject to 3DS’ compelling legitimate grounds for continued processing which override your interest in objecting or for the establishment, exercise or defense of legal claims.</li>\n<li>where 3DS is required to comply with a legal obligation, the retention period will be determined according to the applicable law;</li>\n<li>Where your personal data is required to assert or defend against legal claims, 3DS will retain your personal data until the end of the relevant retention period or until the claims in question have been settled.</li>\n</ul>\n<p>At the end of the retention period, your personal data will be deleted or anonymized using process and methods in accordance with data protection standards.</p> WITH WHOM 3DS SHARES YOUR PERSONAL DATA <p>3DS does not rent or sell information but may share your necessary personal data for certain business purposes with the following categories of organizations:</p>\n<ul>\n<li>\n<strong>Within </strong>\n<strong>3DS group</strong>: 3DS Group is a worldwide multi-tiered organization, located in the Americas, Asia and Europe to provide you with responsive and proactive services.\nIn that globalized context, 3DS may need to share your personal data for purposes consistent with this Privacy Policy (e.g.\nto provide you with customer support).</li>\n<li>\n<strong>With 3DS trusted stakeholders </strong>\n<ul>\n<li>\n<ul>\n<li>- Event or marketing sponsors: 3DS may share your personal data with trusted sponsors with which 3DS organizes events or marketing promotions.\nWhen you register for an event, 3DS may share your name, company, and email address with other participants and sponsors of the same event for the purpose of communication about the event and the exchange of ideas.</li>\n<li>- 3DS business partners (https://www.3ds.com/partners/ and https://www.solidworks.com/how-to-buy/find-solidworks-reseller/): 3DS may share your personal data with 3DS business partners such as resellers assigned to you to provide you or your employer with appropriate offers or Services.</li>\n<li>- Third parties acting on 3DS behalf: 3DS may engage third party companies and individuals where necessary and share your personal data with them in the course of the services that they render to 3DS, to administer and provide the Services on 3DS’ behalf (such as training, customer support, hosting, payment services to enable you to purchase 3DS Services, email delivery and database management services).\nThese third parties will use your personal data only as directed by 3DS and in a manner consistent with this Privacy Policy, and are prohibited from using or disclosing your personal data for any other purpose.</li>\n<li>&nbsp;</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<strong>With third parties to comply with applicable laws:</strong>&nbsp;3DS may, depending on the applicable law, disclose some of your personal data to government or law enforcement officials or private parties, (a) if 3DS believes in good faith that such disclosure is reasonably necessary to comply with legal process (for example, a warrant, a subpoena, or other court order), (b) enforce the terms and conditions that govern 3DS Services, (c) protect the rights, property, or safety of 3DS, 3DS’s customers, or the public and (d) protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity.\n3DS will review the requests to make sure they satisfy applicable laws.\nIf a request asks for too much information, 3DS will try to narrow it, and if possible will object to producing any information at all.</li>\n</ul>\n<ul>\n<li>\n<strong>With third parties to serve or protect 3DS legal and business interests</strong>:&nbsp.\n3DS may sell, transfer or otherwise share some or all of its business or assets, including your personal data, in connection with a business deal (or potential business deal) such as a merger, consolidation, acquisition, reorganization or sale of assets or in the event of bankruptcy, or a change of control or a total or partial liquidation of 3DS, in which case 3DS will make appropriate efforts to require the recipient to honor this Privacy Policy.</li>\n</ul> INTERNATIONAL DATA TRANSFERS <p>When accessing a 3DS Site, please note that through your continued use of it, if you are located in a different country than the 3DS Site, you consent to the transfer of your personal data to a country outside of your own where privacy laws may not be as protective as those in your jurisdiction may.</p>\n<p>As part of a worldwide multi-tiered organization 3DS may transfer your personal data from a country or region to another country or region, including anywhere in Africa, Asia, Europe and the Americas.\n.\nThis can for example happen when 3DS provides you with Services such as training, customer support or hosted services.</p>\n<p>Whenever 3DS transfers your personal data to countries not deemed by your country’s authorities (e.g.\nthe European Commission) to provide an adequate level of personal data protection, the transfer will be based on safeguards recognized by your country’s authorities as providing adequate protection for personal data such as the Standard Contractual Clauses issued by the European Commission, your informed consent for the transfer or any other relevant mechanism.</p>\n<p>Please contact us if you want further information on the mechanism used by 3DS when transferring your personal data.</p> WHAT ARE YOUR RIGHTS <p>Depending on the applicable data protection laws, you may have some or all of the following rights with regard to your personal data:</p>\n<ul>\n<li>access your personal data;</li>\n<li>obtain a copy of your personal data stored by 3DS;</li>\n<li>request the rectification, completion, update or erasure of your personal data;</li>\n<li>restrict processing;</li>\n<li>object to specific processing of your personal data if that processing is based on legitimate interests;</li>\n<li>data portability.\nand..</li>\n<li>If the processing of your personal data is based on your consent, you have a right to withdraw that consent at any time (e.g.\nopt-out or unsubscribe from marketing communications).</li>\n</ul>\n<p>If you have an account, you can exercise your rights by logging on to your account.\nOtherwise, you may exercise your rights by submitting your request here: https://www.3ds.com/privacy-policy/contact.</p>\n<p>Depending on the scope of the request, and if permitted under applicable law, 3DS may charge a reasonable fee to cover costs incurred in connection with such request.\n3DS may deny access to your personal data in limited circumstances in accordance with applicable laws and regulations.</p>\n<p>3DS may request specific information from you to confirm your identity or process your request.\nApplicable laws may require or permit 3DS to decline your request but in all cases, 3DS will provide you with an explanation of its position, subject to legal restrictions.</p> DATA SECURITY <p>3DS maintains appropriate technical and organizational measures to protect your personal data from loss, misuse and unauthorized access, disclosure, alteration and destruction during transmission and once in its possession.\nHowever, while 3DS strives to protect your personal data, in light of the inevitable risks linked to the Internet, 3DS cannot guarantee full protection against any leak.</p>\n<p>It is important for you to exercise caution to prevent unauthorized access to your personal data.\nYou are responsible for the confidentiality of your password and information appearing on your account.\nConsequently, you must ensure that you log out of your session in the event of shared use of a computer.</p> COOKIES AND SIMILAR TECHNOLOGIES <p>\n<strong>Cookies used by 3DS</strong>\n</p>\n<p>In order to improve your browsing experience on 3DS Services, 3DS uses cookies or other similar technologies that may process your personal data.</p>\n<p>Depending on the Services, 3DS uses different types of cookies:</p>\n<ul>\n<li>\n<strong>Strictly necessary cookies</strong> are always used.\nas they are essential for you to properly use the 3DS Services and cannot be switched off.\nFor example, they allow you to save your personalization settings (choice of language, presentation of a service, saving your shopping cart).</li>\n<li>\n<strong>Functional cookies</strong> are used in order to improve the performance of the 3DS Services, to provide you with optimized features and a more personal experience by collecting information when you use 3DS Services.\nFunctional cookies also include analytics and performance cookies that are used to collect information about the traffic to 3DS Sites and how users use 3DS Services.\nThe information gathered may include the number of visitors to 3DS Sites, the websites that referred you to 3DS Sites, the pages you visited on 3DS Sites, what time of day and duration you visited 3DS Sites, whether you have visited 3DS Sites before, and other similar information.\n3DS uses this information to help operate 3DS Sites more efficiently, to gather broad demographic information and to monitor the level of activity on 3DS Site.</li>\n<li>\n<strong>Advertising cookies</strong> are implemented by 3DS or third parties, in order to build a profile of your interests and to provide you with personalized and targeted content.\nThey do not directly store personal data, but are based on the unique identification of your browser and internet device.</li>\n</ul>\n<p>To see the detailed list of cookies used by 3DS and their purpose, click here.</p>\n<p>\n<strong>Disabling cookies</strong>\n</p>\n<p>You can remove or reject functional and advertising cookies at any time through the cookies banner or by clicking “Manage my cookies preferences” link in the footer of the Site.\nHowever, if you do not accept certain cookies, some functionalities and features of the Services may not function properly and you may experience some inconvenience in their use.\nFor example, 3DS may not be able to recognize your computer or mobile device and you may need to log in every time you visit 3DS Sites.\nIf you choose to remove advertising cookies, you will still see advertisements but they may not be relevant to you.</p> CONTACT - DISPUTE RESOLUTION <p>3DS is committed to ensuring the privacy of personal data: You can contact the 3DS Data Protection Officer via the following form:&nbsp;https://www.3ds.com/privacy-policy/contact if:</p>\n<ul>\n<li>you have any questions about this Privacy Policy;</li>\n<li>you encounter any issue when having access to your personal data or related to your rights as described above;</li>\n<li>you believe that 3DS is not complying with the GDPR or the applicable local data protection laws;</li>\n<li>you have a reason to believe that the security of your personal data has been compromised or misused.</li>\n</ul>\n<p>When you want to report a claim by lodging a complaint to the 3DS Global Data Protection Officer, you will need to send a letter to the address mentioned at the end of this Policy or submit your claim using the form referenced above containing (in addition to the information required by the form and depending on the type of rights) the name or reference of the concerned processing and any additional information as reasonably requested by the 3DS Global Data Protection Officer.</p>\n<p>If your usual place of residence is in European Union, Lichtenstein, Norway or Iceland, you have a right to file a complaint with your local data protection authority.</p>\n<p>When applicable, contacts of 3DS Local Data Protection Officers are available in the below supplemental country or regional terms.</p> DATE OF ENTRY INTO FORCE OF THE PRIVACY STATEMENT AND CHANGES TO IT <p>3DS reserves the right to modify and update this Privacy Policy at any time in accordance with 3DS requirements and circumstances, or where required by applicable laws and regulations.&nbsp.\n3DS encourage you to periodically review this page for the latest information on its privacy practices.\nIf major changes occur to this Privacy Policy, 3DS may inform you via email or another manner that 3DS believes reasonably likely to reach you.\nThis may include posting a specific announcement on 3DS Sites.</p>\n<p>Any modifications to this Privacy Policy will be effective upon 3DS posting of the new terms and/or upon implementation of the new changes in the Services.</p> ADDITIONAL COUNTRY OR REGIONAL TERMS <p>Depending on where you are living, some additional terms as detailed below may be applicable to you.\nWhere the Privacy Policy refers to “personal data”, it shall be interpreted, as applicable, to mean “personal information” as defined by the applicable data protection law.</p>\n<p>With regard to your rights or any concern you may have related to your personal data, in addition to the contact information above, you may also contact the local 3DS Affiliate located in your country with writing to the legal department at the address in the following table:</p>\n<p>&nbsp;</p>\nCountry\n3DS Affiliate\nContact\n<strong>EUROPE</strong>\n&nbsp.\n&nbsp.\nGDPR Countries, Switzerland &amp.\nUnited Kingdom\nDassault Systèmes S.E.\n<p>Legal Department – DPO Office<br> Dassault Systèmes Headquarters<br> 10, Rue Marcel Dassault<br> 78140 Vélizy-Villacoublay<br> FRANCE</p> Russia\nDassault Systèmes LLC <p>Yartsevskaya str.\n19, office СLVII,<br> Moscow 121552, Russian Federation</p>\n<strong>ASIA PACIFIC</strong>\n&nbsp.\n&nbsp.\nAustralia\nDassault Systèmes Australia Pty Ltd.\n<p>Level 10, 15 William Street<br> 3000 Melbourne, Victoria</p> China <p>Dassault Systèmes (Shanghai) Information Technology Co., Ltd.,</p>\n<p>Dassault Systèmes (Shanghai) Information Technology Co., Ltd.,<br> Personal Information Inquiries<br> Unit 1701-04, 17F, Foxconn Building, No.1366 Lujiazui Ring Road, China (Shanghai) Pilot Free Trade Zone,<br> 200120 Shanghai,<br> Phone number +86-21-3856-8000 (main line)</p> Japan <p>Dassault Systèmes K.K</p>\n<p> Representative Director: Philippe Godbout</p>\n<p>Personal Information Inquiries<br> ThinkPark Tower, 2-1-1 Osaki, Shinagawa-ku, Tokyo, Japan<br> Phone number 03-4321-3500 (main number)</p> Republic of Korea\nDassault Systemes Korea Corp.\n<p>Data protection Office - Legal Department<br> ASEM Tower, 9F, 517 Yeongdong-daero, Gangnam-gu<br> 06164 Seoul</p> Singapore\nDassault Systemes Singapore Pte.\nLtd.\n<p>Data Protection Office - Legal deparment<br> 9 Tampines Grande, #06-13, Asia Green<br> 528735 Singapore</p>\n<strong>AMERICAS</strong>\n&nbsp.\n&nbsp.\nBrazil <p>Dassault Systèmes DO Brasil LTDA<br> (85 Avenue Jornalista Roberto Marinho)</p>\n<p>DS America Corp.\nLegal Department – DPO for Americas<br> 175 Wyman Street<br> Waltham, MA 02451<br> Phone: (888) 337-0030 (toll free in the US only)</p> Canada\nDassault Systèmes Canada, Inc <p>DS America Corp.\nLegal Department – DPO for Americas<br> 175 Wyman Street<br> Waltham, MA 02451<br> Phone: (888) 337-0030 (toll free in the US only)</p> Mexico\nDassault Systemes de Mexico S.A.\nde C.V.<br> (Av.\nPaseo de la Reforma No.\n505 piso 36, Suite B, Colonia Cuauhtema, 065000 Mexiso D.F.) <p>DS America Corp.\nLegal Department – DPO for Americas<br> 175 Wyman Street<br> Waltham, MA 02451<br> Phone: (888) 337-0030 (toll free in the US only)</p> USA\nDassault Systèmes Americas Corp.\n<p>DS America Corp.\nLegal Department – DPO for Americas<br> 175 Wyman Street<br> Waltham, MA 02451<br> Phone: (888) 337-0030 (toll free in the US only)</p> AUSTRALIA <p>All payments made in connection with the 3DS Sites are processed through a third party payment service provider to which 3DS or you provide necessary personal data to enable you to purchase 3DS Services.\nThese payment service providers may share your personal data with other services providers (such as verification service, web posting, data analytics) to perform the services in connection with completing a transaction including the processing of payments.\n3DS authorizes such payment service provider and related service providers to use and disclose your personal data as long as necessary to perform the foregoing services provided they comply with legal requirements.</p> BRAZIL <p>In addition to the rights identified in the Privacy Policy above, residents of Brazil may have the following additional rights under the Lei Geral de Protecao de Dados (LGPD) with respect to their personal data:</p>\n<ul>\n<li>Right to confirmation of the existence of processing</li>\n</ul>\n<ul>\n<li>Right to have their personal data anonymized on request</li>\n</ul> REPUBLIC OF CHINA <p>Personal information means various types of information that are relating to identified or identifiable individuals, as recorded in electronic or other forms, but excluding anonymized information.</p>\n<p>Where the Privacy Policy refers to “data controller”, it shall be interpreted, as applicable, to mean “data processor” as defined by the applicable data protection law</p>\n<p>3DS may collect the following categories of personal information under the circumstances as below:</p>\n<p>\n<strong>Registration</strong>: You may register an account through 3DS Sites and 3DS will collect your personal and business contact information, including your first and last name, universally unique identifier, user ID, email address, postal address, phone number, login, password and country and you may consent to receive marketing communications.</p>\n<p>\n<strong>Purchase of 3DS services</strong>: Transaction information details related to your purchases may be collected by 3DS to perform the deal, including your date of birth, identity documents and proof of address as applicable, billing data (such as credit card details, bank account information).</p>\n<p>\n<strong>Use of 3DS Services: </strong>When you request for or use 3DS Services, 3DS will collect your profile information (including user ID, login name and password, profile picture, university, degree, certification and courses taken, organization name, organization size, department, industry and sub-industry sectors, date of birth, job title, phone number, photo, video, audio, professional and academic background, skills, interests), so that 3DS can provide with you 3DS Services to perform our contract.</p>\n<p>\n<strong>Attend 3DS training and/or certification</strong>: To manage your training and/or certification on 3DS Services, 3DS will process your learning progress, first and last name, email address, school or organization, country, user name, student or professional ID in order to provide training and/or certification services with you according to our contract.</p>\n<p>\n<strong>Feedback:</strong> You may submit feedback in a survey or interact with 3DS through 3DS Sites, where 3DS may collect such information from you, so that 3DS can respond to your feedback.</p>\n<p>\n<strong>Device information:</strong> To understand how you use 3DS Services, 3DS will collect operating and usage data regarding how you use 3DS Sites and Services, including IP and MAC address, logs.</p>\n<p>\n<strong>Cookies</strong>: 3DS will collect your operation and usage data through cookies when you visit 3DS websites and other apps, in particular in order to review your network environment and constantly improve 3DS Service to make it more user-friendly.</p>\n<p>3DS may collect the following categories of personal information under the circumstances as below:</p>\n<p>&nbsp;</p>\n<p>\n<strong>Sensitive Personal Information</strong>\n</p>\n<p>Sensitive personal information means personal information, the leakage or illegal use of which could easily lead to the infringement of the dignity of an individual, or harm to personal body and property security, including biometric information, religion, specific identities, medical and health information, financial accounts, personal tracks, as well as the personal information of minors under the age of 14.In this Privacy Policy, personal sensitive information collected or processed are summarized as below for your attention.</p>\n<p>\n<strong>Financial personal information</strong> (credit card number and expiry date, name and address of the cardholder), to perform contracts of which 3DS is one of the contracting parties and complete your purchase;</p>\n<p>\n<strong>Health information</strong> (for the sole purpose of identifying and being considerate of individuals who have disabilities or special dietary requirements throughout events to which you attend).</p>\n<p>\n<strong>Minor’s personal information</strong>: 3DS may only collect personal data from children, who are considered minors under the applicable data protection law, with the prior consent of their parents or guardians.\nIn such a case, 3D will formulate separate personal information processing rules for minor’s personal information, and will process minor’s personal information in accordance with those separate rules.</p>\n<p>We collect your above sensitive personal information to the necessary scope as required to perform the above purposes.\nYou understand that the leakage or illegal use of your sensitive personal information could easily infringe your dignity or harm your body and property security.\nWe adopt strict protection measures to protect your sensitive personal information.</p>\n<p>\n<strong>Marketing Communications </strong>\n</p>\n<p>If you accept to receive marketing communications and other relevant information from 3DS, 3DS will send you this commercial information, as well as recommendation of contents that you may be interested in via SMS, email or phone.\nYou can unsubscribe from receiving such marketing materials with the help of customer service, or through the instructions in the SMS and email.</p>\n<p>\n<strong>Provide Personal Information to Third Parties</strong>\n</p>\n<p>If 3DS needs to provide your personal information to third parties, 3DS will strictly follow applicable laws and requirements.\nWhen it is so required by applicable laws and regulations, 3DS will notify you of details about how 3DS provides your personal information to third parties and obtain your separate consents.</p>\n<p>\n<strong>International Data Transfers</strong>\n</p>\n<p>Your Personal Information may be stored on servers in China or overseas.\nAs part of a worldwide multi-tiered organization, 3DS may share your personal information outside China, for example, with other 3DS affiliates and with 3DS suppliers or business partners, to support the products and services provided to you or the organization you are working for.\n3DS will comply with the Chinese Regulations for such transfer, including taking reasonable steps to safeguard the privacy of your personal information in accordance with the Chinese Regulations.\nWe will notify you of details how we transfer your personal information on cross-border basis and obtain your separate consents, if applicable laws and regulations requires us to do so.</p>\n<p>\n<strong>What Are Your Rights And Choices:</strong>\n</p>\n<p>\n<strong>Withdraw your consent</strong>: certain basic personal information may be required by 3DS to provide you with Services.\nFor personal information not necessary, you may withdraw your consent at any time.</p>\n<p>\n<strong>Delete your account</strong>: You may ask for the deletion of your account at any time, and 3DS will process your request as soon as practicable after verifying your identity and related authorization.</p>\n<p>\n<strong>File a complaint</strong>: You can address a request to 3DS if you have any concern related to the process of your personal information.</p>\n<p>\n<strong>Data portability</strong>: If you have satisfied requirements provided by competent government authorities, you can request 3DS transfer your personal information to designated entities, and 3DS will provide the methods of transfer to you.</p>\n<p>3DS will provide you with a response to your request without undue delay and in any event within a maximum delay of fifteen (15) days of receipt of a complete request.</p> JAPAN <p>Where the Privacy Policy refers to “Personal Data” it shall be interpreted to mean “Personal Information” as defined in Act on Protection of Personal Information of Japan (“APPI”) but only for personal information subject to APPI.&nbsp;&nbsp;</p>\n<p>\n<strong>Additional Information Related To Your Personal Information Processed By 3DS</strong>\n</p>\n<p>\n<strong>Items regarding joint use of your Personal Information</strong>\n</p>\n<p>Your Personal Information may be shared with 3DS affiliates and third parties (including, the organizations involved with the event as mentioned in the applicable registration page as well as 3DS Partners listed here: https://www.3ds.com/ja/partners/ &amp;&nbsp;https://www.solidworks.com/ja/how-to-buy/solidworks-agent_disributor_JPN) that are contributing to the performance of one or several purposes listed in the Privacy Policy.\nYour Personal Information will be shared according to a secured process such as 3DDrive or other file transfer method.\nThe items regarding joint use are as follows:</p>\n<ul>\n<li>Items of Personal Information jointly used: Personal Information as described in “WHAT PERSONAL DATA IS COLLECTED AND PROCESSED BY 3DS” above.</li>\n<li>Scope of persons or entities jointly use the Personal Information: Third parties as described in “WITH WHOM 3DS SHARES YOUR PERSONAL DATA” above.</li>\n<li>Purpose of use by joint processor: For each joint processor, purposes of use as described in WITH WHOM 3DS SHARES YOUR PERSONAL DATA” or for the organizations involved with the event, purposes of use as described in the registration page.</li>\n</ul>\n<p>With regard to your Retained Personal Data (as defined in APPI), for notification of purpose of use or request for disclosure of Retained Personal Data, we will charge JPY 800 per request</p> RUSSIA <p>\n<strong>Processing and Sharing of Your Personal Data </strong>\n</p>\n<p>3DS is the operator (as defined in Federal Law No.\n152-FZ “On Personal Data” of 27 July 2006) of your personal data under this Privacy Policy.</p>\n<p>You hereby expressly consent to 3DS instructing third parties listed in this Privacy Policy to process your personal data for the purposes provided herein above.\n3DS will be responsible for the processing of your personal data by such third parties.</p>\n<p>\n<strong>Processing of Health Information</strong>\n</p>\n<p>If you attend an event organized by 3DS, and you are asked for health information for the purpose of identifying and being considerate of individuals who have disabilities, special dietary requirements, and 3DS will only process such health information upon your separate consent in a written form.</p>\n<p>\n<strong>International Data Transfers and Localization of Personal Data</strong>\n</p>\n<p>If you are a Russian Federation resident, 3DS will provide recording, systematization, accumulation, storage, adjustment (update, modification), and extraction of your personal data with the use of databases located in the territory of the Russian Federation.\n3DS may transfer your personal data to another country and subsequently store your personal data on additional databases.\n3DS may also transfer your personal data to a country that, under the applicable data protection laws, does not provide for the adequate level of protection of data subject’s rights.\nYou hereby expressly consent to such transfer for the purposes of performing 3DS’s obligations under this Privacy Policy.</p> USA - PRIVACY NOTICE FOR RESIDENTS OF CALIFORNIA, COLORADO, CONNECTICUT, UTAH AND VIRGINIA <p>Under the&nbsp.\nstate privacy laws applicable to residents of the states of California, Colorado, Connecticut, Utah and Virginia, you may be entitled to benefit from&nbsp.\nsome or all of the following additional provisions regarding your personal information.</p>\n<p>\n<strong>What are the Categories of Personal Information Collected</strong>\n</p>\n<p>The categories of personal information 3DS collects about US residents are identifiers (e.g.\nname, address, email, phone number, job title, and transactional information), and internet or other electronic network activity information (e.g.\nusage information, IP and MAC address, cookie information, and customer feedback).</p>\n<p>\n<strong>What Are Your Rights and Choices</strong>\n</p>\n<p>Depending on your state of residence, you may have the right to request that 3DS discloses to you certain information about 3DS’ collection and use of your personal information.\nThat information may include:</p>\n<ul>\n<li>The categories of personal information 3DS collected about you;</li>\n<li>The categories of sources from which 3DS collected your personal information;</li>\n<li>3DS’ business or commercial purpose for collecting, or sharing your personal information;</li>\n<li>The categories of third parties with whom 3DS shares your personal information, if any;</li>\n<li>A copy of your personal information and a list of recipients, as applicable.</li>\n</ul>\n<p>In addition, although 3DS does not and has no plans to sell the personal information of US Residents, you may request that 3DS not sell your personal information in the future by accessing the form referenced &nbsp;in the Privacy Policy above or contacting us using the applicable contact &nbsp;information listed above.</p>\n<p>Only you, or a person, or a business entity registered with the Secretary of State in your state of residency to conduct business in your state of residency that you authorize to act on your behalf, may make a request related to your Personal Information.\nThe request must provide enough information to allow 3DS to 1) reasonably verify you are the person about whom 3DS collected Personal Information or an authorized representative and 2) enable 3DS to properly understand, evaluate, and respond to it.\nMaking such a request does not require you to create an account with us.\n3DS will only use personal information provided in a request to verify the requestor's identity or authority to make the request.</p>\n<p>3DS does not respond to “do not track” signals.</p>\n<p>\n<strong>Non-Discrimination</strong>\n</p>\n<p>3DS will not discriminate against you (for example by denying you products or services, charging you a higher price or giving you a different level or quality of service) for exercising any of your state law privacy rights.&nbsp;</p>\n<p>\n<strong>Dassault Systèmes Headquarters&nbsp;</strong>\n</p>\n<p>10, Rue Marcel Dassault<br>\n78140 Vélizy-Villacoublay<br>\nFRANCE</p>\n<p>Last modification: October 26, 2022</p> Get Started ", "created_at": "2023-07-12 22:26:00.0371", "updated_at": "2023-07-12 22:26:32.865025"}], "points": [], "urls": ["3ds.com", "solidworks.com"]}}