{"error": 448, "message": "OK", "parameters": {"id": 9411, "name": "LRT", "created_at": "2023-08-23 20:58:25.666444", "updated_at": "2023-08-23 22:02:29.41424", "wikipedia": "https://en.m.wikipedia.org/wiki/Lithuanian_National_Radio_and_Television", "keywords": null, "related": null, "slug": "lrt", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9411.png", "url": "lrt.lt", "documents": [{"id": 18536, "name": "VŠĮ LIETUVOS NACIONALINIO RADIJO IR TELEVIZIJOS PRIVATUMO POLITIKA", "url": "https://apie.lrt.lt/privatumo-politika", "xpath": "//body", "text": "<ul>\n<li>LRT</li>\n<li>Valdymas</li>\n<li>Skaidrumas</li>\n<li>Naudinga informacija</li>\n<li>Partnerystės</li>\n<li>Karjera</li>\n<li>Kontaktai</li>\n</ul>\n<ul>\n<li>EN</li>\n</ul>VŠĮ LIETUVOS NACIONALINIO RADIJO IR TELEVIZIJOS PRIVATUMO POLITIKA<p>PATVIRTINTA<br>\nVšĮ Lietuvos nacionalinio radijo ir<br>\ntelevizijos generalinio direktoriaus<br>\n2023 m.\nsausio d.\nįsakymu Nr.<br>\n(atnaujinta 2023-01-05)</p>\n1.\nPrivatumo politikos dalykas ir tikslas.\n<p>1.1.\nVšĮ „Lietuvos nacionalinis radijas ir televizija“ (LRT) Privatumo politika parengta\nįgyvendinant 2016 m.\nbalandžio 27 d.\nEuropos Parlamento ir Tarybos reglamento\n(ES) 2016/679 dėl fizinių asmenų apsaugos tvarkant asmens duomenis ir dėl laisvo\ntokių duomenų judėjimo ir kuriuo panaikinama Direktyva 95/46/EB (toliau –\nReglamentas) nuostatas bei kitais asmens duomenų apsaugą reguliuojančiais teisės\naktais.</p>\n<p>1.2.\nPrivatumo politikos tikslas – nustatyti asmens duomenų tvarkymo principus,\nnaudojantis LRT teikiamomis paslaugomis, taip pat apibrėžti Jūsų kaip duomenų\nsubjekto teises ir LRT kaip duomenų valdytojo pareigas.</p>\n<p>1.3.\nŠioje Privatumo politikoje Jūs rasite visą informaciją, kokius Jūsų duomenis mes\nrenkame ir tvarkome, kam juos naudojame, kiek laiko saugome ir kt.\nŠi informacija\nsvarbi, todėl tikimės, kad atidžiai ją perskaitysite.</p>\n<p>1.4.\nPažymėtina, kad kai asmens duomenys tvarkomi žurnalistikos arba akademinės,\nmeninės ar literatūrinės saviraiškos tikslais, ši Privatumo politika to neapima ir\ntiesiogiai taikomos Lietuvos Respublikos visuomenės informavimo įstatymo\nnuostatos.</p>\n2.\nDuomenų valdytojo identifikaciniai duomenys ir veiklos paskirtis.\n<p>2.1.\nVšĮ „Lietuvos nacionalinis radijas ir televizija“ yra visuomeninis transliuotojas,\nsiūlantis kokybišką, prasmingą televizijos, radijo ir naujienų portalo turinį, mobiliųjų\nprogramėlių pagalba teikiamas paslaugas, taip pat įvairius projektus, konkursus,\nžaidimus.</p>\n<p>2.2.\nLRT juridinio asmens kodas – 124241078.</p>\n<p>2.3.\nLRT buveinės adresas – S.\nKonarskio g.\n49, Vilnius.</p>\n<p>2.4.\nLRT duomenų apsaugos pareigūnas –dap@lrt.lt.\n+3705 236 3292.</p>\n3.\nAsmens duomenų tvarkymo principai.\n<p>3.1.\nTvarkydami Jūsų asmens duomenis laikomės šių asmens duomenų tvarkymo\nprincipų:</p>\n<p>3.1.1.\nJūsų asmens duomenis tvarkome teisėtai, skaidriai ir sąžiningai;</p>\n<p>3.1.2.\nAsmens duomenis tvarkome tik konkrečiais šioje Privatumo politikoje aiškiai\napibrėžtais tikslais ir tik tokia apimtimi, kokios reikia konkrečiam tikslui pasiekti;</p>\n<p>3.1.3.\nImamės priemonių, kad asmens duomenys būtų tikslūs, prireikus\natnaujinami, o netikslumui paaiškėjus nedelsiant ištaisomi;</p>\n<p>3.1.4.\nJūsų asmens duomenis saugome Privatumo politikoje nurodytą laiką, bet ne\nilgiau nei būtina tikslams, kuriems jie buvo surinkti, pasiekti, o vėliau saugiai\nsunaikiname;</p>\n<p>3.1.5.\nAsmens duomenų saugumui esame įdiegę tinkamas technines ir organizacines\npriemones, užtikrinančias apsaugą nuo duomenų tvarkymo be leidimo arba neteisėto\nduomenų tvarkymo, nuo netyčinio praradimo, sunaikinimo ar sugadinimo.</p>\n4.\nProcesų, kurių metu renkami ir tvarkomi Jūsų asmens duomenys,\n<p>apibūdinimas.\n4.1.\nJūsų asmens duomenis renkame ir tvarkome teikiant šias LRT paslaugas ar\nnaudojantis šiais funkcionalumais:</p>\n<p>4.1.1.\nJums naudojantis LRT mobiliosiomis programėlėmis;</p>\n<p>4.1.2.\nJums naršant, skaitant ar žiūrint naujienas LRT interneto portale lrt.lt;</p>\n<p>4.1.3.\nJums rašant komentarus prie interneto portale lrt.lt skelbiamų straipsnių;</p>\n<p>4.1.4.\nJums pateikiant atsiliepimus, klausimus, pasiūlymus konkrečioje nuomonės\nreiškimo platformoje / rubrikoje;</p>\n<p>4.1.5.\nJums naudojantis LRT naujienlaiškių prenumeratos paslauga;</p>\n<p>4.1.6.\nJums lankantis LRT filmavimuose, renginiuose ar ekskursijose, vykstančiose\nLRT patalpose;</p>\n<p>4.1.7.\nJums dalyvaujant LRT vykdomuose nenuolatiniuose projektuose,\nkonkursuose, žaidimuose;</p>\n<p>4.1.8.\nJums įsigyjant licencijuojamus LRT archyvo audiovizualinius ir garso įrašus\nelektroninėje parduotuvėje archyvai.lrt.lt;</p>\n<p>4.1.9.\nJums dalyvaujant LRT organizuojamuose nenuolatiniuose konkursuose, kurie\nskelbiami mūsų portale www.lrt.lt ir/ar mūsų facebook paskyroje;</p>\n<p>4.1.10.\nLRT vykdant teritorijos stebėjimą.</p>\n<p>4.2.\nŠių procesų metu renkami ir tvarkomi Jūsų asmens duomenys, tvarkymo tikslai\nir terminai, duomenų gavimo šaltiniai, asmens duomenų gavėjai nurodomi šioje\nPrivatumo politikoje.</p>\n<p>4.3.\nAtskirų paslaugų (pvz.\nnenuolatinių projektų, konkursų, žaidimų) asmens\nduomenų tvarkymo taisyklės gali būti nurodytos arba detalizuotos atskirose viešai\nskelbiamose šių paslaugų teikimo taisyklėse, su kuriomis būsite paprašyti susipažinti\nprieš paslaugos gavimą ir visais atvejais prieš Jūsų asmens duomenų mums\npateikimą.</p>\n5.\nJūsų asmens duomenų tvarkymas naudojantis LRT mobiliosiomis\n<p>programėlėmis.</p>\n<p>5.1.\nJums naudojantis LRT mobiliosiomis programėlėmis (pvz., „Prototo“, „lrt.lt.“,\nkt.), mes galime rinkti ir tvarkyti šiuos Jūsų asmens duomenis:</p>\n<p>5.1.1.\nRegistracijos mobiliojoje programėlėje metu gaunamus Jūsų asmens\nduomenis: elektroninio pašto adresą, Jūsų susikurtą naudotojo vardą, o jungiantis\nper Facebook, Linkedln, Twitter, Google, Yahoo, asmens duomenis, nurodytus Jūsų\natitinkamo socialinio tinklo viešajame profilyje;</p>\n<p>5.1.2.\nJūsų veiksmus mobiliojoje programėlėje, įskaitant techninius duomenis (IP\nadresą, prisijungimo techninę informaciją), rezultatų duomenis (pvz., žaidimo\nrezultatus).</p>\n<p>5.2.\nAsmens duomenų tvarkymo pagrindas – Jūsų sutikimas, kurį Jūs pateikiate\nregistruodamiesi mobiliojoje programėlėje.\nŠių duomenų šaltinis esate Jūs,\npateikdami registracijai būtinus Jūsų asmens duomenis, o vėliau naudodamiesi\nmobiliosios programėlės funkcionalumais arba Jūsų prisijungimui prie mobiliosios\nprogramėlės pasirinktas paslaugų teikėjas (Facebook, LinkedIn, Twitter, Apple ir\npan.) iš kurio gauname duomenis apie Jus, Jums pirmą kartą Jums prisijungiant prie\nmobiliosios programėlės, t.y., atitinkamus asmens duomenis, nurodytus Jūsų\nsocialinio tinklo profilyje.\nJums jungiantis per socialinių tinklų profilius, gali būti\npaprašyta pateikti neviešus Jūsų socialiniame profilyje nurodytus asmens duomenis,\ntokiu atveju, Jūs galėsite sutikti pateikti neviešus savo socialinio tinklo profilio\nduomenis arba atšaukti duotą sutikimą.</p>\n<p>5.3.\nVisi mūsų renkami asmens duomenys (pvz., Jūsų kontaktiniai duomenys) yra\nbūtini ne tik siekiant užtikrinti sklandų mobiliosios programėlės veikimą, bet ir tam,\nkad galėtume įvykdyti įsipareigojimus Jums (pvz., susisiekti su Jumis dėl žaidimo\nprizo atsiėmimo).</p>\n<p>5.4.\nSavo sutikimą galite bet kada atšaukti, panaikindami registraciją mobiliojoje\nprogramėlėje, arba kreipdamiesi į mus.</p>\n<p>5.5.\nJūsų asmens duomenis saugome tol, kol esate prisiregistravę ir naudojatės\nmobiliąja programėle, Jums ištrynus programėlę, Jūsų duomenys nedelsiant\nsunaikinami.\nAtkreipkite dėmesį, jei registruojatės per socialinių tinklų profilius\n(Facebook, LinkedIn, Twitter ir pan.) Jūsų duomenys saugomi atitinkamą laikotarpį,\nnurodytą atitinkamo socialinio tinklo privatumo politikoje.</p>\n6.\nJūsų asmens duomenų tvarkymas Jums naršant, skaitant ar žiūrint\n<p>naujienas interneto portale.</p>\n<p>6.1.\nJums lankantis interneto portale lrt.lt yra renkami šie Jūsų asmens duomenys:\nJūsų įrenginio IP adresas, naršymo laikas ir istorija, kiti papildomi techniniai\nduomenys, kaip Jūsų naršyklės tipas, ekrano rezoliucija, vaizdo leistuvo informacija.</p>\n<p>6.2.\nVisų šių duomenų šaltinis esate Jūs, tačiau Jūsų asmens duomenys gaunami\nautomatiškai Jums naršant interneto tinklapyje taip vadinamų slapukų (nedidelių\ntekstinių failų, kuriuos Jūsų interneto naršyklė įdiegia Jūsų kompiuteryje, planšetėje\narba išmaniajame įrenginyje) pagalba.</p>\n<p>6.3.\nŠiuos duomenis renkame ir tvarkome siekdami užtikrinti sklandų paslaugos\nteikimą, palaikyti ir tobulinti svetainės funkcionalumą, matuoti auditorijos dydį,\nfiksuoti naršymo įpročius, padėti atpažinti vartotoją ir jo pomėgius.</p>\n<p>6.4.\nAsmens duomenų tvarkymo teisinis pagrindas – Jūsų sutikimas dėl slapukų\nnaudojimo, gaunamas Jums apsilankius interneto portale ir paspaudus žymas „Leisti\nvisus slapukus” / „Tinkinti “, arba „Tik būtini slapukai“, tačiau atkreipiame Jūsų\ndėmesį, kad tam tikrais atvejais (dėl taip vadinamų būtinųjų slapukų) Jūsų sutikimo\nnereikės, nes pastarieji slapukai naudojami techninei interneto svetainės struktūrai\nir turiniui palaikyti.</p>\n<p>6.5.\nSlapukais gaunamą informaciją mes naudojame šiais tikslais:\n• tam, kad užtikrintume Svetainės funkcionalumą (pvz., kad Jūs galėtumėte\nnaudotis įasmeninta Svetaine).\n• kad galėtume Svetainę tobulinti ir vystyti taip, kad ji dar geriau atitiktų Jūsų\nporeikius.\n• paslaugų plėtrai ir naudojimosi Svetaine analizei.\n• tiksliniam rinkodaros orientavimui.\nSvetainėje gali būti naudojami tokie slapukai:\n• <strong>būtinieji techniniai slapukai</strong> – tai slapukai, kurie yra būtini Svetainės veikimui.\n• <strong>funkciniai arba nuostatų slapukai</strong> – tai slapukai, kurie, nors ir nėra būtini\nSvetainės veikimui, tačiau žymiai pagerina jos veikimą, kokybę ir vartotojų patirtį.\n• <strong>statistiniai slapukai</strong> – tai slapukai, kurie naudojami Svetainės lankytojų\nnavigacijos metodų statistinei analizei parengti.\nšių slapukų surinkti duomenys\nnaudojami anonimiškai.\n• <strong>tiksliniai arba rinkodaros slapukai</strong> – tai slapukai, kurie naudojami siekiant\nparodyti pasiūlymus ar kitą informaciją, kuri galėtų Jus sudominti.\n• <strong>neklasifikuoti</strong> – tai tokie slapukai, kurių klasifikavimą vykdome kartu su atskirų\nslapukų teikėjais.</p>\n<p>6.6.\nDetalią informaciją apie mūsų naudojamus slapukus, jų paskirtį ir galiojimo laiką\nrasite skiltyje „Šioje svetainėje naudojami slapukai“ paspaudę žymą „rodyti\ninformaciją“ pirmą kartą apsilankydami LRT tinklalapyje arba pasirinkę nuorodą\n„Slapukų nustatymai“ svetainės apačioje.</p>\n<p>6.7.\nJūs galite bet kuriuo metu atšaukti mums duotą sutikimą naudoti slapukus\n(išskyrus būtinuosius).\nKaip tai padaryti, priklauso nuo Jūsų naudojamos interneto\nnaršyklės.\nPaprastai šiuos nustatymus galite rasti savo naršyklės parinkčių arba\npasirinkimų (angl.\nSettings, Internet Options ir pan.) meniu:\nSlapukų nustatymai Internet Explorer\nSlapukų nustatymai Edge\nSlapukų nustatymai Firefox\nSlapukų nustatymai Chrome\nSlapukų nustatymai Safari web ir iOS\nSlapukų nustatymai Opera.</p>\n<p>6.8.\nTurite žinoti, kad nesutikus su kai kurių slapukų naudojimu, gali sulėtėti\nnaršymo sparta, o slapukus išjungus, interneto svetainė gali nebeveikti taip, kaip\nveikė iki šiol.</p>\n<p>6.9.\nSlapukų pagalba surinkti Jūsų asmens duomenys saugomi iki sutikimo\natšaukimo, o nepasinaudojus teise atšaukti sutikimą arba būtinųjų slapukų atveju –\niki konkretaus slapuko galiojimo laiko pabaigos.</p>\n<p>6.10.\nMūsų svetainėje naudojami partnerių slapukai, tačiau atkreipiame Jūsų\ndėmesį, kad žemiau pateiktame sąraše pateikiamas ne visas mūsų partnerių slapukų\nsąrašas, atsižvelgiant į slapukų galiojimo trukmę.\n<strong>Daugiau apie mūsų\nnaudojamus slapukus, jų paskirtį ir galiojimo laiką rasite skiltyje „Šioje\nsvetainėje naudojami slapukai“ paspaudę žymą „rodyti informaciją“ arba\npasirinkę nuorodą „Slapukų nustatymai svetainės apačioje.</strong> Žemiau\npateikiame pagrindinį sąrašą į mūsų dažniausiai naudojamus slapukus.</p>\n<p>\n<strong>Slapuko pavadinimas:</strong> Cookiebot.\nCom.<br>\n<strong>Šalis:</strong> Trečioji šalis<br>\n<strong>Tikslas:</strong> Kad galėtume pagerinti jūsų naršymo patirtį<br>\n<strong>Daugiau informacijos:</strong> https://www.cookiebot.com/en/privacy-policy/.</p>\n<p>\n<strong>Slapuko pavadinimas:</strong> Google<br>\n<strong>Šalis:</strong> Trečioji šalis<br>\n<strong>Tikslas:</strong> Kad galėtume teikti geresnes paslaugas vartotojams.\n<strong>Daugiau informacijos:</strong> https://policies.google.com/</p>\n<p>\n<strong>Slapuko pavadinimas:</strong> GEMIUS<br>\n<strong>Šalis:</strong> Trečioji šalis<br>\n<strong>Tikslas:</strong> Slapukas renka statistinę informaciją.<br>\n<strong>Daugiau informacijos:</strong> http://www.gemius.pl/polityka-prywatnosci.html</p>\n<p>\n<strong>Slapuko pavadinimas:</strong> Sofascore<br>\n<strong>Šalis:</strong> Trečioji šalis<br>\n<strong>Tikslas:</strong> Teikti reklamą apie naudojamus produktus.<br>\n<strong>Daugiau informacijos:</strong> https://www.sofascore.com/privacy-policy</p>\n<p>\n<strong>Slapuko pavadinimas:</strong> Linkedln<br>\n<strong>Šalis:</strong> Trečioji šalis<br>\n<strong>Tikslas:</strong> Slapukas naudoja duomenis apie vartotoją, kad galėtų teikti ir pritaikyti savo paslaugas, įskaitant automatizuotas sistemas ir pateikti.<br>\n<strong>Daugiau informacijos:</strong> https://www.linkedin.com/legal/privacy-policy</p>\n<p>\n<strong>Slapuko pavadinimas:</strong> Meta platforms, Inc.<br>\n<strong>Šalis:</strong> Trečioji šalis<br>\n<strong>Tikslas:</strong> Slapukas naudoja duomenis, kad galėtų teikti ir tobulinti „Facebook“ produktų turinį, suteikti saugesnę patirtį naudodamas informaciją, kurią gauna iš „Facebook“ slapukų, bei teikti ir tobulinti „Facebook“ teikiamus produktus asmenims, turintiems „Faceook“ paskyrą.<br>\n<strong>Daugiau informacijos:</strong> https://www.facebook.com/privacy/policy/?entry_point=data_policy_redirect&amp;entry=0</p>\n<p>\n<strong>Slapuko pavadinimas:</strong> Instagram<br>\n<strong>Šalis:</strong> Trečioji šalis<br>\n<strong>Tikslas:</strong> Slapukas naudoja duomenis, kad galėtų teikti ir tobulinti „Facebook“ produktų turinį, suteikti saugesnę patirtį naudodamas informaciją, kurią gauna iš „Facebook“ slapukų, bei teikti ir tobulinti „Facebook“ teikiamus produktus asmenims, turintiems „Faceook“ paskyrą.<br>\n<strong>Daugiau informacijos:</strong> https://privacycenter.instagram.com</p>\n7.\nJūsų asmens duomenų tvarkymas Jums rašant komentarus prie interneto\n<p>portale lrt.lt skelbiamų straipsnių.</p>\n<p>7.1.\nJums rašant komentarus prie interneto portale lrt.lt skelbiamų straipsnių yra\nrenkami ir tvarkomi šie Jūsų asmens duomenys: vartotojo vardas, kuriuo esate\nprisiregistravęs Jūsų Facebook paskyroje, ir šioje paskyroje esantis atvaizdas (jei jį\nskelbiate), Jūsų komentaro turinys.\nAtkreipkite dėmesį į tai, kad ne tik Jūsų\nkomentaro tekstas, bet ir vartotojo vardas, kuriuo esate prisiregistravęs Jūsų\nFacebook paskyroje, bei šioje paskyroje esantis atvaizdas (jei jį skelbiate) bus\nskelbiami viešai ir rodomi prie Jūsų komentaro teksto.</p>\n<p>7.2.\nŠiuos Jūsų asmens duomenis renkame, siekdami leisti Jums išsakyti nuomonę\napie LRT publikuojamas žinias ir įvykius, paskelbti papildomą informaciją, atsakyti į\njau paskelbtą komentarą, o Jus identifikuojantys duomenys, nurodyti Jūsų Facebook\npaskyroje, skelbiami siekiant skatinti atsakingą, kitų asmenų teisių nepažeidžiantį\nnuomonės teikimą, o, esant pretenzijų, palengvinti pažeistų teisių gynimą, todėl\nbūkite atsakingi ir rašydami komentarus darykite tai etiškai, nežemindami kitų\nasmenų garbės ir orumo.</p>\n<p>7.3.\nAsmens duomenų tvarkymo pagrindas – Jūsų sutikimas, kurį prieš paskelbdami\nkomentarą pateikiate, susipažindami su šia Privatumo politika, taip pat, kai tvarkyti\nduomenis būtina siekiant teisėto duomenų valdytojo arba trečiosios šalies intereso\n(pvz., siekiant palengvinti LRT ir komentaro turiniu pažeistų trečiųjų asmenų teisių\ngynimą).</p>\n8.\nJūsų asmens duomenų tvarkymas Jums pateikiant atsiliepimus,\n<p>klausimus, pasiūlymus, informaciją konkrečioje nuomonės reiškimo\nplatformoje / rubrikoje, specialioje platformoje pateikiant anoniminius\npranešimus apie galimai korupcinių požymių turinčius pažeidimus arba\nskambinant telefonu.</p>\n<p>8.1.\nMums labai svarbi Jūsų nuomonė apie mūsų veiklą, todėl esame atviri Jūsų\npasiūlymams, atsiliepimams ir kritikai, mūsų tyrimų skyrius taip pat laukia Jūsų\nturimos informacijos apie visuomenę dominančias temas, kurios vertos žurnalistinio\ntyrimo.\nTaip pat kuriame antikorupcinę kultūrą įstaigoje ir siekiame visiško\nskaidrumo LRT veikloje.\nTuo tikslu yra įdiegtos internetinės platformos / rubrikos\n(pvz., https://apie.lrt.lt/kontaktai/rasykite-mums.\nhttps://apie.lrt.lt/lrt/lrt/zurnalistika/tyrimu-skyrius.\nhttps://apie.lrt.lt/skaidrumas/korupcijos-prevencija ir kt.), kurių pagalba galite\npateikti savo nuomonę, atsiliepimus, klausimus ar bet kokią kitą informaciją.\nSavo\npoziciją, klausimą ar informaciją mums taip pat galite pateikti ir viešai nurodomais\nLRT darbuotojų (žurnalistų, LRT vadovybės, kitų darbuotojų) telefonais, bei\nbendruoju el.paštu lrt@lrt.lt, pranesk@lrt.lt.</p>\n<p>8.2.\nDetalios atsiliepimų, klausimų, pasiūlymų pateikimo taisyklės ir formos, kita\nreikšminga informacija pateikiamos konkrečiose viešai skelbiamose platformos /\nrubrikos taisyklėse, tačiau Jums naudojantis galimybe pateikti mums klausimą ar\ninformaciją, mes galime rinkti ir tvarkyti tokius Jūsų asmens duomenis:</p>\n<p>8.2.1.\nvardas ir pavardė (tik jei pageidaujate identifikuoti savo tapatybę);</p>\n<p>8.2.2.\ntelefono numeris arba elektroninio pašto adresas (tik jei pageidaujate gauti\nmūsų atsakymą arba jeigu Jūsų elektroninio pašto adresas generuojamas\nautomatiškai, turint tikslą su Jumis susisiekti);</p>\n<p>8.2.3.\natsiliepimo, klausimo, pasiūlymo, informacijos tekstas (Jums kreipiantis\nelektroniniu paštu);</p>\n<p>8.2.4.\ntechniniai duomenys: Jūsų įrenginio IP adresas, kita prisijungimo techninė\ninformacija (Jums kreipiantis elektroniniu paštu), skambinimo telefonu data ir\nlaikas;</p>\n<p>8.2.5.\ngarso įrašas (kalbantis telefonu).</p>\n<p>8.3.\nVisais atvejais šių asmens duomenų šaltinis esate Jūs, ir tik Jūs kontroliuojate\nJūsų mums pateikiamų asmens duomenų ratą, todėl visi šie Jūsų asmens duomenys\nrenkami ir tvarkomi Jūsų sutikimo pagrindu.\nSavo sutikimą dėl asmens duomenų\ntvarkymo duodate susipažindami su Privatumo politika arba platformos / rubrikos\nnaudojimosi taisyklėmis ir sugeneruodami elektroninio laiško tekstą, o kreipiantis\ntelefonu – išklausydami pranešimą apie Jūsų asmens duomenų tvarkymą ir tęsdami\npokalbį.\nAtkreipiame Jūsų dėmesį į tai, kad Jums skambinant telefonu yra daromas\ntelefoninio pokalbio garso įrašas, kuris, Jūsų sutikimu, gali būti panaudotas ir\nišviešintas LRT veikloje (pvz., LRT programų reportažuose).\n8.4.\nJūsų asmens duomenys, gauti Jums kreipiantis elektroniniu paštu, saugomi ne\nilgiau kaip 14 kalendorinių dienų.\n8.5.\nJūsų asmens duomenys, gauti telefoninio pokalbio metu saugomi ne ilgiau,\nkaip 1 metus (pvz.\nreportažų rengimui).\n8.6.\nJūsų asmens duomenys, gauti elektroniniu paštu ar telefonu, gali būti saugomi\nilgiau nei nurodyta tik tuo atveju, jeigu to reikalauja tolimesni duomenų tvarkymo\ntikslai, pvz., Jūsų pranešimo pagrindu pradėjus patikrinimą dėl galimai neteisėtų LRT\ndarbuotojų veiksmų arba mums siekiant palengvinti pažeistų teisių gynimą, arba,\njeigu, mūsų nuomone, Jūsų asmens duomenys gali būti panaudoti reportažų\nrengimui ateityje.</p>\n<p>8.7.\nPasibaigus nurodytiems terminams, visi Jūsų asmens duomenys saugiai\nsunaikinami.</p>\n9.\nJūsų asmens duomenų tvarkymas užsakius LRT naujienlaiškių\n<p>prenumeratą.</p>\n<p>9.1.\nJums užsakius LRT naujienlaiškių prenumeratą renkame ir tvarkome šiuos Jūsų\nasmens duomenis: elektroninio pašto adresą, naujienlaiškių užsakymo informaciją,\nprisijungimo techninę informaciją.</p>\n<p>9.2.\nŠiuos Jūsų asmens duomenis renkame, siekdami sudaryti Jums galimybę gauti\ninformaciją apie mūsų interneto portalo, konkrečių rubrikų, laidų naujoves,\nskelbiamas akcijas, organizuojamus renginius, pristatomas naujas ir atnaujintas\npaslaugas.</p>\n<p>9.3.\nAsmens duomenų tvarkymo teisinis pagrindas – Jūsų sutikimas, kuris gaunamas\nJums susipažinus su šia Privatumo politika ir patvirtinus sutikimą dėl naujienlaiškio\nužsakymo.\nSavo duotą sutikimą galite bet kada atšaukti, paspaudę kiekvieno\nnaujienlaiškio pabaigoje esančią nuorodą „Atsisakykite naujienlaiškio“.</p>\n<p>9.4.\nJūsų asmens duomenys saugomi visą laikotarpį, kol esate užsakę naujienlaiškių\nprenumeratą, o sutikimas saugomas 1 metus po sutikimo atšaukimo.\nPasibaigus\nnurodytam asmens duomenų saugojimo terminui, visi Jūsų asmens duomenys\nsaugiai sunaikinami.</p>\n10.\nJūsų asmens duomenų tvarkymas Jums lankantis LRT filmavimuose,\n<p>renginiuose ar ekskursijose, vykstančiose LRT patalpose.</p>\n<p>10.1.\nJums lankantis LRT filmavimuose, renginiuose ar ekskursijose, vykstančiose\nLRT patalpose, gali būti renkami ir tvarkomi Jūsų asmens duomenys, reikalingi\npatekimo į LRT patalpas kontrolei užtikrinti, taip pat LRT organizuojamose\nekskursijose, filmavimuose, renginiuose dalyvavimo ir viešo parodymo tikslu: vardas\nir pavardė, atstovaujama organizacija ar ugdymo įstaiga (jei atvykstate kaip\norganizacijos ar ugdymo įstaigos atstovas), Jūsų atvykimo / įėjimo laikas.</p>\n<p>10.2.\nŠie Jūsų asmens duomenys renkami ir tvarkomi patekimo į LRT patalpas\nkontrolės, dalyvavimo eksursijose ir viešo parodymo LRT organizuojamuose\nfilmavimuose, renginiuose tikslu.</p>\n<p>10.3.\nAsmens duomenų tvarkymo teisinis pagrindas – Jūsų sutikimas, gaunamas\nJums registruojantis į LRT patalpose vykstančius renginius telefonu arba elektroniniu\npaštu.\nŠie duomenys, kurių šaltinis esate Jūs, reikalingi siekiant sudaryti Jums\ngalimybę dalyvauti LRT renginiuose, filmavimuose ar ekskursijose.</p>\n<p>10.4.\nJeigu LRT filmavime, renginyje, ekskursijoje dalyvauja grupė, kurioje yra\nasmenų iki 14 m., šios grupės vadovas, atstovaudamas ugdymo įstaigą, įsipareigoja\ninformuoti nepilnamečių asmenų iki 14 m.\nįstatyminius atstovus, kad jų duomenys\nbus tvarkomi auksčiau nurodytais tikslais bei gauti sutikimus dėl tokio duomenų\ntvarkymo, o LRT pareikalavus pateikti apie tai įrodymus.</p>\n<p>10.5.\nLeidimo patekti į LRT patalpas duomenys saugomi ne ilgiau kaip 2 metus, o\nPatekimo į LRT patalpas kontrolės metu surinkti elektroninės įeigos kontrolės\nduomenys - ne ilgiau kaip 3 metus, po ko visi asmens duomenys saugiai sunaikinami.</p>\n11.\nJūsų asmens duomenų tvarkymas LRT vykdant teritorijos vaizdo\n<p>stebėjimą.</p>\n<p>11.1.\nSiekdami užtikrinti LRT, mūsų darbuotojų, savo lankytojų, kitų asmenų turto\napsaugą, LRT savo patalpose ir LRT teritorijoje vykdo vaizdo stebėjimą.</p>\n<p>11.2.\nAtkreipkite dėmesį ir į tai, kad LRT patalpos ir LRT teritorija yra filmuojama,\ntodėl atvykdami į LRT patenkate į LRT atliekamo vaizdo stebėjimo lauką, o Jūsų\nasmens duomenys: atvaizdas ir transporto priemonės markė, modelis, valstybinis\nnumeris (jei atvykstate automobiliu ar kita transporto priemone) taip pat yra\nrenkami ir tvarkomi asmenų ir turto apsaugos tikslu.\nApie vykdomą vaizdo stebėjimą\nvisais atvejais būsite papildomai informuoti informacinėse lentelėse, kuriose\nnurodomas kameros ženklas ir stebėjimo tikslas (asmenų ir turto apsaugos tikslu\nvaizdas stebimas), taip pat nurodomas duomenų valdytojo pavadinimas ir rekvizitai\nbei duomenų apsaugos pareigūno kontaktai.</p>\n<p>11.3.\nVaizdo stebėjimą vykdome ir į vaizdo stebėjimo lauką patenkančių mūsų\ndarbuotojų, lankytojų duomenis (vaizdo duomenis) tvarkome teisėto intereso pagrindu.</p>\n<p>11.4.\nBendras vaizdo stebėjimo duomenų saugojimo terminas – 28 kalendorinės\ndienos, tačiau užfiksavus nuostolių LRT padarymo faktą terminas pratęsiamas iki\nnuostolių LRT atlyginimo, o užfiksavus teisės pažeidimą – iki valstybės įgaliotų\ninstitucijų nustatyto laiko.</p>\n12.\nNepilnamečių asmens duomenų tvarkymas.\n<p>12.1.\nMūsų siūlomos paslaugos ir turinys paprastai nėra skirtas nepilnamečiams iki\n14 metų.\nAtskirais atvejais, kai atitinkami produktai (pvz., vaikų piešinių konkursai)\nyra skirti nepilnamečiams iki 14 metų, mes prašome, kad vaiko asmens duomenis ir\ntik tokius, kurie yra būtini (pvz., prašoma pateikti tik vaiko vardą ir amžių) pateiktų\nvaiko įstatyminiai atstovai, todėl LRT niekada vaikams tiesiogiai nesiūlo informacinių\nvisuomenės paslaugų.</p>\n<p>12.2.\nJeigu Jūs esate jaunesnis nei 14 metų ir pageidaujate gauti LRT teikiamas\npaslaugas, siūlomas interneto portale, arba atvykti į LRT vykstančius renginius,\npaprašysime Jūsų pateikti vieno iš tėvų arba globėjų sutikimą.\n12.3.\nJeigu Jums tapo žinoma, kad Jūsų vaikas arba globotinis, nesukakęs 14 metų,\npateikė mums savo asmens duomenis be Jūsų sutikimo, prašome nedelsiant su\nmumis susisiekti, kad galėtume be teisėto pagrindo tvarkomus asmens duomenis\nsunaikinti.</p>\n13.\nJūsų asmens duomenų tvarkymas įsigyjant licencijuotus LRT archyvo\n<p>audiovizualinius ir garso įrašus elektroninėje parduotuvėje archyvai.lrt.lt.</p>\n<p>13.1.\nJums įsigyjant licencijuotus LRT archyvo audiovizualinius ir garso įrašus (toliau\n– Kūriniai) Jums užsiregistravus ir susikūrus LRT.lt paskyrą, mes galime rinkti ir\ntvarkyti šiuos Jūsų asmens duomenis:</p>\n<p>13.1.1.\nJums registruojantis LRT.lt, mes tvarkome šiuos Jūsų asmens duomenis:\nJūsų registracijos ir prisijungimo duomenis: Jūsų vardas ir pavardė, telefono numeris,\nelektroninio pašto adresas.\nJūsų techninius/ administravimo duomenis, kurie būtini\nJūsų paskyros administravimui ir jos saugumui užtikrinti: vartotojo ID, IP adresas,\nprisijungimų prie paskyros ir veiksmų paskyroje techniniai duomenys.</p>\n<p>13.1.2.\nJums pateikiant užsakymą ir jo vykdymui būtinus savo duomenis, kai\nkreipiatės į mus su prašymu, paklausimu, skundu ir pan., mes tvarkome šiuos Jūsų\nasmens duomenis: Jūsų identifikacinius duomenis: Jūsų vardas ir pavardė,\nkontaktinius duomenis: Jūsų telefono numeris, elektroninio pašto adresas,\ngyvenamosios vietos adresas, kitus anketinius duomenis, pavyzdžiui, įmonės, įstaigos\npavadinimas ir duomenys, jeigu Jūs veikiate juridinio asmens vardu, kita informacija,\nkurią mums pateikiate apie save.</p>\n<p>13.1.3.\nJums atliekant mokėjimą už Kurinius, kai susisiekiate su mumis (arba mes\nsusisiekiame su Jumis) su užsakymu ir jo vykdymu susijusiais klausimais, PVM sąskaitų\nfaktūrų išrašymo tikslu, kai pasirašote LRT Archyvo kūrinių licencinę sutartį:</p>\n<p>13.1.3.1.\nJūsų užsakymo duomenys: užsakytas Kūrinys, trukmė, kaina, užsakymo\npateikimo data ir laikas.\natsiskaitymo informacija: mokėjimo būdas, data ir laikas,\nmokėjimo duomenys (banko sąskaitos numeris), PVM mokėtojo kodas, individualios\nveiklos pažymos kodas.\npristatymo informacija: Jūsų elektroninis paštas, telefono\nnumeris.</p>\n<p>13.1.3.2.\nJums įsigijus Kūrinius, bei pasirašant LRT Archyvo kūrinių licencinę sutartį,\nsutarties sudarymo ir pasirašymo metu: sutarties sudarymo data bei numeris, Jūsų\nvardas, pavardė, asmens kodas, Jūsų gyvenamosios vietos adresas, PVM mokėtojo\nkodas, individualios veiklos pažymos kodas, banko duomenys (įskaitant, bet\nneapsiribojant banko sąskaitos numeriu), telefono numeris.\nelektroninis paštas.</p>\n<p>13.1.3.3.\nJums įsigijus Kūrinius, informacija apie užsakymo statusą ir vykdymo eigą:\nar užsakymas paruoštas, išsiųstas ir pan: Jūsų elektroninis paštas, telefono numeris.</p>\n<p>13.1.3.4.\nKomunikacijos duomenys: informacija apie komunikaciją ir bendravimą su\nJumis su užsakymu ir jo vykdymu susijusiais klausimais, kita informacija, skirta\nkomunikacijai palaikyti.</p>\n<p>13.1.3.5.\nKita informacija: požymis, kad susipažinote su Viešosios įstaigos Lietuvos\nnacionalinis radijas ir televizija (toliau – ir LRT) archyvo audiovizualinių ir garso įrašų\nlicencijavimo elektroninės parduotuvės archyvai.lrt.lt taisyklėmis, LRT Archyvo licencine\nsutartimi ir šia Privatumo politika, susipažinimo data ir laikas.</p>\n<p>13.2.\nAsmens duomenų tvarkymo pagrindas – kai tvarkyti duomenis būtina siekiant\nsudaryti ir įvykdyti sutartį, kurios šalis yra duomenų subjektas, arba siekiant imtis\nveiksmų duomenų subjekto atžvilgiu prieš sudarant sutartį, t.y., LRT Archyvo kūrinių\nlicencinės sutarties, sudaromos tarp Jūsų ir LRT sudarymo, administravimo ir vykdymo\ntikslu, arba, kai duomenis tvarkyti būtina, kad būtų įvykdyta duomenų valdytojui\ntaikoma teisinė prievolė.</p>\n<p>13.3.\nAsmens duomenų saugojimo laikotarpis:</p>\n<p>13.3.1.\nJūsų identifikaciniai, kontaktiniai duomenys, registracijos duomenys\nsaugomi 10 metų nuo paskutinės sandorio (transakcijos) atlikimo dienos, tuo\natveju, jei sandorio (transakcijos) neatlikote – 10 metų nuo paskyros sukūrimo.\nJūsų\nsuteiktą sutikimą ir įrodymą apie jį mes galime saugoti ir ilgesnį laikotarpį, jei to reikia,\nkad galėtume apsiginti nuo mums pareikštų reikalavimų, pretenzijų ar ieškinių.</p>\n<p>13.3.2.\nKomunikacijos duomenys, kurie reikalingi komunikacijai su Jumis palaikyti,\nkai kreipiatės į mus dėl užsakymo, informacijos, norite pateikti skundą ar kiti\nduomenys, reikalingi komunikacijai palaikyti – 1 mėnesį nuo kreipimosi, prašymo\npateikimo dienos, tačiau, tam tikrais atvejais, jei pateiktumėte skundą - Jūsų\nsuteiktą sutikimą ir įrodymą apie jį, bei komunikacinius įrodymus mes galime saugoti ir\nilgesnį laikotarpį, jei to reikia, kad galėtume apsiginti nuo mums pareikštų reikalavimų,\npretenzijų ar ieškinių.</p>\n<p>13.3.3.\nPirkimų duomenys – 10 metų nuo operacijos atlikimo dienos.</p>\n<p>13.3.4.\nSutartyje nurodyti duomenys – 10 metų nuo sutarties pasirašymo ir įsigaliojimo\ndienos.</p>\n14.\nJūsų asmens duomenų tvarkymas Jums dalyvaujant LRT\n<p>organizuojamuose nenuolatiniuose konkursuose, Jums sprendžiant testus,\nkurie skelbiami mūsų portale www.lrt.lt ir/ ar mūsų\nhttps://www.facebook.com/LRT.LT paskyroje.</p>\n<p>14.1.\nJums dalyvaujant LRT organizuojamuose nenuolatiniuose konkursuose,\nsprendžiant testus, kurie skelbiami mūsų interneto portale www.lrt.lt, (pvz.\nhttps://www.lrt.lt/projektai/auksinis-protas ir kt.), mes galime rinkti ir tvarkyti\nšiuos Jūsų registracijos duomenis:</p>\n<p>14.1.1.\nJūsų vardas, pavardė, telefono numeris ir / ar elektroninio pašto adresas,\natsakymo informacija.</p>\n<p>14.1.2.\nJūsų veiksmus, įskaitant techninius duomenis (IP adresą, prisijungimo\ntechninę informaciją), rezultatų duomenis (pvz., konkurso, testo rezultatus).</p>\n<p>14.2.\nJums dalyvaujant LRT organizuojamuose nenuolatiniuose konkursuose, kurie\nyra skelbiami mūsų socialinio tinklo https://www.facebook.com/LRT.LT paskyroje,\nmes galime rinkti ir tvarkyti šiuos Jūsų registracijos duomenis:</p>\n<p>14.2.1.\nJūsų vardas, pavardė arba Facebook paskyros naudotojo vardas, elektroninis\npaštas.</p>\n<p>14.2.2.\nJūsų veiksmus, įskaitant techninius duomenis (IP adresą, prisijungimo\ntechninę informaciją), rezultatų duomenis (pvz., konkurso, testo rezultatus).</p>\n<p>14.3.\nAsmens duomenų tvarkymo pagrindas – Jūsų sutikimas, kurį Jūs pateikiate\nregistruodamiesi norėdami dalyvauti konkurse, išspręsti testą.</p>\n<p>14.4.\nVisi mūsų renkami asmens duomenys (pvz., Jūsų kontaktiniai duomenys) yra\nbūtini ne tik siekiant užtikrinti sklandų Jūsų dalyvavimą, bet ir tam, kad LRT, kaip\nkonkurso organizatorius, galėtų įvykdyti įsipareigojimus Jums (pvz., susisiekti su\nJumis dėl konkurso prizo atsiėmimo arba dėl dalyvavimo programos filmavime).</p>\n<p>14.5.\nSavo sutikimą galite atšaukti bet kada kreipdamiesi į mus.</p>\n<p>14.6.\nJūsų asmens duomenis saugome tol, kol esate prisiregistravę.\nJums panaikinus\nregistraciją, Jūsų duomenys nedelsiant sunaikinami.</p>\n15.\nAtvejai, kuriais Jūsų asmens duomenys gali būti pateikti tretiesiems\n<p>asmenims.</p>\n<p>15.1.\nUžtikriname, kad Jūsų asmens duomenys nebus teikiami ar kitaip be teisėto\npagrindo perduodami tretiesiems asmenims ar naudojami kitiems tikslams nei buvo\nsurinkti.</p>\n<p>15.2.\nVisgi tam tikrais atvejais, kai tai yra reikalinga paslaugos teikimui,\nreikalaujama pagal teisės aktus ar būtina siekiant įgyvendinti LRT teisėtus interesus,\nJūsų asmens duomenys gali būti pateikti:</p>\n<p>15.2.1.\nmūsų sutartiniams partneriams (duomenų tvarkytojams), kurie pasitelkiami\nįvykdyti konkrečią paslaugą (pvz., naujienlaiškių siuntimui, įėjimo į LRT kontrolei ir\nt.t.).\nSu šiais asmenimis pasirašomos duomenų tvarkymo sutartys, kurių pagrindu\nreikalaujame, kad būtų užtikrinama atitinkama Jūsų asmens duomenų apsauga, o\nasmens duomenys būtų tvarkomi tik ta apimtimi, kuria reikalinga dėl sutarties\nįvykdymo tikslų;</p>\n<p>15.2.2.\nteismams, ikiteisminio tyrimo įstaigoms, prokurorams, kriminalinės\nžvalgybos institucijoms, skubiosios pagalbos tarnyboms, jei tai įpareigoja teisės\naktai arba būtina apsaugoti Jūsų ar kitų asmenų interesus;</p>\n<p>15.2.3.\nteisines, audito ir kitas profesines paslaugas teikiantiems paslaugų\nteikėjams, kiek tai reikalinga LRT teisėtam interesui užtikrinti;</p>\n<p>15.2.4.\nduomenų gavėjams – tretiesiems asmenims, kurie gauna Jūsų asmens\nduomenis mūsų įsipareigojimams Jums įvykdyti (pvz., LRT organizuojamų konkursų\nprizą įsteigusioms įmonėms).</p>\n16.\nAsmens duomenų saugumas.\n<p>16.1.\nMes imamės visų įmanomų priemonių Jūsų asmens duomenų saugumui\nužtikrinti, siekiant apsaugoti Jūsų asmens duomenis nuo atsitiktinio ar neteisėto\nsunaikinimo, pakeitimo, atskleidimo, taip pat nuo bet kokio neteisėto tvarkymo.</p>\n<p>16.2.\nSavo veikloje taikome prieigos prie duomenų kontrolę, reiškiančią, kad visi\nmūsų darbuotojai, taip pat informacinių sistemų ir duomenų bazių administratoriai,\nišoriniai paslaugų teikėjai turi prieigą tik prie tų duomenų, kurie jiems yra būtini jų\nfunkcijoms atlikti.</p>\n<p>16.3.\nEsame įdiegę programinės įrangos, kompiuterių tinklo, kompiuterinės įrangos\napsaugą ir efektyvią duomenų ir informacinių sistemų programinės įrangos\natsarginių kopijų darymo ir duomenų atstatymo politiką.</p>\n<p>16.4.\nVisi mūsų darbuotojai, tvarkantys asmens duomenis, yra pasirašę\nkonfidencialumo pasižadėjimus, o išoriniai paslaugų teikėjai (duomenų tvarkytojai)\n– duomenų tvarkymo sutartis.\nPeriodiškai vykdome personalo mokymus asmens\nduomenų apsaugos klausimais.</p>\n<p>16.5.\nJei mes sužinotume apie Jūsų asmens duomenų saugumo pažeidimą,\nnedelsiant informuosime Jus ir priežiūros instituciją, taip pat imsimės visų įmanomų\npriemonių siekiant išvengti neigiamų pasekmių Jums kilimo.</p>\n<p>16.6.\nAtkreipiame dėmesį, kad dėl savo technologinių savybių, nesiimant papildomų\nduomenų šifravimo priemonių, elektroninis paštas nėra saugus asmens duomenų\nperdavimo būdas.\nJei komunikacijoje su LRT elektroniniu paštu Jums būtina perduoti\nasmens duomenis LRT, pvz.\nsiunčiant duomenis sutarties sudarymui, straipsnio\nrengimui, prašome šiuos duomenis užšifruoti ir slaptažodį perduoti mums kitu\nkomunikacijos kanalu, pvz.\nišsiųsti SMS žinutę laiško gavėjui ar padiktuoti telefonu.\nSiųsdami asmens duomenis nešifruotu būdu Jūs prisiimate galimo duomenų\natskleidimo riziką.</p>\n17.\nDuomenų subjekto teisės ir jų įgyvendinimas.\n<p>17.1.\nTeisės aktai suteikia Jums daug teisių, kuriomis Jūs galite laisvai naudotis, o\nmes turime užtikrinti Jums tokią galimybę.\nInformaciją apie konkrečias Jūsų teises\nir jų įgyvendinimo būdus mes pateikiame šioje Privatumo politikoje:</p>\n<p>17.1.1.\nTeisė susipažinti su mūsų tvarkomais Jūsų asmens duomenimis.\nJūs turite\nteisę gauti mūsų patvirtinimą, ar mes tvarkome Jūsų asmens duomenis, o taip pat\nteisę susipažinti su mūsų tvarkomais Jūsų asmens duomenimis ir informacija apie\nduomenų tvarkymo tikslus, tvarkomų duomenų kategorijas, duomenų tvarkymo\nlaikotarpį, duomenų gavimo šaltinius.\nDidžiąją dalį šios informacijos mes pateikiame\nJums šioje Privatumo politikoje.\nJeigu šioje Privatumo politikoje pateikta informacija\nyra Jums nepakankama, galite kreiptis į mus dėl papildomos informacijos suteikimo;</p>\n<p>17.1.2.\nTeisė ištaisyti asmens duomenis.\nJeigu pasikeitė Jūsų registracijos anketose\nar kitu būdu mums pateikti duomenys arba Jūs manote, kad mūsų tvarkoma\ninformacija apie Jus yra netiksli ar neteisinga, Jūs turite teisę reikalauti šią\ninformaciją pakeisti, patikslinti ar ištaisyti;</p>\n<p>17.1.3.\nTeisė atšaukti sutikimą.\nTais atvejais, kai Jūsų duomenis mes tvarkome Jūsų\nsutikimo pagrindu, Jūs turite teisę bet kada atšaukti savo sutikimą ir Jūsų sutikimu\ngrindžiamas duomenų tvarkymas bus nutrauktas.\nTam tikrais atvejais tai gali reikšti,\nkad nebegalėsime suteikti galimybės toliau naudotis mūsų paslaugomis.\nSavo\nsutikimus Jūs galite koreguoti (juos atšaukti ar iš naujo suteikti) pateikdami\natitinkamai atnaujintas registracijos anketas arba susisiekę su mumis kitu būdu.\nKai\ntai įmanoma, esame sudarę galimybę atšaukti mums duotus sutikimus pačiu\npaprasčiausiu būdu.\nPavyzdžiui, mobiliųjų programėlių pagalba teikiamų paslaugų\natveju turite galimybę panaikinti registraciją mobiliojoje programėlėje, kas\nprilyginama sutikimo atšaukimui.\nnaujienlaiškių siuntimo paslaugos gali būti\natsisakoma paspaudus kiekvieno naujienlaiškio pabaigoje esančią nuorodą\n„Atsisakykite naujienlaiškio“, kas prilyginama sutikimo atšaukimui.\nBet kuriuo atveju\ndėl bet kokio Jūsų duoto sutikimo atšaukimo galima kreiptis elektroniniu paštu\n(lrt@lrt.lt.\ndap@lrt.lt) arba telefonu (+3705 236 3000).\nNustojus galioti Jūsų\nsutikimui, jį atšaukus arba panaikinus, mes Jūsų sutikimu tvarkytus duomenis\nsunaikiname.\nBet kokiu atveju Jūsų suteiktą sutikimą mes saugome vienerius metus\nnuo sutikimo pateikimo dienos, kad galėtume apsiginti nuo mums pareikštų\nreikalavimų, pretenzijų ar ieškinių;</p>\n<p>17.1.4.\nTeisė pateikti skundą.\nJeigu Jūs manote, kad Jūsų duomenis mes tvarkome\npažeisdami teisės aktų reikalavimus, mes visuomet pirmiausia prašome kreiptis\ntiesiogiai į mus.\nMes tikime, kad mums pavyks išsklaidyti visas Jūsų abejones,\npatenkinti prašymus ir ištaisyti mūsų padarytas klaidas, jeigu tokių bus.\nJeigu Jūsų\nnetenkins mūsų siūlomas problemos išsprendimo būdas arba, Jūsų nuomone, mes\nnesiimsime pagal Jūsų prašymą būtinų veiksmų, Jūs turėsite teisę pateikti skundą\npriežiūros institucijai, kuria Lietuvos Respublikoje yra Valstybinė duomenų apsaugos\ninspekcija, o kai duomenys tvarkomi žurnalistikos tikslais – žurnalistų etikos\ninspektorius;</p>\n<p>17.1.5.\nTeisė ištrinti duomenis (teisė būti pamirštam).\nEsant tam tikroms teisės\naktuose įvardintoms aplinkybėms (kai asmens duomenys tvarkomi neteisėtai, išnyko\nduomenų tvarkymo pagrindas ir kt.), Jūs turite teisę prašyti, kad mes ištrintume\nJūsų asmens duomenis.\nSvarbu pažymėti, kad Jūsų mums pateikti asmens\nduomenys be Jūsų atskiro prašymo bus ištrinti, jeigu Jūs atšauksite savo sutikimą\narba pasibaigus šioje Privatumo politikoje nurodytam duomenų tvarkymo terminui;</p>\n<p>17.1.6.\nTeisė apriboti duomenų tvarkymą.\nEsant tam tikroms teisės aktuose\nįvardintoms aplinkybėms (kai asmens duomenys tvarkomi neteisėtai, Jūs užginčijate\nduomenų tikslumą ir kt.), Jūs turite teisę apriboti Jūsų duomenų tvarkymą.\nVisgi,\nturime pažymėti, kad dėl duomenų tvarkymo apribojimo ir tokio apribojimo\nlaikotarpiu mes galime neturėti galimybės užtikrinti Jums paslaugų teikimo;</p>\n<p>17.1.7.\nTeisė į duomenų perkeliamumą.\nDuomenis, kuriuos mes tvarkome pagal Jūsų\nsutikimą ir kurių tvarkymas atliekamas taikant automatizuotas priemones, Jūs turite\nteisę perkelti kitam duomenų valdytojui.\nJūsų pageidaujamus perkelti duomenis mes\nJums pateiksime įprastai mūsų sistemose naudojamu ir kompiuterio skaitomu\nformatu, o Jums pageidaujant ir esant techninėms galimybėms, persiųsime\nduomenis tiesiogiai Jūsų nurodytam kitam duomenų valdytojui.</p>\n<p>17.2.\nJeigu norite pateikti mums prašymą dėl mūsų vykdomo Jūsų asmens duomenų\ntvarkymo, pateikite jį raštu asmeniškai, paštu arba elektroninėmis priemonėmis.</p>\n<p>17.3.\nSiekdami apsaugoti Jūsų duomenis nuo neteisėto atskleidimo, mes, gavę Jūsų\nprašymą pateikti duomenis ar įgyvendinti kitas Jūsų teises, privalėsime nustatyti\nJūsų tapatybę.\nKreiptis dėl savo teisių įgyvendinimo Jūs turite teisę pateikdami mums\nrašytinį prašymą asmeniškai, paštu ar elektroniniu paštu.\nSiekdami tinkamai bei saugiai\nįgyvendinti Jūsų kaip duomenų subjekto teisę bei užkirsti kelią neteisėtoms veikoms\n(pvz.\nkitų asmenų bandymui gauti konfidencialią informaciją apie Jus) gavę duomenų\nsubjekto prašymą mes privalome įsitikinti asmens tapatybe.\nAtsižvelgiant į tai, prašymus\ndėl duomenų subjekto teisių įgyvendinimo, prašome teikti šiais būdais: 1) Asmeniškai\npristatyti prašymą adresu Konarskio g.\n49, Vilniuje.\nTokiu atveju, Jūs turėsite patvirtinti\nsavo tapatybę pateikdamas asmens tapatybę patvirtinantį dokumentą.\n2) Siunčiant\npaprastu arba kvalifikuotu elektroniniu parašu pasirašytą prašymą el.\np.\nadresu\ndap@lrt.lt arba lrt@lrt.lt.\nPrašymą taip pat gali teikti Jūsų teisėtas atstovas, tuo atveju\nprie prašymo prašome pridėti atstovavimą patvirtinantį dokumentą.\nŠie reikalavimai\nreikalavimas netaikomi, jeigu norima atšaukti savo duotą sutikimą dėl tiesioginės\nrinkodaros pranešimų ar naujienlaiškių gavimo.</p>\n<p>17.4.\nGavę Jūsų prašymą dėl bet kurios Jūsų teisės įgyvendinimo ir įsitikinę Jūsų\nasmens tapatybe, mes įsipareigojame nepagrįstai nedelsdami, tačiau ne vėliau kaip\nper vieną mėnesį nuo Jūsų prašymo gavimo pateikti Jums informaciją apie veiksmus,\nkurių ėmėmės pagal Jūsų pateiktą prašymą.\nJeigu Jūsų prašymas reikalaus labai\ndidelės apimties informacijos pateikimo arba bus sudėtingas įgyvendinti dėl kitų\nobjektyvių aplinkybių, prašymo įgyvendinimo terminas gali būti pratęstas dviem\nmėnesiams, tačiau tokiu atveju apie termino pratęsimą ir jo priežastis būsite\ninformuoti.</p>\n<p>17.5.\nJeigu Jūsų prašymas pateikiamas elektroninėmis priemonėmis, atsakymą Jums\ntaip pat pateiksime elektroninėmis priemonėmis, išskyrus atvejus, jei Jūs prašysite\nJums atsakyti kitu būdu.</p>\n<p>17.6.\nAtkreipiame dėmesį, kad kai asmens duomenys tvarkomi žurnalistikos arba\nakademinės, meninės ar literatūrinės saviraiškos tikslais, nėra taikomi Reglamento\nreikalavimai, reglamentuojantys aukščiau aprašytas duomenų subjektų teises, tad\nšiais atvejais Jūsų galimybė pasinaudoti šiomis teisėmis gali būti ribota.</p>\n18.\nNuorodos į kitus tinklalapius\n<p>18.1.\nPrašome atsižvelgti į tai, kad LRT svetainėje arba mobiliosiose programėlėse\nyra pateikiamos nuorodos į kitus tinklalapius, įskaitant trečiųjų šalių valdomus\ntinklalapius, kuriems nėra taikoma ši Privatumo politika ir juose taikomos privatumo\nnuostatos gali iš esmės skirtis.\nMes skatiname Jus susipažinti su kiekvieno tokio\ntinklalapio privatumo politika prieš pateikiant bet kokią Jus identifikuojančią\ninformaciją.</p>\n19.\nPrivatumo politikos galiojimas ir pakeitimai.\n<p>19.1.\nPrivatumo politika ir jos pakeitimai įsigalioja ir yra taikomi nuo jos paskelbimo\nmūsų interneto tinklapyje dienos.</p>\n<p>19.2.\nLRT nuolat vysto savo veiklą, siūlo naujas paslaugas ir funkcionalumus, todėl ir\nPrivatumo politikos nuostatos, susijusios su Jūsų asmens duomenų tvarkymu gali būti\nkeičiamos.\nSiekdami sužinoti apie Jūsų asmens duomenų tvarkymą ar pateikti prašymą\ndėl Jūsų kaip asmens duomenų subjekto teisių įgyvendinimo, įsitikinkite, kad\nvadovaujatės galiojančia Privatumo politikos redakcija.</p>\n<p>19.3.\nJei pakeisime šią Privatumo politiką ar paskelbsime jos atnaujintą versiją, visais\natvejais nurodysime atnaujinimo datą.</p>\n<ul>\n<li>LRT<ul>\n<li>Visuomeninis transliuotojas</li>\n<li>Žiniasklaidos grupė</li>\n<li>Žurnalistika</li>\n<li>Privatumo politika</li>\n</ul>\n</li>\n<li>Valdymas<ul>\n<li>Valdymas</li>\n<li>Svarbūs dokumentai</li>\n</ul>\n</li>\n<li>Skaidrumas<ul>\n<li>Ataskaitos</li>\n<li>Skaidrumas</li>\n<li>Turtas</li>\n<li>Finansai</li>\n</ul>\n</li>\n<li>Naudinga informacija<ul>\n<li>Pranešimai žiniasklaidai</li>\n<li>Televizoriaus subtitrų ir kalbos nustatymai</li>\n<li>Istorija</li>\n<li>Muziejus</li>\n<li>Stiliaus gidas</li>\n<li>DUK</li>\n</ul>\n</li>\n<li>Partnerystės<ul>\n<li>Bendradarbiaukime</li>\n<li>Konkursai</li>\n</ul>\n</li>\n<li>Karjera<ul>\n<li>Darbo skelbimai</li>\n<li>Kandidato atrankos ir įdarbinimo kelias</li>\n<li>Praktika LRT</li>\n<li>Nauda darbuotojui</li>\n</ul>\n</li>\n<li>Kontaktai<ul>\n<li>Rašykite mums</li>\n<li>Darbuotojų kontaktai</li>\n</ul>\n</li>\n</ul>Lietuvos nacionalinis radijas ir televizija.\n© 2023.\nVisos teisės saugomos <p>\n</p>", "created_at": "2023-08-23 20:58:25.696635", "updated_at": "2023-08-23 20:59:50.194132"}], "points": [], "urls": ["lrt.lt"]}}