{"error": 448, "message": "OK", "parameters": {"id": 8576, "name": "SafeShare", "created_at": "2023-06-28 17:53:25.722348", "updated_at": "2023-06-28 22:02:19.172238", "wikipedia": null, "keywords": null, "related": null, "slug": "safeshare", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8576.png", "url": "safeshare.tv,safesha.re,safeshare.video", "documents": [{"id": 16675, "name": " Terms and Conditions", "url": "https://safeshare.tv/terms-and-conditions", "xpath": "//body", "text": " ×\nAdd Playlist Cancel\nSave ×\nClaim SafeView <p>\nSince SafeShare’s beginning, SafeViews were created without being logged in.\nNow you can claim ownership over your own SafeViews.\nWe have NO way of verifying if you were the actual owner so we believe in your good faith.\n</p> I&nbsp;swear I’m this SafeView’s owner Your feedback is essential! Help us make SafeShare even better!<br> Submit Feedback!+ Toggle navigation <ul>\n<li>Pricing</li>\n<li>FAQ</li>\n<li> English <ul>\n<li>Select your language</li>\n<li>English</li>\n<li>Nederlands</li>\n<li>Português</li>\n<li>Español</li>\n</ul>\n</li>\n<li>Sign In</li>\n</ul> Terms and Conditions <p>\n<strong>Last updated: April 17, 2018</strong>\n</p>\n<p>These Terms and Conditions (\"Terms\", \"Terms and Conditions\") govern your relationship with https://safeshare.tv website (the \"Service\") operated by Vitzo Ltd.\n(\"us\", \"we\", or \"our\").</p>\n<p>Please read these Terms and Conditions carefully before using the Service.</p>\n<p>Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you may not access the Service.</p>\n<p>\n</p>Subscriptions<p>\n</p>\n<p>Some parts of the Service are billed on a subscription basis (\"Subscription(s)\").\nYou will be billed in advance on a recurring and periodic basis (\"Billing Cycle\").\nBilling cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.</p>\n<p>At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or Vitzo Ltd.\ncancels it.\nYou may cancel your Subscription renewal either through your online account management page or by contacting Vitzo Ltd.\ncustomer support team.</p>\n<p>A valid payment method, including credit card or PayPal, is required to process the payment for your Subscription.\nYou shall provide Vitzo Ltd.\nwith accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\nBy submitting such payment information, you automatically authorize Vitzo Ltd.\nto charge all Subscription fees incurred through your account to any such payment instruments.</p>\n<p>Should automatic billing fail to occur for any reason, Vitzo Ltd.\nwill issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.</p>\n<p>\n</p>Free Trial<p>\n</p>\n<p>Vitzo Ltd.\nmay, at its sole discretion, offer a Subscription with a free trial for a limited period of time (\"Free Trial\").</p>\n<p>You may be required to enter your billing information in order to sign up for the Free Trial.</p>\n<p>If you do enter your billing information when signing up for the Free Trial, you will not be charged by Vitzo Ltd.\nuntil the Free Trial has expired.\nOn the last day of the Free Trial period, unless you cancelled your Subscription, you will be automatically charged the applicable Subscription fees for the type of Subscription you have selected.</p>\n<p>At any time and without notice, Vitzo Ltd.\nreserves the right to (i) modify the terms and conditions of the Free Trial offer, or (ii) cancel such Free Trial offer.</p>\n<p>\n</p>Fee Changes<p>\n</p>\n<p>Vitzo Ltd., in its sole discretion and at any time, may modify the Subscription fees for the Subscriptions.\nAny Subscription fee change will become effective at the end of the then-current Billing Cycle.</p>\n<p>Vitzo Ltd.\nwill provide you with a reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.</p>\n<p>Your continued use of the Service after the Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.</p>\n<p>\n</p>Refunds<p>\n</p>\n<p>Certain refund requests for Subscriptions may be considered by Vitzo Ltd.\non a case-by-case basis and granted in sole discretion of Vitzo Ltd..</p>\n<p>\n</p>Content<p>\n</p>\n<p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (\"Content\").\nYou are responsible for the Content that you post to the Service, including its legality, reliability, and appropriateness.</p>\n<p>By posting Content to the Service, you grant us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service.\nYou retain any and all of your rights to any Content you submit, post or display on or through the Service and you are responsible for protecting those rights.\nYou agree that this license includes the right for us to make your Content available to other users of the Service, who may also use your Content subject to these Terms.</p>\n<p>You represent and warrant that: (i) the Content is yours (you own it) or you have the right to use it and grant us the rights and license as provided in these Terms, and (ii) the posting of your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.</p>\n<p>\n</p>Accounts<p>\n</p>\n<p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.</p>\n<p>You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service.</p>\n<p>You agree not to disclose your password to any third party.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p>\n<p>\n</p>Copyright Policy<p>\n</p>\n<p>We respect the intellectual property rights of others.\nIt is our policy to respond to any claim that Content posted on the Service infringes the copyright or other intellectual property infringement (\"Infringement\") of any person.</p>\n<p>If you are a copyright owner, or authorized on behalf of one, and you believe that the copyrighted work has been copied in a way that constitutes copyright infringement that is taking place through the Service, you must submit your notice in writing to the attention of \"Copyright Infringement\" of webmaster@safeshare.tv and include in your notice a detailed description of the alleged Infringement.</p>\n<p>You may be held accountable for damages (including costs and attorneys' fees) for misrepresenting that any Content is infringing your copyright.</p>\n<p>\n</p>Intellectual Property<p>\n</p>\n<p>The Service and its original content (excluding Content provided by users), features and functionality are and will remain the exclusive property of Vitzo Ltd.\nand its licensors.\nThe Service is protected by copyright, trademark, and other laws of both Belize and foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of Vitzo Ltd..</p>\n<p>\n</p>Links To Other Websites<p>\n</p>\n<p>Our Service may contain links to third-party websites or services that are not owned or controlled by Vitzo Ltd..</p>\n<p>Vitzo Ltd.\nhas no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites or services.\nYou further acknowledge and agree that Vitzo Ltd.\nshall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such websites or services.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third-party websites or services that you visit.</p>\n<p>\n</p>Termination<p>\n</p>\n<p>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.</p>\n<p>Upon termination, your right to use the Service will immediately cease.\nIf you wish to terminate your account, you may simply discontinue using the Service.</p>\n<p>\n</p>Limitation Of Liability<p>\n</p>\n<p>In no event shall Vitzo Ltd., nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service.\n(ii) any conduct or content of any third party on the Service.\n(iii) any content obtained from the Service.\nand (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</p>\n<p>\n</p>Disclaimer<p>\n</p>\n<p>Your use of the Service is at your sole risk.\nThe Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis.\nThe Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.</p>\n<p>Vitzo Ltd.\nits subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location.\nb) any errors or defects will be corrected.\nc) the Service is free of viruses or other harmful components.\nor d) the results of using the Service will meet your requirements.</p>\n<p>\n</p>Governing Law<p>\n</p>\n<p>These Terms shall be governed and construed in accordance with the laws of Belize, without regard to its conflict of law provisions.</p>\n<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.</p>\n<p>\n</p>Changes<p>\n</p>\n<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, please stop using the Service.</p>\n<p>\n</p>Contact Us<p>\n</p>\n<p>If you have any questions about these Terms, please contact us.</p> About SafeShare\n<p>Launched as a beta version in 2009, SafeShare has gained popularity as the safest way to watch and share YouTube and Vimeo videos, and is widely used all around the globe by educators so their students can watch educational material without the fear of inappropriate videos showing up.</p> Quick links\n<ul>\n<li>Pricing</li>\n<li>FAQ's</li>\n<li>Contact Us</li>\n<li>Test your connection</li>\n<li>Affiliates</li>\n</ul> Legal\n<ul>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>DMCA</li>\n</ul> Notification title Go there Cancel\nOk Sign In\nPlease log in to create a SafeView Connect with: Or log in with: Email sent!\n<br>\n\u2028Please revise your inbox.\nYou will receive an email with instructions for how to proceed.\nForgot your password? Next\nSign Up\nSend link\nClose By clicking Sign Up, you agree to our Privacy Policy and ours Terms Sign Up! Connect with: or create an account: By clicking Sign Up, you agree to our Privacy Policy and our Terms Sign Up! Log in here! Password Reset Send link Don't have an account yet? Sign up here! Set new Password Set new password We're signing you up!\nPlease wait a moment We're logging you in!\nPlease wait a moment Something went<br>wrong ...<br> Please confirm if popups <br>aren't being blocked Creating your<br>SafeView\nPlease wait a moment SafeView Created!\nYou will be redirected Sorry but offensive<br>content was detected\nPlease try again with a different video This video is private<br>or unavailable\nPlease try again with a different video Wow! You reached your<br>free 20 SafeViews limit Go premium! Please enter a valid<br>YouTube or Vimeo URL Unknown error<br>occurred<br>\nPlease try again or contact support ×\nShare SafeView <ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> pinterest </li>\n<li> Whatsapp </li>\n<li> tumblr </li>\n<li> email </li>\n<li>\n</li>\n</ul> or scan to share<br> ×\nPremium Feature <p>\nThis feature requires a Premium account </p>\n<p> Go premium! </p> Created with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\n× This website uses cookies to improve user experience.\nBy using our website you consent to all cookies in accordance with our Cookie Policy.\nRead more Strictly necessary Performance Targeting Unclassified Show details Hide details Save &amp.\nClose Accept All Reject All ", "created_at": "2023-06-28 17:53:25.753766", "updated_at": "2023-06-28 17:53:58.12931"}, {"id": 16676, "name": "DMCA Notice", "url": "https://safeshare.tv/dmca", "xpath": "//body", "text": " ×\nAdd Playlist Cancel\nSave ×\nClaim SafeView <p>\nSince SafeShare’s beginning, SafeViews were created without being logged in.\nNow you can claim ownership over your own SafeViews.\nWe have NO way of verifying if you were the actual owner so we believe in your good faith.\n</p> I&nbsp;swear I’m this SafeView’s owner Your feedback is essential! Help us make SafeShare even better!<br> Submit Feedback!+ Toggle navigation <ul>\n<li>Pricing</li>\n<li>FAQ</li>\n<li> English <ul>\n<li>Select your language</li>\n<li>English</li>\n<li>Nederlands</li>\n<li>Português</li>\n<li>Español</li>\n</ul>\n</li>\n<li>Sign In</li>\n</ul> DMCA Notice and Takedown Procedure SafeShare supports the protection of intellectual property and asks their users to do the same.\nIt is our policy to expeditiously respond to clear notices of alleged copyright infringement that comply with the United States Digital Millennium Copyright Act (\"DMCA\"), the text of which can be found at the U.S.\nCopyright Office website, https://www.copyright.gov.\nIt is expected that all users of any part of SafeShare will comply with applicable copyright laws.\nIf, however, we receive proper notification of claimed copyright infringement, our response to such notices will include removing or disabling access to material claimed to be the subject of infringing activity and/or terminating the subscriber.\nPlease use the following form to report content on SafeShare that you believe violates or infringes your copyright.\nShould you wish not to use our online form, please provide all of the information requested below in a written communication sent to our designated agent at the address below.\nIn order to be effective, any such notification must include a physical or electronic signature of a person authorized to act on behalf of the owner of the exclusive copyright right that is allegedly infringed and must include a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.\nPlease note that you will be liable for damages (including costs and attorney's fees) if you materially misrepresent that material is infringing your copyright(s).\nAccordingly, if you are not sure if you are the proper copyright holder or if copyright laws protect the material, we suggest that you first contact a lawyer.\nPlease fill out the form About SafeShare\n<p>Launched as a beta version in 2009, SafeShare has gained popularity as the safest way to watch and share YouTube and Vimeo videos, and is widely used all around the globe by educators so their students can watch educational material without the fear of inappropriate videos showing up.</p> Quick links\n<ul>\n<li>Pricing</li>\n<li>FAQ's</li>\n<li>Contact Us</li>\n<li>Test your connection</li>\n<li>Affiliates</li>\n</ul> Legal\n<ul>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>DMCA</li>\n</ul> Notification title Go there Cancel\nOk Sign In\nPlease log in to create a SafeView Connect with: Or log in with: Email sent!\n<br>\n\u2028Please revise your inbox.\nYou will receive an email with instructions for how to proceed.\nForgot your password? Next\nSign Up\nSend link\nClose By clicking Sign Up, you agree to our Privacy Policy and ours Terms Sign Up! Connect with: or create an account: By clicking Sign Up, you agree to our Privacy Policy and our Terms Sign Up! Log in here! Password Reset Send link Don't have an account yet? Sign up here! Set new Password Set new password We're signing you up!\nPlease wait a moment We're logging you in!\nPlease wait a moment Something went<br>wrong ...<br> Please confirm if popups <br>aren't being blocked Creating your<br>SafeView\nPlease wait a moment SafeView Created!\nYou will be redirected Sorry but offensive<br>content was detected\nPlease try again with a different video This video is private<br>or unavailable\nPlease try again with a different video Wow! You reached your<br>free 20 SafeViews limit Go premium! Please enter a valid<br>YouTube or Vimeo URL Unknown error<br>occurred<br>\nPlease try again or contact support ×\nShare SafeView <ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> pinterest </li>\n<li> Whatsapp </li>\n<li> tumblr </li>\n<li> email </li>\n<li>\n</li>\n</ul> or scan to share<br> ×\nPremium Feature <p>\nThis feature requires a Premium account </p>\n<p> Go premium! </p> Created with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\n× This website uses cookies to improve user experience.\nBy using our website you consent to all cookies in accordance with our Cookie Policy.\nRead more Strictly necessary Performance Targeting Unclassified Show details Hide details Save &amp.\nClose Accept All Reject All ", "created_at": "2023-06-28 17:53:25.784469", "updated_at": "2023-06-28 17:54:06.597124"}, {"id": 16677, "name": " Privacy Policy", "url": "https://safeshare.tv/privacy", "xpath": "//body", "text": " ×\nAdd Playlist Cancel\nSave ×\nClaim SafeView <p>\nSince SafeShare’s beginning, SafeViews were created without being logged in.\nNow you can claim ownership over your own SafeViews.\nWe have NO way of verifying if you were the actual owner so we believe in your good faith.\n</p> I&nbsp;swear I’m this SafeView’s owner Your feedback is essential! Help us make SafeShare even better!<br> Submit Feedback!+ Toggle navigation <ul>\n<li>Pricing</li>\n<li>FAQ</li>\n<li> English <ul>\n<li>Select your language</li>\n<li>English</li>\n<li>Nederlands</li>\n<li>Português</li>\n<li>Español</li>\n</ul>\n</li>\n<li>Sign In</li>\n</ul> Privacy Policy <p>\n<strong>Effective date: April 17, 2018</strong>\n</p>\n<p>Vitzo Ltd.\n(\"us\", \"we\", or \"our\") operates the https://safeshare.tv website (the \"Service\").</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://safeshare.tv/terms-and-conditions.</p>\n<p>\n</p>Definitions<p>\n</p>\n<p>\n<b>\n<i>Personal Data</i>\n</b>\n</p>\n<p>Personal Data means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).</p>\n<p>\n<b>\n<i>Usage Data</i>\n</b>\n</p>\n<p>Usage Data is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</p>\n<p>\n<b>\n<i>Cookies</i>\n</b>\n</p>\n<p>Cookies are small pieces of data stored on a User’s device.</p>\n<p>\n<b>\n<i>Data Controller</i>\n</b>\n</p>\n<p>Data Controller means a person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal data are, or are to be, processed.</p>\n<p>For the purpose of this Privacy Policy, we are a Data Controller of your data.</p>\n<p>\n<b>\n<i>Data Processor (or Service Providers)</i>\n</b>\n</p>\n<p>Data Processor (or Service Provider) means any person (other than an employee of the Data Controller) who processes the data on behalf of the Data Controller.</p>\n<p>We may use the services of various Service Providers in order to process your data more effectively.</p>\n<p>\n<b>\n<i>Data Subject</i>\n</b>\n</p>\n<p>Data Subject is any living individual who is the subject of Personal Data.</p>\n<p>\n<b>\n<i>User</i>\n</b>\n</p>\n<p>The User is the individual using our Service.\nThe User corresponds to the Data Subject, who is the subject of Personal Data.</p>\n<p>\n</p>Information Collection And Use<p>\n</p>\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>\n<p>\n</p>Types of Data Collected<p>\n</p>\n<p>\n<b>\n<i>Personal Data</i>\n</b>\n</p>\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\").\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Cookies and Usage Data</li>\n</ul>\n<p>We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.</p>\n<p>\n<b>\n<i>Usage Data</i>\n</b>\n</p>\n<p>We may also collect information on how the Service is accessed and used (\"Usage Data\").\nThis Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>\n<b>\n<i>Tracking Cookies Data</i>\n</b>\n</p>\n<p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with a small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ul>\n<li>\n<b>Session Cookies.</b> We use Session Cookies to operate our Service.</li>\n<li>\n<b>Preference Cookies.</b> We use Preference Cookies to remember your preferences and various settings.</li>\n<li>\n<b>Security Cookies.</b> We use Security Cookies for security purposes.</li>\n</ul>\n<p>\n</p>Use of Data<p>\n</p>\n<p>Vitzo Ltd.\nuses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain our Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer support</li>\n<li>To gather analysis or valuable information so that we can improve our Service</li>\n<li>To monitor the usage of our Service</li>\n<li>To detect, prevent and address technical issues</li>\n<li>To provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information</li>\n</ul>\n<p>\n</p>Retention of Data<p>\n</p>\n<p>Vitzo Ltd.\nwill retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>Vitzo Ltd.\nwill also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.</p>\n<p>\n</p>Transfer Of Data<p>\n</p>\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>If you are located outside Belize and choose to provide information to us, please note that we transfer the data, including Personal Data, to USA and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Vitzo Ltd.\nwill take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p>\n<p>\n</p>Disclosure Of Data<p>\n</p>\n<p>\n</p>Disclosure for Law Enforcement<p>\n</p>\n<p>Under certain circumstances, Vitzo Ltd.\nmay be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>\n<p>\n</p>Legal Requirements<p>\n</p>\n<p>Vitzo Ltd.\nmay disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of Vitzo Ltd.</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul>\n<p>\n</p>Security Of Data<p>\n</p>\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p>\n<p>\n</p>\"Do Not Track\" Signals<p>\n</p>\n<p>We do not support Do Not Track (\"DNT\").\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.</p>\n<p>\n</p>Your Rights<p>\n</p>\n<p>Vitzo Ltd.\naims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.</p>\n<p>Whenever made possible, you can update your Personal Data directly within your account settings section.\nIf you are unable to change your Personal Data, please contact us to make the required changes.</p>\n<p>If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.</p>\n<p>In certain circumstances, you have the right:</p>\n<ul>\n<li>To access and receive a copy of the Personal Data we hold about you</li>\n<li>To rectify any Personal Data held about you that is inaccurate</li>\n<li>To request the deletion of Personal Data held about you</li>\n</ul>\n<p>You have the right to data portability for the information you provide to Vitzo Ltd..\nYou can request to obtain a copy of your Personal Data in a commonly used electronic format so that you can manage and move it.</p>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>\n<p>\n</p>Service Providers<p>\n</p>\n<p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>\n<p>\n</p>Analytics<p>\n</p>\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>\n<p>\n<b>Google Analytics</b>\n</p>\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.</p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: http://www.google.com/intl/en/policies/privacy/</p>\n<p>\n</p>Payments<p>\n</p>\n<p>We may provide paid products and/or services within the Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<p>The payment processors we work with are:</p>\n<p>\n<b>FastSpring</b>\n</p>\n<p>Their Privacy Policy can be viewed at https://fastspring.com/privacy/</p>\n<p>\n<b>Paddle</b>\n</p>\n<p>Our order process is conducted by our online reseller Paddle.com.\nPaddle.com is the Merchant of Record for all our orders.\nPaddle provides all customer service inquiries and handles returns.\nTheir Privacy Policy can be viewed at https://paddle.com/privacy</p>\n<p>\n</p>Links To Other Sites<p>\n</p>\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\n<p>\n</p>Children's Privacy<p>\n</p>\n<p>When it comes to the collection of personal information from children under the age of 13 years old, the Children's Online Privacy Protection Act (COPPA) puts parents in control.\nThe Federal Trade Commission, United States' consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.</p>\n<p>We market to and collect information from children under 13.</p>\n<p>Do we let third-parties, including ad networks or plug-ins collect PII from children under 13?</p>\n<p>We also allow third-parties, including ad networks or plug-ins collect Personally Identifiable Information from children under 13.</p>\n<p>\n<b>In order to remove your child's information please contact the following personnel:</b>\n</p>\n<p>SafeShare</p>\n<p>webmaster@safeshare.tv</p>\n<p>\n<b>We adhere to the following COPPA tenants:</b>\n</p>\n<ul>\n<li>We will not require a child to disclose more information than is reasonably necessary to participate in an activity.</li>\n<li>Parents can review their child's personal information, direct us to delete it, and refuse to allow any further collection or use of the child's information.</li>\n<li>Parents can agree to the collection and use of their child's information, but still not allow disclosure to third-parties unless that's part of the service.</li>\n<li>Parents can review, delete, manage or refuse with whom their child's information is shared through contacting our support staff.</li>\n<li>We will notify parents directly before collecting PII from their kids.\nThis includes what specific information you will want to collect and how it might be disclosed, a link to your online privacy policy, and how the parents can give their consent.\nAlso, if the parent doesn't consent within a reasonable time, you will delete the parent's and child's online contact info from your records.</li>\n<li>Parents can give consent by sign a consent form and send it back to us via electronic scan and contacting us directly.</li>\n</ul>\n<p>\n</p>Changes To This Privacy Policy<p>\n</p>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n<p>\n</p>Contact Us<p>\n</p>\n<p>If you have any questions about this Privacy Policy, please contact us:</p>\n<ul>\n<li>By email: webmaster@safeshare.tv</li>\n</ul> About SafeShare\n<p>Launched as a beta version in 2009, SafeShare has gained popularity as the safest way to watch and share YouTube and Vimeo videos, and is widely used all around the globe by educators so their students can watch educational material without the fear of inappropriate videos showing up.</p> Quick links\n<ul>\n<li>Pricing</li>\n<li>FAQ's</li>\n<li>Contact Us</li>\n<li>Test your connection</li>\n<li>Affiliates</li>\n</ul> Legal\n<ul>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>DMCA</li>\n</ul> Notification title Go there Cancel\nOk Sign In\nPlease log in to create a SafeView Connect with: Or log in with: Email sent!\n<br>\n\u2028Please revise your inbox.\nYou will receive an email with instructions for how to proceed.\nForgot your password? Next\nSign Up\nSend link\nClose By clicking Sign Up, you agree to our Privacy Policy and ours Terms Sign Up! Connect with: or create an account: By clicking Sign Up, you agree to our Privacy Policy and our Terms Sign Up! Log in here! Password Reset Send link Don't have an account yet? Sign up here! Set new Password Set new password We're signing you up!\nPlease wait a moment We're logging you in!\nPlease wait a moment Something went<br>wrong ...<br> Please confirm if popups <br>aren't being blocked Creating your<br>SafeView\nPlease wait a moment SafeView Created!\nYou will be redirected Sorry but offensive<br>content was detected\nPlease try again with a different video This video is private<br>or unavailable\nPlease try again with a different video Wow! You reached your<br>free 20 SafeViews limit Go premium! Please enter a valid<br>YouTube or Vimeo URL Unknown error<br>occurred<br>\nPlease try again or contact support ×\nShare SafeView <ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> pinterest </li>\n<li> Whatsapp </li>\n<li> tumblr </li>\n<li> email </li>\n<li>\n</li>\n</ul> or scan to share<br> ×\nPremium Feature <p>\nThis feature requires a Premium account </p>\n<p> Go premium! </p> Created with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\nCreated with Sketch.\n× This website uses cookies to improve user experience.\nBy using our website you consent to all cookies in accordance with our Cookie Policy.\nRead more Strictly necessary Performance Targeting Unclassified Show details Hide details Save &amp.\nClose Accept All Reject All ", "created_at": "2023-06-28 17:53:25.814108", "updated_at": "2023-06-28 17:54:19.29576"}], "points": [], "urls": ["safeshare.tv", "safesha.re", "safeshare.video"]}}