{"error": 448, "message": "OK", "parameters": {"id": 7791, "name": "connectify.me ", "created_at": "2023-03-29 15:49:20.647625", "updated_at": "2023-03-29 19:26:55.100979", "wikipedia": null, "keywords": null, "related": null, "slug": "connectify-me", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7791.png", "url": "connectify.me", "documents": [{"id": 15031, "name": "Privacy Policy ", "url": "https://www.connectify.me/privacy-policy", "xpath": "/html/body/div[1]/div/div/div/article/div/div/div/div/div/div", "text": "<p>\n<strong>EFFECTIVE DATE 10/18/2009.\nUPDATED 5/31/2018</strong>\n</p>\n<p>Connectify, Inc.\n(“Connectify,” “we,” “us”) respects your privacy and as such we strive to collect the minimal amount of information necessary to operate our service.\nThis Privacy Policy explains the type of information we collect through our website at connectify.me (the “Site”) and the Connectify Hotspot application, and how we use this information to provide outstanding value to you.</p>\n<p>If you have any questions about this Privacy Policy, you should contact us at privacy@connectify.me.</p> How do you Protect the Privacy of my Connectify Sessions?\n<p>We do not log IP addresses, sites, or data that you send or receive through the Connectify Hotspot application.</p>\n<p>Communication to our backend servers and databases are encrypted with SSL and firewalled to restrict access to only authorized servers.\nFurthermore, access to customer data is limited only to employees who require access in the delivery of the service.</p> What Personal Information We Collect\n<p>\n<b>Contact information: </b>We receive contact information from customers who buy our products through the Fastspring store.\nThis includes name, phone number, email address, personal address, and company name.\nCustomers who create an account for the Connectify Hotspot application may provide an email address.</p>\n<p>\n<b>Homepage Access Logs: </b>Our servers log access to our homepage, including IP address, page accessed, browser type and operating system.</p>\n<p>\n<b>Device Information: </b>In order to prevent piracy, Connectify Hotspot may access and report unique device identifiers such as Hostname, MAC or UUID.</p>\n<p>\n<b>Location Information: </b>Connectify Hotspot collects what country you appear to be in using an IP-based approximation, in order to tailor special offers.</p>\n<p>\n<b>Cookies: </b>Our websites store cookies and similar technology, like single-pixel gifs, that help us optimize our website design.\nCookies are text files containing small amounts of information downloaded to your device when you visit a website.\nThe entity that placed the cookie on your browser can then read the unique information on that cookie.\nThe Connectify Hotspot application does not require any registration to use the service.\nTo read more about our cookie policy, click here.</p>\n<p>\n<b>Support Requests: </b>We may request more information when you contact our support.\nAs appropriate, you may be asked to enter your name and email address.</p> How Does Connectify Use This Information?\n<p>\n<b>To provide services:</b>\n</p>\n<ul>\n<li>For the authentication of users and devices</li>\n<li>Communication about your account, subscription status, or license</li>\n</ul>\n<p>\n<b>To send emails and other communications:</b>\n</p>\n<ul>\n<li>Including advertising new features, software updates, or new products</li>\n<li>Marketing messages, such as new promotions or company stories</li>\n<li>We provide an opt-out for communications unnecessary for the delivery of our services.</li>\n</ul>\n<p>\n<b>To respond to support requests:</b>\n</p>\n<ul>\n<li>Support staff may request identifying information to verify your account status.</li>\n</ul>\nDoes Connectify Disclose Information to Outside Parties?\n<p>We will not sell or rent your personal information to other companies.\nAdditionally, we cannot disclose information about the services, websites, or applications you utilize while connected to our Services as we do not store this information.</p>\n<p>Except as described below, we will not disclose your personal information to outside parties.</p>\n<ul>\n<li>Third Party Service Providers – See list of trusted third parties below for more detail.</li>\n<li>Legal Compliance – We do not log what you do through our servers, so we do not have any such information to provide to law enforcement or anyone else.\nOutside of this, we, like all companies, need to comply with the legal process including court orders and other requests from law enforcement and regulatory authorities.</li>\n<li>Assignment – We reserve the right to transfer personal information to a new entity or third party as part of a merger, acquisition, reorganization, sale of some or all of our assets, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including, without limitation, in connection with any bankruptcy or similar proceedings).\nWe will notify you via email or prominent notice on our web site if the third party’s or new entity’s treatment of personal information will materially differ from the treatment described in this Privacy Policy.</li>\n</ul>\nThird Party Service Providers\n<p>\n<b>Google Analytics</b>\n</p>\n<p>Google Analytics is a web analysis service provided by Google.\nGoogle utilizes the data collected to track and examine the use of the Service to prepare reports on its activities and share them with other Google services.\nGoogle may use the data collected to contextualize and personalize the ads of its own advertising network.\nPersonal data collected: Cookie and Usage Data.\nPlace of processing: USA.\nFind Google’s privacy policy here.</p> Additional Rights\n<p>Individuals located in certain countries, including the European Economic Area, have certain statutory rights in relation to their personal data.\nSubject to any exemptions provided by law, you may have the right to request access to Information, as well as to seek to update, delete or correct this Information.</p>\n<p>To request access, deletion or correction of your personal information, email us at privacy@connectify.me.</p> Protecting the Privacy of Children\n<p>Our Services are not intended for use by children under the age of eighteen (18) and are not directed at such children.\nPlease do not register at Connectify if you are under the age of eighteen (18).\nWe do not knowingly collect personal information from children under the age of thirteen (13).\nIf you have information about a child using our service, please contact privacy@connectify.me.</p> Transferring Personal Data from the EU to the US\n<p>Connectify has its headquarters in the United States.\nInformation we collect from you will be processed in the United States.\nThe United States has not sought nor received a finding of “adequacy” from the European Union under Article 45 of the GDPR.\nConnectify relies on derogations for specific situations as set forth in Article 49 of the GDPR.\nIn particular, Connectify collects and transfers to the U.S.\npersonal data only: with your consent.\nto perform a contract with you.\nor to fulfill a compelling legitimate interest of Connectify in a manner that does not outweigh your rights and freedoms.\nConnectify endeavors to apply suitable safeguards to protect the privacy and security of your personal data and to use it only consistent with your relationship with Connectify and the practices described in this Privacy Policy.\nConnectify also minimizes the risk to your rights and freedoms by not collecting or storing sensitive information about you.</p> Data Storage and Retention\n<p>Your personal data is stored by Connectify on its servers, and on the servers of the cloud-based database management services Connectify engages, which may be located in the United States.\nConnectify retains data for the duration of the customer’s or member’s business relationship with Connectify.\nFor more information on where and how long your personal data is stored, and for more information on your rights of erasure and portability, please contact the Connectify’s data protection officer at privacy@connectify.me.</p> Data Protection Authority\n<p>Subject to applicable law, you also have the right to (i) restrict Connectify's use of your personal data and (ii) lodge a complaint with your local data protection authority or the Irish Data Protection Commissioner, which Connectify has designated as its lead supervisory authority in the European Union.\nIf you are a resident of the European Economic Area and believe we maintain your Personal Data within the scope of the General Data Protection Regulation (GDPR), you may direct questions or complaints to our lead supervisory authority:</p>\n<p>Irish Data Protection Commissioner Office of the Data Protection Commissioner Canal House, Station Road, Portarlington, Co.\nLaois, R32 AP23, Ireland Phone +353 57 868 4757 Fax: +353 57 868 4757 Email: info@dataprotection.ie</p> Changes to Our Privacy Policy\n<p>If this policy is updated, we will post changes on this page and update the Privacy Policy modification date.\nIf we make any changes to this Privacy Policy that materially affect our practices with regard to the personal information we have previously collected from you, we will endeavor to provide you with notice in advance of such change by highlighting the change on the Site.</p> Contacting Us\n<p>If there are any questions regarding this privacy policy you may contact Connectify: For Privacy Questions: privacy@connectify.me For Other Questions: support@connectify.me By Mail: 601 Spring Garden, 3rd floor, Philadelphia, PA 19123 USA</p>", "created_at": "2023-03-29 15:49:20.68552", "updated_at": "2023-03-29 15:50:01.908067"}, {"id": 15032, "name": " End User License Agreement", "url": "https://connectify.me/eula/", "xpath": "/html/body/div[1]/div/div/div/article/div/div/div/div/div/div", "text": "<p>\n<strong>EFFECTIVE DATE 10/18/2009.\nUPDATED 1/28/2015</strong>\n</p>\n<p>You may use the Connectify Inc’s applications, software and services only on the condition that you agree to abide by the following terms.</p>\n<p>BY INSTALLING OR USING OUR SOFTWARE, YOU ARE AGREEING ELECTRONICALLY TO THE TERMS OF THIS SOFTWARE END USER AGREEMENT (THE “AGREEMENT” or “LICENSE”).\nIf you do not agree, do not install, copy or use the Software.</p>\n<ol>\n<li>SOFTWARE.\nThis Agreement and the supplemental terms below applies to the software, applications, services and any updates for Connectify (the “Software”).\nThe specific components of the Software are listed in Appendix 1, below.\nThe Software is provided by Connectify, its affiliates and suppliers (“we” or “us”).\nWe may discontinue or change any feature of the Software at any time and without notice.\nIn this Agreement, we use the term “you” or “your” to mean you as an individual or such entity in whose behalf you act, if any, and we use the term “Connectify” to mean the Connectify service.</li>\n<li>OWNERSHIP.\nThis is a license of the Software and not a sale.\nThe Software and any content and services provided with the Software is protected by copyright and other intellectual property laws and by international treaties.\nWe and our suppliers own all rights in the Software.\nYour rights to use the Software are specified in this Agreement and we retain and reserve all rights not expressly granted to you.</li>\n<li>LICENSE.\nProvided that you comply with the terms of this Agreement, we grant you a personal, limited, non-exclusive and non-transferable license to install and use the Software for personal and internal business purposes.\n&nbsp;For PRO or MAX licenses you are limited to the number of simultaneous machines your license specifies, or one machine, &nbsp;if no number is displayed.\n&nbsp;This license does not entitle you to receive from us hard-copy documentation, or telephone assistance.</li>\n<li>RESTRICTIONS.\nYou may not: (i) make any copies of the Software other than an archival copy, (ii) modify or create any derivative works of the Software or documentation.\n(iii) decompile, disassemble, reverse engineer, or otherwise attempt to derive the source code, underlying ideas, or algorithms of the Software, or in any way ascertain, decipher, or obtain the communications protocols for accessing our networks.\n(iv) copy, reproduce, reuse in another product or service, modify, alter, or display in any manner any Javascript or HTML files, or parts thereof, included in the Software.\n(v) use the Software to develop software or services that access the address space of the Software or that intercept the proxy.\n(vi) attempt to gain unauthorized access to any our or our suppliers’ and distributors’ services, accounts, computer systems or networks associated with the Software.\n(vii) rent, lend, lease, sublicense or otherwise transfer rights to the Software.\n(viii) remove or alter any trademark, logo, copyright or other proprietary notices, legends, symbols or labels in the Software.\n(ix) block, disable, or otherwise effect any advertising, advertisement banner window, tabs, links to other sites and services, or other features that constitute an integral part of the Software.\n(x) incorporate, integrate or otherwise include the Software or any portion thereof (including the communications protocols) into any software, program or product that communicates, accesses, or otherwise connects with our services or that interconnects any of our services with any other instant messaging or other online service.\n(xi) use any of our services associated with the Software in any manner that could damage, disable, overburden, or impair such services or interfere with any other party’s use and enjoyment of them.\n(xii) use the Software in any way that violates this Agreement or any law.\n(xiii) use the Software in any way that violates the rights of any third party.\n(xiv) use the Software in any way to transmit, directly or indirectly, any unsolicited bulk communications (such e-mails, voice, photos, video, chat or instant messages).\nor (xv) attempt to modify the software to access features for which you are not licensed, (xvi) authorize or assist any third party to do any of the things described in this paragraph.</li>\n<li>REGISTRATION.\nPurchase and use of PRO or MAX licenses require registration.\nWe and our affiliates may provide interactive online services for use with the Software.\nIn order to use these interactive services, you will need to register with us and obtain log-in credentials, such as a User Name.\nPlease go to http://www.connectify.me if you want to register for certain services and obtain a User Name.\nYou must agree to abide by the terms and condition, which will apply to any interactive online service that you elect to use with the Software.</li>\n<li>ACCESS.\nYou must provide at your own expense the equipment, Internet connections or wireless devices to access and use Connectify.\nWe do not guarantee that Connectify can be accessed through all wireless devices or wireless service plans.\nWe do not guarantee that Connectify will work in all geographic locations.\nYou acknowledge that when you use Connectify, your wireless carrier may charge you standard fees for data, messaging and other wireless access.\nCheck with your carrier to verify whether there are any such fees that may apply to you.\nYOU ARE SOLELY RESPONSIBLE FOR ANY COSTS YOU INCUR THROUGH USING Connectify.</li>\n<li>YOUR RESPONSIBILITIES.\nYou are responsible for: (a) all activities that occur under your account.\n(b)maintaining the confidentiality of any Screen Name, passwords, License Keys or log-in credentials.\n(c) taking reasonable steps to prevent unauthorized access to confidential information stored in your computer.\nand (d) complying with this agreement and with any and all applicable laws.\nYou are solely responsible for the content you upload or otherwise provide (including any personal information you choose to submit or share using the Software, such as disclosing your home address and the home address of others) and the consequences of sharing or publishing such content with others and/or the general public.\nYOU ACKNOWLEDGE AND AGREE THAT WE ARE NOT RESPONSIBLE FOR ANY CONTACT OR INTERACTION THAT OCCURS BETWEEN YOU AND ANY OTHER USER OF THE SOFTWARE AND CONNECTIFY SERVICE AND THAT THE ENTIRE RISK FALLS ON YOU.\n&nbsp;We cannot be responsible for what happens if your account information (such as stored Screen Names and passwords) becomes known to someone else.</li>\n<li>SUGGESTIONS.\nYou agree that we may, without limitation and for no compensation, use in any manner all comments, suggestions, complaints and other feedback you provide relating to the Software.</li>\n<li>YOUR REPRESENTATIONS.\nYou represent and warrant that you have adequate legal capacity to enter into this Agreement, that you will use the Software only for lawful purposes and that you will not violate the terms of this Agreement.</li>\n<li>AUTOMATED UPDATES.\nWe may, but we are under no obligation, to provide update, patches and fixes (“Updates”).\nYou may be given the opportunity to choose whether you want all Updates delivered automatically or you would prefer to be notified when a new Update is ready to be installed, or we make such Updates available for download.\nYou authorize us to deliver automatically any Update if we believe it is necessary to provide for the continued functionality of the Software.\nYour use of the Updates will be governed by this Agreement unless you are asked to agree to new or additional terms at the time of download or installation.</li>\n<li>PERFORMANCE AND USAGE INFORMATION.\n&nbsp;Connectify’s collection and use of Personally Identifiable Information from your Devices is described (and limited) by Connectify’s Privacy Policy.</li>\n<li>THIRD PARTY OFFERINGS.\nYou may only use third-party plug-ins or applications authorized by us for use with the Software.\nYou use such third-party applications at your own risk.\nWe make no representations or warranties, express or implied, regarding the third party applications.\nWe have no obligation to correct errors or provide Updates for third party applications.</li>\n<li>TERMINATION.\nThis agreement automatically terminates if you fail to comply with the terms hereof or if you attempt to assign the agreement or transfer the software to a third party except as expressly permitted in this agreement.\nUpon termination, you must stop all use of the software and must destroy all copies of the Software that are in your possession.\nAll provisions of this Agreement, except for the license grant in Section 3 above, survive the termination of this Agreement.\nWe may take any technical remedies to prevent unsolicited bulk communications from entering, utilizing, or remaining within our computer or communications networks.</li>\n<li>INJUNCTIVE RELIEF.\nYou agree that your breach or threatened breach of this Agreement will cause us irreparable damage for which recovery of money damages would be inadequate and that we, therefore, may obtain timely injunctive relief to protect its rights under this Agreement in addition to any and all other remedies available at law or in equity.</li>\n<li>DISCLAIMER OF WARRANTY.\nWE LICENSE THE SOFTWARE “AS IS” AND WITH ALL FAULTS.\nWE DO NOT WARRANT THAT THIS SOFTWARE WILL MEET YOUR REQUIREMENTS OR THAT ITS OPERATION WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHE ENTIRE RISK AS TO SATISFACTORY QUALITY, PERFORMANCE, ACCURACY, EFFORT AND COST OF ANY SERVICE AND REPAIR IS WITH YOU.\n&nbsp;WE, OUR SUPPLIERS AND DISTRIBUTORS DISCLAIM ALL EXPRESS WARRANTIES AND ALL IMPLIED WARRANTIES, INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INTERFERENCE, NON-INFRINGEMENT OR ACCURACY, UNLESS SUCH IMPLIED WARRANTIES ARE LEGALLY INCAPABLE OF EXCLUSION.\n&nbsp;NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY US SHALL CREATE A WARRANTY OR IN ANY WAY INCREASE THE SCOPE OF ANY WARRANTY THAT CANNOT BE DISCLAIMED UNDER APPLICABLE LAW.\nWE, OUR SUPPLIERS AND DISTRIBUTORS HAVE NO LIABILITY WITH RESPECT TO YOUR USE OF THE SOFTWARE.\n&nbsp;IF ANY IMPLIED WARRANTY MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW, THEN SUCH IMPLIED WARRANTY IS LIMITED TO 30 DAYS FROM THE DATE YOU ACQUIRED THE SOFTWARE FROM US OR OUR AUTHORIZED DISTRIBUTOR.</li>\n<li>LIMITATION OF LIABILITY.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL WE OR OUR PARENT, AFFILIATES, DIRECTORS, EMPLOYEES, DISTRIBUTORS, LICENSORS, SUPPLIERS, AGENTS OR DISTRIBUTORS (COLLECTIVELY, “CONNECTIFY”) BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES ARISING OUT OF OR IN ANY WAY RELATING TO THIS AGREEMENT OR THE USE OF OR INABILITY TO USE THE SOFTWARE, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, LOST PROFITS, LOSS OF DATA, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER COMMERCIAL DAMAGES OR LOSSES, EVEN IF ADVISED OF THE POSSIBILITY THEREOF, AND REGARDLESS OF THE LEGAL OR EQUITABLE THEORY (CONTRACT, TORT OR OTHERWISE) UPON WHICH THE CLAIM IS BASED.\nIN ANY CASE, THE CONNECTIFY’S ENTIRE COLLECTIVE LIABILITY UNDER ANY PROVISION OF THIS AGREEMENT SHALL NOT EXCEED IN THE AGGREGATE THE SUM OF THE FEES YOU PAID FOR THIS LICENSE (IF ANY) AND REPLACEMENT OF DEFECTIVE MEDIA OR PROVISION OF A REASONABLY SIMILAR SOFTWARE PRODUCT, AS DETERMINED AT CONNECTIFY’S SOLE DISCRETION, NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY, WITH THE EXCEPTION OF DEATH OR PERSONAL INJURY CAUSED BY OUR NEGLIGENCE TO THE EXTENT APPLICABLE LAW PROHIBITS THE LIMITATION OF DAMAGES IN SUCH CASES.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL, CONSEQUENTIAL OR SPECIAL DAMAGES, SO THIS EXCLUSION AND LIMITATION MAY NOT APPLY TO YOU.\nCONNECTIFY IS NOT RESPONSIBLE FOR ANY LIABILITY ARISING OUT OF CONTENT PROVIDED BY YOU OR A THIRD PARTY THAT IS ACCESSED THROUGH THE SOFTWARE AND/OR ANY MATERIAL LINKED THROUGH SUCH CONTENT.</li>\n<li>NO SUPPORT OR UPGRADE OBLIGATIONS.\nWe, our suppliers and distributors are not obligated to create or provide any support, corrections, updates, upgrades, bug fixes and/or enhancements of the Software to users who have not paid for a support plan.</li>\n<li>IMPORT/EXPORT CONTROL.\nThe Software is subject to export and import laws, regulations, rules and orders of the United States and foreign nations.\nYou must comply with these laws that apply to the Software.\nYou may not directly or indirectly export, re-export, transfer, or release the Software, any other commodities, software or technology received from us, or any direct product thereof, for any proscribed end-use, or to any proscribed country, entity or person (wherever located), without proper authorization from the U.S.\nand/or foreign government.</li>\n<li>HIGH RISK ACTIVITIES.\nThe Software is not fault-tolerant and is not designed, manufactured or intended for use in environments in which its failure could lead directly to death, personal injury, or severe physical or environmental damage, such as in the operation of nuclear facilities, aircraft navigation or communication systems, air traffic control, direct life support machines, or weapons systems (“High Risk Activities”).\nACCORDINGLY, WE AND OUR SUPPLIERS AND DISTRIBUTORS SPECIFICALLY DISCLAIM ANY EXPRESS OR IMPLIED WARRANTY OF FITNESS FOR HIGH RISK ACTIVITIES.\nYOU AGREE THAT CONNECTIFY WILL NOT BE LIABLE FOR ANY CLAIMS OR DAMAGES ARISING FROM THE USE OF THE SOFTWARE IN SUCH APPLICATIONS.</li>\n<li>U.S.\nGOVERNMENT END-USERS.\nThe Software is a “commercial item,” as that term is defined in 48 C.F.R.\n2.101, consisting of “commercial computer software” and “commercial computer software documentation,” as such terms are used in 48 C.F.R.\n12.212 (Sept.\n1995) and 48 C.F.R.\n227.7202 (June 1995).\nConsistent with 48 C.F.R.\n12.212, 48 C.F.R.\n27.405(b) (2) (June 1998) and 48 C.F.R.\n227.7202, all U.S.\nGovernment End Users acquire the Software with only those rights as described in this License.</li>\n<li>ELECTRONIC NOTICES.\nYOU AGREE TO THIS LICENSE ELECTRONICALLY.\nYOU AUTHORIZE US TO PROVIDE YOU ANY INFORMATION AND NOTICES REGARDING THE SOFTWARE (“NOTICES”) IN ELECTRONIC FORM.\nWE MAY PROVIDE NOTICES TO YOU (1) VIA E-MAIL IF YOU HAVE PROVIDED US WITH A VALID EMAIL ADDRESS OR (2) BY POSTING THE NOTICE ON A WEB OR MOBILE PAGE DESIGNATED BY US FOR THIS PURPOSE.\nThe delivery of any Notice is effective when sent or posted by us, regardless of whether you read the Notice or actually receive the delivery.\nYou can withdraw your consent to receive Notices electronically by discontinuing your use of the Software.\nAs long as you are able to access the Internet using the Software, you will be able to receive electronic notices from us.</li>\n<li>INDEMNIFICATION.\nUpon a request by us, you agree to defend, indemnify, and hold harmless us and our parent and other affiliated companies, and our respective employees, contractors, officers, directors, suppliers and agents and distributors from all liabilities, claims, and expenses, including attorney’s fees that arise from your use or misuse of Connectify and/or the Software.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will cooperate with us in asserting any available defenses.</li>\n<li>CHOICE OF LAW AND LOCATION FOR RESOLVING DISPUTES.\nYou agree that the laws of the Commonwealth of Pennsylvania govern this contract and any claim or dispute that you may have against us, without regard to Pennsylvania’s conflict of laws rules, and that the United Nations Convention on Contracts for the International Sale of Goods shall have no applicability.\nYou further agree that any disputes or claims that you may have against us will be resolved by a court located in the Commonwealth of Pennsylvania and you agree and submit to the exercise of personal jurisdiction of such courts for the purpose of litigating any such claim or action.\n&nbsp;PLEASE NOTE THAT BY AGREEING TO THESE TERMS OF USE, YOU ARE: (1) WAIVING CLAIMS THAT YOU MIGHT OTHERWISE HAVE AGAINST US BASED ON THE LAWS OF OTHER JURISDICTIONS, INCLUDING YOUR OWN.\n(2) IRREVOCABLY CONSENTING TO THE EXCLUSIVE JURISDICTION OF, AND VENUE IN, STATE OR FEDERAL COURTS IN THE COMMONWEALTH OF PENNSYLVANIA OVER ANY DISPUTES OR CLAIMS YOU HAVE WITH US.\nAND (3) SUBMITTING YOURSELF TO THE PERSONAL JURISDICTION OF COURTS LOCATED IN THE COMMONWEALTH OF PENNSYLVANIA FOR THE PURPOSE OF RESOLVING ANY SUCH DISPUTES OR CLAIMS.</li>\n<li>ENTIRE AGREEMENT.\nThis Agreement and any supplemental terms constitutes the entire agreement between you and us concerning the subject matter of this Agreement, which may only be modified by us.</li>\n<li>GENERAL TERMS.\n(a) This Agreement shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods.\n(b) If any part of this Agreement is held invalid or unenforceable, that part shall be construed to reflect the parties’ original intent, and the remaining portions remain in full force and effect, or we may at our option terminate this Agreement.\n(c) The controlling language of this Agreement is English.\nIf you have received a translation into another language, it has been provided for your convenience only.\n(d) A waiver by either party of any term or condition of this Agreement or any breach thereof, in any one instance, shall not waive such term or condition or any subsequent breach thereof.\n(e) You may not assign or otherwise transfer by operation of law or otherwise this Agreement or any rights or obligations herein.\nWe may assign this Agreement to any entity at its sole discretion and without notice to you.\n(f) This Agreement shall be binding upon and shall inure to the benefit of the parties, their successors and permitted assigns.\n(g) Neither party shall be in default or be liable for any delay, failure in performance or interruption of service resulting directly or indirectly from any cause beyond its reasonable control.</li>\n<li>USER OUTSIDE THE U.S.\nIf you are using the Software outside the U.S., then the provisions of this Section shall apply: (i) Les parties aux présentés confirment leur volonté que cette convention de même que tous les documents y compris tout avis qui s’y rattaché, soient redigés en langue anglaise.\n&nbsp;(translation: “The parties confirm that this Agreement and all related documentation is and will be in the English language.”).\n(ii) you are responsible for complying with any local laws in your jurisdiction which might impact your right to import, export or use the Software, and you represent that you have complied with any regulations or registration procedures required by applicable law to make this license enforceable.\nand (iii) if the laws applicable to your use of the Software would prohibit the enforceability of this Agreement, or impose any additional burdens on CONNECTIFY, or confer any rights to you that are materially different from the terms and conditions of this Agreement, then you are not authorized to use the Software and you agree to remove it from your computer.</li>\n</ol>\n<p>APPENDIX 1</p>\n<p>Components of the Software:</p>\n<ol>\n<li>Connectify Installer</li>\n<li>Connectify Hotspot</li>\n<li>Connectify Dispatch</li>\n<li>Connectify Filter Driver</li>\n<li>Connectify Service</li>\n</ol>", "created_at": "2023-03-29 15:50:31.086012", "updated_at": "2023-03-29 15:50:39.890671"}], "points": [], "urls": ["connectify.me"]}}