{"error": 448, "message": "OK", "parameters": {"id": 8893, "name": "SUSE", "created_at": "2023-07-08 04:28:35.494138", "updated_at": "2023-07-08 10:02:11.853983", "wikipedia": "https://en.wikipedia.org/wiki/SUSE", "keywords": null, "related": null, "slug": "suse", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8893.png", "url": "suse.com", "documents": [{"id": 17387, "name": "Privacy Policy", "url": "https://www.suse.com/company/legal/", "xpath": "/html/body/main", "text": " Legal <ul>\n<li> Anti bribery and corruption </li>\n<li> CCPA </li>\n<li> Code of Business Ethics </li>\n<li> Compliance Charter </li>\n<li> Cookie Usage Policy </li>\n<li> Customer Survey </li>\n<li> OKTA </li>\n<li> Open Azure Day Sweepstakes </li>\n<li> Privacy Policy </li>\n<li> Rancher Customer Data </li>\n<li> Supplier code of business ethics </li>\n<li> SUSECON </li>\n<li> SUSE Customer Support </li>\n<li> SUSE Open Source Policy </li>\n<li> SUSE's Partner Campaign </li>\n<li> SUSE Product Export List </li>\n<li> Terms of Use </li>\n<li> Corporate Information Security </li>\n<li> Whistleblowing Policy </li>\n<li> Environmental Policy </li>\n</ul> Privacy Policy Preamble: <p>This Privacy Statement describes how the SUSE Group (\"SUSE\", \"SUSE Group”, \"we\", \"us\" and \"our\") collects and uses personal data when you visit our website and/or use our services.\n“Personal Data” refers to all data which relates to you personally or with which you can be identified personally, e.g.\nname, address, e-mail address or user behaviour.\nAt SUSE, we believe that the Personal Data you provide to us must be kept confidential and used in a legally compliant manner.</p> Name and Address of the Controller: <p>The Controller, according to Article 4(7) of the EU General Data Protection Regulation (GDPR) is:</p>\n<p>SUSE Software Solutions Germany GmbH<br>\nFrankenstraße 146<br>\nNürnberg, 90461<br>\nPhone: +49 (0) 911 74053 0<br>\nE-mail:&nbsp;privacy@suse.com</p> Name and Address of our Data Protection Officer: <p>Our legally designated Data Protection Officer (\"DPO\") is:</p>\n<p>DataCo GmbH<br>\nDachauerstr 65, 80335 Munich, Germany<br>\nhttps://www.dataguard.com</p> Personal Data collected when you use our website or services without registration: <p>When you are simply visiting our website for information, without registering or logging in, we may nonetheless collect data which may include Personal Data from you, through your browser, such as:</p>\n<ul>\n<li>IP address and corresponding network location</li>\n<li>Exact time (including timezone) of your request</li>\n<li>Metadata and contents of your request</li>\n<li>Details of your browser and operating system</li>\n</ul>\n<p>We use the services provided by Functional Software, Inc’s&nbsp;https://www.sentry.io&nbsp;to enable our server maintenance and security team to analyse errors and potential threats in real time.\nThe legal basis for this processing of your data is Article 6(1)(f) of the GDPR, which allows the processing of data for our legitimate interests, that is technically required to ensure a stable, secure and functioning website.\nThis data is deleted after 90 days.\nThe Functional Software Inc privacy policy for Sentry.IO is available at&nbsp;https://sentry.io/privacy/.\nAdditionally, we also store the aforementioned data locally for a period not exceeding 30 days.</p> Personal Data collected when you register for and use our website or services: <p>In addition to the Personal Data collected when you use our website or services without registration, some functions of our website and services can only be used when you register and log in.\nThe Personal Data we collect after your registration and/or logging in can include e.g.:</p>\n<ul>\n<li>Personal details such as name, e-mail, address, telephone</li>\n<li>Details about your company such as company name, e-mail, job title, address, telephone</li>\n<li>Login credentials and related information such as security questions/answers or tokens</li>\n<li>Products or services you may be interested in</li>\n<li>Billing information (where applicable) such as credit card or bank details</li>\n<li>Details you provide to us in the context of an employment application (where applicable)</li>\n<li>Any other details you provide using our online services, such as forum contributions, comments, survey submissions, etc</li>\n</ul>\n<p>Such data is processed either based on a contract (Article 6(1)(b) of the GDPR) or your consent (Article 6(1)(a) of the GDPR).\nFor the latter, you can revoke your consent at any time by sending us an informal message to the e-mail address listed above or by modifying your preferences accordingly on our website.\nData collected during the registration or, for as long as your account continues, is stored by us for as long as you are registered on our website.\nShould you wish to terminate your account on our website you can do so at any time by sending a request to&nbsp;privacy@suse.com.\nPlease note that terminating your account will mean you will no longer be able to use our services.\nCertain data such as forum contributions and comments may be retained longer.\nThe legal basis for this processing of your data is Article 6(1)(f) of the GDPR, which allows the processing of data to ensure e.g.\na functioning and usable online services such as forums.\nLegal retention periods shall remain unaffected.\nTo prevent misuse of our services, your IP address and the exact time of your registration and/or logging in will also be stored.\nThe legal basis for this processing of your data is Article 6(1)(f) of the GDPR, which allows the processing of data that is technically required to ensure a stable, secure and functioning website.</p> Data Transfer within SUSE Group: <p>We process your Personal Data solely within the SUSE Group unless we expressly inform you otherwise.\nThe data which we process to provide services is stored solely on SUSE Group servers in Provo, Utah, USA.\nTransfers of, and access to, your data to SUSE Group entities around the world are all protected using Standard Contractual Clauses.</p> Use of Cookies: <p>Our website uses cookies.\nCookies are data that are assigned to you and are stored by your browser.\nYou can block our cookies at any time by changing the appropriate setting in your browser.\nCookies that have already been stored can be deleted by you at any time.\nPlease note that when you block or delete cookies, you may not be able to make full use of all functions on our website.\nThe legal basis for our use of cookies is Art 6(1)(f) of the GDPR, which allows the processing of data that is technically required to ensure a stable, secure and functioning website and to provide you with a personalised experience on our website (e.g.\nthrough marketing relevant analytics).\nYou can find more information about what cookies we use in our Cookie Policy and in the relevant sections below.</p> Your rights as Data Subject <p>You have the following rights as a Data Subject:</p>\n<ul>\n<li>Right to information</li>\n<li>Right to rectification or erasure of Personal Data</li>\n<li>Right to restriction of processing</li>\n<li>Right of objection to the processing</li>\n<li>Right to data portability</li>\n<li>Right to complain to a data protection supervisory authority about our processing of your Personal Data</li>\n</ul>\n<p>\n<strong>If you have consented to the processing of your data, you can always revoke this consent at any time.\nAfter you have expressed such a revocation to us, it will influence the permissibility of processing your personal data and may impact the services that we can provide to you.</strong>\n</p>\n<p>\n<strong>Provided that we are basing the processing of your personal data on the need to balance interests, you can raise an objection to this processing of your data.\nThis is the case if the processing is not required (in particular to) fulfil a contract with you, a fact which we endeavour to outline in the subsequent description of the respective functions.\nWhen exercising such a right of objection, we request that you outline the reasons why we should not process your personal data in the manner we have described.\nIf you present to us your reasons, we shall check the circumstances and either stop and/or adjust the processing of the data, or present compelling counterarguments for continuing with the data processing.</strong>\n</p>\n<p>\n<strong>You can of course object to the processing of your personal data for purposes of advertising and data analysis at any time.\nYou can inform us of your objection to the use of your data for advertising through the contact details given at the top of this Privacy Policy.</strong>\n</p>\n<p>\n<strong>You may also contact SUSE's Data Protection Officer (see above) or the Supervisory Authority for SUSE which is the Bayerisches Landesamt für Datenschutzaufsicht (BayLDA).</strong>\n</p> SUSE Customer Center: <p>When you use SUSE Customer Center (“SCC”) we may collect and process certain personal data from you in order to fulfil your support subscription using the SCC website and associated channels.\nSuch data can include your contact details (e.g.\nname, email, telephone, address), data concerning your support subscription (subscriptions acquired, current system status, acceptance of terms and conditions, times and durations when logged in).\nThe legal basis of this processing is Art 6(1)(b) of the GDPR for the personal data we process that forms the basis of a contract as well as Art 6(1)(f) of the GDPR which allows the processing of data that is technically required to ensure a stable, secure and functioning website.\nWe store such data in SCC for as long as you retain your account with us.</p> SUSE Customer Support: <p>In the course of providing customer support we may request some Personal Data from you to enable us to provide the high quality support that you expect from us.\nSuch Personal Data can include your contact details (e.g.\nname, email, telephone, address) and account creation and maintenance details (e.g.\nusername, password, security questions).\nWe use this Personal Data in order to create and maintain your account on our Customer Relationship Management (“CRM”) systems, to allow you to file and track support incidents (e.g.\nthrough our web interface or through our live support tools), to upload error and telemetry data associated with your support incidents and to statistically evaluate the effectiveness of the support that we provide to our customers.\nThe legal basis for this processing of your data is Article 6(1)(b) of the GDPR for the Personal Data we process that forms the basis of a contract.\nWe keep your account related Personal Data as well as any Personal Data which you voluntarily add to the support incident for the duration of your support agreement with us.\nWith respect to error and telemetry data (e.g.\nlog files, memory dumps) you send to us, you must ensure that that these, under no circumstances contain Personal Data.\nWe delete such data within 30 days after the incident is resolved and so you must take steps to back up any such data before sending it to us.</p> Salesforce: <p>We use Salesforce Inc's cloud platform to manage our customer and potential customer portfolio.\nIn order to do so, we must collect and process certain Personal Data from you.\nSuch Personal Data can include your contact details (e.g.\nname, email), account creation details (e.g.\nusername, password, security questions) as well as details about your relationship with us (interest in products and services, previous purchase history).\nThe legal basis for the processing are Article 6 (1)(b) of the GDPR, Article 6 (1)(f) of the GDPR under which it is within our legitimate interests to maintain an efficient method of managing our customers as well as with consent, under Art 6 (1)(a) of the GDPR.</p> Marketo: <p>We use Marketo Inc's cloud platform to manage how we market our products and services to our customers and potential customers as well as to manage and administer information about our customers.\nIn order to do so, we must collect and process certain Personal Data from you.\nWhile certain categories of Personal Data may be shared through our use of the Salesforce cloud platform, Marketo also processes Personal Data such as your interest in our products and your preferences with regard to how and when we should contact you.\nThe legal basis for the processing are Article 6 (1)(b) of the GDPR, Article 6 (1)(f) of the GDPR under which it is within our legitimate interests to maintain an efficient method of managing our customers as well as with consent, under Art 6 (1)(a) of the GDPR.</p> Bugzilla: <p>We use the Bugzilla infrastructure for filing and tracking errata in our products and services.\nIf you wish to use our Bugzilla interface, we will need to collect and process Personal Data from you.\nSuch Personal Data can include your contact details (e.g.\nname, email) and account creation and maintenance details (e.g.\nusername, password, security questions) as well as any Personal Data that you voluntarily transfer in the course of using the Bugzilla interface.\nThe legal basis for this processing is Article 6(1)(b) of the GDPR for our customers and partners and Article 6(1)(f) of the GDPR for all other data subjects.\nWhile your account may be deleted, certain data may be retained indefinitely in the bug reports that you filed or commented on.\nThe legal basis on which such data is processed is Article 6(1)(f) of the GDPR, under which we may retain data necessary for the long term functioning and availability of our primary method of maintaining and presenting errata.</p> Fate: <p>We use the FATE infrastructure for filing and tracking features for our products and services.\nIf you wish to use our FATE interface, we will need to collect and process Personal Data from you.\nSuch Personal Data can include your contact details (e.g.\nname, email) and account creation and maintenance details (e.g.\nusername, password, security questions) as well as any Personal Data that you voluntarily transfer in the course of using the FATE interface.\nThe legal basis for this processing is Article 6(1)(b) of the GDPR for our customers and partners and Article 6(1)(f) of the GDPR for all other data subjects.\nWhile your account may be deleted, certain data may be retained indefinitely in the feature requests that you filed or commented on.\nThe legal basis on which such data is processed is Article 6(1)(f) of the GDPR, under which we may retain data necessary for the long term functioning and availability of our primary method of maintaining and presenting features.</p> Newsletter: <p>You can subscribe to our newsletter, through which we inform you about our products, services and offers.\nWe rely on your consent do subscribe and fulfil your newsletter request.\nWe use a “double opt-in\" procedure to subscribe you to our newsletter.\nAfter your initial subscription, we send an email to the email address you subscribed with, requesting your confirmation (e.g.\nby replying to the email or clicking a link therein).\nIf you don’t confirm the subscription within the relevant time period, your subscription request will be automatically deleted.\nWe also store the IP address you used and the time of registration and confirmation to enable us to verify your subscription and to prevent misuse.\nThe legal basis for this processing of your data is Article 6(1)(f) of the GDPR, which allows the processing of data for our legitimate interests, that is technically required to ensure a stable, secure and functioning website.</p>\n<p>Your email address is mandatory and necessary both to enable verification of your subscription request and actual sending of newsletter emails to you.\nAny other data you send us is entirely voluntary.\nAfter your confirmation, we store your email address to send you the newsletter.\nThe legal basis for this is Art.\n6 (1)(a) of the GDPR.\nYou can revoke your consent for the newsletter any time and also unsubscribe from it.\nYou can perform the revocation by clicking on the link provided in each email or by modifying your preferences accordingly on our website.</p>\n<p>We may evaluate your user behaviour when we send you the newsletter, using \"web beacons\" (also known as Internet tags, pixel tags or clear GIFs).\nThese web beacons allow third parties such as us, to obtain information such as the IP address of the computer that downloaded the page on which the beacon appears, the URL of the page on which the beacon appears, the time the page containing the beacon was viewed, the type of browser used to view the page and the information in cookies set by the third party.\nWe may link the information collected from you above with that obtained from web beacons in newsletters to:</p>\n<ul>\n<li>understand which email messages we sent may have been opened by you;</li>\n<li>understand how you use and interact with our products and services;</li>\n<li>improve our products and services.</li>\n<li>optimise your html email experience;</li>\n<li>provide you more relevant content.\nand</li>\n<li>stop contacting you if over time we can see that you are no longer opening our email messages.</li>\n</ul>\n<p>If you wish to prevent the use of web beacons, you may be able to prevent the use of some web beacons by setting your email application or software to display HTML emails as text only.</p> Live Chat: <p>To provide you with the ability to have a real time chat with one of our representatives, we have integrated the functionality provided by the third party provider LiveChat, Inc, whose privacy policy can be accessed here:&nbsp;https://www.livechatinc.com/legal/privacy-policy/#main&nbsp;.\nIn order to use this function, you must consent (Art 6(1)(a) of the GDPR) to providing certain Personal Data such as your name and email.\nWe do this to ensure a personal experience, and to ensure that we can send you a record of your chat.\nAdditionally, the service may automatically store some further information such as operating system, device type and application version.</p> Google Analytics: <p>This website uses the web service Google Analytics to analyse your visits.\nWe deploy this service for marketing, advertising and site requirements evaluation purposes.\nThe legal basis for this processing is Article 6(1)(f) of the GDPR as it is within our legitimate interests to pursue the aforementioned purposes.\nIn order to carry out this evaluation, Google Analytics stores cookies in your browser.\nWhile Google may process certain information that could be used to identify you, our configuration ensures through e.g.\nIP masking and obfuscation, that only general information will be processed.\nYou may reject the collection and processing of data at any time, by changing your browser setting to prevent the storage of cookies.\nSee our Cookie Policy for further details about cookies in general and about Google Analytics cookies specifically.\nGoogle provides information on how it uses data sent to it by partners at&nbsp;https://policies.google.com/technologies/partner-sites&nbsp;.</p> 6Sense: <p>We use the services provided by 6Sense Insights, Inc.\n(“6sense”) to provide us with an analytics-based solution to help us to know more about business prospects and to help determine how and when we should interact with them.\nTo enable this, we may transfer your data (e.g.\nsales data, web data/site activity data and lead information) to 6sense.\nThe legal basis for this processing is Article 6(1)(f) of the GDPR as it is within our legitimate interest to deploy and maintain a lead generation and management platform to enable us to better engage with customers and potential customers.\nThe 6sense privacy policy is available at&nbsp;https://6sense.com/privacy-policy/.</p> DigitalRiver: <p>We offer you the ability to make purchases online through our online shop.\nWe use a third party service provide, Digital River, to fulfil orders.\nIt will be necessary for you to provide Personal Data to enable fulfilment of your order (Article 6(1)(b) of the GDPR).\nThe Digital River privacy policy is available at&nbsp;https://www.digitalriver.com/privacy-policy/.</p> DoubleClick Ad Exchange: <p>While we do not incorporate code or functionality from DoubleClick, this website uses the online marketing tool DoubleClick by Google.\nDoubleClick uses cookies to display adverts that are relevant to the user, to improve reports on campaign performance, and to avoid users being shown the same adverts multiple times.\nVia a cookie ID, Google records which adverts are displayed in which browser and is thus able to prevent the adverts from being shown multiple times.\nFurthermore, with the aid of cookie IDs, DoubleClick can record conversions relating to ad requests.\nThis is the case, for example, when a user sees a DoubleClick advert and later visits the advertiser’s website using the same browser and makes a purchase on that website.\nAccording to Google, DoubleClick cookies contain no personal information.</p>\n<p>Through the marketing tools used, your browser automatically establishes a direct connection to the Google server.\nWe have no influence on the scope and further use of the data collected through use of this tool by Google and are therefore providing you with information based on what we know: Through the integration of DoubleClick, Google receives the information that you have accessed the relevant section of our website or that you have clicked on one of our adverts.\nIf you are registered with a Google service, Google can link the visit to your account.\nEven if you are not registered with Google or are not logged in, the provider may learn and store your IP address.</p>\n<p>You can prevent participation in this tracking process in a number of ways: a) by configuring your browser software accordingly.\nin particular, the suppression of third-party cookies means that you will not receive adverts from third-party providers.\nb) by disabling the cookies for conversion tracking, by setting your browser to block cookies from the domain \"googleadservices.com\", at&nbsp;https://www.google.com/settings/ads.\nthis setting is deleted if you delete your cookies.\nc) by disabling interest-related adverts from providers who are part of the \"About Ads\" self-regulation campaign via the link&nbsp;http://www.aboutads.info/choices.\nthis setting is deleted if you delete your cookies.\nd) by permanently deactivating your Firefox, Internet Explorer or Google Chrome browser at the link&nbsp;http://www.google.com/settings/ads/plugin.\nPlease note that in this case, you may not be able to use fully all the functions on this website.</p>\n<p>The legal basis for the processing of your data is Art.\n6(1)(1)(f) GDPR.\nFurther information on DoubleClick by Google is available at&nbsp;https://www.google.com/doubleclick, and on data protection in general at Google:&nbsp;https://www.google.com/intl/en/policies/privacy&nbsp;.\nAlternatively, you can visit the Network Advertising Initiative (NAI) website at&nbsp;http://www.networkadvertising.org.\nGoogle has joined the EU-U.S.\nPrivacy Shield,&nbsp;https://www.privacyshield.gov/EU-US-Framework&nbsp;.</p> AdDaptive Intelligence <p>AdDaptive Intelligence, Inc.\n(AdDaptive) provides digital advertising services to brands, advertising agencies, and digital publishers through the use of our technology platform (Platform).\nAdDaptive's Platform, which is used on behalf of clients (Clients), manages digital advertisements across many channels, such as third-party websites, mobile apps, online video, streaming audio and streaming TV.</p>\n<p>When the AdDaptive technology is deployed on Client websites (Client Sites) and the user is located outside of the EEA, the Platform automatically receives information from the Client Site through the use of pixels tags and cookies.</p>\n<p>Additionally, publisher and advertiser clients, as well as data providers, and our Demand Side Platform partner (Xandr), provide AdDaptive with Platform Data to support advertising transactions.\nThe Platform Data may include cookies from the adnxs.com domain which you can learn more about by visiting https://about.ads.microsoft.com/en-us/solutions/xandr/digital-platform-cookie-policy.\nThe AdDaptive Privacy Policy provides more information about Platform Data, and opting out of the use of cookies.</p> Social media plug-ins: <p>We currently use the following social media plug-ins on our website:</p>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n</ul>\n<p>We use the two-click solution.\nThis means that when you visit our site, no personal data is sent initially to the plug-in providers.\nYou can identify the provider of the plug-in by the marking on the box, via the provider’s initial letters or logo.\nWe give you the opportunity to communicate directly with the plug-in provider via the button.\nThe plug-in provider will receive the information that you have visited the relevant page on our website only if you click on the marked field and thereby activate it.\nIn addition, the data specified in Part 1, Section 3 of this policy will be transmitted.\nIn the case of Facebook and Xing, according to these providers, the IP address is anonymised immediately after being collected in Germany.\nWhen the plug-in is activated, your personal data is therefore sent to the relevant plug-in provider and stored there (in the case of US providers, in the USA).\nBecause the plug-in providers carry out data collection using cookies, we recommend deleting all cookies via the security settings in your browser before clicking on the greyed-out box.</p>\n<p>We have no influence on the data collected or on the data processing operations, nor do we know the full scope of the data collection, the purposes of the processing or the retention periods.\nWe also have no information regarding the erasure of the collected data by the plug-in providers.</p>\n<p>The plug-in provider stores the data collected regarding you as usage profiles and uses these for advertising and market research purposes and/or for ensuring that its website is designed in accordance with requirements.\nSuch use is carried out (including for users who are not logged in) for the purposes of displaying appropriate advertising and informing other users on the social network about your activities on our website.\nYou have a right to object to the creation of these user profiles.\nTo assert this right, you must contact the relevant plug-in provider.\nVia the plug-ins, we offer you the opportunity to interact with social networks and other users so that we can improve the experience we offer and make it more interesting for you as a user.\nThe legal basis for the use of plug-ins is Art.\n6(1)(1)(f) GDPR.</p>\n<p>The data transfer takes place irrespective of whether you have an account with the plug-in provider and are logged into your account.\nIf you are logged into your account with the plug-in provider, your data collected on our website will be linked directly to this account.\nIf you click on the activated button and e.g.\nlink the page, the plug-in provider also stores this information in your user account and shares it publicly with your contacts.\nWe recommend regularly logging out after using a social network, before activating the button, as in this way you can prevent a link being made by the plug-in provider to your profile.</p>\n<p>Further information on the purpose and scope of the collection and processing of data by the plug-in provider is available in the privacy policies of these providers listed below.\nIn these privacy policies, you can also find further information on your associated rights and setting options for protecting your privacy.</p>\n<p>Addresses of the relevant plug-in providers and URLs for their privacy policies:</p>\n<p>Google Ireland Limited, Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland&nbsp;https://www.google.com/policies/privacy/partners/?hl=en&nbsp;.\nGoogle has joined the EU-U.S.\nPrivacy Shield,&nbsp;https://www.privacyshield.gov/EU-US-Framework&nbsp;.</p>\n<p>Facebook Inc., 1601 S California Ave, Palo Alto, California 94304, USA;&nbsp;http://www.facebook.com/policy.php.\nfurther information on data collection:&nbsp;http://www.facebook.com/help/186325668085084,&nbsp;http://www.facebook.com/about/privacy/your-info-on-other#applications&nbsp;and&nbsp;http://www.facebook.com/about/privacy/your-info#everyoneinfo&nbsp;.\nFacebook has joined the EU-U.S.\nPrivacy Shield,&nbsp;https://www.privacyshield.gov/EU-US-Framework&nbsp;.</p>\n<p>LinkedIn Corporation, 2029 Stierlin Court, Mountain View, California 94043, USA;&nbsp;http://www.linkedin.com/legal/privacy-policy.\nLinkedIn has joined the EU-U.S.\nPrivacy Shield,&nbsp;https://www.privacyshield.gov/EU-US-Framework&nbsp;.</p>\n<p>Twitter, Inc., 1355 Market St, Suite 900, San Francisco, California 94103, USA;&nbsp;https://twitter.com/privacy.\nTwitter has joined the EU-U.S.\nPrivacy Shield,&nbsp;https://www.privacyshield.gov/EU-US-Framework&nbsp;.</p> Integration of YouTube videos: <p>We may integrate YouTube videos in our website.\nThese videos are stored on&nbsp;http://www.youtube.com&nbsp;and can be played directly from our website.\nThe videos are all integrated in \"enhanced data protection mode\", meaning that no data regarding you as a user is transmitted to YouTube if you do not play the videos.\nThe data specified in paragraph 2 is transmitted only when you play the videos.\nWe have no influence over this data transmission.</p>\n<p>Through the visit to the website, YouTube receives the information that you have accessed the relevant page on our website.\nIn addition, the data specified in Part 1, Section 3 of this policy will be transmitted.\nThis takes place irrespective of whether you have a user account with YouTube that you are logged into or whether no user account exists.\nIf you are logged in on Google, your data will be linked directly to your account.\nIf you do not want your data to be linked to your YouTube profile, you must log out before activating the button.\nYouTube stores your data as usage profiles and uses it for advertising and market research purposes and/or for ensuring that its website is designed in accordance with requirements.\nSuch an evaluation is carried out in particular (even for users who are not logged in) to provide appropriate advertising and to inform other users on the social network about your activities on our website.\nYou have a right to object to the creation of these user profiles.\nTo assert this right, you must contact YouTube.</p>\n<p>Further information on the purpose and scope of the collection and processing of data by YouTube is available in the privacy policy.\nHere, you can also find further information on your rights and setting options for protecting your privacy:&nbsp;https://www.google.com/intl/en/policies/privacy&nbsp;.\nGoogle also processes your personal data in the USA and has joined the EU-U.S.\nPrivacy Shield,&nbsp;https://www.privacyshield.gov/EU-US-Framework&nbsp;.</p> SUSECON Digital 2022: <p>SUSECON is SUSE’s annual conference, taking place digitally in 2022.\nYou can register for SUSECON Digital 2022 at SUSE's dedicated website https://www.susecon.com.\nFor the purposes of processing your registration and to provide the services relating to your SUSECON Digital 2022 account as well as ensuring that you can participate in SUSECON, we must process certain Personal Data.</p>\n<p>The categories of Personal Data that we process to enable your participation in SUSECON Digital 2022 are your contact details (name, email address, phone number, mailing address, emergency contact number) as well as information such as your audiovisual/mobility needs, technology certifications and your interest in SUSE technology.\nAny Personal Data that you share via the various communication channels provided as part of SUSECON Digital 2022 may also be processed – we highly discourage you from sharing any special categories (see Article 9 GDPR) of Personal Data.</p>\n<p>To enable your participation in SUSECON Digital 2022 we typically process your Personal Data under Art 6 1(f) GDPR.\nIt is within our legitimate interests, in enabling your participation in SUSECON Digital 2022, to process such Personal Data as is necessary to provide the digital conference.\nTo balance our legitimate interests with your interests, we seek to keep the Personal Data that we process to a minimum and we have ensured that any processors which we use to provide SUSECON Digital 2022 are also bound to ensuring your Personal Data is processed in a GDPR compliant manner.</p>\n<p>For certain services provided as part of SUSECON Digital 2022, such as the SUSECON Digital 2022 newsletter and update mailings, we rely on your consent (Art 6 1(a) GDPR) and we ask for this before your Personal Data is processed for such purposes.\nYou may withdraw your consent to receiving such mailings at any time (without affecting your participation in SUSECON Digital 2022) using the unsubscribe link that is included in all such mailings.</p>\n<p>We have engaged RainFocus, Inc, 1633 W.\nInnovation Way, Suite 100, Lehi, 84043 Utah, USA as a processor to provide services relating to event registration and fulfilment.\nThis involves transferring your Personal Data to the United States.\nSuch transfer is secured by utilizing the Standard Contractual Clauses.\nRainFocus' privacy policy can be viewed at https://www.rainfocus.com/assets/files/rainfocus-privacy-policy.pdf.</p>\n<p>You will be given the option to opt-in for communication from all conference sponsors.\nThis opt-in will be considered consent for your Personal Data to be shared with those sponsors.\nIn addition, if you choose to access content from individual SUSECON Digital 2022 sponsors (recorded sessions, keynotes, downloadable material, etc.) that sponsor will be provided with the Personal Data collected from you during the conference registration process.\nThis policy will be clearly stated during the registration process and is reiterated on sponsor pages within the SUSECON Digital 2022 site.\nYou are not required to access sponsor content or otherwise provide your information to sponsors in order to participate in SUSECON Digital 2022.</p>\n<p>To request access to or deletion of your personal data please use our GDPR Web Form.</p> ", "created_at": "2023-07-08 04:28:35.52465", "updated_at": "2023-07-08 04:29:13.56637"}], "points": [], "urls": ["suse.com"]}}