{"error": 448, "message": "OK", "parameters": {"id": 8677, "name": "Allen & Unwin ", "created_at": "2023-06-30 20:29:04.724285", "updated_at": "2023-06-30 22:02:55.687207", "wikipedia": null, "keywords": null, "related": null, "slug": "allen-unwin", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8677.png", "url": "allenandunwin.com", "documents": [{"id": 16905, "name": "Shop Terms & Conditions", "url": "https://www.allenandunwin.com/shop-terms-conditions", "xpath": "/html/body/div[1]/div/div[1]/div/div[1]/div[2]/div[2]/div/div/div/div[1]/div", "text": " Shopping online Shopping online <p> Welcome to shopping online at allenandunwin.com.\nIf this is your first time, please take a few moments to read the information below.&nbsp.\n</p> How to make a purchase <p> To find a specific title, you can search by title, author, ISBN or keyword in the quick search box at the top of the page, or click on 'Advanced Search' for more options.\nYou can also browse all our books by subject category.\n</p>\n<p>To purchase, click the 'add to basket' button.</p>\n<p> You can keep adding items to your shopping basket as you browse the online shop.\n</p>\n<p> Each time an item is added, your shopping basket in the top right hand corner will be updated.\nYou are able to edit and delete items from your shopping basket at any time by clicking on 'My Cart'.\n</p>\n<p> Nothing is finalised until you submit your payment details, so feel free to add and remove items until you are happy with your choices.\n</p>\n<p> To pay for your items, return to your shopping basket (top right hand corner of the website) and you will be prompted to sign in or continue as a guest.\nYou will also be required to enter delivery and payment details.\n</p>\n<p> Allen &amp.\nUnwin receives online payments using the following credit cards: <strong>VISA</strong>, <strong>MASTERCARD</strong>, <strong>AMERICAN EXPRESS</strong>, <strong>JCB</strong> and <strong>UNIONPAY</strong>.\n</p> Returns <p> Take care when selecting your items as<strong> we don’t offer refunds or exchanges for online purchases unless they are faulty</strong>.\nIf you're unsure or have a question about one of our products, do contact us and we'll get back to you as soon as we can.\n</p> Availability Guide <p>\n<strong>Not Yet Published:</strong> Unfortunately, we cannot take orders ahead of publication.\nPlease check the book's publication month and return then to place your order.\n</p>\n<p>\n<strong>Out of Print:</strong> The book is no longer being reprinted and we have no stock available for sale.\n</p>\n<p>\n<strong>Print on Demand:&nbsp;</strong>The book is printed to order and may take up to 6 weeks from the date your order is placed to be despatched.\nWe will debit your credit card on the next working day after we receive your order.\nPlease note that any other title/s ordered at the same time will be held until the print-on-demand title is also ready for despatch.\n</p> Online security <p> All online purchases are carried out within a secure browser window that uses 128 bit encryption to protect your personal information from being intercepted by an unauthorised party.\n</p>\n<p> A secure browser window is indicated by a locked padlock symbol that appears at the foot of the browser.\nThe URL should also change, to start with 'https://...' instead of 'http://...' </p>\n<p> Allen &amp.\nUnwin will never ask you to provide personal information like your bank details, credit card details, your address, driving licence or passport numbers via email.\n</p> Shipping Country Delivery type Delivery time First book Each book thereafter Australia and New Zealand Australia Post e-Parcel 7-14 days Free Free International / all other countries 1st Class Airmail 2-3 weeks $10.00 $5.00 International / all other countries Courier 7-10 days $25.00 $10.00 <p>&nbsp;</p>\n<p>The cost of shipping will be added to the value of your order.</p>\n<p> You order will be delivered by Australia Post unless you have selected to use international courier.\n<strong>Please note the above delivery times are a guide only and cannot be guaranteed as there may be delays with Australia Post or other carriers.</strong> For delivery within Australia &amp.\nNew Zealand, please allow up to 14 days for your book to arrive.\n</p> Important shipping information <p> Other than international courier orders, all orders are despatched as e-parcels with Australia Post.\nE-parcels must be signed for on delivery, and if you are not available to sign, a card will be left, the parcel will be taken to your local post office and it will need to be collected by you.\nBooks not collected will be returned to our distributors.\n</p>\n<p> Packages sent by international courier requires a signature on delivery and therefore cannot be delivered to a PO box.\nWe suggest you have the package sent to an address where someone is always there, like a work address if possible.\n</p> Customer service contact <p> If you have a question about payment, delivery or availability or books, please contact us and we will get back to you as soon as possible.\nPlease quote your order reference number so we can easily find your order.\n</p>\n<p>Alternatively, you can send an email to weborders@allenandunwin.com</p> Frequently asked questions <p>Please see our Shopping FAQs page.</p>", "created_at": "2023-06-30 20:29:04.784791", "updated_at": "2023-06-30 20:30:38.728671"}, {"id": 16906, "name": "Privacy Policy", "url": "https://www.allenandunwin.com/privacy-policy", "xpath": "/html/body/div[1]/div/div[1]/div/div[1]/div[2]/div[2]/div/div/div/div[1]/div", "text": " Privacy Policy <p>\n<em>Allen &amp.\nUnwin Pty Limited ACN 003 994 278</em>\n</p> 1.\nGeneral <p> Allen &amp.\nUnwin Pty Limited (<strong>A&amp;U</strong>) publishes books and other titles including literary and commercial fiction, general non-fiction, academic and professional titles and books for children and young adults.\nA&amp;U is also the Australian and New Zealand agent for a number of international publishers and runs the Faber Writing Academy, which offers a range of writing courses.\nA&amp;U operates the website at www.allenandunwin.com and various social media sites including the blog at www.thingsmadefromletters.com and the Facebook pages at<br>www.facebook.com/AllenandUnwinBooks,&nbsp;www.facebook.com/allenandunwinteen&nbsp;and&nbsp;www.facebook.com/AllenAndUnwinNZ/, Instagram www.instagram.com/allenandunwin/, www.instagram.com/picturebookpeek_allenandunwin,&nbsp;www.instagram.com/albert_street_books&nbsp;and www.instagram.com/allenandunwinnz/,&nbsp;Twitter https://twitter.com/AllenAndUnwin&nbsp;and https://twitter.com/AllenandUnwinNZ&nbsp;and the YouTube channel at&nbsp;www.youtube.com/user/Allenandunwin</p>\n<p> This includes the Faber Writing Academy website&nbsp;https://faberwritingacademy.com.au&nbsp;and social media channels&nbsp;www.facebook.com/Faberwriting&nbsp;and&nbsp;https://twitter.com/faberwriting.\n</p>\n<p> Murdoch Books and Murdoch Books UK (together <strong>Murdoch Books</strong>) are both divisions of A&amp;U&nbsp;that specialise in non-fiction lifestyle and illustrated books.\nMurdoch Books operates the websites at&nbsp;www.murdochbooks.com.au,&nbsp;www.murdochbooks.com, and&nbsp;www.murdochbooks.co.uk, and various social media sites including the Facebook Page at&nbsp;www.facebook.com/MurdochBooks, the Instagram accounts at www.instagram.com/murdochbooks&nbsp;and www.instagram.com/murdochbooks_uk, the Twitter accounts at https://twitter.com/murdochbooks&nbsp;and https://twitter.com/MurdochBooksUK, the LinkedIn account at www.linkedin.com/company/murdoch-books, and the YouTube channel at www.youtube.com/user/MurdochBooks</p>\n<p>In this Privacy Policy:</p>\n<ol>\n<li> references to <strong>A&amp;U</strong> shall include each of its divisions including Murdoch Books.\n</li>\n<li> the \"<strong>Websites</strong>\" shall mean www.allenandunwin.com, www.murdochbooks.com.au and www.murdochbooks.co.uk.\nand </li>\n<li> the \"<strong>Social Media Sites</strong>\" shall mean the social media sites operated by A&amp;U, as detailed further on the Websites.\n</li>\n</ol>\n<p> This Privacy Policy applies to all personal information collected, held, used and disclosed by or on behalf of A&amp;U, including in its operation of the Websites.\nIt describes such collection, holding, use and disclosure and your rights of access and correction of your personal information.\nPersonal information is information or an opinion about an identified individual, or an individual who is reasonably identifiable, whether the information or opinion is true or not, and whether the information or opinion is recorded in a material form or not.\nA&amp;U is committed to respecting the privacy of individuals, and ensuring that its dealings with the personal information of its authors, readers, booksellers and others comply with the Australian Privacy Principles contained in the Privacy Act 1988 (Cth) (the <strong>Act</strong>).\n</p>\n<p> A&amp;U may amend this Privacy Policy from time to time.\nAny changes will be effective as of the date they are posted on this page.\n</p> 2.\nCollection of your personal information <p>\n<strong>(a) What kind of personal information do we collect?</strong>\n</p>\n<p> A&amp;U may collect personal information including (but not limited to) the following: your title, name, address, email address (personal and work), telephone numbers, employer name, fax number, date of birth and payment details.\nWe may also collect other types of personal information that you share with us in connection with: </p>\n<ol>\n<li> your submission of a work for publication by A&amp;U or one of the publishers for which A&amp;U is an agent.\n</li>\n<li> your submission of an entry for the The Australian / Vogel's literary award and/or the Allen &amp.\nUnwin Crime Fiction Prize.\n</li>\n<li> your entry into a competition, including on one of the Websites or on a website set up by A&amp;U specifically for the conduct of a competition.\n</li>\n<li> your addition of content, access to and receipt of content on one of the Websites or the Social Media Sites.\n</li>\n<li> your participation in a Faber Writing Academy course.\nand </li>\n<li> your feedback (including complaints) in relation to A&amp;U's products and services.\n</li>\n</ol>\n<p> We also collect other information that is reasonably necessary for, or directly related to, our business functions and activities.\n</p>\n<p>\n<strong>(b) Why does A&amp;U collect your personal information?</strong>\n</p>\n<p> Where A&amp;U collects and holds personal information, it is collected and held for our business purposes, which are generally to provide products and services to our customers, to operate our Websites and Social Media Sites, and to administer our relationship with authors, readers, booksellers, the media, author agents, suppliers and others.\nThese purposes include the following: </p>\n<ol>\n<li>\n<strong>Online sales</strong> – to enable us to fulfill orders placed via the Websites;</li>\n<li>\n<strong>Booksellers</strong> – to manage our relationship with our bookseller partners, including by stocking books to them.\n</li>\n<li>\n<strong>Corporate partners</strong> – to manage our relationship with our corporate partners, including by fulfilling orders placed by them.\n</li>\n<li>\n<strong>Authors and suppliers</strong> – to enable us to publish books on behalf of our authors.\n</li>\n<li>\n<strong>Media</strong> – to manage our relationship with our media contacts, including by promoting upcoming book releases and other events to them.\n</li>\n<li>\n<strong>Events</strong> - to send customers and other stakeholders invitations to, or information about, events, competitions, promotions, products or services.\n</li>\n<li> Students - to facilitate enrolment and delivery of Faber Writing Academy courses.\n</li>\n<li>\n<strong>Competitions</strong> – to facilitate the conduct of promotions and competitions, including on the Websites and on websites set up specifically to conduct competitions.\n</li>\n<li>\n<strong>Newsletters and special offers</strong> – to provide customers with details of events, products and services of A&amp;U via our newsletters and special offer emails.\nand </li>\n<li>\n<strong>Feedback and Complaints</strong> – to improve our products and services.\n</li>\n</ol>\n<p> These purposes are detailed further on the Websites.\nYou are not required to provide us with your personal information, however if you do not do so, we may be unable to provide you with certain content, products, services or information, to accept entries into promotions or competitions, or to process your orders.\n</p>\n<p>\n<strong>(c) How does A&amp;U collect your personal information?</strong>\n</p>\n<p>In most instances, we collect personal information directly from our authors, customers, booksellers, suppliers and others.\nFor example, when a bookseller emails us to enquire about stocking a book, we may collect their contact details so we can respond to them.\nHowever there are exceptions to direct collection, including in relation to our Referrals system (discussed below).</p>\n<p>We will not collect personal information where such collection would be unlawful or unrelated to A&amp;U's business activities or functions.\nThe means by which we collect your personal information includes (but is not limited to) the following:</p>\n<ol>\n<li>\n<strong>Email</strong> - If you send us an email, for example to enquire about the release date for a particular book, we will record your email address.</li>\n<li>\n<strong>Telephone enquiries</strong> - If you call us to make an enquiry, we may ask for your contact details including your name, email and telephone number.</li>\n<li>\n<strong>Referrals</strong> - You may have the option to \"tell a friend\" about particular products, events or other material on the A&amp;U website by submitting your name and email address along with your friend's name and email address.\nWe will not use your friend's email address for any purpose beyond the purpose for which you provided it to us (including adding it to any mailing list) without their consent.\nYou or your friend may contact us to remove respective names and emails from our records by emailing us at&nbsp;privacy@allenandunwin.com.</li>\n<li>\n<strong>Forms</strong> - If you wish to register a user account, subscribe to our newsletters or other alerts, or submit a \"Contact Us\" form via one of the Websites, you will be required to complete an electronic form.\nAs part of this process, you will be required to enter personal information including your name and email address.\nWe might also collect your personal information when you sign up to one of our hard copy mailing lists.</li>\n<li>\n<strong>Shopping cart</strong> - If you make purchases via one of the Websites, you must provide us with personal information to allow us to process your order and payment and to deliver the purchased item to you.\nWe keep a record of your purchase data for our reporting and accounting purposes.\nThis data may be used by A&amp;U for the purpose of marketing other products or services to you, but only with your consent.</li>\n<li>\n<strong>Information gathered by website technology</strong> - The Websites may use cookies or other technology to make a record of your visit and log your information for statistical and business purposes.\nSuch information includes your server address, domain name, IP address, the date and time of your visit, pages accessed, documents downloaded, previous website visited and the type of browser used.\nThe data collected from cookies helps us to analyse browsing patterns of users in order to improve the content and design of the Websites.\nCookies are used throughout the shopping process to help us serve you better each time you return.</li>\n<li>\n<strong>Social media enquiries</strong> - if you contact us to make an enquiry, we may ask for your contact details including your name, telephone and address.</li>\n</ol>\n<p>If you do not wish for your information to be gathered on a cookie it is possible to disable the acceptance of cookies by your web browser.\nIf you want to do this you should contact your ISP.\nIf the Websites use a cookie to deliver content we think will interest you, the cookie may also be used for authentication.</p>\n<p>The information collected from these cookies is for the exclusive use of A&amp;U and will not be disclosed to any third parties.</p> 3.\nUse and disclosure of your personal information <p> We generally use and disclose personal information for the purpose for which it was originally collected (see section 2(b)).\nWe may also use or disclose it for another purpose if you consent to that secondary purpose, or where you would reasonably expect us to use or disclose it for that secondary purpose (and the secondary purpose is related to the purpose for original collection).\n</p>\n<p> In addition, A&amp;U may use or disclose personal information: </p>\n<ol>\n<li> where required or authorised by or under an Australian law (including the Act) or court/tribunal order.\nor </li>\n<li> if certain situations set out in section 6.2 of the Australian Privacy Principles apply, including where we hold a reasonable belief that the use or disclosure is required for certain enforcement or healthy and safety purposes, or that use or disclosure is necessary in relation to certain suspected unlawful activity or misconduct.\nor </li>\n<li> if reasonably necessary for the establishment, exercise or defence of a legal or equitable claim;<br>\n<br>Your personal information may be disclosed to:<br>\n<br>\n</li>\n<li> external service providers, for example in relation to their storage and management of databases, management of website and email traffic, processing of credit card information and fulfilment of orders from the Websites – this disclosure will always be on a confidential basis and such service providers will be limited in their use of your information to the purpose of A&amp;U activities only.\n</li>\n<li> specialist advisers who have been engaged to provide legal, administrative, financial, insurance, research, marketing or other services.\nand </li>\n<li> any other person authorised by you, as specified by you.\n</li>\n</ol>\n<p> If we disclose your personal information to third parties, we impose strict obligations of security and confidentiality regarding the way they handle that information.\nWe do not grant them permission to sell or transfer your personal information and they may only access your personal information to the extent necessary for the services A&amp;U requires.\n</p>\n<p> We do not generally disclose personal information to recipients in overseas countries.\nHowever, as an international business that regularly engages with overseas stakeholders, in limited circumstances we may disclose to overseas recipients with your consent (which may be implied).\n</p>\n<p> A&amp;U may at other times notify you about its disclosure practices in relation to specific services that it provides in relation to its activities.\n</p> 4.\nHolding and securing your personal information <p> Once collected, we may hold your personal information in a number of different formats, including (but not limited to) software programs (located both onsite and offsite, including in the cloud), databases, filing systems and in offsite backup storage.\n</p>\n<p> A&amp;U takes all reasonable steps to protect your personal information from loss, unauthorised access, modification, disclosure, interference or other misuse.\n</p> 5.\nOther websites <p> If the Websites or any of the Social Media Pages contain a link to another website, A&amp;U will not be responsible for the privacy practices or the content of such other websites.\n</p> 6.\nAccess to and correction of your personal information <p>At any time, you may request access to personal information about you that A&amp;U holds by contacting our Privacy Officer at privacy@allenandunwin.com or by mail addressed to the Privacy Officer, Allen &amp.\nUnwin, 83 Alexander Street, Crows Nest, NSW 2065, Australia.\nA&amp;U will process your request within a reasonable time.\nIf A&amp;U is not legally required to provide access to the personal information requested and exercises its discretion not to provide that information, we will let you know our reasons for doing so.\nWe may charge you for the cost of accessing your personal information, but if we do so the charge will not be excessive and will not apply to the making of the request.</p>\n<p> Please notify A&amp;U promptly if there are any changes to your personal information.\nYou may ask A&amp;U at any time to correct personal information it holds about you by contacting our Privacy Officer using the details above, and A&amp;U must respond to you within a reasonable time.\n</p> 7.\nComplaints <p> If you have a complaint about A&amp;U's compliance with the Australian Privacy Principles, you should contact our Privacy Officer using the details provided in section 6.\nA&amp;U will investigate your complaint and respond to you within a reasonable time and in accordance with its legal obligations.\nIt will take any necessary corrective actions promptly.\n</p> 8.\nCookies <p> We use cookies to ensure that you get the most out of our website.\nCookies are small amounts of information in the form of text files which we store on the device you use to access our website.\nCookies allow us to monitor your use of the software and simplify your use of the website.\nThe information collected from these cookies is for the exclusive use of A&amp;U and will not be disclosed to any third parties.\n</p>\n<p> If you do not wish for your information to be gathered on a cookie it is possible to disable the acceptance of cookies by your web browser.\nIf you want to do this you should contact your ISP.\nIf the Websites use a cookie to deliver content we think will interest you, the cookie may also be used for authentication.\n</p>\n<p> The names of the cookies used on our website and the purposes for which these cookies are used are set out in the table below.\n</p>\n<p> Our website may contain content and links to other sites that are operated by third parties that may also operate cookies.\nWe don’t control these third-party sites or cookies and this Privacy Notice does not apply to them.\nPlease consult the terms and conditions and Privacy Notice of the relevant third-party site to find out how that site collects and uses your information and to establish whether and for what purpose they use cookies.\n</p> COOKIES USED TYPE OF COOKIE USED FOR Duration csrftoken First party cookie Default in django to protect against Cross Site Request Forgeries 30 minutes NID Third Party cookie It contains a unique ID that Google uses to remember the preferences and other information, such as the preferred language (e.g.\nEnglish), how many search results that we wish to have shown per page etc.\n1 Month 1P_JAR Third Party cookie Used to display personalized advertisements on Google sites, based on recent searches and previous interactions.\nThese cookies are used to gather website statistics, and track conversion rates.\n30 Days ANID Third Party cookie Used for advertising served across the web and stored in google.com.\n1 year DV Third Party cookie Used for the purpose of targeted advertising.\n6 Hours sessionid Session cookie It contains information that is stored in a temporary memory location and then subsequently deleted after the session is completed or the web browser is closed.\n30 minutes <br>\n<p> For further information about privacy issues, see the Office of the Australian Information Commissioner's website at www.oaic.gov.au.\n</p>", "created_at": "2023-06-30 20:29:04.815041", "updated_at": "2023-06-30 20:31:01.695895"}, {"id": 16904, "name": "Terms & Conditions", "url": "https://www.allenandunwin.com/terms-conditions", "xpath": "/html/body/div[1]/div/div[1]/div/div[1]/div[2]/div[2]/div/div/div/div[1]/div", "text": " Terms &amp.\nConditions Website Terms of use and sale <p>Allen &amp.\nUnwin Pty Limited ACN 003 994 278</p> 1.\nGeneral <p> Allen &amp.\nUnwin Pty Limited (<strong>A&amp;U</strong>) publishes books and other titles including literary and commercial fiction, general non fiction, academic and professional titles and books for children and young adults.\nA&amp;U is also the Australian and New Zealand agent for a number of international publishers and runs the Faber Academy, which offers a range of writing courses.\nMurdoch Books and Murdoch Books UK (together <strong>Murdoch Books</strong>) are both divisions of A&amp;U that specialise in illustrated books.\nIn these terms of use (<strong>Terms</strong>), references to A&amp;U shall include its related entities including Murdoch Books.\n</p>\n<p> These Terms relate to the A&amp;U website at www.allenandunwin.com, the blog at www.thingsmadefromletters.com and the Murdoch Books websites at www.murdochbooks.com.au and www.murdochbooks.co.uk (together, the <strong>Websites</strong>).\nThe Websites are operated by A&amp;U (including through its related entities, including Murdoch Books) and provide users with information and services relating to the business activities of A&amp;U and its related entities (including Murdoch Books).\n</p>\n<p> You are only authorised to access or use the Websites if you accept and agree to these Terms.\nYour continued use of the Websites is acceptance of, and agreement to be bound by, these Terms, and any modifications to them.\nA&amp;U has the right to exclude (in its sole discretion) any users from accessing the Websites if they are found to be in breach of these Terms.\nIn these Terms, <strong>content</strong> means any kind of material, including text, images, sound and information in any form.\n</p> 2.\nModification <p> A&amp;U has the right to modify these Terms from time to time and any such modification will be effective upon posting of the revised Terms on the Websites.\n</p> 3.\nLimitations of liability and indemnity <p> A&amp;U is not responsible for the conduct, whether online or offline, of any user of the Website.\nA&amp;U does not warrant, and cannot guarantee, that: </p>\n<ol>\n<li>you will be able to access the Websites at all times;</li>\n<li>your access to the Websites will be uninterrupted or secure;</li>\n<li>content found on the Websites will be reliable, current, accurate or complete.\nor</li>\n<li>the Websites or server are free of viruses or bugs.</li>\n</ol>\n<p> A&amp;U does not warrant and, to the maximum extent permitted by law, excludes all liability for loss, damage, cost or expense of any kind (however caused, including by negligence) arising from or relating in any way to the Websites, including any errors or inaccuracies on the Websites, inability to access the Websites, technical failures, delays in operation or transmission or malfunctions in equipment or software or injury or damage to your computer, equipment or other property related to or resulting from access to or use of the Websites.\n</p>\n<p>To the maximum extent permitted by law:</p>\n<ol>\n<li>all implied warranties relating to the content on the Websites is excluded, including implied warranties of merchantability, fitness for purpose or non-infringement.\nand</li>\n<li>A&amp;U's liability for breach of any implied warranties, conditions or undertakings which cannot be excluded is limited, at A&amp;U's option, to: (i) in the case of goods supplied or offered by</li>\n</ol>\n<p> A&amp;U, the replacement of the goods or the supply of equivalent goods, the repair of such goods, the payment of the cost of replacing the goods or of acquiring equivalent goods, or the payment of the cost of having the goods repaired.\nand (ii) in the case of services supplied or offered by A&amp;U: the supply of the services again or the payment of the cost of having the services supplied again.\n</p>\n<p> In no event will A&amp;U be liable to you or any third party for any indirect, consequential, punitive, exemplary or incidental losses or damage, including lost profits, arising from your use of the Websites, or your reliance on any content found on the Websites.\n</p>\n<p> You indemnify A&amp;U and its related entities and their officers, employees and agents from and against any loss (including reasonable legal costs and expenses) or liability incurred by any of those indemnified arising from any claim, demand, suit, action or proceeding by any person against any of those indemnified where the loss or liability arises out of, in connection with or in respect of any breach of these Terms by you, or from the entering or posting of content on the Websites by you.\n</p> 4.\nSocial media <p>The Websites contain links to social media sites relating to A&amp;U (including but not limited to the A&amp;U and Murdoch Books Facebook pages, Twitter feeds and Instagram pages) (<strong>Social Media Sites</strong>).&nbsp;</p> Introduction <p>Allen &amp.\nUnwin Social Media accounts are intended to be places to connect and share in our love of books and reading.\nIn order to create a positive, engaging, and safe environment, Allen &amp.\nUnwin has implemented Social Media Community guidelines.\nWe strive to create a safe and positive community on our social media channels including but not limited to Facebook, Instagram and Twitter, so we ask that all users heed the following Community Guidelines.</p> A Respectful and Supportive Community <p>We encourage you to comment and interact with our social media accounts, as we want to build a positive and supportive online community.\nWe welcome questions and comments, including healthy debate, constructive feedback, and suggestions, but please remember to stay on topic, avoid possible spoilers and be respectful with what you post.\nIf you have concerns about inappropriate content on Allen &amp.\nUnwin pages you can alert the moderator of that space by sending a message.</p> Comment Moderation Policy <p>Allen &amp.\nUnwin will not tolerate and reserves the right to remove any posts or comments that:</p>\n<ul>\n<li>Are hateful, racist, xenophobic, homophobic, transphobic, sexist, disturbing, violent, defamatory or inappropriate;</li>\n<li>Are abusive, bullying, threatening, or harassing others;</li>\n<li>Contain spam, malware/viruses, impersonation, promotional material, or links to third-party websites;</li>\n<li>Refers to criminal or illegal activity;</li>\n<li>Are sexually explicit or pornographic;</li>\n<li>Include Personally Identifiable Information;</li>\n<li>Are fraudulent, includes information that is false, inaccurate, or misleading;</li>\n<li>Violate the social media platform's terms and conditions.</li>\n</ul>\n<p>If you breach these guidelines, we reserve the right to block your account or remove posts and comments.\nAllen &amp.\nUnwin have ultimate editorial control over all its online services.</p> Third Party Platforms <p>When accessing or participating in Allen &amp.\nUnwin managed spaces on a third-party platform, such as social media channels, pages, microsites or feeds hosted on an external site, you agree to adhere with the terms and conditions as outlined and specified by that third party platform.</p>\n<p>Allen &amp.\nUnwin recommends understanding the privacy settings for each platform engaged with and selecting appropriate options to protect personal details and content shared.</p>\n<p>\n<strong>Contact us at privacy@allenandunwin.com with feedback, questions or issues.</strong>\n</p> 5.\nContent on the Websites <p> All content contained on the Websites, and the design of the Websites, is protected by copyright (covering all kinds of works including text, images and audiovisual works), and may only be reproduced on the following basis.\n</p>\n<ol>\n<li>\n<strong>Book descriptions, book cover images, the Allen &amp.\nUnwin and Murdoch Books logos and author photos</strong> may be reproduced by the media (including bloggers), the book trade and libraries for the purpose of review and promotion without any need to clear permission on the following conditions only: <ol>\n<li>book cover images and author photos must not be modified in any way, except for resizing;</li>\n<li>the Allen &amp.\nUnwin and Murdoch Books logos must not be modified in any way, except for resizing;</li>\n<li>any reproductions of book descriptions or book cover images must be accompanied by a reference to the book title and author name.\nand</li>\n<li>where a photographer credit appears for an author photograph, any reproduction of that photograph must include a credit line for the photographer with the same wording.</li>\n</ol>\n</li>\n<li>\n<strong>Sample book chapters and extracts</strong> are provided for individual, personal reading use only and not for reproduction.\nIf you wish to reproduce any of this material in print or electronic form, you need to obtain prior written permission (please contact permissions@allenandunwin.com).\n</li>\n<li>\n<strong>Content marked specifically for teachers or lecturers</strong> may be used in an educational institution for groups of students, but may not be reproduced for sale or uploaded to a publicly accessible website or a closed intranet without prior written permission (please contact permissions@allenandunwin.com)</li>\n</ol>\n<p> If you wish to reproduce any other content from the Websites, or have any questions about usage rights, please contact permissions@allenandunwin.com.\n</p>\n<p> Except for the limited permissions in (a) to (c) above, and except for making a temporary copy of all or part of the Websites for the sole purpose of viewing them, or printing a copy for your personal reference, you cannot copy, modify, translate, publish, broadcast, transmit, distribute, perform, display, sell or reproduce any content appearing on any of the Websites in whole or part without the express approval of A&amp;U.\nAll intellectual property rights in the content made available through the Websites, and the design of the Websites, is to be regarded as belonging to A&amp;U, unless expressly stated otherwise.\n</p>\n<p> Trade marks (including logos) may be displayed on the Websites from time to time and cannot be used without the express approval of the relevant owner.\n</p>\n<p> By entering or posting any content on the Websites, you grant to A&amp;U and its related entities a perpetual, irrevocable, non-exclusive, worldwide, royalty free licence to use and reproduce the content to the extent necessary for A&amp;U to exercise its reasonable business purposes.\nWhen you enter or post content, you warrant that you have all necessary rights, including copyright, in that content.\n</p> 6.\nConfidentiality <p> You will have sole responsibility for keeping your account sign in email address and password, and will be solely responsible for any activity under that sign in and password.\nYou must immediately notify us of any breach of security, including unauthorised use of your password or account.\nA&amp;U will not be liable for any loss or damage arising from your failure to comply with this provision.\n</p> 7.\nLinks to other websites <p> The Websites contains links to other websites that are external to A&amp;U.\nReasonable care is taken in linking to other websites, but A&amp;U has no direct control over the content of the linked websites and is not responsible for such content.\nLinking to any third party website on the Websites does not imply approval or endorsement of the linked website by A&amp;U.\n</p> 8.\nPrivacy policy <p> Use of the Websites is also governed by our Privacy Policy, which is incorporated into these Terms by this reference and can be viewed at www.allenandunwin.com/privacy.\n</p> 9.\nShopping cart <p> Please see the 'Shopping Terms &amp.\nConditions' page of our website.\n</p> 10.\nGoverning law <p> This contract between you and A&amp;U is governed by and must be construed in accordance with the laws of New South Wales.\nEach party irrevocably and unconditionally submits to the non-exclusive jurisdiction of the courts of New South Wales and all courts that have jurisdiction to hear appeals from those courts and waives any right to object to proceedings being brought in those courts for any reason.\n</p> 11.\nReporting misuse <p> If you become aware of misuse of the Website by any person, any errors in the material on the Websites or any difficulty in accessing or using the Websites, please contact A&amp;U immediately by email on weborders@allenandunwin.com.\n</p>", "created_at": "2023-06-30 20:29:04.754936", "updated_at": "2023-06-30 20:29:57.211822"}], "points": [], "urls": ["allenandunwin.com"]}}