{"error": 448, "message": "OK", "parameters": {"id": 8955, "name": "Netatmo ", "created_at": "2023-07-09 01:53:39.448551", "updated_at": "2023-07-09 10:02:49.238808", "wikipedia": null, "keywords": null, "related": null, "slug": "netatmo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8955.png", "url": "netatmo.com", "documents": [{"id": 17521, "name": "Terms of Use And Privacy policy", "url": "https://legals.netatmo.com/", "xpath": "//body", "text": "<strong>We're sorry but Legals doesn't work properly without JavaScript enabled.\nPlease enable it to continue.</strong>\n<ul>\n<li>Legal Mentions<ul>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Terms of Use<ul>\n</ul>\n</li>\n</ul>\n<ul>\n<li>PRIVACY POLICY<ul>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<p>Help center</p>\n<p>NETATMO has a permanent desire to improve its user experience and the information given to its customers.</p>\n<ul>\n<li>Legal Mentions<ul>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Terms of Use<ul>\n<li>SCOPE AND ACCEPTANCE OF THE TERMS OF USE</li>\n<li>USE OF THE SERVICES </li>\n<li>USER GENERATED CONTENT </li>\n<li>ADVERTISING, LINKING AND FRAMING</li>\n<li>UNSOLICITED IDEAS AND FEEDBACK </li>\n<li>SUBMISSIONS POLICY </li>\n<li>DISCLAIMER OF CONTENT AND WARRANTIES </li>\n<li>LIMITATION OF LIABILITY </li>\n<li>INDEMNIFICATION OF NETATMO </li>\n<li>TERMINATION OF THE SERVICES </li>\n<li>USER MUST COMPLY WITH APPLICABLE LAWS </li>\n<li>CREDITS</li>\n<li>MISCELLANEOUS </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>PRIVACY POLICY<ul>\n<li>COMPLIANCE WITH DATA PROTECTION LEGISLATION</li>\n<li>IDENTITY OF THE DATA CONTROLLER</li>\n<li>ACCOUNT CREATION</li>\n<li>CONTACTING OUR CUSTOMER SERVICE</li>\n<li>WEBSITE</li>\n<li>COMMUNICATIONS AND DIRECT MARKETING ACTIVITIES</li>\n<li>MOBILE APPLICATIONS AND ASSOCIATED PRODUCTS</li>\n<li>NETATMO PRO</li>\n<li>ACCESS TO DATA</li>\n<li>DATA SECURITY</li>\n<li>UNDER EIGHTEEN</li>\n<li>EXERCISE OF USERS' RIGHTS</li>\n<li>AMENDMENT TO THIS DOCUMENT</li>\n<li>ADDITIONAL CONDITIONS</li>\n<li>DEFINITIONS</li>\n</ul>\n</li>\n</ul> Legal Mentions\n<p>Under Article 6 of French Law No.\n2004-575 of 21 June 2004 to give confidence in the digital economy, the identity of the various stakeholders as part of its implementation and monitoring is clear to users of the Site https://www.netatmo.com<br>Owner: NETATMO, company simplified actions capital of 4.616.841 euros, whose head office is located 73 Rue de Sèvres, 92100 Boulogne Billancourt - FRANCE, registered with the Nanterre Trade and Companies Register under number 532 501 848, VAT number within the Community : FR 43 532 501 848.\nContact Number: +33 1 70 83 27 72 <br>Publication director: Emmanuelle Levine <br>Host: Microsoft Azure’s cloud, Netherlands.https://azure.microsoft.com/fr-fr/overview/sales-number/<br>\n<br>\n</p>\nTerms of Use\nAmended on 02 May 2018 - Updated on 27 July 2020, to improve the understanding of our users\n<p>NETATMO (SAS) and its affiliates, if any, (collectively referred to as 'NETATMO', 'we', 'us' or 'our') manufacture, market and sell NETATMO consumer electronic products (the 'Product').<br>\n<br>We also provide additional features such as (a) the website located at www.netatmo.com and more generally all URL and websites administered by NETATMO or within the netatmo.com domain (the 'Site'), (b) services available on the Site and/or delivered through the Site (the 'Site Services'), (c) certain software that may be downloaded to your computer (the 'Computer Software'), and (d) certain software that may be downloaded to your mobile device (the 'Mobile Software').\nAs used herein, the term 'Software' means the Computer Software and Mobile Software.\nthe term 'Site' means the Site, Site Services, Computer Software and Mobile Software.\nThe terms 'you' or 'user' or 'yours' refer to all individuals and entities that access and/or use the Services.\nThe term 'Services' means the Product, the Mobile, Internet Applications as well as the Web Site.\nThese Terms of Use ('ToU') govern your access to and use of the Services.</p>\n<ol> SCOPE AND ACCEPTANCE OF THE TERMS OF USE <ol>\n<li>These Terms of Use and the applicable Privacy Policy are available at https://www.netatmo.com (the 'Privacy Policy'), which is hereby fully incorporated and constitutes with the Terms of Use, one and single document, govern your access and use of the Services.\nPlease READ THEM CAREFULLY.</li>\n<li>By your affirmative actions of registering on the Site, of accessing and/or using all or part of the Services, you acknowledge that you have read, understood, and agree to be bound by the provisions of these Terms of Use and Privacy Policy.\nIf you do not agree with all or part of these Terms of Use or Privacy Policy, do not register, access, browse or use all or part of the Services.</li>\n<li>We may change these Terms of Use in case of new Services made available, regulation evolution, following legal authority request, or amendment to improve understanding.\nYou can access on the Site the most recent version of these Terms of Use.\nAny user of our products will be informed of its evolutions to be able to use our Services in full understanding and will have the possibility to accept them or refuse them.</li>\n<li>If you do not agree anymore to these Terms of Use, you have the possibility to discontinue the use of our Services and cancel your registration.</li>\n</ol> USE OF THE SERVICES <ol>\n<li>The Services are for use by users who are at least 18 years old.\nUsers under the age of 18 are not permitted to use the Services without the consent of a parent or legal guardian.\nHowever, access to the Services is not confined solely to adults as it contains no content prohibited for persons under the age of 18.\nThe Services does not intentionally collect or use personal information relating to persons under the age of 18.\nBy registering, accessing or using the Services, you acknowledge that the information provided, including your age or the consent of a parent or legal guardian, is accurate and complete.</li>\n<li>The Services contain all types of information and material, including but not limited to software, text, graphics, communications, measures, tests, results, opinions, photographs, drawings, profiles, messages, notes, websites links, music, video files or other animated or non-animated images, designs, music, audio files or other sounds, reports, charts and data files, and any other content, either owned by or licensed to NETATMO by any third party, including other users of the Services, to the exclusion of your User Generated Content as defined hereinafter (collectively referred to as the 'Content').</li>\n<li>The Services and Content are protected by French intellectual property laws and any other laws or regulations that may apply.\nYou acknowledge and agree that NETATMO (or its licensors) own all legal rights, title and interest in and to the Services and Content, including any intellectual property rights which cover the Services and Content (whether those rights happen to be registered or not, and wherever in the world those rights may exist).\nYou further acknowledge that the Services may contain information which is designated confidential by NETATMO and that you shall not disclose such information without NETATMO's prior written consent.</li>\n<li>NETATMO concedes in you a personal, worldwide, royalty-free, non-assignable, non-transferable and non-exclusive license to use the Content provided to you as part of the Services.\nThis license is for the sole purpose of enabling you to use and enjoy the benefit of the Product(s) you registered on the Site and, as long as you have the right to be registered, to access or to use the Services, in the manner permitted by these Terms of Use.\nYou shall not, nor shall you permit anyone else to, copy, reproduce, modify, translate, broadcast, perform, display, distribute, transmit, frame, republish, download, display, perform, post, transmit, sell, use commercially, create a derivative work, reverse engineer, decompile or otherwise attempt to extract any code from the Services and Content unless NETATMO has expressly agreed to it in writing.\nYou agree not to use any data mining, robots, scraping or similar data gathering methods.</li>\n<li>No other use is permitted without NETATMO's prior written consent.\nYou must retain all copyright and other proprietary notices contained in the original Content on any copy you make of the Content.\n</li>\n<li>The trademarks, logos, domain names and other identifying elements of NETATMO (the 'NETATMO Trademarks') used and displayed on those Services are owned by or legally held by NETATMO.\nOther products and service names available through the Services may be owned by third-parties (the 'Third-Party Trademarks', and, collectively with NETATMO Trademarks, the 'Trademarks').\nApart from the licenses and rights hereby expressly granted as part of these Terms of Use, nothing in the Services, Content or in these Terms of Use should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any of the Trademarks displayed on the Services, without the prior written consent of NETATMO.\nThe Trademarks may not be used to disparage or harm in any manner NETATMO or the applicable third-party, NETATMO's or third-party's products or services, or in any manner.\nUse of any Trademarks as part of a link to or from any web site is prohibited without NETATMO's prior written consent.\nAll goodwill generated from the use of any NETATMO Trademarks shall inure to NETATMO's benefit.</li>\n<li>You agree not to: (a) take any action that imposes an unreasonable load on the Services' infrastructure, (b) use any device, software or routine to interfere or attempt to interfere with the proper working of the Services or any activity being conducted on the Services, (c) attempt to decipher, decompile, disassemble or reverse engineer any of the software comprising or making up the Services, (d) delete or alter any material posted on the Site by NETATMO or any other person or entity, and/or (e) frame or link to any of the materials or information available on the Services.</li>\n<li>Certain elements of the Services are protected by trade dress, trademark, unfair competition, and other laws and may not be copied or imitated in whole or in part, by any means, including but not limited to, the use of framing or mirrors, except as otherwise expressly permitted by Section 2.4 of these Terms of Use.\nNone of the Content for the Services may be retransmitted without the express written consent from NETATMO for each and every instance.</li>\n<li>If you believe in good faith that materials on the Services provided by NETATMO infringe your copyright or author's rights, you (or your agent), may send us a notice requesting that the material be removed, or access to it blocked.\nNotices and counter notices with respect to the Services should be sent to NETATMO at:<br>By Mail: Copyrights Agent, NETATMO, 73 Rue de Sèvres, 92100 Boulogne-Billancourt, FRANCE<br>By Email: copyright@netatmo.com</li>\n</ol> USER GENERATED CONTENT <p>The following articles of this paragraph are related to the User Generated Content (the «UGC») without any requests from NETATMO and not related to the content NETATMO has access for the product and the associated services utilization, for which the articles of the Privacy Policy are applicable.<br>\n<br>The UGC is all types of information and material, including but not limited to your name, your biographic information, and any other names, user names, pseudonyms, software, text graphics, communications, measures, tests, results, opinions, photographs, drawing, profiles, messages, notes, website links, music, videos files or other animated or non-animated images, designs, music, audio files or other sounds, reports, charts and data files, or / and any other content, including the Feedbacks and Submissions as defined hereinafter, that you publish, display, upload, disclose, transmit, store, share or otherwise make available ('post') on or through the Services or the Site.</p>\n<ol>\n<li>By publishing, displaying, uploading, disclosing, transmitting, storing, sharing, 'posting' or otherwise making available your UGC on or through the Services, you hereby grant to NETATMO a perpetual, irrevocable, non-exclusive, worldwide, royalty-free license, with the right to sublicense, to copy, reproduce, modify, translate, broadcast, perform, display distribute, transmit, frame, republish, download, display, perform, post, sell, make a commercial use and commercially exploit, create derivative works, reverse engineer, decompile, extract any code on any of your UGC, in any media now existing or hereafter developed, including without limitation on websites, in audio format, and in any print media format.\nYou hereby waive any moral rights and similar rights with respect to the UGC and any other legal rights that might preclude NETATMO's use of the UGC or require your permission for NETATMO to use the UGC, except public order provisions.\nYou expressly waive any action or claim, against NETATMO or its sublicensees' use of the UGC, and you hereby release NETATMO and its sublicensees from any action or claim from Third Party.</li>\n<li>You acknowledge that your UGC : (i) are not infringing any third party's rights, including copyright, patent, trademark, privacy right, trade secret, or other proprietary rights.\n(ii) is not obscene or containing child pornography.\n(iii) is not containing any viruses, worms, time bombs or other computer programming code that is intended to damage, interfere with, surreptitiously intercept or expropriate any system, data or information.\n(iv) is accurate, truthful, complete, not misleading and does not violate applicable laws and regulations.\nYou are responsible for complying with all laws applicable to your UGC.</li>\n<li>You declare to be aware that the content of the UGC is public and not confidential.\n</li>\n<li>In case of non-compliance with these conditions, We reserve the right to suspend your right to use the Services and / or the Site, temporarily or permanently, in addition to the possibility to ask for compensation for any loss or damage that could be suffered.</li>\n</ol> ADVERTISING, LINKING AND FRAMING <p>The Site and Softwares may contain information about, links to and/or advertisements for web sites operated by other parties (the 'Third Party Sites').\nIn addition, emails sent to users of the Services may contain information about, links to and/or advertisements for Third Party Sites.\nThe information provided about, links to and advertisements concerning Third Party Sites are provided for your convenience only.\nWe do not control such Third Party Sites and we are not responsible for the content and performance of these Third Party Sites and/or for any transactions you may choose to conduct with the operators of any Third Party Sites.\nNETATMO suggests that you carefully read the terms of use and privacy policy (if any) applicable to the Third Party Sites.\nYou recognize and agree that NETATMO is not responsible for the content of linked Third Party Sites, sites framed within the Site or Third Party advertisements on the Site and/or in emails sent from this Site, and NETATMO does not make any representations regarding their content or accuracy.\nYour use of Third Party Sites is at your own risks and subject to the terms and conditions of use of such sites.</p> UNSOLICITED IDEAS AND FEEDBACK <ol>\n<li>NETATMO appreciates your interest in the products and the company and understands that you may have comments and suggestions.\nHowever, NETATMO does not want you to, and you should not, send any confidential or proprietary information to NETATMO through its Services, or through any other means.\nPlease note that you have no confidentiality agreement with NETATMO and any unsolicited information or material sent to NETATMO will not be regarded by NETATMO as confidential or proprietary information.\nYou may wish to consult with an attorney before making any unsolicited submission to NETATMO so that you can understand what will be the consequences of making an unsolicited public submission to NETATMO.\nIf, however, you submit unsolicited information and feedback, including, without limitation, ideas for new advertising campaign, new promotions, new or improved products or technologies, product enhancements, processes, materials, marketing plans or new product names (collectively, the 'Feedback'), please be aware that regardless of what your letter and/or any other accompanying documentation may say, you are agreeing that the following terms shall apply to your Feedback: (1) NETATMO, and our designees, may use or redistribute the Feedback and/or any portions thereof for any purpose, including commercial purposes, and in any way.\nwithout compensation to you.\n(2) there is no obligation for NETATMO to review the Feedback and/or provide you with any commentary regarding the same.\nand (3) there is no obligation to keep any Feedback confidential.</li>\n<li>Upon submitting Feedback you (1) warrant that you are the original developer and/or creator of the Feedback and are legally free to make such a disclosure and you shall be solely liable for any damages arising from your submission of any information that is protected through copyright, trade secret law, patent law or other proprietary rights and (2) understand our feedback policy as set forth in this Section and accept this policy without reservation.</li>\n</ol> SUBMISSIONS POLICY <ol>\n<li>The Services may provide you with an opportunity to post publicly comments, articles and other submissions (collectively, the 'Submissions').\nBy posting and/or otherwise providing Submissions to the Services, you fully understand and agree to grant us with the rights described in Section 5 above.\nYou also permit any other users to access, display, view, store and reproduce such Submissions for personal use.\nYou acknowledge that to the extent that you include personally identifiable information in your Submissions, we may republish such information.\nNETATMO furthermore reserves the right to alter and edit any Submission or refuse to accept, post, display or transmit any Submission in its sole discretion.</li>\n<li>Although NETATMO has no obligation to monitor the Submissions, you acknowledge and agree that we may do one or all of the following: (i) monitor the Submissions.\n(ii) alter, edit, or remove any Submission in whole or in part.\nor (iii) disclose any Submissions.\nThe Submissions posted on the Site by users do not indicate any approval or endorsement by NETATMO of such Submissions.\nNETATMO is not responsible for, and hereby disclaims any and all liabilities that may arise from the Submissions.</li>\n<li>You agree that you are responsible for your own use of the Services, for any Submission you make, and for any consequences thereof.\nYou agree that you will use the Services in compliance with all applicable local, state, national, and international laws, rules and regulations, including any laws regarding the transmission of technical data exported from your country of residence.\nTo provide a forum where ideas can be shared in a productive and safe environment, you agree NOT to:</li>\n<ol>\n<li>Post any private information, or otherwise harvest, collect or disclose information, about another person without his or her express written consent;</li>\n<li>Post any content to the Site that is unlawful, racist, hateful, libelous, defamatory, obscene, or that intentionally discriminates against or harasses particular individuals or groups;</li>\n<li>Post any content to the Site that infringes any third party's intellectual property or other rights.\n</li>\n<li>Use the Services for any unlawful purpose, or transmit or otherwise make available in connection with the Services any material that would give rise to criminal or civil liability;</li>\n<li>Use the Services for advertisements, chain letters, spam, survey solicitations, junk mail or solicitations;</li>\n<li>Impersonate any person or entity, including any NETATMO employees, or falsely state or otherwise misrepresent your affiliation with any person or entity;</li>\n<li>Imply that NETATMO endorses any of your statements or positions.\n</li>\n<li>Take any action that imposes an unreasonable load on the server.\n</li>\n<li>Use any device, software or routine to interfere or attempt to interfere with the proper working of the Services or any activity being conducted on the Services;</li>\n<li>Attempt to decipher, decompile, disassemble or reverse-engineer any of the software comprising or making up the Services.\nand/or</li>\n<li>Delete or alter any material posted by any other person or entity.\n</li>\n</ol>\n</ol> DISCLAIMER OF CONTENT AND WARRANTIES <ol>\n<li>The warranty for the product is set forth in the limited warranty available on https://www.netatmo.com .</li>\n<li>NETATMO, ITS AFFILIATES, THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, OR LICENSORS (COLLECTIVELY, THE 'NETATMO PARTIES') MAKE NO WARRANTIES OR REPRESENTATIONS OF ANY KIND, EXPRESSED OR IMPLIED, ABOUT THE CONTENT AND SERVICES, INCLUDING BUT NOT LIMITED TO THEIR OPERATION, ACCURACY, RELIABILITY, COMPLETENESS, TIMELINESS OR RELIABILITY.\nTHE NETATMO PARTIES DO NOT WARRANT THAT THE SERVICES WILL OPERATE ERROR FREE, WILL BE UNINTERRUPTED OR AVAILABLE AT ANY TIME OR FROM ANY PARTICULAR LOCATION, OR THAT THE SERVICES, ITS SERVER, OR THE CONTENT, ARE FREE OF COMPUTER VIRUSES OR SIMILAR CONTAMINATION OR DESTRUCTIVE FEATURES.\nIF YOUR USE OF THE SERVICES OR THE CONTENT CAUSES THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR DATA, NO NETATMO PARTY SHALL BE RESPONSIBLE FOR THOSE COSTS.\nTHE SERVICES AND CONTENT ARE PROVIDED ON AN 'AS IS' AND 'AS AVAILABLE' BASIS WITHOUT ANY WARRANTIES OF ANY KIND, EXPRESSED OR IMPLIED.\nTHE NETATMO PARTIES DISCLAIM ALL WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE WARRANTIES OF TITLE, MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTIES RIGHTS AND FITNESS FOR PARTICULAR PURPOSE.</li>\n<li>The Content on the Services is presented in a summary fashion and is intended to be used for informational purposes only.\nThe data, measurements as well as any other kind of content provided through the Services are supplied without any warranty of accuracy and should not be used as a source to make any decisions.</li>\n</ol> LIMITATION OF LIABILITY <ol>\n<li>IN NO EVENT SHALL ANY NETATMO PARTY BE LIABLE FOR ANY INDIRECT, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, LOST PROFITS, LOST DATA OR BUSINESS INTERRUPTION) ARISING OUT OF THE USE OR INABILITY TO USE, OR RESULTING FROM USE OF THE SERVICES AND THEIR CONTENT, WHETHER SUCH DAMAGES ARE BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY, EVEN IF ANY NETATMO PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE NETATMO PARTIES SHALL NOT BE SUBJECTED TO LIABILITY FOR THE TRUTH, ACCURACY OR COMPLETENESS OF THE CONTENT AND SERVICES, OR ANY OTHER INFORMATION CONVEYED TO THE USER, OR FOR ERRORS, MISTAKES OR OMISSIONS THEREIN, OR FOR ANY DELAYS OR INTERRUPTIONS OF THE DATA, OR INFORMATION STREAM FROM WHATEVER CAUSE.\nYOU AGREE THAT YOU USE THE SERVICES AND THEIR CONTENT AT YOUR OWN RISKS.\nTHE AGGREGATE LIABILITY OF THE NETATMO PARTY, TAKEN INDIVIDUALLY OR COLLECTIVELY, ARISING OUT OR RELATING TO THE SITE AND SERVICES (REGARDLESS OF THE FORM OF ACTION OR CLAIM, E.G.\nCONTRACT, WARRANTY, TORT, STRICT LIABILITY, NEGLIGENCE, OR ANY OTHER LEGAL THEORY) IS LIMITED TO $100.</li>\n<li>In some countries, the applicable law does not allow certain of the above limitations or exclusions, in which case they may not apply to you.\nIN SUCH COUNTRIES, THE LIABILITY OF THE NETATMO PARTIES SHALL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.</li>\n</ol> INDEMNIFICATION OF NETATMO <p>Upon simple request by us, you agree to defend, indemnify, and protect NETATMO from and against any losses, liabilities, damages and costs, including without limitation, reasonable legal and accounting costs, arising or resulting from any claims, actions or demands related to (i) your use or misuse of the Services, including any UGC .\n(ii) your breach of these Terms of Use .\nor (iii) any breach of any intellectual property or other third party rights, or any applicable law in connection with the use of the Services.\nNETATMO shall provide a notice to you of any such claim, suit, or proceedings.\nNETATMO reserves the right to assume the exclusive defense and control of any matter which is subject to indemnification under this section.\nIn such case, you agree to cooperate with any reasonable requests assisting NETATMO's defense of such matter.</p> TERMINATION OF THE SERVICES <ol>\n<li>These Terms of Use will continue to apply until terminated by either you or NETATMO as set out below.\n</li>\n<li>If you want to terminate your legal agreement with NETATMO, you may do so by (a) notifying NETATMO at any time at the following address NETATMO, 73 Rue de Sèvres, 92100 Boulogne-Billancourt or by email:privacy@netatmo.com and (b) closing your accounts for the Services which you use.</li>\n<li>NETATMO may, at any time, terminate its legal agreement with you if:</li>\n<ol>\n<li>You have breached any provisions of these Terms of Use (or have acted in a manner which clearly shows that you do not intend to, or are unable to comply with the provisions of the Terms of Use).\nor</li>\n<li>NETATMO is required to do so by law (for example, where the provision of the Services to you is, or becomes, unlawful).\nor</li>\n<li>The relationship between NETATMO and the Partner with whom NETATMO offered the Services to you has been terminated or the Partner has decided not to offer the Services anymore.\nor </li>\n<li>NETATMO is transitioning to no longer providing the Services to users in the country in which you are a resident or from where you use the Services, for example in NETATMO's sole opinion, a service is no longer commercially viable.</li>\n</ol>\n<li>You understand and agree that some of your UGC, such as that displayed outside your profile, in any part of the Site, or on any social platforms, may continue to appear on the Site or on other social platforms even after your UGC is removed from the Site or your account is terminated.</li>\n<li>Sections 2 (Use of the Services), 7 (Disclaimer of Content and Warranties), 8 (Limitation of Liability), 9 (Indemnification of NETATMO), 10 (Termination of Terms of Use), and 13 (Miscellaneous) shall survive the termination of this Terms of Use.</li>\n</ol> USER MUST COMPLY WITH APPLICABLE LAWS <ol>\n<li>The Services are hosted in the following countries: France, Ireland, Germany, The Netherlands, The United States, Japan and for Russian users, cloud hosting servers in Russia.\nIf you access the Content or Services from inside or outside of France, you do so at your own risk.</li>\n<li>France and other countries control the export of certain products and information.\nYou expressly agree to comply with such restrictions and not to export or re-export any of the Content to countries or persons prohibited under the export control laws.\nBy downloading the Content, you are expressly agreeing that you are not in a country where such export is prohibited or are a person or entity for which such export is prohibited.\nYou shall be liable for compliance with the laws regarding the import, export, or re-export of the Content.</li>\n</ol> CREDITS <p>IPhone, iPod and iPad are registered trademarks of Apple Inc, registered in the Us and other countries.\nHomeKit is a trademark of Apple Inc.\nApp Store is a service mark of Apple Inc.\nGoogle, Google Play, Android, and related marks and logos are trademarks of Google Llc.\nAmazon, Alexa and all related logos are trademarks of Amazon.com, Inc.\nor its affiliates.</p> MISCELLANEOUS <ol>\n<li>These Terms of Use are governed by French law.\nAny dispute resulting from these Terms of Use will fall within the exclusive jurisdiction of the competent French courts.\n</li>\n<li>If any provision of these Terms of Use is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms of Use, which shall remain in full force and effect.</li>\n<li>NETATMO not applying any provisions of these Terms of Use is not construing as a waiver of that provision or any other provision in these Terms of Use.</li>\n<li>Except as expressly agreed by NETATMO and you, these Terms of Use constitutes the entire Terms of Use between you and NETATMO with respect to the subject matter, and supersedes all previous agreements, whether written or oral, between the you and NETATMO with respect to the subject matter.</li>\n<li>The section headings are provided merely for convenience and shall not be given any legal import.\n</li>\n<li>These Terms of Use will inure to the benefit of our successors, assigns, licensees, and sublicensees.</li>\n<li>Any information submitted or provided by you might be publicly accessible.\nImportant and private information should be protected by you.\nNETATMO is not liable for protection of privacy of electronic mail or other information transferred through the Internet or any other network that you may use.</li>\n</ol>\n</ol>\n<p>The collection and processing of Personal Data, made when you use the Services, is carried out in accordance with Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of individuals with regard to the treatment of personal data and the free movement of such data and repealing Directive 95/46 / EC (the 'General Data Protection Regulation' or GDPR).\nFor more information, please see our Privacy Policy.</p> PRIVACY POLICY\nAmended on 02 May 2018 - Updated on 04 March 2021, to improve the understanding of our users\n<p>Your privacy and the protection of your Personal Data is very important to us at NETATMO (\"NETATMO\", \"We\", \"Us\" or \"Our\").\nAccordingly, we have drafted the present Privacy Policy to explain Our policy with respect to data identifying or allowing to identify, directly or indirectly, a person using one or several specific elements (\"Personal Data\") including the measurements collected by Our connected solutions (the \"Measurements\").\nSuch Personal Data are either generated or collected by NETATMO or directly communicated by you when using any of the NETATMO products (the \"Product\" or \"Products\"), Our Websites and more generally all URLs administered by NETATMO and its services (the \"Website Services\"), and Our software (the \"Software\", the \"Computer Software\" and \"Mobile Software\").\nAs used herein, the term \"Services\" means the Website, Website Services, Computer Software and Mobile Software.<br> The present Privacy Policy apply to any Personal Data processed by NETATMO through its Websites, Services and connected Products.\nIf you use Home + Control Mobile Software, please refer to the Privacy Notice attached to this Mobile Software.<br>\n</p>\n<ol> COMPLIANCE WITH DATA PROTECTION LEGISLATION <p>The collection and processing of Personal Data, done when you use the Services provided by NETATMO, are carried out in accordance with Data Protection Legislation, inter alia, Regulation (EU) 2016/679 of the European Parliament and of the Council (\"General Data Protection Regulation 2016/679\" or \"GDPR\"), the Russian Federation Federal Law No.152 “On personal data defense” dd.\nJuly 27,2006 as well as any other European or domestic regulations applicable in this field that may be added to or subsequently replaced by it (mentioned hereinafter as \"Data Protection Legislation\").\n<br>\n</p> IDENTITY OF THE DATA CONTROLLER <p>When using the Services, all processing of Personal Data is carried out by NETATMO acting as a Data Controller: <br> NETATMO<br> 73 Rue de Sèvres<br> 92100 Boulogne-Billancourt,<br> France<br>\n</p> ACCOUNT CREATION <p>To benefit from Our Services (make a purchase on Our E-shop, use Our Mobile or Web Applications, contact Our Customer Service or get certified as a professional installer), you need to register by creating your personal account.\n<br> When doing so through Our Website or Our Mobile Software, you will be required to communicate an e-mail address and a password (hashed).\nPlease note that both data are mandatory and essential for providing the Services that you requested.\nFailure to fill in a mandatory field will result in preventing the creation of your user account.<br>\n</p>\n<ol>\n<li>On the basis of the contract, We will process such data in order to create and manage your personal client account.</li>\n<li>We may also process your e-mail address for communications and direct marketing purposes.\nFor more information on this processing activity, please consult the COMMUNICATIONS AND DIRECT MARKETING ACTIVITIES section.</li>\n</ol>\n<br> The data collected to create your account will be kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com).\nWe also inform you that, unless opposed by you, your account will be deleted if it remains inactive for 3 years.\nFor Home + Control Mobile Software users, this deletion will also delete the data associated to this Mobile Software.<br> Note that you can review and edit your personal data and other information on Our Website and on Our Mobile applications.<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n<p>\n</p> CONTACTING OUR CUSTOMER SERVICE <p>\n</p>\n<ol>\n<li>When contacting Our Helpdesk Support, We will collect the reason for contact and your message.\nNote that both data are mandatory and essential for providing the Services that you requested.\nFailure to fill in one of those field will compromise the proper handling of your request.\nAlso note that you may attach and send Us a file to support your query.\nOn the basis of the contract, We will process such data for the exclusive purposes of directing your request to the relevant internal department and giving an answer to your query.\n</li>\n<li>On the legal basis of the contract, we may where applicable and subject to your prior authorization, access your installation data (user account and associated Products data) for after-sales services purposes in order to diagnose and resolve a potential issue.</li>\n<li>On the basis of Our legitimate interest in improving Our client relations, we inform you that we will retain your Helpdesk customer history.</li>\n</ol>\n<br> The data collected by Our Customer Service is kept for a maximum of 6 years.\n<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n<p>\n</p> WEBSITE <ul>\n<li>Navigating On Our Website And Using Our Web-Applications</li>\n<p>Cookies and Similar Technologies </p>\n<p>When you browse the NETATMO Website, Cookies are placed on your browser.\nA cookie is a piece of information that the computer program which hosts Our Website gives to your browser when you access the Website.\nThe cookies help provide additional functionality to the Website and help Us analyze Site usage more accurately.\nIn some cases, you will be asked to provide prior consent before we use certain types of cookies.\nWe recommend that you leave the cookies turned on or activated because they allow you to take advantage of some of the features on the Website.\n<br>\n</p> Necessary <p>These cookies are strictly necessary to the functioning of the Website and/or allow the provision of a service requested by the visitor: protection against bot attacks to ensure the good behavior of the Website, remember the language version that you chose, remember the last app opened etc.\nSuch cookies may collect the following categories of data: IP address, Session ID, information about the user’s device, activities performed on the Website, and are processed on the contract basis.\n<br>\n</p>\n<ul>\n<li>\n<p>na_session</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: handle the images cache so that the whole website doesn’t have to reload each time<br> Type: Technical Cookies<br> Lifespan: 2 hours<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: NETATMO</p>\n</li>\n</ul>\n</li>\n<li>\n<p>netatmocomaccess_token</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: login token<br> Type: Technical Cookies<br> Lifespan: 3 hours<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: NETATMO</p>\n</li>\n</ul>\n</li>\n<li>\n<p>netatmocomci_csrf_cookie_na</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: authenticate each visitor and session with a random token and defend against bots’ attacks<br> Type: Technical Cookies<br> Lifespan: 12 hours<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: NETATMO</p>\n</li>\n</ul>\n</li>\n<li>\n<p>netatmocomlast_app_used</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: keep the last app opened by the visitor on his my.netatmo.com (security, energy etc)<br> Type: Technical Cookies<br> Lifespan: 12 months<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: NETATMO</p>\n</li>\n</ul>\n</li>\n<li>\n<p>netatmocomlocale</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: keep the website version the visitor chose: France-French, Swizterland-german etc<br> Type: Technical Cookies<br> Lifespan: 12 months<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: NETATMO</p>\n</li>\n</ul>\n</li>\n<li>\n<p>XSRF-TOKEN</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: authenticate each visitor and session with a random token and defend against bots attacks<br> Type: Technical Cookies<br> Lifespan: 2hours<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: NETATMO</p>\n</li>\n</ul>\n</li>\n<li>\n<p>gtm_cookie_consent_optout</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: This cookie keeps your preferences regarding which kind of cookies you accept or refuse on our website.</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: NETATMO</p>\n</li>\n</ul>\n</li>\n<li>\n<p>netatmocomredirect_to_home</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: decides whether or not to redirect to the new webapp<br> Type: Technical Cookies<br> Lifespan: 12 months<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: \"name\": \"netatmocomredirect_to_home\"</p>\n</li>\n</ul>\n</li>\n</ul> Analytics and personalization <p>These cookies allow Us to obtain non-nominative statistics about Our Website to help Us optimize its ergonomics, content and navigation.<br> Through the use of such cookies, NETATMO can only access the following categories of data: IP address, unique ID of cookie, information about the user’s device and activities performed on the Website (first and last visit, length of visit, time of arrival and departure etc.).<br> If you consent to the deposit of such cookies, you can reconsider your decision and refuse the statistical analysis of your navigation data at any time by withdrawing your consent directly within the table.\n<br>\n</p>\n<ul>\n<li>\n<p>_ga</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: Registers a unique ID that is used to generate statistical data on how the visitor uses the website.<br> Type: Audience Measurement Cookies<br> Lifespan: 13 months<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: GOOGLE ANALYTICS</p>\n</li>\n</ul>\n</li>\n<li>\n<p>_gat</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: Used to throttle requests to google analytics, limiting the collection of data on high traffic.\nIt expires after the session ends.<br> Type: Audience Measurement Cookies<br> Lifespan: 1 minute<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: GOOGLE ANALYTICS</p>\n</li>\n</ul>\n</li>\n<li>\n<p>_gid</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: Registers a unique ID that is used to generate statistical data on how the visitor uses the website.<br> Type: Audience Measurement Cookies<br> Lifespan: 24 hours<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: GOOGLE ANALYTICS</p>\n</li>\n</ul>\n</li>\n<li>\n<p>ABTasty</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: Registers the testing data: visitorID, tests ID, timestamps.<br> Type: Advertisement Cookies<br> Lifespan: 13 months<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: ABTASTY</p>\n</li>\n</ul>\n</li>\n<li>\n<p>ABTastySession</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: Identify a unique session for a visitor<br> Type: Advertisement Cookies<br> Lifespan: 30 minutes<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: ABTASTY</p>\n</li>\n</ul>\n</li>\n</ul> Commercial Partners <p>The advertisement cookies allow NETATMO or its partners to advertise to you the most relevant and the most adapted advertisements, according to your interests and navigation on the site.\n<br> Through the use of such cookies, NETATMO can only access the following categories of personal data: IP address, unique ID of cookie, information about the user’s device and navigation data.\n<br> If you consent to the deposit of such cookies, you can reconsider your decision and withdraw it later at any time directly within the table.\nBy opposing to the use of this set of cookies, you will no longer be able to view personalized advertisement and may have advertisement that is not related to your supposed interests.<br>\n</p>\n<ul>\n<li>\n<p>_fbp</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.<br> Type: Advertisement Cookies<br> Lifespan: 2 months<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: FACEBOOK</p>\n</li>\n</ul>\n</li>\n<li>\n<p>cto_lwid</p>\n<ul>\n<li>\n<p>COOKIE DESCRIPTION: Used by Google to collect non-nominative information for use on Google Adwords.\nThe data helps Google deliver relevant advertising on other websites.<br> Type: Advertisement Cookies<br> Lifespan: 13 months<br>\n</p>\n</li>\n<li>\n<p>COOKIE GENERATOR: GOOGLE DOUBLECLICK.NET</p>\n</li>\n</ul>\n</li>\n</ul> Socials <p>These features use third-party cookies directly deposited by these services.\nNETATMO does not collect any data through social plugins cookies.\n<br> If you consent to the deposit of such cookies, you can reconsider your decision and withdraw it later at any time directly within the table.\nPlease note that in this case you will no longer be able to rely on such Third-Party services.\nFor example, you will not be able to access Social Media to share a post or comments about the Products.\n<br>\n</p>\n<ul>\n</ul> Accept <p>Third party cookies aimed at improving the interactivity of the Website</p>\n<p>The social plugins cookies allow you to interact with the following Social Media platforms: <br>\n</p>\n<ol>\n<li>Facebook / Instagram.\nYou will find a list and an overview of Facebook social plugins at the following address: https://developers.facebook.com/docs/plugins.\nFor more information on Facebook's policy with regard personal data protection, please refer to: https://www.facebook.com/policy.php</li>\n<li>Twitter.\nFor more information on Twitter's policy concerning personal data protection, please refer to: https://twitter.com/privacy</li>\n<li>LinkedIn.\nFor more information on LinkedIn’s policy concerning personal data protection, please refer to: https://www.linkedin.com/legal/privacy-policy.</li>\n<li>Youtube.\nYou will find a list and an overview of YouTube social plugins at the following address: https://www.youtube.com/yt/dev/.\nFor more information on YouTube’s policy with regard to personal data protection, please refer to: https://support.google.com/youtube/answer/2801895</li>\n</ol>\n<br>\n<p>\n</p>\n<p>Audience Measurement Cookies</p>\n<p>These cookies allow Us to obtain non-nominative statistics about Our Website to help Us optimize its ergonomics, content and navigation.<br> Through the use of such cookies, NETATMO can only access the following categories of data: IP address, unique ID of cookie, information about the user’s device and activities performed on the Website (first and last visit, length of visit, time of arrival and departure etc.).<br> If you consent to the deposit of such cookies, you can reconsider your decision and refuse the statistical analysis of your navigation data at any time by withdrawing your consent directly within the table.\n<br>\n</p>\n<p>For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section below.\n</p>\n<p>DISCLAIMER - LINKS TO OTHER WEB SITES</p>\n<p>The present Privacy Policy does not apply to Third-Party Websites.\nAlthough Our Websites may contain links to other websites, this does not imply that NETATMO endorses or has reviewed such Third-Party Websites that are not operated nor controlled by NETATMO.\nPlease refer to the Third-Party Websites’ privacy policies to obtain information as to how they process your Personal Data.<br>\n</p>\n<li>Making A Purchase On Our E-shop</li>\n<p>To allow fulfilment of the orders that you have placed on Our e-shop, you will be asked to complete your store account by providing your name and surname, title (Mr.\nor Mrs.), e-mail address, delivery address, billing address and phone number.\nNote that such data are compulsory.\nFailure to answer a mandatory field will result in compromising the proper fulfilment of your purchase order.\nYou may also decide to communicate you birth date.<br>\n</p>\n<ol>\n<li>On the basis of the contract, We will process all compulsory data in order to create and manage your store account and to manage your order and its delivery.</li>\n<li>Should you provide Us with this information, we will process your birth date for birthday offer proposition management purposes on the basis of Our legitimate interest in direct marketing, For more information on this processing activity, please consult the COMMUNICATIONS AND DIRECT MARKETING ACTIVITIES section below.</li>\n<li>We inform you that, on the basis of the contract, We will also retain your Purchase history and make it accessible to you on your account.\nWe may also process such data for analytical profiling purposes.\nFor more information on analytical profiling please refer to the Analytical Profiling for Direct Marketing Purposes section below.</li>\n</ol>\n<br> The data relating to the online store account are kept for the duration of the customer relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com).<br> Billing receipts will be kept for 10 years from the end of the financial year in accordance with the applicable legal retention period.<br> Your credit card and other financial account information are solely processed by Our service provider, STRIPE in compliance with Our contractual provisions and the applicable legislation.\nNETATMO does not collect or otherwise process any financial information during the purchase operation.<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n<p>\n</p>\n</ul> COMMUNICATIONS AND DIRECT MARKETING ACTIVITIES <ul>\n<li>Direct Marketing by E-mail</li>\n<p>We may use your e-mail address to send you some product information, birthday offer propositions (if you decided to provide Us with this information), quizzes and commercial offer propositions.<br> Subject to your explicit consent, your e-mail address will be processed for the purpose of sending you offers, news bulletins, new products and promotional campaigns related to LEGRAND, NETATMO and BTICINO products and/or services by e-mail.\n<br> Note that you can always oppose to this processing and unsubscribe from Our communications at any time by clicking the link at the bottom of Our e-mails or by following the procedure set out in the EXERCISE OF USERS' RIGHTS section.<br> Your e-mail address will be kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com).\nWe also inform you that, unless opposed by you, your account will be deleted if it remains inactive for 3 years.We inform you that We will process openings and clicks in order to assess the efficiency of Our campaigns on the basis of Our legitimate interest in improving Our communications.\n<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n</p>\n<li>In-App Communications and Push Notifications</li>\n<ul>\n<li>In-App Communications </li>\n<p>NETATMO can send commercial and/or operational communications directly to your Mobile Application.\nTo do so, the language that you have set on your device will be collected to adapt the language of Our communications.\nWe also inform you that, subject to your explicit consent, NETATMO will collect and process audience measurement data through the analytics tools installed on Its mobile applications in order to assess the efficiency of its commercial campaigns.\nTo learn more about this analytics processing, please refer to the Cookies and Similar Technologies used on Our Mobile Applications section.\n<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n</p>\n<li>Push Notifications</li>\n<p>Your Mobile Application may send you push notifications or alerts (For example, your Weather Station sends an alert to your device when a remarkable event occurs for the temperature, humidity, pressure or weather alerts).\nNote that you can disable and/or manage such notifications at any time directly from your account.\n<br>\n</p>\n</ul>\n<li>Analytical Profiling for Direct Marketing Purposes (through e-mail and in-app communications)</li>\n<p>NETATMO aims at enhancing Its customer experience by sending the most relevant communications to Its clients.\nIf you consented to receiving Our communications, We inform you that We conduct research on customer interests and perform some analytical profiling activities for personalized direct marketing purposes on the basis of the products that you use (Products paired to your App) and/or bought (Purchase history).\nSuch processing activity is performed on the basis of Our legitimate interest in continuously improving Our communications and clients’ relations.\nNote that if you do not wish to receive tailored communications, you can oppose to this analytical profiling activity at any time by following the procedure set out in the EXERCISE OF USERS' RIGHTS section.<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n</p>\n<li>Surveys, Quizzes and Contests</li>\n<ul>\n<li>Surveys and Quizzes</li>\n<p>From time to time, NETATMO may send surveys to its clients and collect their answers on the basis of Its legitimate interest in improving its Products, Services and clients’ relations.\nWhether such surveys are sent via e-mails or in-app communications, We inform you that We may rely on third-party service providers acting as Data Processors to perform this processing activity.\nSuch data recipient will only process your personal data for the exclusive purpose of compiling and managing the answers to Our surveys in accordance with Our contractual provisions and the applicable legislation.<br> Survey data are processed on a non-nominative basis and are kept for 2 years.<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n</p>\n<li>Contests</li>\n<p>From time to time, NETATMO may organize contests on Its Website.\nTo participate, you will be required to fill a form and to accept the contests terms and conditions.\nThis processing activity will therefore be performed on the contract basis.\nNote that We are relying on third-party service providers acting as Data Processors to perform this processing activity.\nWe inform you that such data recipient will only process your personal data for the exclusive purpose of managing the contest and selecting a winner in accordance with Our contractual provisions and the applicable legislation.<br> Contests data are kept for 2 years.<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n</p>\n</ul>\n</ul> MOBILE APPLICATIONS AND ASSOCIATED PRODUCTS <ul>\n<li>Processing Activities Common To All Our Mobile Applications</li>\n<ul>\n<li>Cookies And Similar Technologies Used On Our Mobile Applications</li>\n<p>Third-Party Services required for the proper functioning of the Mobile Application</p>\n<p>The iOS and Android applications use the Crashlytics tool (Google) in order to record crashes that may occur during the use of the application.<br> Only real-time crash reports are sent with precise indications of code positions and device information.\nthese reports are intended to simplify maintenance and thus improve the stability of the application.\n<br> We inform you that NETATMO accesses and processes the following Personal Data: unique ID of cookie, IP address, information about the equipment (making, brand and unique ID of equipment, physical location of the device at the time of crash etc.).\nCrash data is kept for up to 90 days.<br> To learn more about how Google processes the personal data collected through Crashlytics, please visit: https://docs.fabric.io/android/fabric/data-privacy.html<br>\n</p>\n<p>Third-party services for audience measurement purposes on the Mobile Application</p>\n<p>We use Firebase (Google) for the collection of statistical data that allows Us to know the interactions of the users on Our mobile applications and to understand how users use Our products and services.\nTo learn more about Google's processing of your personal data through Firebase, please visit https://docs.fabric.io/apple/fabric/data-privacy.html.<br> We inform you that NETATMO accesses and processes the following Personal Data: unique identifier of the cookie, IP address, information on the material and the activities carried out (dates of the first and last visit of the user / duration of the visit / hours of arrival and departure etc.).\nThe retention period of such data is 90 days.<br> If you consent to the reading of Answers, you can reconsider your decision and refuse the statistical analysis of your navigation data at any time and withdraw your consent by managing your settings directly within your Application.<br>\n</p>\n<p>Advertisement </p>\n<p> An advertising identifier (E.G.\n'ad-ID' or 'IDFA') is a user specific mobile identifier assigned by your device or operating environment.\nNote that We will process such data to evaluate and tailor advertising campaigns.\nYour advertising ID can also be accessed and further processed by your mobile manufacturer unless you refuse it in the parameter of your mobile device.<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n</p>\n<li>Third-Party Applications</li>\n<p>To subscribe to third-party services, you must accept the specific terms of use and/or privacy policies that apply to such services.\nWe will collect the third-party authorizations that you gave and process this data to manage access authorizations in accordance with your choices.\nThe decision to subscribe to these third-party services or otherwise is yours alone.\nNote that you can revoke the authorizations that you gave directly from your mobile application.<br> You acknowledge that the possibility of subscribing to these third-party services is provided to you as a service by NETATMO, but that We have no means of controlling these third-party services.\nNETATMO therefore formally refuses to accept any liability for these third-party services.\n<br>\n</p>\n<li>Uninstalling Our Mobile Applications </li>\n<p>Uninstalling Our Mobile Applications does not erase your data.\nIf you wish to have your data deleted immediately, please make a deletion request to privacy@netatmo.com.\nHowever, note that unless opposed by you, We will delete your account and all associated Product data after three years of inactivity.<br>\n</p>\n</ul>\n<li>WEATHER Mobile Application</li>\n<p>The WEATHER Mobile Application allows you to pair the NETATMO’s Weather station and its accessories (outdoor module / indoor module / wind gauge / rain gauge).\n<br> This particular Service entails the processing of Personal Data under the following modalities:<br>\n</p>\n<ol>\n<li>Your Weather station location (GPS) will be processed on the contract basis for Product registration, Identification of available WIFI networks and display of more precise information purposes.\n<br> Subject to your explicit consent, collected at the time of registration, this data will also be used to place you on the NETATMO’s WeatherMap.\n.<br> The location of your Weather Station will be retained until you change its location: should you move your Weather Station after installation, you can geolocate it again at any time in order to obtain more relevant information and proper placement on the WeatherMap.\nOn this occasion, a system pop-up will ask for your explicit consent.\nIn the alternative, you can decide to enter a new address manually.<br> Note that contribution to the NETATMO WeatherMap is disabled by default.\nBy choosing to contribute to the NETATMO WeatherMap, only your outdoor data will be shared.\nThe indoor data will remain private.\nIf you do not wish to contribute, we will not share any information of yours whatsoever, only you will see your Station on the map.\nShould you consent to contributing, We inform you that you can withdraw your consent from the Weather Station’s settings menu at any time (Settings &gt.\nStation name &gt.\nAdvanced).</li>\n<li>The language of your device, your city and country (inferred from your IP address) will be processed on the contract basis for adapting the language used on your Application and to adapt zone information.</li>\n<li>We will also collect measurement data relative to each product (temperature, wind, rain, altitude inferred from localization of Product, pressure, sound level, humidity, Co2) on the contract basis and communicate it to you on your Application to render the Service.\nOn the basis of Our legitimate interest in improving Our Products and Services, We will also process measurement data for R&amp;D analysis in order to improve the content and functionality of Our Products and Services.\nIf consented, the external measurement data could be shared with third party partners to improve the weather forecast or make statistical studies for a given time</li>\n<li>The Product and Home name(s) will be processed on the contract basis in order to personalize your user’s interface.\n</li>\n<li>The Date and time of setup of each Product and the Last time and date of seen for each Product will be processed on the contract basis for Helpdesk support purposes and to delete inactive user accounts.\n</li>\n<li>The following technical data: MAC addresses of each Product, Network IP address, Network Transport, WIFI status, Mobile IP address, Mobile type and Mobile version will be processed on the contract basis for Product registration, Usage of the solution and distribution of Weather Feed alerts purposes.</li>\n</ol>\n<br> Except for the location of your Weather Station, as well as the measurement data related to each product (temperature, wind, rain, altitude deduced from the location of the Product, pressure, sound level, humidity, CO2), which are kept for 10 years by our partners from their date of collection for research and statistical analysis purposes, all the above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com).\nWe also inform you that, unless opposed by you, your account and all associated Products data will be deleted after 3 years of inactivity.\nIn the alternative, note that you can reset the Product which will result in deleting your Product data.\n<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n<p>\n</p>\n<li>ENERGY Mobile Application </li>\n<p>The ENERGY Mobile Application allows you to pair the NETATMO’s Smart Thermostat and its accessories (Smart Radiator Valves).\n<br> This particular Service entails the processing of Personal Data under the following modalities:<br>\n</p>\n<ol>\n<li>The Product Location (GPS) will be processed on the contract basis for product registration, identification of available WIFI networks and obtention of external temperature purposes.</li>\n<li>The language of your device, your city and country (inferred from your IP address) will be processed on the contract basis for adapting the language used on your Application.</li>\n<li>We will also collect measurement data relative to each product (temperature) on the contract basis and communicate it to you on your Application to render the Service.\nOn the basis of Our legitimate interest in improving Our Products and Services, We will also process measurement data for R&amp;D analysis in order to improve the content and functionality of Our Products and Services.</li>\n<li>Heating schedule (per user and per device) will be collected and processed on the contract basis and communicated to you on your Application.\nThis data also serves the purpose of operating the solution.</li>\n<li>Should you provide Us with the following data: Energy sources, type of house, surface of house m², We will process it on the contract basis in order to give you more precise and personalized information.</li>\n<li>The Product and Home name(s), room name and type will be processed on the contract basis in order to personalize your interface.\n</li>\n<li>The Date and time of setup of each Product and the Last time and date of seen for each Product will be processed on the contract basis for Helpdesk support purposes and to delete inactive user accounts.\n</li>\n<li>The following technical data: MAC addresses of each Product, Network IP address, Network Transport, WIFI status, Mobile IP address, Mobile type and Mobile version will be processed on the contract basis for product registration, execution of the Service and maintenance of Thermostat and associated accessories.</li>\n</ol>\n<br> The above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com).\nWe also inform you that, unless opposed by you, your account and all associated Products data will be deleted after 3 years of inactivity.<br> In the alternative, note that you can reset the Product which will result in deleting your Product data.\n<br> To learn more about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n<p>\n</p>\n<li>AIR CARE Mobile Application</li>\n<p>The AIR CARE Mobile Application allows you to pair the NETATMO’s Healthy Home Coach.\n<br> This particular Service entails the processing of Personal Data under the following modalities:<br>\n</p>\n<ol>\n<li>The Healthy Home Coach Location (GPS) will be processed on the contract basis for product registration, identification of available WIFI networks and obtention of external temperature purposes.</li>\n<li>The language of your device, your city and country (inferred from your IP address) will be processed on the contract basis for adapting the language used on your Application.</li>\n<li>The Healthy Home Coach name, the Home and room names will be processed on the contract basis in order to personalize your user’s interface.</li>\n<li>We will also collect measurement data relative to each product (Temperature, Humidity, CO2, Noise Level) on the contract basis and communicate it to you on your Application to render the Service.\nOn the basis of Our legitimate interest in improving Our Products and Services, We will also process measurement data for R&amp;D analysis in order to improve the content and functionality of Our Products and Services.</li>\n<li>The Date and time of setup of each Product and the Last time and date of seen for each Product will be processed on the contract basis for Helpdesk support purposes and to delete inactive user accounts.\n</li>\n<li>The following technical data: MAC addresses of each Product, Network IP address, Network Transport, WIFI status, Mobile IP address, Mobile type and Mobile version will be processed on the contract basis for product registration, execution of the Service and maintenance of the Product.</li>\n</ol>\n<br> The above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com).\nWe also inform you that, unless opposed by you, your account and all associated Products data will be deleted after 3 years of inactivity.<br> In the alternative, note that you can reset the Product which will result in deleting your Product data.<br> To learn more about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n<p>\n</p>\n<li>SECURITY Mobile Application</li>\n<p>The SECURITY Mobile Application allows you to pair the NETATMO’s Smart Indoor Camera, Smart Outdoor Camera, Smart Video Doorbell, Smart Door &amp.\nWindow Sensors, Smart Smoke Alarm and Smart Carbon Monoxide Alarm.<br> In all the articles, the term \"Camera\" applies to the Smart Indoor Camera, the Smart Outdoor Camera and the Smart Video Doorbell<br> Using Our Security Cameras entails the processing of Personal Data under the following modalities:<br>\n</p>\n<ol>\n<li>The Security Cameras and accessories GPS location (Smart Door &amp.\nWindow Sensors) will be processed on the contract basis for product registration and identification of available WIFI networks purposes.</li>\n<li>The type and number of Security accessories linked to the Camera (Tags – Siren - Smart Door &amp.\nWindow Sensors) will be processed on the contract basis for product registration and rendering of the Service purposes.\n</li>\n<li>The location of your Mobile device will be processed, subject to your explicit consent, for geofencing purposes in order to determine when you leave your home, in the background (even when the app is closed or not in use).</li>\n<li>The language of your device, your city and country (inferred from your IP address) will be processed on the contract basis for adapting the language used on your Application.</li>\n<li>The Security Cameras and accessories name, Home and room names will be processed on the contract basis in order to personalize your user’s interface.</li>\n<li>The Metrics used for the Products (Event logs, home occupancy) will be processed on the contract basis in order to personalize the Service to your needs.\n</li>\n<li>We will also collect measurement data relative to each product (Events from Cameras, Tags, Sirens, Smart Door &amp.\nWindow Sensors, end user reports) on the contract basis and communicate it to you on your Application to render the Service.\n</li>\n<li>The Date and time of setup of each Product and the Last time and date of seen for each Product will be processed on the contract basis for Helpdesk support purposes and to delete inactive user accounts.\n</li>\n<li>The following technical data: MAC addresses of each Product, Network IP address, Network Transport, WIFI status, Mobile IP address, Mobile type and Mobile version will be processed on the contract basis for product registration, execution of the Service and maintenance of the Cameras and associated accessories.</li>\n</ol>\n<br> The above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com).\nWe also inform you that, unless opposed by you, your account and associated Products data will be deleted after 3 years of inactivity.<br> In the alternative, note that you can reset the Security Cameras or accessories which will result in deleting your Product data.<br> You can delete also the events at any time from the parameter in the settings (a week.\nmonth or year).\nSuch events will be deleted from the backend after you delete them from the SD card of your Product.<br>\n<p>\n</p>\n<p>SECURITY CAMERAS SPECIFIC - ACCESS TO DATA</p>\n<p>Shall you voluntarily send Us a video taken by your Security Camera when contacting Our Customer Support to report an issue, We may ask for your consent to process such data to improve Our algorithms and the performance of Our Security Cameras.\n<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n</p>\n<p>PROCESSING OF SPECIAL CATEGORIES OF PERSONAL DATA AND USERS’ RESPONSIBILITIES </p>\n<p>We inform you that Our Indoor Cameras allow the processing of biometric data for the purpose of uniquely identifying a natural person.\nThis feature is enabled by default.\nYou can disable the processing of biometric data at any time by managing your settings directly from the Security Application.\n<br> The data allowing this processing activity are hosted locally on the SD card of your Product (profile that you have created, answers that you gave when using the algorithm).\nNETATMO only hosts the events that you have defined until you delete them or for the time-period that you have set at the latest.\nNETATMO will not process such data for the purpose of identifying a natural person.\n<br> Our Security Cameras have been developed for a strictly personal or domestic use and / or activity.\n<br> They allow you to determine the purposes and means of the processing activities you want to achieve.\nAs such, you are required to comply with all applicable legislation regarding the protection of personal data, image rights and privacy.\n<br> Should you decide to use Our Security Cameras for a different use, you will be considered as the sole Data Controller, NETATMO remains a Data Processor.<br> In any case, you are responsible for compliance with any applicable law when using Our Product and Services and you must inform your visitors about the functioning and operation of the Security Cameras.\nIf necessary, depending on your processing activities, you may need to obtain their prior explicit consent.<br> Using Our Smart Smoke Alarm / Smart Carbon Monoxide Alarm entails the processing of Personal Data under the following modalities:<br>\n</p>\n<ol>\n<li>The Smart Smoke Alarm / Smart Carbon Monoxide Alarm location (GPS) will be processed on the contract basis for product registration and identification of available WIFI networks purposes.</li>\n<li>The language of your device, your city and country (inferred from your IP address) will be processed on the contract basis for adapting the language used on your Application.</li>\n<li>The Smart Smoke Alarm / Smart Carbon Monoxide Alarm name, Home and room names will be processed on the contract basis in order to personalize your user’s interface.</li>\n<li>We will also collect measurement data relative to each product (Smart Smoke Alarm / Smart Carbon Monoxide Alarm status, last detected time, start time, end time, tamper status, date of last sound test) on the contract basis and communicate it to you on your Application to render the Service.\nOn the basis of Our legitimate interest in improving Our Products and Services, We will also process measurement data for R&amp;D analysis in order to improve the content and functionality of Our Products and Services.</li>\n<li>The Date and time of setup of each Product and the Last time and date of seen for each Product will be processed on the contract basis for Helpdesk support purposes and to delete inactive user accounts.\n</li>\n<li>The following technical data: MAC addresses of each Product, Network IP address, Network Transport, WIFI status, Mobile IP address, Mobile type and Mobile version will be processed on the contract basis for product registration, execution of the Service and maintenance of the Smart Smoke Alarm / Smart Carbon Monoxide Alarm.\n</li>\n</ol>\n<br> The above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com).\nWe also inform you that, unless opposed by you, your account and associated Products data will be deleted after 3 years of inactivity.<br> In the alternative, note that you can reset the Smart Smoke Alarm / Smart Carbon Monoxide Alarm which will result in deleting your Product data.<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br>\n<p>\n</p>\n</ul> NETATMO PRO <p>To get certified as a NETATMO PRO, you need to register through Our Website in order to take Our online training tests.\n<br> When doing so, you will be required to communicate an e-mail address, name and surname.\nPlease note that such data are mandatory and essential for registering as a NETATMO PRO.\nFailure to fill in a mandatory field will result in preventing the creation of your PRO account.<br>\n</p>\n<ol>\n<li>On the basis of the contract, We will process such data in order to create and manage your NETATMO PRO account.</li>\n<li>On the basis of Our legitimate interest in improving Our clients’ relations, We will process such data in order to create of your personal file on Our CRM tool provided by Mailchimp.</li>\n<li>We may also process your e-mail address for communications and direct marketing purposes.\nFor more information on this processing activity, please consult the COMMUNICATIONS AND DIRECT MARKETING ACTIVITIES section above.</li>\n<li>During the use of Our Services, We will collect your Test results (per product) on the basis of the contract and process such data for the purpose of giving you your professional certification.</li>\n</ol>\n<br> The above data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to contact-pro@netatmo.com).\n<br> For more information about the data recipients that benefit from an access to your personal data, please consult the ACCESS TO DATA section.\n<br> You can exercise your rights by contacting: contact-pro@netatmo.com.\nFor more information about your rights under data protection legislation, please refer to the EXERCISE OF USERS' RIGHTS section.\n<br>\n<p>\n</p>\n<p>PROFESSIONALS’ OBLIGATIONS</p>\n<p>As a NETATMO PRO (certified professional), you are obliged to inform directly the end-users to read the Terms of Use and Privacy Policy available on the website, at the time of NETATMO Product installation.\n<br>\n</p> ACCESS TO DATA <p>We consider the privacy of your Personal Data to be a vital part of Our relationship with you.\nWe hereby inform you that according to the Services that you are using, the following Data recipients have access to your personal data, within the limits of their respective assignments: <br>\n</p>\n<ol>\n<li>The relevant internal departments of NETATMO, established in France:</li>\n<ol>\n<li> The Research and Development (R&amp;D) teams in charge of our intelligent solutions have, in order to achieve their missions, access: to customer account data (email address only) (see section ACCOUNT CREATION), the information collected by the technical cookies necessary for the proper functioning of the Services (see sections Browsing Our Website And Using Our Internet Applications and Cookies And Similar Technologies Used On Our Mobile Applications ), data processed in connection with the use of the Products (see sections WEATHER Mobile Application, ENERGY Mobile Application, AIR CARE Mobile Application, SECURITY Mobile Application except for biometric data that remains locally on the Product)</li>\n<li>The teams of our customer support have, for the purpose of achieving their mission, access: to customer account data (see section ACCOUNT CREATION), data collected during your contacts with Technical Support (see section CONTACTING OUR CUSTOMER SERVICE), the data collected as part of the purchase on the Online Store (see section Making A Purchase On Our E-shop), Account Data for NETATMO PRO (refer to section NETATMO PRO), to the data processed in connection with the use of the Products(see sections WEATHER Mobile Application, ENERGY Mobile Application, AIR CARE Mobile Application, SECURITY Mobile Application except for biometric data that remains locally on the Product)</li>\n<li>Our marketing teams have, for the purpose of achieving their mission, access to: customer account data (email address) (see section ACCOUNT CREATION), information collected by advertising cookies and measures (see section Browsing Our Website And Using Our Internet Applications), the history of your purchases (see section Making A Purchase On Our E-shop), other possible data while purchasing online (eg anniversary date see Direct Marketing by E-mail), data collected as part of analytic profiling (refer to section In-App Communications and Push Notifications), data collected by our advertising identifiers (see section Cookies and Similar Technologies Used On Our Mobile Applications)</li>\n<li>Our online sales teams have access, for the purpose of carrying out their missions, to data transmitted by third-party cookies aimed at improving navigation, functionalities and user experience of the Website (consult section Browsing Our Website And Using Our Internet Applications)</li>\n<li>Our sales administration teams have access, for the purpose of carrying out their missions, to the data collected during online purchases (see section Making A Purchase On Our E-shop)</li>\n<li>Our sales teams have access to NETATMO PRO account data for the purposes of carrying out their assignments (see section NETATMO PRO) </li>\n</ol>\n<br>\n<li>The service provider MICROSOFT AZURE, whose data centers are located in the Netherlands, responsible for hosting the NETATMO’s cloud architecture hosting all the data related to the Products and associated Services;</li>\n<li>The service provider CROC, whose data centers are located in Russia, responsible for hosting Russian user emails to be compliant with Russian Regulation;</li>\n<li>The service provider ONLINE, established in France, responsible for hosting historical product data.\n</li>\n<li>The service provider OVH, established in France, responsible for hosting NETATMO’s backups.\n</li>\n<li>The service provider Mailchimp, established in the United States of America, hosting the data related to NETATMO PRO accounts.\nWe also inform you that Mailchimp benefits from a “Privacy Shield” certificate and that any transfer of your data towards the United States of America will take place under security and privacy conditions which are considered adequate according to European legislation.</li>\n<li>When making a purchase on Our E-shop, the service provider STRIPE, established in Ireland, is in charge of payment execution.\n</li>\n<li> AMAZON WEB SERVICE, established in Ireland, and in charge of hosting web applications;</li>\n<li>The service provider ADOBE SYSTEMS SOFTWARE IRELAND LIMITED, established in Ireland, for the purpose of sending you direct marketing communications where applicable.;</li>\n<li>The service provider ZENDESK, whose data centers are located in Germany, for Customer Support Service purposes.\nWe also inform you that Zendesk benefits from a “Privacy Shield” certificate and that We have put the Standard Contractual Clauses of the European Commission in place to organize the transfer of your data towards the United States of America under security and privacy conditions which are considered adequate according to European legislation.\n</li>\n<li>The platforms and social media: Facebook, Instagram, Twitter, LinkedIn and YouTube insofar as they have access to your browsing history on Our Website and Mobile Applications should you consent to such access.\nWe also inform you that such platforms and social media benefit from a “Privacy Shield” certificate and as such, any potential transfer of your data for hosting and further processing purposes in the United States of America will take place under security and privacy conditions which are considered adequate according to European legislation.\nTo learn more, please consult Our Cookies and Similar Technologies Used On Our Mobile Applications sections.\n<br> Subject to your express consent, you may also decide to share your Personal Data or Measurements on other platforms such as social networking websites for example.\nIn this case, you recognize that We do not own and have no control over these Third-party Partner Service Providers and that We are not responsible for data processing performed by these Third-party Service Providers.\nTo learn more about the manner in which these Third-party Partner Service Providers process your Personal Data, We advise you to consult their applicable privacy policies.\n</li>\n<li>GOOGLE insofar as they have access to data relating to your browsing history when you confirm your agreement upon arrival on Our Website and Mobile Applications.\nWe inform you that Google benefits from a “Privacy Shield” certificate and as such, any potential transfer of your data for hosting purposes in the United States will take place under security and privacy conditions which are considered adequate according to European legislation.\nFor further information, please consult Our Cookies and Similar Technologies used on Our Mobile Applications sections.</li>\n</ol>\n<br> We inform you that the aforementioned Data Recipients are bound by an obligation of confidentiality and may only process your data in compliance with Our contractual provisions and the applicable legislation.\n<br>\n<ol>\n<li>You may decide to make your Personal Data or Measurements publicly available to other users and third parties on the Website.</li>\n<li>You may also decide to invite other user(s) to control the Products that have been installed in your Home.\nTo do so, your guests will be required to create their own personal account.\nFor more information on such invitations, please consult Our Help center on Our Website.\n</li>\n<li>NETATMO may also be required to share your Personal Data if and when it is necessary in order to protect the vital interests of the data subject or of another natural person, if it is necessary for compliance with a legal obligation to which It is subject or for the establishment, exercise or defense of legal claims.</li>\n</ol>\n<br> Data Analysis: NETATMO can conduct Data Analysis on the Measurements collected by Its Products.\nSuch data will be rendered anonymous before any further use.\nNETATMO may then share this anonymized data with advertisers, researchers, business partners, publications, and other third parties for the purpose of performing statistics studies.\n<br>\n<p>\n</p> DATA SECURITY <p>NETATMO implements adequate physical, electronic and administrative protection measures that comply with the regulations to protect your Personal Data in particular from accidental or unlawful destruction, loss, alteration, unauthorized disclosure of, or access to personal data transmitted, stored or otherwise processed.\n<br> However, NETATMO would like to draw the users' attention to the potential risks in terms of data confidentiality linked to Internet use.\nIt is the responsibility of the user to set up or ensure the use of a personal secured computer network, as well as to ensure a correct technical configuration of the connection box connected to your Internet service provider and of other devices such as radio access equipment (e.g.\nWIFI, 4G, etc.).\nTherefore, you should take special care in deciding what information you send to Us via e-mail and/or Internet transmission.\nPlease keep this in mind when disclosing any Personal Data through the Website.<br>\n</p> UNDER EIGHTEEN <p>When offering information society services NETATMO does not target minors under the age of 18 as a user group.<br> NETATMO does not knowingly gather or use any personal information from children under 18.\nIf information is gathered concerning a minor, the minor’s legal representative has the possibility to contact the DPO of NETATMO at privacy@netatmo.com in order to access, rectify, modify or delete this information (see section EXERCISE OF USERS' RIGHTS for more information).\n<br>However, access to the Services is not confined solely to adults as it contains no content prohibited for persons under the age of 18.\nThe Services does not intentionally collect or use personal information relating to persons under the age of 18</p> EXERCISE OF USERS' RIGHTS <p>To keep your Personal Data accurate, current, and complete, please visit the My Account section of the Site.\nYou may also contact Us as specified below.\n<br> We remind you that you have a right to access, rectify or delete your personal data.\nYou can request that their processing be restricted or object to them being processed.\nWhen We rely on your consent to perform a particular processing, you can withdraw such consent at any time.\n<br> If you request the erasure, or object to the processing of data necessary to the performance of Our Services and/or specified as mandatory, you will no longer be able to use the Services, as they require the processing of these data to operate.\n<br> When a processing is carried out by automated means and based either on consent or on contract, you have the right to request the personal data that you provided to Us in an easily accessible format (portability right).\n<br> You may exercise your rights at any time, subject to the production of valid supporting documents, by sending your request to NETATMO’s Data Protection Officer at privacy@netatmo.com.<br> Your request will be processed within one month of receipt.\nIf necessary, this period can be extended by two months, in view of the complexity and the number of requests.\nIn this case, you will be informed of this extension and its reasons within one month of receipt of the request.\n<br> No payment will be required for the exercise of your rights except in case of manifestly unfounded or excessive demand.\nIn this case, NETATMO further reserves the right to not respond to your request.\n<br> You also have the right to define guidelines for the fate of your data after your death.\n<br> In the event you remain dissatisfied with Our response, We remind you that you have the right to lodge a complaint with the French data protection authority, Commission Nationale de l’Informatique et des Libertés (CNIL): https://www.cnil.fr/<br>\n</p> AMENDMENT TO THIS DOCUMENT <p>The legislation may change, Our Website and other Services may evolve, We may rely on new service providers.\nAs a result, NETATMO may need to make some changes to this Privacy Policy and reserves the right to update it or modify it at any time.\n<br> This Privacy Policy may be viewed on Our Website at any time.<br>\n</p> ADDITIONAL CONDITIONS <p>Your access to and use of the NETATMO Services through the Websites are subject to their Terms of Use, available at https://www.netatmo.com.<br>\n</p> DEFINITIONS <p>GDPR: General Data Protection Regulation<br> DPO: Data Protection Officer<br> Data Subject: an identified or identifiable natural person.\nIn this Privacy Policy: an end user/ customer<br> Data Controller: a natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of personal data<br> Data Processor: a natural or legal person, public authority, agency or other body which processes personal data on behalf of the controller<br> Data Recipient: a natural or legal person, public authority, agency or another body, to which the personal data are disclosed, whether a third party or not<br> Personal Data: any information relating to an identified or identifiable natural person<br>\n</p>\n</ol>\n", "created_at": "2023-07-09 01:53:39.478397", "updated_at": "2023-07-09 01:53:52.062644"}], "points": [], "urls": ["netatmo.com"]}}