{"error": 448, "message": "OK", "parameters": {"id": 9167, "name": "Investopedia ", "created_at": "2023-07-14 00:45:28.948462", "updated_at": "2023-07-14 10:02:33.54302", "wikipedia": null, "keywords": null, "related": null, "slug": "investopedia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9167.png", "url": "investopedia.com", "documents": [{"id": 17952, "name": " Terms of Use And Privacy Policy", "url": "https://www.investopedia.com/legal-4768893", "xpath": "//body", "text": " <p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Cookies Settings Accept All Cookies <ul>\n<li> Investing <ul>\n<li> Stocks </li>\n<li> Bonds </li>\n<li> Fixed Income </li>\n<li> Mutual Funds </li>\n<li> ETFs </li>\n<li> Options </li>\n<li> 401(k) </li>\n<li> Roth IRA </li>\n<li> Fundamental Analysis </li>\n<li> Technical Analysis </li>\n<li> Markets </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Simulator <ul>\n<li> Login / Portfolio </li>\n<li> Trade </li>\n<li> Research </li>\n<li> My Games </li>\n<li> Leaderboard </li>\n</ul>\n</li>\n<li> Economy <ul>\n<li> Government Policy </li>\n<li> Monetary Policy </li>\n<li> Fiscal Policy </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Personal Finance <ul>\n<li> Financial Literacy </li>\n<li> Retirement </li>\n<li> Budgeting </li>\n<li> Saving </li>\n<li> Taxes </li>\n<li> Home Ownership </li>\n<li> View All </li>\n</ul>\n</li>\n<li> News <ul>\n<li> Markets </li>\n<li> Companies </li>\n<li> Earnings </li>\n<li> Economy </li>\n<li> Crypto </li>\n<li> Personal Finance </li>\n<li> Government </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Reviews <ul>\n<li> Best Online Brokers </li>\n<li> Best Life Insurance Companies </li>\n<li> Best CD Rates </li>\n<li> Best Savings Accounts </li>\n<li> Best Personal Loans </li>\n<li> Best Credit Repair Companies </li>\n<li> Best Mortgage Rates </li>\n<li> Best Auto Loan Rates </li>\n<li> Best Credit Cards </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Academy <ul>\n<li> Investing for Beginners </li>\n<li> Trading for Beginners </li>\n<li> Become a Day Trader </li>\n<li> Technical Analysis </li>\n<li> All Investing Courses </li>\n<li> All Trading Courses </li>\n<li> View All </li>\n</ul>\n</li>\n</ul> Trade <ul>\n<li> Search Search Please fill out this field.\n</li>\n</ul> Search Search Please fill out this field.\n<ul>\n<li> Investing Investing <ul>\n<li> Stocks </li>\n<li> Bonds </li>\n<li> Fixed Income </li>\n<li> Mutual Funds </li>\n<li> ETFs </li>\n<li> Options </li>\n<li> 401(k) </li>\n<li> Roth IRA </li>\n<li> Fundamental Analysis </li>\n<li> Technical Analysis </li>\n<li> Markets </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Simulator Simulator <ul>\n<li> Login / Portfolio </li>\n<li> Trade </li>\n<li> Research </li>\n<li> My Games </li>\n<li> Leaderboard </li>\n</ul>\n</li>\n<li> Economy Economy <ul>\n<li> Government Policy </li>\n<li> Monetary Policy </li>\n<li> Fiscal Policy </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Personal Finance Personal Finance <ul>\n<li> Financial Literacy </li>\n<li> Retirement </li>\n<li> Budgeting </li>\n<li> Saving </li>\n<li> Taxes </li>\n<li> Home Ownership </li>\n<li> View All </li>\n</ul>\n</li>\n<li> News News <ul>\n<li> Markets </li>\n<li> Companies </li>\n<li> Earnings </li>\n<li> Economy </li>\n<li> Crypto </li>\n<li> Personal Finance </li>\n<li> Government </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Reviews Reviews <ul>\n<li> Best Online Brokers </li>\n<li> Best Life Insurance Companies </li>\n<li> Best CD Rates </li>\n<li> Best Savings Accounts </li>\n<li> Best Personal Loans </li>\n<li> Best Credit Repair Companies </li>\n<li> Best Mortgage Rates </li>\n<li> Best Auto Loan Rates </li>\n<li> Best Credit Cards </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Academy Academy <ul>\n<li> Investing for Beginners </li>\n<li> Trading for Beginners </li>\n<li> Become a Day Trader </li>\n<li> Technical Analysis </li>\n<li> All Investing Courses </li>\n<li> All Trading Courses </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Financial Terms </li>\n<li> Newsletter </li>\n<li> About Us </li>\n</ul>\n<ul>\n</ul> Follow Us\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Policy Pages Table of Contents Expand <ul>\n<li> Editorial Policy </li>\n<li> Warranty and Liability Disclaimer </li>\n<li> Advertising Disclosure </li>\n<li> Privacy Policy </li>\n<li> Cookie Disclosure </li>\n<li> Terms of Use </li>\n</ul> Editorial Policy <p>\n<em>Updated Feb 6, 2023</em>\n</p>\n<p>\nOur mission is to simplify complex financial information and decisions so that our readers have the confidence to manage every aspect of their financial life.\nYour financial life is filled with personal decisions and challenges.\nWhether you are investing as a beginner or expert, planning your retirement, buying a home, studying for an exam in business school, or running a small business you have questions that need answering.\n</p>\n<p>\nFor over 20 years, we’ve helped hundreds of millions of people do just that.\nWe feel it’s important to share how we go about writing all of the articles that you depend on.\n</p>\n<p>At Investopedia we aspire to provide the highest quality content produced by humans, for humans.\nIt is against our guidelines to publish automatically generated content using AI (artificial intelligence) writing tools such as ChatGPT.</p> Principles <p>\n<strong>Empowering: </strong>Finance can be complex and intimidating.\nWe provide you with information that you can use with confidence, whatever your level of experience.\n</p>\n<p>\n<strong>Unbiased: </strong>From financial product recommendations to the financial implications of government policy we put things in context and provide all the facts.\nOur information is carefully researched and is not written to support any specific economic or political viewpoint.\n</p>\n<p>\n<strong>Accurate: </strong>Having accurate financial information, presented clearly and updated regularly is of the utmost importance to us.\nWe seek out and work with the most qualified experts across every topic we cover.\nAny mistakes, inaccuracies or misrepresentations identified by our readers are investigated and corrected promptly.\nPlease contact us for corrections.\n</p>\n<p>\n<strong>Inclusive: </strong>We work to ensure that our content serves—and depicts with dignity and respect—people of different ages, nationalities, religions, gender identities, sexual orientations, ethnicities, relationship statuses, physical and mental abilities, and family types.\n</p> Ethics <p>\nWe are committed to following the Codes of Ethics of the Society for Advancing Business Editing and Writing (SABEW).\nOur content is guided by and upholds the Society for Professional Journalists’ foundations of ethical journalism: being accurate and fair, minimizing harm, acting independently, and being accountable and transparent.\nWe also uphold the Federal Trade Commission (FTC) guidelines on disclosures, where applicable.\n</p>\n<p>\nInvestopedia content is for informational purposes and is not intended to substitute for the advice of a licensed or certified attorney, accountant, financial advisor, or other certified financial professionals.\n</p> Editorial Process <p>\nOur staff of editors and network of expert contributors write and manage all the articles you find on Investopedia.\nWe don’t make recommendations for you to buy, sell, or hold securities or investments.\nWe do, however, provide relevant analysis, context, insights, and educational information to help you make smarter, better-informed decisions.\nWherever possible we provide examples that help put complex topics and concepts into perspective.\n</p>\n<p>\nOur editorial team is continually evaluating the articles across our site to flag any that contain information that is known to be or is likely to be out-of-date.\nSuch articles are reviewed and updated or, if necessary, completely rewritten, rechecked, and re-edited.\nOur network of experienced experts, who uphold our process and policies, assist with our updating efforts.\nArticles that have been updated are date-stamped to reflect this.\n</p> Quality Standards <p>\nEvery article you see has multiple people behind it, continually working to make sure that it is responsible, accurate, understandable, helpful, and reflective of our editorial principles.\n</p>\n<p>\nOur editorial team approves all story ideas independently, and our expert contributors each have deep subject matter expertise in the topics that we assign them.\nOur team of professional editors, fact checkers, and producers review content to ensure it upholds our values of being empowering, inclusive, unbiased, and accurate.\n</p>\n<p>\nAll staff are responsible for disclosing any potential conflicts of interest.\n</p> Corrections <p>\nInvestopedia is committed to telling readers when an error has appeared, and to correcting it.\nThis transparency applies to small and large mistakes, including news, but only if an error was made at the time of original publication.\nCorrections will be clearly noted on the page.\nWhen our journalism is factually correct, but the language is not as clear or detailed as necessary, the story may be updated without an editor's note.&nbsp;Please report possible errors to inv_editorial@investopedia.com.&nbsp.\n</p> Writers <p>\nInvestopedia experts are carefully recruited, vetted, and chosen.\nSome are experienced financial writers, others are experts in particular aspects of finance.\nmany are both.\nThey are selected for their knowledge and their skill at communicating complex topics in clear, accessible, actionable language.\n</p>\n<p>\nEvery article’s author or reviewer is listed at the top of the page, to the left of the date, and is linked to their biography, which you can click on to learn more about their credentials, education, professional experience, and social media presence.\n</p>\n<p>\nAll writers are required to uphold the editorial guidelines listed above.\n</p> Third-Party Content <p>\nThird-party content is carefully reviewed by the Investopedia editorial team to ensure that it is aligned with our policies and standards.\nAny such content is labeled clearly and conspicuously to notify you of its source.\n</p> Warranty and Liability Disclaimer <p>\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only and should not be considered individual investment advice or recommendations to invest in any security or adopt any investment strategy.\nThough we believe the information provided herein is reliable, we do not warrant its accuracy or completeness.\nThe views and strategies described in our content may not be suitable for all investors.\nBecause market and economic conditions are subject to rapid change, all comments, opinions, and analyses contained within our content are rendered as of the date of the posting and may change without notice.\nThe material is not intended as a complete analysis of every material fact regarding any country, region, market, industry, investment, or strategy.\n</p>\n<p>\nInvesting in cryptocurrencies and other Initial Coin Offerings (“ICOs”) is highly risky and speculative, and cryptocurrency-related content on Investopedia is not a recommendation to invest in cryptocurrencies or other ICOs.\nSince each individual's situation is unique, a qualified professional should always be consulted before making any financial decisions.\nInvestopedia makes no representations or warranties as to the accuracy or timeliness of the information contained herein.<br>\n</p> Advertising Disclosure <p>\n<em>Updated June 12, 2020</em>\n</p>\n<p>\nInvestopedia accepts advertising, but maintains a strict and clear separation between advertising and editorial content.\nSpecial attention is paid to featuring advertising in a way that will not interfere with your reading experience.\nThis relates to both page design and to the number of ads we choose to feature on a page.\n</p>\n<p>\nInvestopedia maintains a distinct separation between advertising and editorial content.\n</p>\n<ul>\n<li>All advertising or sponsored content on Investopedia is clearly and unambiguously distinguished from editorial content through borders or other distinguishing elements and/or identified as an \"Ad,\" \"Advertisement,\" \"Sponsored\" or a similar designation indicating that the content is being provided by or on behalf of the sponsor.</li>\n<li>All ads on Investopedia are labeled as an \"Ad,\" \"Advertisement,\" \"Sponsored\" or a similar designation indicating that the content is being provided by or on behalf of the sponsor.</li>\n<li>All \"native\" ads or paid content are identified as an \"Ad,\" \"Advertisement,\" \"Sponsored\" or a similar designation indicating that the content is being provided by or on behalf of the sponsor.</li>\n<li>Editorial content on Investopedia is not influenced by advertisements unless the content is sponsored content, in which case, the content will be clearly demarcated and identified with the title \"Ad,\" \"Advertisement,\" or \"Sponsored\", or a similar designation, indicating that the content is being provided by or on behalf of an advertiser or sponsor.</li>\n<li>In some cases, editorial may include links to partners for which Investopedia receives an affiliate commission (See ‘How We Make Money’ for more details).\nThe placement of these links is not influenced by payment, and editorial reserves the right to change, modify or remove them at any time in order to provide the best experience to users.</li>\n</ul> How We Make Money <p>\nThe way that we're able to offer over 30,000 articles of great content on our website for free is by partnering with advertisers and affiliate partners who are looking to reach consumers.\nThis can take a number of different forms, and we'll walk through those below.\nIt's important to note that we maintain strict editorial independence for all of our content, particularly on reviews and recommendations.\nIf a product is great, we'll tell you even if we don't have an advertising relationship.\nIf we think a product is bad, we'll tell you that, even if we DO have an advertising relationship with them.\nWhile we do recommend and review products regardless of any advertising relationships, we may not have reviewed every product available in a given category.\n</p> Affiliate Links to Advertisers <p>\nIn some cases we may have an affiliate relationship with a product that we review, and so when you click on an \"Open Account\" button or sometimes a hyperlink on the product's name in those cases we may receive compensation either when you click on it it or if you decide to sign up for the product.\nWhether or not we have an advertiser in place does not change the placement of the button or whether there's a link for you to go to their website.\n</p> Example of a broker review with a product card featuring an Open Account button, for which we may receive compensation when you click it or if you sign up for the product.\nComparison/Rate Tables Featuring Advertisers <p>\nOn some review/recommendations we may include a comparison table of products that are offers from advertisers.\nWhile we do work hard with partners to try and surface the best paid offers possible in these comparison tables, it's important to note that they are NOT editorially selected.\nHere's an example of what that can look like, notice the Advertising Disclosure link in the top right corner:\n</p> Comparison tables featuring advertisers will always have their own Advertising Disclosure on them.\nDisplay Ads <p>\nSome review/recommendations may include display advertising on them, which will be labelled as advertisements and are easily recognized.\n</p> Example of traditional display advertisements on a bank review.\nPrivacy Policy <p>\n<em>Updated September 27, 2021</em>\n</p>\n<p>\nAt Investopedia, we take online privacy seriously and we respect the concerns of our community of users.\nIn this policy (the \"Privacy Policy\") we describe our privacy practices with regard to information we collect through investopedia.com (the \"Site\"), to help you make informed decisions about how you share information when you visit or use the site, as well as your rights in determining what we do with the information that we collect or hold about you.\n</p> Understanding How Information Is Collected on Investopedia Information You May Choose to Provide to Us <p>\nWe may collect information, including personal data, directly from you if you choose to provide that information.\nFor example, you may provide us with your name and contact information (such as an email address), date of birth, or other details of that nature, when you sign up for our newsletters or participate in promotions or surveys on the Site.\n</p>\n<p>\nYou also may choose to provide personally identifiable information about yourself when you participate in forums or discussions on the Site.\nPlease be aware that information you post in these forums may be viewed or captured by anyone who visits the Site, therefore you should avoid posting sensitive personal data that you would not want to be available to the public.\n</p> Information That Is Automatically Collected When You Visit Investopedia <p>\nWhen you access the Site, we and our third-party partners and vendors may automatically collect certain information about your visit using tools such as cookies, web beacons, and other similar technologies.\nThe information collected automatically when you visit the Site may include your IP address, characteristics of your operating system, information about your browser and system settings, data about the computer or mobile device you use to access the Site, unique device identifiers, clickstream data (which shows the page-by-page path you take as you browse the Site).\nWe or our third-party partners may combine information that each of us collects automatically with other information about you, including information you choose to provide.\n</p>\n<p>\n<strong>Cookies</strong> are small files that websites and other online services use to store information about users on the users’ own computers.\nThis Site may use cookies (such as HTTP and HTML5 cookies, as well as other types of local storage.\nFor more information about cookies, you may visit http://www.allaboutcookies.org.\nSee the section below regarding Your choices to learn more about how you may limit or disable cookies on your computer.\nIf you choose to disable cookies, that could affect certain features of the Site that use cookies to enhance their functionality.\n</p>\n<p>\nTo manage our automatic data collection, we may place tags (often referred to as “web beacons”) on pages on the Site or in emails we send to you.\n<strong>Web beacons</strong> are small files that link web pages to particular web servers and their cookies, and they may be used for a variety of purposes, such as counting the number of visitors to the Site, analyzing how users navigate around the Site, assessing how many emails that we send are actually opened and which articles or links are viewed by visitors.\n</p>\n<p>\nWe also use third-party web analytics services, such as Google Analytics, on the Site, to provide us with statistics and other information about visitors to the Site.\n</p>\n<p>\n<strong>“Do Not Track” Signals.</strong> Your browser settings may allow you to automatically transmit a “do not track” signal to websites and online services you visit.\nAt this time there is no consensus among industry participants as to the meaning of “do not track” in this context.\nLike many other websites, investopedia.com is not configured to respond to “do not track” signals from browsers.\nClick here to learn more about \"do not track\" signals.\n</p>\n<p>\nFinally, companies that provide certain third-party apps, tools, widgets, and plug-ins that may appear on the Site (for example, Facebook “Like” buttons), also may use automated means to collect information regarding your interactions with these features.\nThis information collection is subject to the privacy policies or notices of those providers.\n</p>\n<p>\nFurther information regarding our use of cookies and other tracking technologies is described in our Cookies Disclosure.\n</p>\n<p>\n<strong>How We May Use Information We Collect</strong>\n</p>\n<p>\nWe may use the information gathered on Investopedia for various purposes, including the purposes listed below.\nFor example, if you were to contact us with a question and provide your email address, we would use the email address you provided to respond to your inquiry.\nIn addition, we use information we collect from you and through the Site to:\n</p>\n<ul>\n<li>Provide products and services you request (such as when you sign up to receive our email newsletters);</li>\n<li>Respond to requests, questions, and comments, and provide other types of user support;</li>\n<li>Offer you products and services, or direct you to portions of this Site or other websites, that we believe may interest you;</li>\n<li>To serve advertising, content and offers to you based on your interests and online activities, from us or third parties;</li>\n<li>Communicate about, and administer your participation in, events, programs, contests, and other offers or promotions;</li>\n<li>Carry out, evaluate, and improve our business (which may include developing new features for the Site.\nanalyzing and enhancing the user experience on the Site.\nassessing the effectiveness of our marketing and advertising.\nand managing our communications);</li>\n<li>Perform data analytics regarding usage of the Site (including market and customer research, trend analysis, and financial analysis);</li>\n<li>Guard against, identify, and prevent fraud and other criminal activity, claims, and other liabilities.\nand</li>\n<li>Comply with applicable legal requirements, law enforcement requests, and our company policies.</li>\n</ul>\n<p>\n<strong>How We May Share Information</strong>\n</p>\n<p>\nOur agents, vendors, consultants, and other service providers may have access to information we collect through the Site to carry out work on our behalf.\nThose parties are subject to confidentiality obligations and are restricted from using personal data collected through the Site for purposes other than to provide the requested assistance.\nIn addition, we may share information:\n</p>\n<ul>\n<li>With our affiliates for internal business purposes;</li>\n<li>With third parties for marketing purposes, including social media networks, data management platforms, and other advertising technology providers.\nfor example, we may match your email address with third parties with whom you have also consented to share your email address and use such match to deliver custom offers or emails to you on the Sites and elsewhere online;</li>\n<li>If we are required to do so by law, regulation, or legal process (such as a court order or subpoena);</li>\n<li>In response to requests from government agencies, such as law enforcement authorities, including to meet national security requirements;</li>\n<li>If we believe disclosure is necessary or appropriate to prevent physical harm or financial loss, or in connection with an investigation of suspected or actual illegal activity;</li>\n<li>With respect to analytics and statistical information, to inform advertisers about the nature of our user base;</li>\n<li>In the event we sell or transfer all or a portion of our business or assets (including a reorganization, dissolution, or liquidation).\nIn such an event, we will seek to provide you with commercially reasonable notice, e.g., via email and/or notice on our website, of any change in ownership, incompatible new uses of your personal information, and choices you may have regarding your personal information.\nand</li>\n<li>With your consent or at your discretion.</li>\n</ul>\n<p>\n<strong>Data Retention and Access</strong>\n</p>\n<p>\nWe will retain your personal data only for as long as necessary for the purposes it was retained, such as to enable you to use the Website and your products or to provide services to you.\nIn some instances, we may retain data for longer periods in order to comply with applicable laws (including those regarding document retention), resolve disputes with any parties, and otherwise as necessary to allow us to conduct our business.\n</p>\n<p>\nAll personal data we retain will be subject to this Privacy Policy and our internal retention guidelines.\nWe respect your control over your information and, upon request, we will seek to confirm your identity and whether we hold or are processing information that we have collected from you.\nYou also have the right to amend or update inaccurate or incomplete personal information, request deletion of your personal information, or request that we no longer use it.\n</p>\n<p>\nUnder certain circumstances we will not be able to fulfill your request, such as if it interferes with our regulatory obligations, affects legal matters, we cannot verify your identity, or it involves disproportionate cost or effort, but in any event we will respond to your request within a reasonable timeframe and provide you an explanation.\nIn order to make such a request of us, please email us at privacy@investopedia.com.\n</p> Your Choices <p>\n<strong>Unsubscribe from emails.</strong> To unsubscribe from a particular newsletter, click the \"unsubscribe\" link at the bottom of that email newsletter.\nIf you would like to globally opt-out from ALL Investopedia email campaigns please send an email to optout@investopedia.com with \"Unsubscribe\" in the subject line.\nWhen we send newsletters to subscribers we may allow advertisers or partners to include messages in those newsletters, or we may send dedicated newsletters on behalf of those advertisers or partners.\nWe may disclose your opt-out choices to third parties so that they can honor your preferences in accordance with applicable laws.\n</p>\n<p>\n<strong>Blocking cookies.</strong> Certain browsers may be configured to notify you when you receive cookies, or allow you to restrict or disable certain cookies.\nIf you choose to disable cookies, however, that could affect certain features of the Site that use cookies to enhance their functionality.\n</p>\n<p>\n<strong>Disabling local shared objects .</strong> We may use other kinds of local storage that function similarly, but are stored in different parts of your computer from ordinary browser cookies.\nYour browser may allow you to disable its HTML5 local storage or delete information contained in its HTML5 local storage.\nClick here for details about deleting information contained in \"local shared objects\" or adjusting related preferences.\n</p>\n<p>\n<strong>Options concerning third-party ad networks.</strong> As described in this Privacy Policy, we and third parties may use cookies and similar tracking technologies to collect information and infer your interests for interest-based advertising purposes.\nif you would prefer to not receive personalized ads based on your browser or device usage, you may generally opt out of interest-based advertising by clicking here.\nPlease note that you will continue to see advertisements, but such advertisements will no longer be tailored to your interests.\nFor more information about third-party ad networks and services that use these technologies, you can visit www.aboutads.info and click here to opt out or to learn more about your options.\nYou also may visit the NAI's site for additional options on how to opt out of interest-based advertising.\nTo opt out of such use of cookies and similar tracking technologies by LiveRamp Inc., click&nbsp;here.\n</p>\n<p>\n<strong>How We Protect Personal Data</strong>\n</p>\n<p>\nWe maintain appropriate administrative, technical, and physical safeguards designed to protect the personal data you provide against accidental, unlawful, or unauthorized destruction, loss, alteration, access, disclosure, or use.\nThat said, it is not possible to guarantee the security of information transmitted online, and you assume some risk with regard to the security of information you provide through any website, including this Site.\nIf you have a data security inquiry, you may contact us by emailing security@investopedia.com.\nTo request an invite to our bug bounty program to submit reports on vulnerabilities found on investopedia.com, you may contact us by emailing bugbounty@investopedia.com.\n</p>\n<p>\n<strong>Links From Investopedia to Other Site</strong>\n</p>\n<p>\nOn this Site we may provide links to other websites that are controlled by third parties.\nLinked websites may have their own privacy notices or policies, which we strongly suggest you review.\nWe are not responsible for the content, usage terms, privacy policies of websites that we do not own or control.\n</p>\n<p>\n<strong>Surveys and Quizzes</strong>\n</p>\n<p>\nWhile you are visiting Investopedia, you may have the opportunity to participate in surveys, quizzes, or other interactive features that request information about you and your opinions and preferences.\nYour participation in these features is entirely voluntary.\nIf you do choose to participate, please be aware that these features may be operated by a third party that is not controlled by Investopedia, and therefore the information you provide may be collected by the third party and subject to its privacy policy.\n</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>\nThis Site is not designed or intended for use by children, and we do not knowingly collect personal data from children under the age of 16.\nIf we become aware that we have collected personal data from a child under the age of 16, we will delete any such information.\n</p>\n<p>\n<strong>Information for Users Outside the United States</strong>\n</p>\n<p>\nYour personal data may be stored, transferred and processed in and to the United States and in other countries by our affiliates and/or service providers.\nThe data protection laws in these countries may provide a lower standard of protection for your personal data than your country of residence.\nWe take great care in protecting your personal data and have put in place adequate mechanisms to protect it when it is transferred internationally.\nWe will transfer your personal data in compliance with applicable data protection laws and will implement suitable safeguards to ensure that your personal data is adequately secured by any third party that will access your information (for instance, by using the Model Clauses as approved by the European Commission).\n</p>\n<p>\nBy using our Site and providing personal data to us, you consent to the terms of this Privacy Policy and the collection, use, maintenance, transfer to and processing of your personal data in the United States or other countries or territories, and, unless otherwise stated in this Privacy Policy, we use this consent as the legal basis for that data transfer.\n</p>\n<p>\nIf you have questions or wish to obtain more information about the international transfer of your personal data or the implemented safeguards, please send us an email to privacy@investopedia.com.\n</p>\n<p>\n<strong>How We’ll Inform You About Changes to This Privacy Policy</strong>\n</p>\n<p>\nWe may update this online privacy policy periodically to reflect changes to our privacy practices, such as how we collect or use personal data.\nIf we propose to make any material changes, we will post a prominent notice on the investopedia.com home page to notify you of significant changes to this policy, and we indicate at the top of the policy the date when it was most recently updated.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\n</p>\n<p>\n<strong>How to Contact Us</strong>\n</p>\n<p>\nIf you have questions about this policy or about our privacy practices, you may contact us by emailing privacy@investopedia.com.\n</p>\n<p>\nIf you are a California resident inquiring about your California privacy rights, please include “California privacy rights request” in the subject line of your email.\n</p>\n<p>\nIf you are a resident of the European Economic Area inquiring about your rights under the General Data Protection Regulation (“GDPR”), please include “GDPR privacy rights request” in the subject line of your email.\n</p>\n<p>\nYou may also write to:\n</p>\n<p>\nInvestopedia Privacy\n</p>\n<p>\n28 Liberty Street, 7th Floor, New York, NY 10005\n</p>\n<p>\n<strong>Dispute Resolution</strong>\n</p>\n<p>\nIf you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.\n</p> Jurisdiction Specific Provisions California Privacy Notice <p>\nThis California Consumer Act Privacy Notice (\"<strong>CCPA Notice</strong>\") applies to \"Consumers\" as defined by the California Consumer Privacy Act (\"<strong>CCPA</strong>\").\nFor the purpose of this CCPA Notice, personal information applies to “Personal Information” as defined by the CCPA (also referred to herein as \"PI\").\n</p>\n<p>\nWe collect and share the following categories of PI from the corresponding sources and for the corresponding purposes set forth in the table below.\n</p>\n<b>Category of Personal Information</b>\n<b>Sources of Personal Information</b>\n<b>Purposes for Collection</b>\n<b>Categories of Third Parties with whom Personal Information is shared</b>\n<b>Purposes of Third Parties Receiving PI 1.</b>\n<b>1.\nIdentifiers and Personal Records (e.g., email address, name, address, IP address, credit card number)</b>\nDirectly from you.\nyour devices.\nVendors\nPerforming Services.\nProcessing and managing interactions and transactions.\nQuality Assurance.\nsecurity.\ndebugging.\nmarketing\nVendors which assist us in providing services and running our internal business operations (“Vendors”).\nData Analytics Partners.\nCorporate affiliates Performing Services on our behalf.\nProcessing and managing interactions and transactions.\nperforming services.\nQuality Assurance.\nsecurity.\ndebugging <b>2.\nCustomer Acct.\nDetails/Commercial Information (e.g., details of your use of our service)</b>\nYou.\nyour devices.\nVendors\nPerforming Services.\nResearch and development.\nquality assurance.\nsecurity.\ndebugging.\nand marketing\nData Analytics Partners.\nVendors.\nCorporate affiliates\nPerforming Services on our behalf.\nresearch and development.\nquality assurance.\nsecurity.\nand debugging <b>3.\nInternet Usage Information (e.g., information regarding your interaction with our services)</b>\nYou.\nyour devices.\nData Analytics Partners.\nVendors\nResearch and development.\nquality assurance.\nsecurity.\nand debugging\nData Analytics Partners.\nVendors.\nCorporate affiliates\nPerforming Services on our behalf.\nResearch and development.\nquality assurance.\nsecurity.\nand debugging <b>4.\nInferences (e.g., your preferences, likelihood of interest in certain of our services)</b>\nData Analytics Partners.\nVendors.\nAdvertising Networks\nResearch and development.\nquality assurance.\nand marketing\nData Analytics Partners.\nVendors.\nAdvertising Networks.\nCorporate affiliates\nPerforming Services on our behalf.\nresearch and development.\nquality assurance.\nmarketing <p>\nIn addition, we may collect, use and disclose your PI as required or permitted by applicable law, or as directed by you, in accordance with this Privacy Policy.\n</p>\n<p>\nWe do not knowingly \"sell\" personal information that we collect from you, in accordance with the definition of \"sell\" in the CCPA, and will treat personal information we collect from you as subject to a do not sell request.\nThere is not yet a consensus as to whether third-party cookies and tracking devices associated with our websites and mobile apps may constitute a \"sale\" of your PI as defined by the CCPA.\nYou can exercise control over browser-based cookies by adjusting the settings on your browser.\nWe also list cookies and provide access to their privacy information and, if available, opt-out programs in our Cookie Policy.\nFurther, you can learn more about your choices regarding certain kinds of online interest-based advertising with the Digital Advertising Alliance or the Network Advertising Initiative.\nWe do not represent that these third-party tools, programs or statements are complete or accurate.\n</p>\n<p>\nSome browsers have signals that may be characterized as do not track signals, but we do not understand them to operate in that manner or to indicate a do not sell expression by you, so we currently do not recognize these as a do not sell request.\nWe understand that various parties are developing do not sell signals and we may recognize certain such signals if we conclude such a program is appropriate.\n</p>\n<p>\nCalifornia Consumers have the right to exercise the privacy rights under the CCPA.\nCalifornia Consumers may exercise these rights via an authorized agent who meets the agency requirements of the CCPA.\nAny request you submit to us is subject to an identification and residency verification process (\"<strong>Verifiable Consumer Request</strong>\").\nWe will not fulfill your CCPA request unless you have provided sufficient information for us to reasonably verify you are the Consumer about whom we collected PI.\nIn order to verify your identity, we will send you an email to the email address that you provide to us, and you must take action as described in our email.\nThis will enable us to verify that the person who made the request controls and has access to the email address associated with the request.\nWe will check our systems for the email address that you provide, and any information associated with such email address.\nIf you provide us with an email address that has not been used to interact with us, then we will not be able to verify your identity.\nIn other words, the only reasonable method by which we may verify the identity of individuals is if we have an email address on file that was provided to us in relation to our services.\nWe will be unable to fulfill your request if we cannot verify your identity.\n<strong>Please follow the instructions at our Consumer Rights Request page here</strong> and respond to any follow up inquiries we may make.\n</p>\n<p>\nSome personal information we maintain about Consumers is not sufficiently associated with enough personal information about the Consumer for us to be able to verify that it is a particular Consumer's personal information (e.g., clickstream data tied only to a pseudonymous browser ID).\nAs required by the CCPA, we do not include that personal information in response to Verifiable Consumer Requests.\nIf we cannot comply with a request, we will explain the reasons in our response.\n</p>\n<p>\nWe will make commercially reasonable efforts to identify Consumer PI that we collect, process, store, disclose, and otherwise use and to respond to your California Consumer privacy rights requests.\nWe will typically not charge a fee to fully respond to your requests, but we may charge a reasonable fee, or refuse to act upon a request, if your request is excessive, repetitive, unfounded, or overly burdensome.\n</p>\n<p>\n<strong>To make a request according to your rights to know or to request deletion of your PI set forth below, please click here</strong>, where you will find a description of the process we use to verify your request and any information that we will need to confirm your identity.\nIn order to verify your identity, we will send you an email to the email address that you provide to us, and you must take action as described in our email.\nThis will enable us to verify that the person who made the request controls and has access to the email address associated with the request.\nWe will check our systems for the email address that you provide, and any information associated with such email address.\nIf you provide us with an email address that has not been used to interact with us, then we will not be able to verify your identity.\nIn other words, the only reasonable method by which we may verify the identity of individuals is if we have an email address on file that was provided to us in relation to our services.\nWe will be unable to fulfill your request if we cannot verify your identity.\n</p>\n<p>\nFor your specific pieces of information, as required by the CCPA, we will apply heightened verification standards, which may include a request to provide further information.\n</p>\n<p>\nYou have the right to send us a request, no more than twice in a twelve-month period, for any of the following for the period that is twelve months prior to the request date:\n</p>\n<ul>\n<li>The categories of PI we have collected about you.</li>\n<li>The categories of sources from which we collected your PI.</li>\n<li>The business or commercial purposes for our collecting or selling your PI.</li>\n<li>The categories of third parties to whom we have shared your PI.</li>\n<li>The specific pieces of PI we have collected about you.</li>\n<li>A list of the categories of PI disclosed for a business purpose in the prior 12 months, or that no disclosure occurred.</li>\n<li>A list of the categories of PI sold about you in the prior 12 months, or that no sale occurred.\nIf we sold your PI, we will explain:The categories of your PI we have sold.</li>\n<li>The categories of third parties to which we sold PI, by categories of PI sold for each third party.</li>\n</ul>\n<p>\nYou have the right to make or obtain a transportable copy, no more than twice in a twelve-month period, of your PI that we have collected in the period that is 12 months prior to the request date and are maintaining.\n</p>\n<p>\nPlease note that PI is retained by us for various time periods, so we may not be able to fully respond to what might be relevant going back 12 months prior to the request.\n</p>\n<p>\nExcept to the extent we have a basis for retention under CCPA, you may request that we delete your PI that we have collected directly from you and are maintaining.\nNote also that we are not required to delete your PI that we did not collect directly from you.\n</p>\n<p>\nYou may alternatively exercise more limited control of your PI by instead exercising one of the following more limited opt-outs, including unsubscribing from email newsletters.\n</p>\n<p>\nWe will not discriminate against you in a manner prohibited by the CCPA because you exercise your CCPA rights.\nHowever, we may charge a different price or rate, or offer a different level or quality of good or service, to the extent that doing so is reasonably related to the value of the applicable data.\nIn addition, we may offer you financial incentives for the collection, sale and retention and use of your PI as permitted by the CCPA that can, without limitation, result in reasonably different prices, rates, or quality levels.\nThe material aspects of any financial incentive will be explained and described in its program terms.\nPlease note that participating in incentive programs is entirely optional, you will have to affirmatively opt-in to the program and you can opt-out of each program (i.e., terminate participation and forgo the ongoing incentives) prospectively by following the instructions in the applicable program description and terms.\nWe may add or change incentive programs and/or their terms by posting notice on the program descriptions and terms linked to above so check them regularly.\n</p> Our Notice to Nevada Residents <p>\nUnder Nevada law, Nevada residents may opt out of the sale of certain “covered information” collected by operators of websites or online services.\nWe currently do not sell covered information, as “sale” is defined by such law, and we don’t have plans to sell this information.\nHowever, if you would like to be notified if we decide in the future to sell personal information covered by the Act, please go to NevadaPrivacy@investopedia.com to provide your name and email address.\nWe may share your data as explained in this privacy policy, such as to enhance your experiences and our services, and those activities will be unaffected by a Nevada do not sell request.\nYou may also have other choices regarding our data practices as set forth elsewhere in this privacy policy.\n</p>\n<p>\n<strong>If you are located in the European Economic Area (EEA):</strong>\n</p>\n<p>\n<strong>1.\nController of your Personal Data</strong>\n</p>\n<p>\nThe controller of your personal data under this Privacy Policy is About, Inc., with an address of 28 Liberty Street, 7th Floor, New York, NY 10005.\nOur local representative with respect to the GDPR can be contacted at privacy@investopedia.com.\n</p>\n<p>\n<strong>2.\nLegal Bases for Using Personal Data</strong>\n</p>\n<p>\nWe process your personal data only if we have a legal basis to do so, including:\n</p>\n<ul>\n<li>to comply with our legal and regulatory obligations;</li>\n<li>for the performance of our contract with you or to take steps at your request before entering into a contract;</li>\n<li>for our legitimate interests or those of a third party;</li>\n<li>where you have given consent to our specific use.</li>\n</ul>\n<p>\nThe purpose for which we use and process your information and the legal basis on which we carry out each type of processing is further explained below.\n</p>\n<b>Purposes for which we will process the information</b>\n<b>Legal Basis for the processing</b> To provide products and services you request.\nIt is necessary for us to process your personal data in order to deliver the services and process transactions according to the applicable contract between us.\nTo respond to requests, questions, and comments, and provide other types of user support.\nIt is necessary for us to respond to requests, questions, and comments, and provide other types of user support in order to take steps at your request or according to the applicable contract between us.\nTo offer you products and services in marketing communications, or direct you to portions of this Site or other websites, that we believe may interest you.\nWe may send electronic marketing communications to you if you have consented to these communications.\nIt is in our legitimate interest to market products and services to you by other means and to direct you to portions of this Site or other websites that we believe may interest you.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.\nTo communicate about, and administer your participation in, events, programs, contests, and other offers or promotions\nWe will send electronic communications to you if you have consented to these communications.\nWith respect to other communications, it is in our legitimate interest to communicate to you and administer your participation in, our events, programs, contests, and other offers or promotions.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.\nTo carry out, evaluate, and improve our business (which may include developing new features for the Site.\nanalyzing and enhancing the user experience on the Site.\nassessing the effectiveness of our marketing and advertising.\nand managing our communications.\nIt is in our legitimate interests to process your personal data to carry out these activities.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.\nTo perform data analytics regarding usage of the Site (including market and customer research, trend analysis, financial analysis, and anonymization of personal data).\nIt is in our legitimate interests to process your personal data to carry out these activities.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.\nTo serve advertising, content and offers to you based on your interests and online activities, from us or third parties.\nWe will serve you advertising, content and offers to you based on your interests and online activities if you have consented to this processing.\nTo enable our affiliates or service providers to perform certain activities on our behalf.\nIt is necessary for us to process your personal data in this manner in order to deliver the services and process transactions according to the applicable contract between us.\nIt is also in our legitimate interest to enable our service providers and affiliates to perform certain activities on our behalf.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.\nTo notify you of any changes to the Site that may affect you.\nIt is necessary for us to process your personal data in order to deliver the services and process transactions according to the applicable contract between us.\nIf we are required to do so by law, regulation, or legal process (such as a court order or subpoena).\nIn response to requests from government agencies, such as law enforcement authorities, including to meet national security requirements.\nIf we believe disclosure is necessary or appropriate to prevent physical harm or financial loss, or in connection with an investigation of suspected or actual illegal activity.\nand In the event we sell or transfer all or a portion of our business or assets (including a reorganization, dissolution, or liquidation).\nIn such an event, we will seek to provide you with commercially reasonable notice, e.g., via email and/or notice on our website, of any change in ownership, incompatible new uses of your personal information, and choices you may have regarding your personal information.\nWe conduct this processing to comply with our legal obligations and to protect the public interest.\nGuard against, identify, and prevent fraud and other criminal activity, claims, and other liabilities.\nand Comply with applicable legal requirements, law enforcement requests, and our company policies.\nWe conduct this processing to comply with our legal obligations and to protect the public interest.\n<p>\n<strong>3.\nInternational Transfers</strong>\n</p>\n<p>\nSome of our processing of your data will involve transferring your data outside the European Economic Area (\"EEA\").\nSome of our external third-party service providers are also based outside of the EEA, and their processing of your personal data will involve a transfer of data outside the EEA.\nThis includes the United States.\nWhere personal data is transferred to and stored in a country not determined by the European Commission as providing adequate levels of protection for personal data, we take steps to provide appropriate safeguards to protect your personal data, including when appropriate entering into standard contractual clauses approved by the European Commission, obliging recipients to protect your personal data.\n</p>\n<p>\n<strong>4.\nRetention of Personal Data</strong>\n</p>\n<p>\nWe will retain your personal data only for as long as necessary for the purposes it was retained, such as to enable you to use the Site and your products or to provide services to you.\nIn some instances, we may retain data for longer periods in order to comply with applicable laws (including those regarding document retention), resolve disputes with any parties, and otherwise as necessary to allow us to conduct our business.\nAll personal data we retain will be subject to this Privacy Policy and our internal retention guidelines.\n</p>\n<p>\n<strong>5.\nData Subject Access Rights</strong>\n</p>\n<p>\nYou have the following rights:\n</p>\n<ul>\n<li>Right of access to your personal data: You have the right to ask us for confirmation on whether we are processing your personal data, and access to the personal data and related information.</li>\n<li>Right to correction: You have the right to have your personal data corrected, as permitted by law.</li>\n<li>Right to erasure: You have the right to ask us to delete your personal data, as permitted by law.</li>\n<li>Right to withdraw consent: You have the right to withdraw consent that you have provided.</li>\n<li>Right to lodge a complaint with a supervisory authority: You have the right to lodge a complaint with a supervisory authority in the member state of your habitual residence.</li>\n<li>Right to restriction of processing: You have the right to request the limiting of our processing under limited circumstances.</li>\n<li>Right to data portability: You have the right to receive the personal data that you have provided to us, in a structured, commonly used and machine-readable format, and you have the right to transmit that information to another controller, including to have it transmitted directly, where technically feasible.</li>\n<li>Right to object: You have the right to object to our processing of your personal data, as permitted by law, under limited circumstances.</li>\n</ul>\n<p>\nIn order to exercise any of these rights, please contact us according to the “How to Contact Us” section herein.\nPlease note that the above rights are not absolute and we may be entitled to refuse requests, wholly or partly, where exceptions under the applicable law apply.\nYou can also manage your consent permissions and cookie preference by clicking on the EU Privacy link at the bottom of any page.\n</p> Cookie Disclosure <b>Provider</b>\n<b>Name of cookie</b>\n<b>Purpose</b>\n<b>Type</b>\n<b>Duration</b> Google Analytics\n_ga\nUsed to distinguish users.\nPersistent\n2 Years Google Analytics\n_gid\nUsed to distinguish users.\nPersistent\n24 Hours Google Analytics\n<em>gat</em>\nUsed to throttle request rate.\nPersistent\n1 Minute Dotdash\nTMog\nDotdash client id - Used to identify unique browsers\nPersistent\n68 Years Dotdash\nMint\nDotdash session id - Used to identify all activity within a session\nPersistent\n30 Minutes Dotdash\npc\npagecount\nPersistent\n30 Minutes Dotdash\nds_ab\nAB Testing segmentation information\nSession Google (GTM/GA)\n<em>dc</em>gtm_\nUsed to throttle request rate.\nPersistent\n1 Minute SailThru\nsailthru_pageviews\nPage view count by user on site\nPersistent\n30 Minutes SailThru\nsailthru_content\nTracks recent pageviews for visitor\nPersistent\n1 Hour SailThru\nsailthru_visitor\nClient Id\nPersistent\n1 Hour Google DFP\n__gads\nAd targeting\nPersistent\n2 Years Google\ngsScrollPos-\nScroll position tracking\nSession Bounce Exchange\nbounceClientVisitv\nClient tracking information\nPersistent\n30 Minutes Google\nAMP_TOKEN\nContains a token that can be used to retrieve a Client ID from AMP Client ID service.\nOther possible values indicate opt-out, inflight request or an error retrieving a Client ID from AMP Client ID service.\nPersistent\n1 Hour Lotame\ncrwdcntrl.net\nMaintain ads and personalization profile\nPersistent\n9 Mo Terms of Use <p>\n<em>Updated March 14, 2019</em>\n</p>\n<p>\nWelcome to the&nbsp;www.investopedia.com&nbsp;website (“<strong>Site</strong>”) operated by Investopedia, LLC.\nBy visiting and using this Site you will be accepting these Terms of Use (\"<strong>TOU</strong>\").\nThe TOU governs your access to and use of the Site and any of the Services we provide through the Site (together the “<strong>Services</strong>”).\nPlease read them carefully and if you disagree with the TOU in any way, then do not use this Site or any of the Services.\nInvestopedia reserves the right to post changes to the TOU on this Site at any time.\nIf we make any material changes to this TOU, we will post the updated TOU here, along with its effective date, and notify you by email or by means of a notice on our Site.\nIf any TOU changes are not acceptable, you must stop your use of this Site.\nIn these TOU, \"<strong>Investopedia</strong>\" and \"<strong>we</strong>\" refer to Investopedia, LLC, and \"<strong>User</strong>\" or \"<strong>you</strong>\" refer to each visitor to this Site.\n</p>\n<p>\nIf you subscribe to any Services offered through this Site, you may also be subject to additional terms and conditions (\"<strong>Terms of Service</strong>\" or \"<strong>TOS</strong>\") applicable to such Services, which will be brought to your attention at that time.\n</p> Sites and Services <p>\nWe do not guarantee that access to or use of this Site or any Services will be uninterrupted or error free, and Investopedia shall not be liable for any feature not being accessible or for any unavailability of its Site and Services.\nThe Site and its features may be expanded, limited or modified at any time by Investopedia to meet the needs of its Users, or for technical or other reasons, without advance notice or reason.\nWe may also in our sole discretion, and at any time, discontinue providing, temporarily or permanently, any or all of the Site or Services, without notice.\nTo access some of the content or features of the Site or its Services, Users may need to enhance or update the hardware or software in their computer systems.\nInvestopedia assumes no responsibility for any failure to access the Site or any Services, partially or fully, whether due to the User's system, the Internet network or any other cause.\n</p> Minors <p>\nWe do not provide information or services to minors, and if you are under 18, and at least 13 years of age, you may only use this Site and/or the Services with the active involvement of a parent, guardian or other supervising adult.\nYou may not use this Site if you are under 13 years of age.\n</p> No Individual Investment Advice <p>\nThis Site does not provide individual or customized legal, tax, accounting, or investment services.\nSince each individual's situation is unique, a qualified professional should be consulted before making financial decisions.\n</p> Message Web Site Content Limitations <p>\nWe make no guarantees as to the accuracy, thoroughness or quality of the information on this Site or through the Services, which is provided only on an “AS-IS” and “AS AVAILABLE” basis at User’s sole risk.\nThis information may be provide by third parties and Investopedia shall not be responsible or liable for any errors, omissions or inaccuracies in the Site content.\nThe information and investment, accounting, or legal strategies provided at this Site are neither comprehensive nor appropriate for every individual.\nSome of the information is relevant only in Canada or the U.S., and may not be relevant to or compliant with the laws, regulations or other legal requirements of other countries.\nIt is your responsibility to determine whether, how and to what extent your intended use of the information and Services will be technically and legally possible in the areas of the world where you intend to use them.\nYou are advised to verify any information before using it for any personal, financial, accounting, legal, or business purpose.\nIn addition, the opinions and views expressed in any article on this Site are solely those of the author(s) of the article and do not reflect the opinions of Investopedia or its management.\nThe Site content and services may be modified at any time by us, without advance notice or reason, and Investopedia shall have no obligation to notify you of any corrections or changes to any Site content.\n</p> License to Use Site Content <p>\nWe grant you a limited personal use license to access, display, download, format and print portions of this Site content solely for your own personal non-commercial use, provided that the content is not modified and all proprietary notices are kept intact.\nYou may not reproduce, publish, translate, merge, sell, rent, distribute the content, or create a derivative work of the content on any other website or as part of any educational, training or reference materials.\nYou may not frame or utilize framing techniques to enclose any content on this Site.\n</p>\n<p>\nPlease note that, if you purchase any Courses (as defined herein) through the Investopedia Academy that purchase is subject to specific license rights provided for in the&nbsp;Investopedia Academy section&nbsp;of this TOU (below).\n</p> Third Party Content <p>\nAny testimonials, opinions, advice, product or service offers, or other information or content made available on or through this Site by third parties (“<strong>Third Party Content</strong>”) are solely those of their respective providers and not of Investopedia which does not guarantee the accuracy, completeness, reliability or usefulness of Third Party Content.\nIt is the responsibility of the User to evaluate Third Party Content and Investopedia shall not be liable for any damage or loss caused by Users’ reliance on or other use of Third Party Content.\n</p> Content Posted by Users <p>\nTo the extent we enable you to, and you choose to post or share any content or materials, including, without limitation, through the AI Service (e.g.\nquestions) or through the Investopedia Academy Service (e.g., quizzes, homework, projects, etc.) (“<strong>User Content</strong>”) you will be:&nbsp;(a) granting Investopedia a fully transferable, sub-licensable (with rights to sublicense, including, without limitation, through multiple tiers) to display, perform, reproduce, modify, transfer, distribute and create derivative works from the User Content and to associate your public profile information (if any) with such User Content, in any media formats and through any channels (whether now known or hereafter developed) and waiving any moral rights in favor of Investopedia with respect to such use of the User Content.\n(b) granting Investopedia a perpetual, world-wide, royalty-free, fully paid-up, non-exclusive license to allow your materials to be edited and displayed by Investopedia on its Site, and accessed by Users, for the purposes and on the terms as set out in these TOU.\n(c) agreeing to indemnify and hold harmless Investopedia and its Users from any claim or demand made by any third party due to or arising out of your User Content.\nand (d) representing that you own or otherwise have the right to post the User Content, that the User Content is accurate, that use of the User Content on the Site does not violate any laws, and that the materials will not cause injury to any person, including without limitation to the intellectual property, personal or privacy rights of others.\nInvestopedia shall have the right to use your name in connection with your posted User Content.\nInvestopedia reserves the right to remove or modify any User Content for any reason, including without limitation, if we believe it violates these TOU.\n</p>\n<p>\nIf you choose to post any User Content and interact with other users, if applicable, please be respectful of other users and use common sense when posting comments.\nRemember that anything you post online may be perpetually available and is not confidential or private.\nDo not post anything you would not be comfortable sharing or being made public.&nbsp.\n</p> Investopedia Widgets <p>\nInvestopedia may, in its sole discretion, provide certain widgets subject to this TOU (the “Widgets”).&nbsp;By accessing and using any Widget (including copying any Widget html code), you agree to be bound by the following:\n</p>\n<ul>\n<li>You may only display the Widget(s) on a website you own and operate;</li>\n<li>You may not modify any Widget including without limitation that you may not change any code, obscure or disable any element of any Widget, tag links to Investopedia with a “no follow” attribute or similar mechanism;</li>\n<li>You agree not to make any representations or warranties (express or implied) about Investopedia or the Site;</li>\n<li>You may not suggest or imply any affiliation with, sponsorship, or endorsement by Investopedia;</li>\n<li>You may not place the Widget on any site that contains any content that is in any way unlawful, harmful, obscene, harassing, or racially, ethnically, or otherwise objectionable.\nAdditionally, you may not place the Widget on any site that infringes any Investopedia intellectual property or other rights, or violates any applicable law;</li>\n<li>Investopedia grants you a non-transferable, non-exclusive, revocable right to download/display the Widget solely in accordance with the terms of TOU (ii) solely in connection with the Widget, to use our logos, trademarks, trade names and other intellectual property contained in the Widget.\nThis TOU does not grant you any right in any Investopedia code, content, logos or trademarks beyond the limited permission to display the Widget granted herein.</li>\n<li>Investopedia reserves the right at any time to terminate or modify your permission to display the Widget.\nThe Widgets are subject to change from time to time in our sole discretion.\nWe may cease to return content from the Widget at any time in our sole discretion.</li>\n</ul> Account Creation <p>\nGeneral.&nbsp;Some of the Services offered by Investopedia require you to create an account.\nWhen you create an account, you agree that you have the authority to create that account and that all information you provide will be true, accurate, current, and complete.\nYou are solely responsible for keeping your login information (e.g., user ID and password) accurate, secure, and confidential.\nYou are also responsible for any activity resulting from use of your login information.\nYou agree to immediately inform us if you suspect that your login information has been comprised.\nWe are not liable to you for any losses or damages you incur resulting from unauthorized use of your login information.\n</p>\n<p>\nSocial Sign in.&nbsp;If you login or sign in using social networking functionality, e.g., Facebook, you agree to abide by the applicable social network’s terms and conditions.\n</p> Advisor Insights – for Users <p>\nInvestopedia may offer certain services, including, for example, Investopedia’s Advisor Insights service (the “<strong>AI Service</strong>”), which allow users to engage in one or another manner with a network of third party experts and advisors (including by submitting proposed questions to be posed to financial planning and personal finance professionals).\nYour use of and reliance on such services, if any, is entirely at your own risk, and you are solely responsible for complying with this TOU at all times.\nYour submissions (including any public profile information associated with such submission) and any associated responses from our advisor network, all of which materials constitute Third Party Content under this TOU, may be displayed in publicly viewable forums.\nSubmission of a question does not guarantee a response will be provided.\nPlease note that we also enable you to follow individual advisors by clicking on the “follow” button on an advisor’s Investopedia profile page and providing your email address.\nIf you choose to follow any advisor, you agree to receive weekly recaps of the advisors content via an email newsletter.\nYou may unsubscribe from receiving an advisor newsletter at any time by clicking the opt-out link in any email communication from us and/or by accessing the “Manage Subscriptions” page on our Site.\nPlease also see our “Communications” section below for more information on how we may communicate with you regarding the AI Service and other services we offer.\n</p>\n<p>\nIMPORTANT:<strong>&nbsp;No Client Relationship.\nNo Privilege.</strong>&nbsp;By answering questions, advisors do not intend to form, and do not form an advisor-client, planner-client, or any other direct privileged or professional relationship with any user of the Site.\nPlease keep in mind that laws, regulations, other governing authorities, standards, practices and procedures that apply to your particular question may differ depending on your location.\nAdditionally, none of the Third Party Content will be treated as private or confidential, nor is it protected by attorney-client, or any other privilege, and it may be read, collected, and used by Investopedia and others.\nSearch engines may index your questions, answers, and other Third Party Content to allow such content to appear in search engine results (e.g.\nif someone does a search on google.com or another search engine, your questions, answers, and other Third Party Content on our Site that relate to the search may appear in the search results list with links to your questions, answers, and other Third Party Content).\n</p>\n<p>\n<strong>PLEASE NOTE: Investopedia does not provide tax, accounting, legal, investment, or financial services.\nThe information available through Investopedia’s AI Service is provided by third parties and solely for informational purposes on an “as is” basis at user’s sole risk.\nThe information is not meant to be, and should not be construed as advice or used for investment, financial planning, legal, accounting, or tax purposes.\nInvestopedia makes no guarantees as to the accurateness, quality, or completeness of the information and Investopedia shall not be responsible or liable for any errors, omissions, inaccuracies in the information or for any user’s reliance on the information.\nUser is solely responsible for verifying the information as being appropriate for user’s personal use, including without limitation, seeking the advice of a qualified professional regarding any specific financial, legal, accounting, or tax questions a user may have.\nWhile Investopedia may edit questions provided by users for grammar, punctuation, profanity, and question title length, Investopedia is not involved in the questions and answers between advisors and users, does not endorse any particular financial, legal, accounting, or tax professionals that provide answers via the AI Service, and is not responsible for any claims made by any advisor.\nInvestopedia is not endorsed by or affiliated with any state/provincial/territorial bar association or other legal or accounting membership organization or association, tax authorities, or agencies or associations, or the Financial Industry Regulatory Authority (FINRA) in the U.S., the Investment Industry Regulatory Organization of Canada (IIROC) or any other financial regulatory authority, agency, or association.</strong>\n</p>\n<p>\n<strong>POSTS ARE NOT CONFIDENTIAL.&nbsp;</strong>The Advisor Insights is a forum-based service and any information and materials you submit in connection with your profile and/or any questions you pose to any one of the advisors via the AI Service may be displayed in publicly viewable forums.\n</p> Advisor Insights – for Advisors <p>\nParticipation in the AI Service as an advisor involves a vetting and approval process.\nAcceptance into the AI Service is at Investopedia’s sole discretion and may be based on such factors as licenses/registrations, designations, assets under management, SEC/FINRA or IIROC disclosures, applicable state/provincial/territorial regulator information, federal/state/provincial/territorial agencies in connection with tax and/or accounting licensing boards and/or agencies, and other considerations deemed relevant by Investopedia in its sole discretion.\nBy applying to the AI Service, you are representing and warranting to the accuracy and completeness of all information provided to Investopedia during and after the application process.\n</p>\n<p>\nIf accepted into the AI Service, you agree to promptly notify Investopedia if any information previously provided becomes incorrect or otherwise obsolete.\nParticipation in the AI Service requires, at a minimum, that you maintain your status as a registered financial advisor.\nYou shall be solely responsible for ensuring ongoing compliance with all registration requirements and any obligations imposed by applicable regulators and/or your employer.\nShould you lose your status as a registered financial advisor, or if there has been any other material change to your profile or the information submitted as part of the application process (including if you become subject to any legal or regulatory action, proceeding or sanctions), you agree to immediately cease participating in the AI Service, and to promptly notify Investopedia so that your profile may be suspended or removed.\n</p>\n<p>\nBy applying for and/or participating in the AI Service, you acknowledge that the purpose of the AI Service is to be a<strong>&nbsp;source of general information and education for Investopedia’s users at large&nbsp;</strong>and, accordingly, while answers you publish through the AI Service may include analysis of different options and considerations given the facts indicated by the questioners, answers may not include a recommendation that the questioner take a specific course of action.\nSpecifically,\n</p>\n<ul>\n<li>For financial advisors, your answers must not (i) recommend or promote specific securities, funds, or other investments, (ii) advertise or promote your specific qualifications, experience, or past performance, or (iii) directly solicit Investopedia users as clients.</li>\n</ul>\n<p>\nYour participation in the AI Service is specifically to allow you to provide answers to questions posed through the AI Service.\nInvestopedia does not answer AI Service questions itself, nor does it provide tax, investment, financial, tax, accounting, or legal services.\nInvestopedia is under no obligation to review, edit or verify the usefulness, reliability, completeness or accuracy of any answers you publish through the AI Service, and Investopedia expressly disclaims any and all liability in connection with your answers or other submissions through the AI Service, for which you shall be solely liable.\nInvestopedia does, however, reserve its right to remove any answer or other content from the AI Service or the Investopedia website generally, in its sole discretion, and with or without advance notice.\nBy publishing an answer to an AI Service question, you are attesting to such answer’s veracity, completeness and accurateness, as well as having all necessary rights to publish such answer.\nBy submitting an answer you additionally grant Investopedia a worldwide, non-exclusive, irrevocable, royalty-free right and license (with rights to sublicense, including, without limitation, through multiple tiers) to display, perform, reproduce, modify as to format or appearance but not substance, transfer and distribute such content (with or without your associated public profile information), in any media formats and through any channels (whether now known or hereafter developed).\nIn addition, by submitting an answer, you waive all moral rights in such content in favor of Investopedia.\nYou agree to not post the identical answer on any website other than your own personal or professional website, and social media platforms.\n</p>\n<p>\nIn addition to participating in the AI Service by providing answers to users’ questions, you will also have the opportunity to contribute other content for inclusion on our website, including without limitation, articles.\nAll such additional submissions are in our discretion and are subject to this TOU.\nBy submitting any such content, you grant Investopedia a worldwide, non-exclusive, irrevocable, royalty-free right and license (with rights to sublicense, including, without limitation, through multiple tiers) to display, perform, reproduce, modify as to format or appearance but not substance, transfer and distribute such content (with or without your associated public profile information), in any media formats and through any channels (whether now known or hereafter developed).\nIn addition, by submitting such content, you waive all moral rights in such content in favor of Investopedia.&nbsp;You agree to not post the identical content on any competing website.\n</p>\n<p>\nYou agree to indemnify and hold Investopedia harmless from and against any claims arising out of or related to your participation in the AI Service, including those alleging that any answer or other content you submit to or publish through the AI Service, or your participation in the AI Service, violates any law or regulation or infringes or otherwise violates any intellectual property or other proprietary right of any person or entity.\n</p>\n<p>\nYou are not entitled to or eligible for any compensation or benefits with respect to your participation in the AI Service.&nbsp;Your participation in the AI Service is solely in your discretion.&nbsp;You are, and at all times shall be, an independent contractor, and nothing in this TOU is intended or should be construed to create a partnership, joint or co-venture, franchise, agency or employer-employee relationship between Investopedia and you.\nYou will take no position with respect to or on any tax return or application for benefits, or in any proceeding directly or indirectly involving Investopedia that is inconsistent with your being an independent contractor (and not an employee) of Investopedia.\nYou are not the agent of Investopedia and you are not authorized, and must not represent to any third party that you are authorized to make any commitment, assume any obligation, undertake any liability or otherwise act on behalf of Investopedia.\nThis TOU, and our relationship, is a commercial, arm’s-length relationship and does not create any special or fiduciary relationship.\nIn your capacity as an independent contractor, you agree that you: (i) determine, in your sole discretion and judgement, the time, mode, manner, method and means used by you in your participation in the AI Service.\n(ii) have the right to control how such participation is to be performed.\n(iii) may accept or choose not to participate in the AI Service.\nand (iv) are free to accept work from persons, firms and other third parties other than Investopedia.\n</p>\n<p>\nIf, notwithstanding the foregoing, you are reclassified as an employee of Investopedia, or any affiliate of Investopedia, by the U.S.\nInternal Revenue Service, the U.S.\nDepartment of Labor, the Canada Revenue Agency or any other federal, state/provincial/territorial or foreign agency as the result of any administrative or judicial proceeding, you agree that you will not, as the result of such reclassification, be entitled to or eligible for, on either a prospective or retrospective basis, any compensation or employee benefits under any plans or programs established or maintained by Investopedia.\n</p> Webinars <p>\nIn the event that Investopedia makes general education and/or continuing education webinars available to financial advisors or others (each a “<strong>Webinar</strong>” and together “<strong>Webinars</strong>”), the below applies in addition to the rest of the terms of this TOU.\nYou understand and agree to receiving communications from Investopedia and/or providers of these Webinars, including as set forth in the “Communications” section of this TOU.\nInvestopedia reserves the right at any time and for any reason and without notice to you, to change, modify, suspend, or cancel access to and/or any and all of the Webinars and/or services related to the Webinars, in whole or part.\n</p>\n<ul>\n<li>Continuing Education.\nInvestopedia may offer continuing education Webinars that are Certified Financial Planner Board of Standards Inc.\n(“<strong>CFP Board</strong>”) and/or Investments &amp.\nWealth Institute® (“<strong>IWI</strong>”) approved.\nInvestopedia will identify which Webinars are approved for such credit on the landing page(s) for each Webinar.\nYou understand and agree that Investopedia may be required to share information regarding your participation in and/or completion of such certified program to the CFP Board and/or IWI in order for you to be eligible for and/or receive continuing education credits.</li>\n<li>General Education.\nInvestopedia may offer Webinars that are for general education and are not approved for any credit by any professional or state/provincial/territorial board or organization or by any educational institution.</li>\n</ul>\n<p>\nFor Informational Purposes Only.\nEach Webinar and any content or materials provided in connection with any Webinar is for informational purposes only.\nInformation may not be applicable for each state/province/territory and/or jurisdiction.\nInvestopedia cannot guarantee that any information provided in a Webinar will be accurate, complete, and/or current at all times.\nWe make no representations or warranties regarding the quality of the Webinar content, related materials, or any instructor.\n</p>\n<p>\nAll Webinar content is owned by or licensed to Investopedia and/or its licensed content providers, and all such rights are reserved.\nYou may not reproduce, upload, transmit, distribute, publicly display, sell, publish, copy, or otherwise use the Webinar, and/or any content or materials provided in connection with any Webinar for any commercial purpose without Investopedia’s express written consent.\n</p>\n<p>\nThe appearance of any instructor in any Webinar is not and shall not be deemed an endorsement or recommendation of that instructor by Investopedia and the views expressed in any Webinar are those of the instructor and not Investopedia.\n</p> Investopedia Academy <p>\nGeneral.&nbsp;Investopedia offers online information courses, workshops, classes and other educational programs relating to the world of finance to you for a fee (“Course(s)”) through its Investopedia Academy services.\nFor clarity, the Investopedia Academy is included as part of the Services offered by Investopedia.\nInvestopedia may also offer you the ability to engage in communication with fellow users taking the Courses.\nThis TOU, including this section specifically on Investopedia Academy, govern your purchase, use and/or access to any Course.\nYou must login to your account to sign up for a Course.\nInvestopedia uses third party services to provide the platform for the Courses as well as for payment processing and those third parties may have access to your information for the purposes of providing the Course Services.\nPlease note that we may communicate with you as set forth in the “Communications” section of this TOU in connection with the provision of the Investopedia Academy and/or other Investopedia services.\n</p>\n<p>\nInformational Purposes Only.&nbsp;These Courses are offered for information purposes only.\nNeither Investopedia, nor any person providing instruction in any Course, is providing you legal, accounting, investment or financial advice.\nYou are solely responsible for confirming the accuracy and appropriateness of the information for your own uses with your tax, finance, or legal advisor.\nInvestopedia’s provision of any Course or the appearance of any specific person instructing any Course is not a recommendation by Investopedia of that Course, the content contained therein or the person providing instruction.\nWe do not employ any instructors and are not responsible or liable to you for any interactions between you and any instructor or any other user of the Services.\nWe make no representations or warranties as to the quality of any Course or instructor.&nbsp.\n</p>\n<p>\nNo Academic Credit.&nbsp;Investopedia is not an accredited educational institution.\nYour participation in, or completion of, any Course does not confer any academic credit.\nNothing in this TOU or otherwise through the Services or on our Site, enrolls you in any educational institution or in any course offered by any such institution.\n</p>\n<p>\nPayment.&nbsp;Each Course, bundle of Courses, or subscription package (the “<strong>Online Course Offering</strong>”) is offered for certain price as listed on the relevant landing page.\nAll fees are in U.S.\ndollars.\nTo purchase an Online Course Offering you must provide one or more Payment Methods.\nYou represent and warrant that you are authorized to use any and all Payment Method(s) you use to purchase an Online Course Offering.\nYou agree to pay for all Investopedia products and services that you purchase, and agree that we may charge your selected payment method through our third party payment processor for any such payments.\nIf your payment method fails, we may collect fees owed or use other collection methods.\nWe may also suspend or terminate your access to our Services.\nFor some Payment Methods, the issuer may also charge you certain fees, such as foreign transaction fees or other fees relating to the processing of your Payment Method.\nLocal tax charges may vary depending on the Payment Method used.\nCheck with your provider for details.\n“<strong>Payment Method</strong>” means a current, valid, accepted method of payment as may be updated from time to time and which may include payment through your account with a third party).\n</p>\n<p>\nWe use a secure third party payment processor(s) for the Online Course Offering.\nThese payment processors accept payment methods as detailed on the payment page.\nInformation that you supply to our payment processors is not stored or controlled by us and is subject to the third-party payment processors’ privacy policy and terms and conditions.\nTo the extent allowed under applicable law, we disclaim all liability with regard to any problems you have with any third party payment processors.Refunds.&nbsp;For individually purchased Courses, Investopedia will provide a full refund in limited circumstances where the user has viewed less than 50% of the applicable Course, and such request for refund occurs within 30 days of the purchase date.\nFor Courses purchased as part of a bundle, Investopedia will provide a full refund in limited circumstances where the user has viewed less than 50% of all content in the bundle and such request for refund occurs within 30 days of the purchase date.&nbsp;For subscription purchases, Investopedia will provide refunds in accordance with the Subscription section below.\nIn order to request a refund, user must contact Investopedia.\nYou can contact us at academysupport@investopedia.com<strong>.&nbsp;</strong>Contacting Investopedia through any other contact page, email, or number for a refund request will not be deemed notice to Investopedia of such request.&nbsp.\n</p>\n<p>\nTaxes.&nbsp;If you elect to access or use Services that involve payment of a fee, then you agree to pay that fee and all taxes associated with such access or use, including, if applicable, any sales tax Investopedia believes in good faith that it is required to collect Investopedia may collect taxes (e.g., sales tax or VAT) on any transaction where it reasonably believes that tax collection is required.\nWhere Investopedia believes in good faith that VAT collection is required for any Course, VAT will be calculated and added once your billing information is provided.\nYou will indemnify and hold Investopedia harmless against any and all claims by any tax authority for any underpayment of VAT, and any penalties and/or interest thereon.\nInvestopedia is unable to provide you with tax advice and you should consult your own tax advisor.\n</p>\n<p>\nCompliance with Laws.&nbsp;You agree to comply with all applicable laws in connection with your purchasing and/or viewing of any Course.\nFurther, access to our Courses from certain territories is prohibited.\nYou agree that you will not violate any data export laws in connection with your purchase and/or viewing of the Courses if you reside outside the United States.\n</p>\n<p>\nCourse Ownership.&nbsp;We and our licensors own all right, title and interest in and to the Course(s) and related materials.\nWe and/or third party licensors either own or have all necessary rights in and to the content contained in any Course (e.g., lectures, video lessons, quizzes, presentation materials, assignments, images, text, displays, documents, audio and/or video clips, HTML, etc.).\nThe foregoing includes any and all copyrights, trademarks, or other proprietary rights under applicable law.\nNothing contained in this TOU or in any Course conveys to you any ownership or other proprietary right except as otherwise set forth herein.\n</p>\n<p>\nAny Investopedia logos and/or trademarks that appear in any Course are our property and may not be used without our express written consent.\nAll other trademarks, service marks and logos used in connection with any Course, with or without attribution, are the trademarks, services, or logos of their respective owners and may not be used without their express written consent.\n</p>\n<p>\nYour Use of the Courses.&nbsp;Subject to your compliance with this TOU and any other guidelines or policies we include through the Services, Investopedia grants you a limited, non-transferable, non-sublicenseable, non-exclusive, revocable license to make non-commercial, personal use of the Courses you purchase.\nPurchase of a Course only entitles you to the view the Course, and is not a purchase of the software or content included in the Course.\nExcept as set forth below, Investopedia reserves the right to terminate your access to the Site at any time for any reason or no reason at all, with or without notice to you.\nUnless you have, as determined in our sole discretion, violated this TOU, such termination will not terminate your right to view any Courses you have already purchased.\nYou may not transfer your account to any other person or use anyone else’s account.\nExcept as otherwise expressly permitted in this TOU, you are prohibited from and may not copy, sell, re-sell, display, reproduce, publish, modify, creative derivative works from, transfer, distribute, or commercially exploit the Courses and/or any related materials.\nand Investopedia reserves the right to pursue legal action against you in connection with any unauthorized use of the Courses, the related materials, or your violation of this TOU, whether at law or equity.\n</p>\n<p>\nSubject to your satisfactory completion of a Course, as determined by Investopedia in its sole discretion, Investopedia may provide you with a certificate of accomplishment upon conclusion of the applicable Course.\nYou acknowledge that any such certificate merely indicates completion of a Course and is not affiliated with any college, university, company, or other certifying institution, and does not stand in the place of a course taken at any academic institution and does not convey academic credit or certification for any such academic institution and neither Investopedia nor any instructor has any obligation to you to assist you in obtaining any such credit or certification.\n</p>\n<p>\nIndemnification.&nbsp;You agree to indemnify and hold Investopedia harmless from and against any claims arising out of or related to your use of the Investopedia Academy Service, including without limitation, for your violation of any law or regulation or if your use infringes or otherwise violates any intellectual property or other proprietary right of Investopedia or any person or entity.\n</p>\n<p>\nModification and/or Termination of Courses.&nbsp;We reserve the right to at any time, modify or discontinue, temporarily or permanently any one of the Courses or the Investopedia Academy in whole or part.\nYou agree that we are not liable to you or any third party for any such modifications, suspension, or termination of any or all Courses.\nNothing in this TOU shall be construed to obligate us to maintain and/or support any of the online Course services, in whole or part, during the term of this TOU or thereafter.\n</p> Subscription Services <p>\nSubscription Services:&nbsp;Investopedia may offer certain paid subscription services in certain regions.\nIf you enroll in any Investopedia paid subscription service, your subscription will continue month-to-month until terminated.\nYou agree that your account will be subject to this automatic renewal feature.\nIf you do not wish your account to renew automatically or want to change or terminate your subscription, please email&nbsp;academysupport@investopedia.com.\nTo use the Investopedia subscription service you must have internet access and provide us with one or more Payment Methods.\n</p>\n<p>\nBilling: Unless you cancel your subscription(s) before your monthly billing date, you authorize us to charge your next month’s subscription fee to your Payment Method.\nYou also authorize Investopedia to charge you for any sales or similar taxes that may be imposed on your subscription payments.\nSuch fees will be charged on the calendar day corresponding to the commencement of your subscription.\nIn some cases your payment date may change, for example if your Payment Method has not successfully settled or if your paid subscription began on a day not contained in a given month.&nbsp;In order to see your next payment date, please contact us at&nbsp;academysupport@investopedia.com.\n</p>\n<p>\nPayment Methods and Subscriptions: In order to enroll in an Investopedia paid subscription service you must provide one or more Payment Methods.\nWe may update your Payment Method using information provided to us by our payment processors.&nbsp;Following an update, you authorize us to continue to charge the applicable Payment Method(s).\nYou agree to promptly update all information to keep your Payment Methods current, complete, and accurate (such as change in billing address, card number, or expiration date), and you must promptly notify Investopedia if your Payment Method is canceled (or if you lose your credit card or it is stolen), or if you become aware of a potential breach of security (such as an unauthorized disclosure or use of your name or Account password).\nChanges may be made by visiting your Learned Dashboard at academy.investopedia.com and submitting an updated payment method which will be received by our payment processor.\nYou authorize us to charge any Payment Method associated with your account in case your primary Payment Method is declined or no longer available to us for payment of your subscription fee.\nYou remain responsible for all unpaid amounts.\nIf any payment it not successfully settled due to expiration, insufficient funds, or otherwise, and you do not cancel your account, we may terminate your access to the service until we have successfully charged a valid Payment Method.\nIf you initiate a chargeback or otherwise reverse a payment made with your Payment Method, Investopedia may in its discretion terminate your account immediately.\nIf Investopedia successfully disputes the reversal, and the reversed funds are returned, you are not entitled to a refund or to have your account or subscription reinstated.\n</p>\n<p>\nRefunds and Cancellations: If you cancel your subscription and request a refund within the first 30 days of your subscription, we will refund your initial payment.\nThereafter you can cancel your subscription at any time, and you will continue to have access to the subscription service through the end of your monthly billing period.\nTo the extent permitted by the applicable law, payments are non-refundable and we do not provide refunds or credits for any partial-month subscription periods or unwatched Investopedia content.\nNotwithstanding the forgoing, if you cancel within 3 business days of signing up for a paid subscription, we will refund your full subscription fee.\nhowever, we may charge you (or withhold from your refund) the prorated value of the subscription service used by you and your account during this 3-business day period.\nTo cancel, please email&nbsp;academysupport@investopedia.com.\nIf you cancel your subscription, your account will automatically close at the end of your current billing period.&nbsp;In the event you cancel your subscription, please note that we may still send you promotional communications about Investopedia products and services, unless you opt out of receiving those communications by following the unsubscribe instructions provided therein.\n</p>\n<p>\nPrice and Subscription Plan Changes: We may change the subscription plans available and / or the price of our service from time-to-time, provided that any price changes will apply to you no earlier than 30 days following notice to you.\nWe may offer several different subscription plans, including special promotional plans and some plans may have different terms and conditions, which will be provided to you at sign-up or through other communications to you.&nbsp.\n</p> Virtual Cash and Virtual Securities <p>\nIf you register for the Site’s Stock Market Game, you may accrue virtual cash and securities (“Virtual Assets”) that may be used and virtually spent in the Site environment.\nVirtual Assets are a limited license right, distributed at our discretion, and have no monetary value.\nYou may not sell, transfer or trade Virtual Assets, except as permitted on the Site in accordance with the rules of the Stock Market Game, which we may change at any time at our sole discretion.\nYou shall not acquire any ownership right to Virtual Assets.\nWe may terminate your license right and withdraw or discontinue any Virtual Asset, or may remove your right to use any particular Virtual Asset at any time for any reason, with or without notice to you.\n</p> Incentives, Rewards, Discounts and Other Promotional Offers <p>\nInvestopedia may offer incentives, offers, promotions, discounts, sweepstakes, or contests in connection with its Services.\nIn the case of sweepstakes or contests, you will be provided separate terms and conditions that must be agreed to in order to be eligible for participation in any sweepstakes and/or contests.\nIn connection with any incentives, rewards, or similar programs (For example, but not limited to, the Advisor Insights incentives program for financial advisor users and discount codes for Investopedia Academy), any such program is issued at Investopedia’s sole discretion and cannot be transferred, bartered or sold or used for a purchase where payment is made using payment information (e.g., a credit card number or PayPal account).\nAny such incentives and/or programs are not a payment instrument.\nthey are issued without any exchange of money or value from you and you have no vested property right or interest in the incentives.\nInvestopedia reserves the right to cancel or revoke any incentives or programs, or your participation therein, for any reason or no reason whatsoever, including, without limitation, if it determines in its sole discretion that you have violated these terms, the terms specific to any rewards, incentive, or other program, or the rest of this TOU.\nInvestopedia reserves the right in its sole discretion at any time and without prior notice to you, to add to, remove or otherwise change the terms applicable to the issuance and use of any incentive, offers, promotions or other similar program.&nbsp.\n</p>\n<p>\nInvestopedia may, at its sole discretion, offer discounts to Investopedia Academy courses.\nSuch discounts are not applicable toward past purchases and cannot be combined with any other offers or promotions.\nDiscounts apply toward the purchase price of an Investopedia Academy course, only, and cannot be applied toward taxes or other fees.\nDiscounts offered by Investopedia have no cash value, and are nontransferable.\nNo cash/credit back.\nEach discount code may only be used once, and only one discount code may be used per purchase.\nInvestopedia reserves the right to modify or discontinue accepting any discount code or other discount at any time without notice.\nVoid where prohibited by law.\nIn the event of any violation of this TOU or other terms of any discount offered by Investopedia, Investopedia shall be entitled to suspend and/or revoke access to your Investopedia Academy account.\n</p> Broker Reviews <p>\nIn the event that Investopedia makes available reviews of online brokers (each a “<strong>Review</strong>” and together the “<strong>Reviews</strong>”), the below applies in addition to the rest of the terms of these TOU.\nYou understand and agree to receiving communications from Investopedia, including as set forth in the “Communications” section of this TOU.\nInvestopedia reserves the right at any time and for any reason and without notice to you, to change, modify, suspend, or cancel access to and/or any and all of the Reviews.\n</p>\n<p>\nFor Informational Purposes Only.\nEach Review is provided for informational purposes only.\nInformation may not be applicable for each state/province/territory and/or jurisdiction.\nInvestopedia cannot guarantee that any information provided in a Review will be accurate, complete, and/or current.\nWe make no representations or warranties regarding the quality of the Review content.\n</p>\n<p>\nYou may not reproduce, upload, transmit, distribute, publicly display, sell, publish, copy, or otherwise use the Review, and/or any content or materials provided in connection with any Review for any commercial purpose without Investopedia’s express written consent.\n</p>\n<p>\nThe publication by Investopedia of any Review is not and shall not be deemed an endorsement or recommendation of that broker by Investopedia and the views expressed in any Review are those of the Reviewer and not Investopedia.\n</p>\n<p>\nThe information contained in a Review may be different from the information provided when you visit the website of a financial institution, service provider or specific product.\nWhen evaluating online brokers, please review the online broker’s own terms and conditions.\nWe do not make any warranties or representations regarding the quotes, fees, terms, rates, coverage or services offered or made available by online brokers.&nbsp;We do not guarantee that quotes, fees, terms, rates, coverage or services offered by online brokers are the best available.\nWe are not involved with and are not responsible for any fee arrangement that you may enter into with any online broker or other service provider.\nYou hereby release us of any and all losses, costs, damages or claims in connection with, arising from or related to your use of a service provider’s products or services.\n</p>\n<p>\nInvestopedia may receive compensation from online brokers when a user applies or gets approved for a financial product through our Website.\nCompensation may influence which products and brokers we review and write about, and whether products appear on our Website.\nThe Website does not purport to feature every online broker or financial product available on the market.\n</p> Exam Preparation Materials <p>\nIn the event that Investopedia makes available study guides and other exam preparation information, including study guides and/or links to such materials on third party sites (collectively the “Exam Prep”), the below applies in addition to the rest of the terms of these TOU.\nYou understand and agree to receiving communications from Investopedia, including as set forth in the “Communications” section of this TOU.\nInvestopedia reserves the right at any time and for any reason and without notice to you, to change, modify, suspend, or cancel access to and/or any and all of the Exam Prep material.\n</p>\n<p>\nAll Exam Prep material and information available on Investopedia or third party sites linked-to through Investopedia are for informational purposes only.\nExam content review, methods of study, tips and sample questions are only recommendations, and use of this material does not guarantee passing any exam.\nWhile Investopedia has made reasonable efforts to provide current and accurate information, Investopedia will not be held liable for any unintentional errors or omissions that may be found.&nbsp;Investopedia is not affiliated, approved, or endorsed by FINRA, the NFA, NAASA, the CFA Institute, CMT Association, GARP, IIROC or the IRA.\n</p> Viruses <p>\nInvestopedia does not guarantee that files available for downloading through its Site will be free of infection or viruses or other code that may have contaminating or destructive properties.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for integrity, security and accuracy of data input and output, and for maintaining a means external to the Site for the reconstruction of any lost data.&nbsp.\n</p> Advertisers Are Not Endorsed <p>\nThough we seek to partner with quality companies, we are not responsible for the claims or representations made by advertisers and sponsors.\nInvestopedia does not review, endorse or recommend the products or services of any company mentioned on our Site.\nWe will not be liable in any way for damages of any kind resulting out of the misuse of any personal information or data submitted by you to an advertiser or sponsor.\n</p> Links <p>\nAs a convenience to Users, the Site and Services may provide links to other sites or resources.\nBecause we do not review and have no control over such sites and resources, Investopedia shall not be responsible or liable for use of or reliance on any content, products, services or information at such sites or resources.\nInclusion of any links does not imply any endorsement, affiliation, approval, association or sponsorship by Investopedia of the linked websites, resources, their operators or owners.\nWhen you select a link, you may be leaving our Site.\nThe information available on third parties websites may have certain restrictions on its use or distribution which differ from this TOU.\n</p> Prohibited Conduct <p>\nThe following activities are strictly prohibited:\n</p>\n<ul>\n<li>Posting unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of solicitation (“<strong>Spamming</strong>”);</li>\n<li>Postings for any unlawful or fraudulent purpose (including links);</li>\n<li>Posting of personal information (for yourself or anyone else);</li>\n<li>Posting materials containing viruses or other malicious or destructive code;</li>\n<li>Posting of offensive content including profanity, obscenity, racist or pornographic material;</li>\n<li>Engaging in any activities that are defamatory, violate the personal privacy rights of others, or infringe any person's rights, including but not limited to, collecting and distributing information about Internet users without their permission, except as permitted by applicable law;</li>\n<li>Posting any content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, hateful, degrading to others on the basis of gender, race, class, ethnicity, national origin, religion, sexual preference, disability or other classification or otherwise objectionable in any way;</li>\n<li>Copying, modifying, creating a derivative work of, reverse engineer, reverse assemble or otherwise attempt to discover any source code of the Site or Services;</li>\n<li>Removing or obscuring the copyright notice or other notices displayed in connection with the content accessible through the Site or Services;</li>\n<li>Interfering with or disrupting the Site functionalities, Services, or servers and networks connected to Site, or disobeying any requirements, procedures, policies, or regulations of networks connected directly or indirectly to the Site;</li>\n<li>Modifying the Site or Services in any manner or form, or using modified versions of the Site or Services, including (without limitation) for the purpose of obtaining unauthorized access to the Site or Services;</li>\n<li>Reproducing, printing, caching, storing, or distributing content retrieved from the Site or Services in any way not authorized by this TOU or for any commercial use without the prior written permission of Investopedia;</li>\n<li>Selling, assigning, sublicensing, or otherwise transferring any right in the Services or content accessible through the Site;</li>\n<li>Accessing the Site or Services by any means other than through the interface that is provided by Investopedia;</li>\n<li>Using the Site or Services to violate any law (whether local, state/provincial/territorial, national, or international), whether or not intentionally;</li>\n<li>Impersonating any person or entity, or falsely stating or otherwise misrepresenting your affiliation with any person or entity;</li>\n<li>Manipulating identifiers in order to disguise the origin of any question, answer or comment you post on the Site;</li>\n<li>Engaging in \"screen scraping,\" \"database scraping,\".\nand/or</li>\n<li>Facilitating violations of this TOU or the Privacy Policy.</li>\n</ul> Privacy <p>\nThis Site may collect personal information from some Users.\nPlease review our<strong>&nbsp;Privacy Policy</strong>&nbsp;to understand what information we collect and store, how that information is used, how we may share that information, and your rights in connection with your personal information.\nThe Privacy Policy is incorporated by reference and made a part of this TOU.\n</p> Communications <p>\nWhen you visit our Site, use any of our Services, or send us an email, you expressly indicate your consent to electronically receive any and all communications, notices, and our disclosures that we may provide in connection with your use of the Site and/or Services, including, without limitation, e-mail, in-app, and in-website chat communications.\nAll agreements, notices and communications that we provide to you by email will satisfy all legal requirements that they be in writing and delivered to you.\nInvestopedia will have the right to disclose any email sent by a User, or any objectionable material, to comply with legal process or to protect the rights or property of Investopedia, its customers, suppliers and Users.\nAny such notices may also include emails with promotional, marketing, and advertising information and recommendations that we believe may be of interest to you, in accordance with applicable law.\nConsistent with federal CAN-SPAM or anti-spam laws, if you do not wish to receive commercial emails, you may unsubscribe following the instructions on any email, excepting that we may still send you administrative and transactional notices, including, without limitation, information about your Account, confirmation of your registration for Courses, information about your progress, or other services that may be necessary to provide you with any one of the Services.\n</p>\n<p>\nIf you provide your telephone number to us when you register for an Account or use other Investopedia Services on the Site, you expressly consent to receive autodialed or prerecorded calls and text messages from Investopedia at that number.\nIf a telephone number is a mobile telephone number, you hereby consent to receive SMS or text messages at that number.&nbsp;We may place such calls or texts to (i) notify you about your account and any use thereof.\n(ii) provide you with services associated with the Online Courses, Webinars, etc..\n(iii) troubleshoot problems with your account.\n(iv) resolve disputes.\n(v) contact you with offers and promotions.\nor (vii) as otherwise necessary to service your account or enforce these TOU, our policies, applicable law, or any other agreement we may have with you.\nWe will not share your phone number with third parties for their purposes without your consent.\nWe may share your phone numbers with our Affiliates or with our service providers, such as customer support, billing or collections companies, who we have contracted with to assist us in pursuing our rights or performing our obligations under these TOU, our policies, applicable law, or any other agreement we may have with you.\nYou agree these parties may also contact you using autodialed or prerecorded calls and text messages, as authorized by us to carry out the purposes we have identified above, and not for their own purposes.\nStandard telephone minute and text charges may apply.\n</p>\n<p>\nYou understand and consent that we may, in our discretion, monitor or record telephone conversations you or anyone acting on your behalf has with us or our agents for quality control and training purposes or for our own protection.\nYou acknowledge and understand that, while your communications with us may be overheard, monitored, or recorded, not all telephone lines or calls may be recorded by us, and we do not guarantee that recordings of any particular telephone calls will be retained or retrievable.\n</p> Feedback <p>\nWe welcome all feedback, ideas, inventions, materials, and suggestions (“<strong>Feedback</strong>”) from our Users regarding our Services.\nYou understand and agree that Investopedia does not waive any rights to use similar and/or related Feedback previously or contemporaneously known to it, whether developed by its employees, contractors, obtained from other sources, or submitted by other Users.\nFurther, by submitting any Feedback, you grant us the right to use the Feedback without any restrictions on the use of such Feedback or any compensation to you.\n</p> Proprietary Rights <p>\nThe Investopedia Site and its content are protected by copyright, trademark, and other proprietary laws.\nSee our Copyright Notice.\n</p>\n<p>\nReporting Copyright Infringement.&nbsp;Investopedia takes claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with applicable law.\nFor U.S.\nusers, if you believe any materials accessible on or from the Site infringes your copyright, you may request removal of those materials (or access to them) from the Site by submitting written notification to our Copyright Agent (designated below).\nIn accordance with the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (\"<strong>DMCA</strong>\"), the written notice (the \"<strong>DMCA Notice</strong>\") must include substantially the following:\n</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>Identification of the copyrighted work you believe to have been infringed, or, if the claim involves multiple works on the website, a representative list of such works.</li>\n<li>Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.</li>\n<li>Adequate information by which we can contact you (including your name, postal address, telephone number, and, if available, e-mail address).</li>\n<li>A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the written notice is accurate.</li>\n<li>A statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>\nYou may submit your DMCA Notice to the address below:\n</p>\n<p>\nCopyright Agent<br>c/o About, Inc.<br>Attn: Legal Department<br>1500 Broadway, 6th Floor<br>New York, NY 10036\n</p>\n<p>\nIf you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective.\n</p>\n<p>\nPlease be aware that if you knowingly materially misrepresent that material or activity on this website is infringing your copyright, you may be held liable for damages (including costs and attorneys' fees) under Section 512(f) of the DMCA.\n</p>\n<p>\nRepeat Infringers.&nbsp;It is our policy in appropriate circumstances to disable access to this Site and/or terminate the accounts of users who are repeat infringers of these TOU.\n</p> Subscription Services <p>\nAlthough Investopedia offers services in many parts of the world, certain Investopedia services may not be available in or suitable for certain countries or locales.\nWe reserve the right to discontinue or to make changes to, our Site and any of our Services at any time without advance notice.&nbsp.\n</p> DISCLAIMER OF WARRANTIES <p>\nTHE SITE AND SERVICES ARE PROVIDED FOR INFORMATIONAL PURPOSES ONLY.\nNO CONTENT ON OUR SITE IS INTENDED TO CONSTITUTE PROFESSIONAL ADVICE, WHETHER MEDICAL, FINANCIAL, LEGAL OR OTHERWISE.\nYOUR USE OF THE SITE, THE WIDGETS AND SERVICES IS AT YOUR SOLE RISK.\nTHE SITE, THE WIDGETS AND SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nINVESTOPEDIA MAKES NO REPRESENTATION OR WARRANTY THAT THE SITE, THE WIDGETS OR SERVICES WILL MEET YOUR REQUIREMENTS, OR WILL BE UNINTERRUPTED, SECURE, CURRENT OR ERROR-FREE, OR THAT THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE, THE WIDGETS, AND SERVICES WILL BE ACCURATE, TIMELY, USEFUL OR RELIABLE.\nTO THE GREATEST EXTENT PERMITTED BY LAW, INVESTOPEDIA DISCLAIMS ALL WARRANTIES, REPRESENTATIONS AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, WITH RESPECT TO THE USE OF THE&nbsp;WIDGETS THE SITE, AND ITS SERVICES, OR THE ACCURACY, COMPLETENESS, TIMELINESS OR CURRENTNESS OF ITS CONTENT, IN ANY WAY AND FOR ANY PURPOSE.\n</p> EXCLUSION OF CONSEQUENTIAL DAMAGES <p>\nIN NO EVENT WILL INVESTOPEDIA BE LIABLE FOR ANY INCIDENTAL, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR INDIRECT DAMAGES ARISING OUT OF THE USE OF OR INABILITY TO USE THE WIDGETS THIS WEBSITE OR ANY OF ITS SERVICES OR CONTENT, OR LOSS OF DATA, EVEN IF INVESTOPEDIA HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, PRODUCT LIABILITY, STRICT LIABILITY OR OTHERWISE.\n</p> EXCLUSION OF LIMITATIONS AND DISCLAIMERS <p>\nBECAUSE SOME JURISDICTIONS, SUCH AS NEW JERSEY, RESTRICT OR DO NOT ALLOW THE DISCLAIMER OF WARRANTIES, OR THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH JURISDICTIONS INVESTOPEDIA'S LIABILITY IS LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.\n</p> General <p>\nThis TOU, and any applicable TOS, constitute the entire agreement between each User and Investopedia governing the User's access to and use of the Site and its Services, and supersede all prior agreements regarding its subject matter.\nThe TOU shall be governed by the laws of the State of New York without giving effect to any principles of conflicts of laws.\nEach User hereby attorns and agrees to the non-exclusive jurisdiction of the courts of the New York, New York.\n</p>\n<p>\nThe failure by a User or Investopedia to exercise any right or to enforce any provision of this TOU shall not constitute a waiver of such right or provision.\nIf any provision of this TOU is found by a court of competent jurisdiction to be invalid or unenforceable, the court shall give effect to the intentions reflected in the provision to the degree possible, and the other provisions of this TOU will remain in full force and effect.\n</p>\n<p>\nThe parties have agreed that this contract and all related documents be drafted in English.&nbsp;<em>Les parties aux présentes ont demandé et convenu que le présent contrat et tout document y afférent soient rédigés en anglais.</em>\n</p>\n<p>\n<strong>Investopedia, LLC (DBA Dotdash)<br>\n</strong>28 Liberty Street, 7th Floor, New York, NY 10005\n</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>About Us</li>\n<li>Terms of Service</li>\n<li>Dictionary</li>\n<li>Editorial Policy</li>\n<li>Advertise</li>\n<li>News</li>\n<li>Privacy Policy</li>\n<li>Contact Us</li>\n<li>Careers</li>\n<li>Your Privacy Choices </li>\n</ul>\n<ul>\n<li>\n#\n</li>\n<li>\nA\n</li>\n<li>\nB\n</li>\n<li>\nC\n</li>\n<li>\nD\n</li>\n<li>\nE\n</li>\n<li>\nF\n</li>\n<li>\nG\n</li>\n<li>\nH\n</li>\n<li>\nI\n</li>\n<li>\nJ\n</li>\n<li>\nK\n</li>\n<li>\nL\n</li>\n<li>\nM\n</li>\n<li>\nN\n</li>\n<li>\nO\n</li>\n<li>\nP\n</li>\n<li>\nQ\n</li>\n<li>\nR\n</li>\n<li>\nS\n</li>\n<li>\nT\n</li>\n<li>\nU\n</li>\n<li>\nV\n</li>\n<li>\nW\n</li>\n<li>\nX\n</li>\n<li>\nY\n</li>\n<li>\nZ\n</li>\n</ul> Investopedia is part of the Dotdash Meredith publishing&nbsp;family.\nPlease review our updated Terms of Service.\nDialog Heading <p>\nBecome An Educated Investor\n</p>\n<p>\nInvest smarter with our recap of the day's biggest market news and financial terms you need to know when you subscribe to The Market Sum and Term of the Day newsletters.\n</p> Email address Newsletter Subscriptions\n<ul>\n<li> Term of the Day\n</li>\n<li> Market Sum\n</li>\n</ul> Subscribe No Thanks Thanks for subscribing! Before you go, check out our free Stock&nbsp;Simulator.\nPractice trading and investing with virtual money—before risking your own.\nLearn More Continue Reading ", "created_at": "2023-07-14 00:45:28.978026", "updated_at": "2023-07-14 00:46:04.607128"}], "points": [], "urls": ["investopedia.com"]}}