{"error": 448, "message": "OK", "parameters": {"id": 8683, "name": "musicbed.com ", "created_at": "2023-06-30 21:35:39.883107", "updated_at": "2023-06-30 22:02:55.8753", "wikipedia": null, "keywords": null, "related": null, "slug": "musicbed-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8683.png", "url": "musicbed.com", "documents": [{"id": 16917, "name": "Privacy & Cookie Policy ", "url": "https://www.musicbed.com/privacy-policy", "xpath": "//body", "text": "Cookie PolicyWe use cookies to enhance site navigation and analyze usage.\nLearn more about our cookie policy.\nLearn moreDeclineGot it!You need to enable JavaScript to run this app.SongsPlaylistsPricing&nbsp;<p>Services</p>\n<p>Musicbed Roster</p>\n<p>Our roster for your immediate needs</p>\n<p>Rights &amp.\nClearances</p>\n<p>License any song in the world</p>NEW!<p>Custom Music</p>\n<p>Create a masterpiece with us</p>Enterprise<p>Log In</p>Create Free AccountSongsPlaylistsServicesPricing(800) 380-8154 | Email UsThis is MusicbedHelp &amp.\nSupport Footage LicensingCareersLog InCreate Free AccountPrivacy &amp.\nCookie Policy<p>This Privacy Policy outlines how Musicbed collects, uses, maintains, and shares information gathered from users of www.musicbed.com.\nIt applies to the site and all of the products and services offered by Musicbed.</p>Overview<p>\n</p>\n<ol>\n<li>Musicbed Privacy Notice for California Residents.</li>\n<li>Cookie Policy.</li>\n<li>What information we collect.</li>\n<li>How we use collected information.</li>\n<li>Where we store your personal data.</li>\n<li>How we protect your information.</li>\n<li>Sharing your personal information.</li>\n<li>How long we keep your personal information.</li>\n<li>Your rights.</li>\n<li>Third-Party websites.</li>\n<li>Changes to our privacy policy.</li>\n<li>Your acceptance of these terms.</li>\n<li>Contact.</li>\n<li>Deleting your account.</li>\n</ol>\n<p>\n</p>Musicbed Privacy Notice for California Residents<p>See Privacy Notice for California Residents</p>Cookie Policy<p>Our site may use cookies to provide a better experience for our users.\nYour web browser places cookies on your hard drive for record-keeping purposes, as well as for tracking information.\nYou can set your browser to refuse cookies at any time, or alert you when they are being sent.\nSome aspects of the website may not function properly if cookies are refused.</p>Our Cookies are used for the following purposes<p>\n</p>\n<p>Category</p>\n<p>Description</p>\n<p>Essential Cookies</p>Some Cookies are necessary for us to operate our Site.\nThey help us determine if you're logged into your account, which allows extra functionality like favoriting a song, creating projects, and purchasing a license.\nEssential Cookies also include functionality to help us remember what you've done during your time on the site for a smooth, quick experience, as well as those that help us secure the Site.<p>Analytics Cookies</p>We use these Cookies (or a third party uses these Cookies) to analyze how people are using the Site and how it's performing overall.\nThey track what pages are being used most, as well as where our visitors come from.\nIf you subscribe to our newsletters or register for something else on our Site, these Cookies may affect you — i.e.\nGoogle Analytics Cookies.<p>Targeting or Advertising</p>These Cookies keep track of your activities on our Site and other sites to give you targeted, relevant advertising.\nWe may allow third-party providers to use Cookies for these advertising purposes, including the collection of information across different websites.\nThe third party that generates these Cookies — like Google, Facebook, and Twitter — have their own privacy policies, and may use Cookies to use targeted advertising on other websites you visit.<p>\n</p>How do I refuse or withdraw my consent to the use of Cookies?<p>Click the button below to allow or disallow all non-essential cookies and services.</p>Allow Cookies<p>If you want to remove previously-stored Cookies, you can manually delete the Cookies at any time.\nPlease consult the help section of Your web browser to understand Your options, but please note that if You choose to disable the cookies, some features of our website or services may not operate as intended.</p>What information we collect<p>\n<b>Information you give us.</b> Information you give us may include your name, email address, mailing address, phone number, and social security number.\nWe only collect this information when you voluntarily give it to us.\nYou can always refuse to offer any information, but it may prevent you from using some aspects of the site.</p>\n<p>\n<b>Information we collect about you.</b> This is information that we collect automatically about your visit during your time on the Site.\nIt typically involves technical information including the browser name, the type of computer, and technical information about User's means of connection to our Site, such as the operating system, IP Address, and the Internet service providers utilized and other similar information.\nThis type of information is typically collected using small data files called cookies.\nThis information helps us to provide you with a good experience when you browse the Site and also to indicate where the Site requires improvement.</p>\n<p>\n<b>Information we receive from other sources.</b> This includes information we receive about you from other websites we operate.\nThe information in these cases will be gathered voluntarily with your consent.</p>How we use collected information<p>The information Musicbed collects from you, whether personal or technical, may be used by us for the following purposes:</p>\n<p>\n</p>\n<ul>\n<li>To complete any contracts or obligations you've entered into with our company, and to provide you with information or products you've requested from us;</li>\n<li>To improve our customer service by responding to your requests more quickly and efficiently;</li>\n<li>To personalize your experience on the site;<br>We may use your information to better understand how our collective customers use our website;</li>\n<li>To improve our Site<br>We may use feedback you provide to improve our products and services;</li>\n<li>To process payments<br>To complete an order placed on the site, using information provided about yourself.\nWe do not share this information with outside parties, unless needed to complete the order;</li>\n<li>To run a promotion, contest, survey or other Site feature;</li>\n<li>To send you information you agreed to receive about topics we think will be of interest to them;</li>\n<li>To send periodic emails.</li>\n</ul>\n<p>\n</p>\n<p>We may use your email address to send information and updates about your order.\nIt may also be used to respond to questions or other requests.\nIf you choose to opt in to our mailing list, you'll receive emails that include company news, updates, product information, and more.\nYou can unsubscribe from our emails at any time by clicking the 'unsubscribe' link at the bottom of every email sent.</p>Where we store your personal data<p>All information that you provide to us is stored on our secure servers, and we will take reasonable steps to protect your information in accordance with this policy, including (but not limited to):</p>\n<p>\n</p>\n<ul>\n<li>Encrypting data.\nand</li>\n<li>Carrying out regular back-ups.</li>\n</ul>\n<p>\n</p>How we protect your information<p>We use extensive security measures to ensure that your personal information, username, password, transaction information, and data is safe from unauthorized access, alteration, disclosure, or deletion.\nAny data exchange between you and our site happens over an SSL-secured channel, which is encrypted and protected with digital signatures.</p>Sharing your personal information<p>We may use third-party service providers to help us operate our business and the Site or administer activities on our behalf, such as sending out newsletters or surveys.\nWe may share your information with these third parties for those limited purposes provided that you have given us your permission.<br>\n<br>\n<b>Payment Gateways.</b> Musicbed does not process any payment information directly.\nWe use payment gateways to process this data.\nThese payment gateways have their own privacy policies in respect to the information we are required to provide to them for your purchase-related transactions.\nFor these providers, we recommend that you read their privacy policies so you can understand the manner in which your personal information will be handled by these providers.<br>\n<br>In particular, remember that certain providers may be located in or have facilities that are located in a different jurisdiction than either you or us.\nSo if you elect to proceed with a transaction that involves the services of a third-party service provider, then your information may become subject to the laws of the jurisdiction(s) in which that service provider or its facilities are located.<br>\n<br>\n<b>Third-Party Provider Privacy Policies:</b>\n<br>Braintree<br>\n</p>How long we keep your personal information<p>We retain your personal information for as long as you have your account.\nYou have the right to request your information be deleted.\n(See \"Your Rights\" section below)</p>Your Rights<p>You have the following rights under law in respect of your personal information:</p>\n<p>\n</p>\n<ul>\n<li>The right to be informed about the collection and use of your personal information;</li>\n<li>The right to request access to your information to be sure we're using it legally;</li>\n<li>The right to request that inaccurate or incomplete information about you is made accurate;</li>\n<li>The right to request the deletion or removal of your information where there is no further reason for us to use it;</li>\n<li>The right to restrict the use of your information;</li>\n<li>The right to obtain and reuse the information that we have about you for your own purposes;</li>\n<li>The right to refuse certain uses (such as for marketing purposes).\nand</li>\n<li>The right to opt out of a decision that has a legal effect on you that has been based on an automated decision.</li>\n</ul>\n<p>\n</p>\n<p>If you would like to exercise any of these rights, you may do so at any time by writing to us at the address below.\n(See the \"Contact\" section below)<br>\n<br>If you would like to request the information we hold about you under a <b>Subject Access Request (\"SAR\")</b> you can download the application&nbsp;Here<br>\n<br>If you feel that your rights have been breached in any way, you may reach out to as at the address below.\n(See the \"Contact\" section below)</p>Third-party websites<p>You may find advertising or other content on our Site that link to the sites and services of our partners, suppliers, advertisers, sponsors, licensors and other third parties.\nWe do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site.\nIn addition, these sites or services, including their content and links, may be constantly changing.\nThese sites and services may have their own privacy policies and customer service policies.\nBrowsing and interaction on any other website, including websites which have a link to our Site, is subject to that website's own terms and policies.</p>Live Agent Chat<p>We may ask for information such as your name and email address in order to better help process your request during a live chat session.</p>Changes to this privacy policy<p>Musicbed has the choice to update this privacy policy at any time.\nWhen we do, we will revise the date at the bottom of this page.\nWe encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.\nYou acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.</p>Your acceptance of these terms<p>By using this Site, you signify your acceptance of this policy.\nIf you do not agree to this policy, please do not use our Site.\nYour continued use of the site after changes of policy will be regarded as acceptance to the changes.</p>Contacting us<p>Questions, comments and requests regarding this privacy policy should be addressed to Daniel Puente at privacy@musicbed.com<br>If you have any other questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us at:<br>\n<br>Musicbed<br>www.musicbed.com<br>9555 Harmon Road<br>Fort Worth, TX 76177<br>(800) 380-8154<br>service (at) www.musicbed.com</p>Deleting your account<p>In order to delete your account, submit a privacy request form asking for your account to be deleted.\nYou will receive a confirmation email asking you to confirm your request.</p>\n<p>This document was last updated on January 7, 2020</p>Need Help Finding <br> the Right Song?<p>Have it delivered to your account within <br>\n<strong>1 business day</strong>\n</p>Find My Song<p>Services</p>Song SearchSubscriptionSingle UseCustom MusicCovers<p>This is musicbed</p>Our StoryAwardsArticlesFilmsPlaylists<p>Help &amp.\nSupport</p>PricingFAQ(800) 380-8154<strong>FM</strong> is a family of brands dedicated <br> to empowering the creative.<p>MUSICBED</p>\n<p>Music licensing for filmmakers</p>\n<p>FILMSUPPLY</p>\n<p>Footage licensing for productions</p>©2023 FM LLC.Privacy PolicyLicense TermsTerms of UseCareersEAA4B3A7-68E4-4452-82C1-A29FE7220C68Created with sketchtool.C9248F02-C882-4C48-8BFB-00CDDC7FA45DCreated with sketchtool.\n× ", "created_at": "2023-06-30 21:35:39.913979", "updated_at": "2023-06-30 21:36:08.339061"}, {"id": 16918, "name": "Single Use License Agreement", "url": "https://www.musicbed.com/license-terms", "xpath": "//body", "text": "Cookie PolicyWe use cookies to enhance site navigation and analyze usage.\nLearn more about our cookie policy.\nLearn moreDeclineGot it!You need to enable JavaScript to run this app.SongsPlaylistsPricing&nbsp;<p>Services</p>\n<p>Musicbed Roster</p>\n<p>Our roster for your immediate needs</p>\n<p>Rights &amp.\nClearances</p>\n<p>License any song in the world</p>NEW!<p>Custom Music</p>\n<p>Create a masterpiece with us</p>Enterprise<p>Log In</p>Create Free AccountSongsPlaylistsServicesPricing(800) 380-8154 | Email UsThis is MusicbedHelp &amp.\nSupport Footage LicensingCareersLog InCreate Free AccountLicensing AgreementSingle UseSubscriptionSingle Use License Agreement<p>This License Agreement (the \"Agreement\") is a legal contract between you (\"End User\" or \"Licensee\") and The Music Bed, LLC.\n(\"Musicbed\" or \"Licensor\"), a Texas limited liability company with its principal office located in Tarrant County, Texas, for the purpose of Licensee's use of certain rights in and to musical compositions and sound recordings (termed \"Recordings\" hereafter).\nBy downloading Recordings from our website, you agree to conduct this transaction electronically and you agree to be bound by the terms of this Agreement in respect to those Recordings.\nIf you do not accept or agree with these terms, do not download Recordings.</p>\n<p>The use of the Recordings is strictly subject to the terms, conditions, and restrictions set forth Sections I and II of this Agreement.\nIf any of the Licensee-provided information in Section I is missing, omitted, or incorrect, this license may be invalidated by Musicbed.\nThis license is for a single film project intended to promote a single organization, entity, company, product, or the like (collectively referred to as \"End Client\").\nPlacement of the brand, logo, name, or other identifier of more than one End Client on the project is a violation of the terms of this agreement.\nCo-branded projects, i.e., those featuring the brand, logo, name, or other identifier of more than one End Client, require a custom written license from Musicbed.</p>\n<p>1.\nYou acknowledge that each of the Recordings is the property of Licensor and its musicians, producers, and composers (\"Artists\").\nIf you are entering this Agreement on behalf of an organization, entity, or company, then that entity is bound to the license granted and the restrictions and limitations detailed herein (and such entity or organization is included in the term \"Licensee\") regardless of your future employment and/or relationship with such entity.\nYou acknowledge representations you made regarding license details including project type, size, distribution, paid advertising, territory, term and exclusivity are true and correct.</p>\n<p>2.\nIn consideration of the mutual promises contained herein, and the payment to Licensor in Section I of this Agreement (amount listed under fee), Licensor hereby grants to Licensee a non-exclusive, non-transferable license to use the Recordings of those Artists represented by Licensor, subject to the terms and conditions set forth within this Agreement and &nbsp;Musicbed's Terms of Use&nbsp.\nwhich are incorporated herein by reference with the same force and effect as if fully set forth herein.</p>\n<p>3.\nWithout notice beforehand, Licensor may automatically terminate this Agreement in the event of Licensee's breach of Section II Paragraph 1 and Paragraph 12.a.—j.\nof this Agreement.\nIn the event of any other type of breach or violation, Licensor may terminate this Agreement by giving notice in writing, as provided in Paragraph 19, by regular or registered mail to Licensee's physical address, or electronic communication such as email to Licensee at Licensee's provided email address.\nIf Licensee fails to remedy the breach complained of by Licensor within fourteen (14) days of the date of receipt mailing of the notice, then this Agreement shall automatically terminate on the fifteenth (15) day.\nIn the event of termination of this Agreement due to breach by Licensee, Licensor shall be entitled to retain any fees paid by Licensee pursuant to this Agreement in addition to further legal remedies.</p>\n<p>4.\nAfter termination of this Agreement, any use of the Recordings is prohibited and actionable as an act of infringement of copyright owned by the Artist or Licensor and actionable under any other applicable causes of action.</p>\n<p>5.\nThe uses of the Recordings are strictly subject to the rules set forth in this Agreement.</p>\n<p>6.\nLicensor represents and warrants that it owns or controls 100% of the copyright in the composition and 100% of the copyright in the Master and has the right to grant the rights granted to Licensee under this agreement.</p>\n<p>7.\nThe Recordings and accompanying materials (if applicable) are provided \"as is\" without warranties or conditions of merchantability or fitness for a particular purpose.\nLicensor does not represent or warrant that the recordings will meet Licensee's requirements or that its use will be uninterrupted or error free.\nThe entire risk as to the quality and performance of the recordings is with Licensee.\nShould the recordings prove defective, Licensee, and not Licensor, assumes the entire cost of all necessary corrections.</p>\n<p>8.\nLICENSOR'S entire liability and Licensee's exclusive remedy, with respect to any claims arising out of Licensee's use of the Recordings or accompanying material (if applicable), or out of Licensee's actions in downloading such, shall be as follows:</p>\n<ol>\n<li>Licensee may, upon request to Licensor, be permitted to download the Recordings again, at a location provided by Licensor;</li>\n<li>If Licensee continues to be unable to download the Recordings, Licensor will refund the fee actually paid by Licensee in respect of the use of such Recordings, provided Licensor determines in its sole and absolute discretion that Licensee has been unable to download such Recordings successfully.</li>\n<li>In no event shall Licensor or any of its directors, officers, employees, shareholders, partners, or agents be liable for any incidental, indirect, punitive, exemplary, or consequential damages whatsoever (including damages for loss of profits, interruption, loss of business information, or any other pecuniary loss) in connection with any claim, loss, damage, action, suit or other proceeding arising under or out of this agreement, including without limitation Licensee's use of, reliance upon, access to, or exploitation of the recordings, or any part thereof, or any rights granted to Licensee hereunder, even if Licensor has been advised of the possibility of such damages, whether the action is based on contract, tort (including negligence), infringement of intellectual property rights or otherwise.</li>\n<li>In any event, Licensor's total maximum aggregate liability under this agreement, the license provided hereunder, or the use or exploitation of any or all of the recordings in any manner whatsoever shall be limited to the fees actually paid by Licensee to Licensor under this Agreement in respect of the use of the recordings.</li>\n</ol>\n<p>9.\nThis License is personal to the Licensee and strictly subject to the exercise of the rights set out herein.\nThe rights and obligations set forth in this Agreement may not be assigned or otherwise transferred without Licensor's prior written consent.\nLicensor may assign this Agreement without Licensee's consent.</p>\n<p>10.\nTo the fullest extent permitted by applicable law, you agree to defend, indemnify, and hold harmless Musicbed, and its officers, managers, members, employees, attorneys, representatives, and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (a) your use of this Agreement.\n(b) your violation of any term of this Agreement.\n(c) your violation of any third party right, including without limitation, any copyright, property, or privacy right.\nor (d) any claim that your use of this Agreement caused damage to a third party.</p>\n<p>11.\nThe performance of any Recording in the exhibition of any program materials authorized hereunder may be made by systems having valid performance licenses from the American Society of Composers Authors and Publishers (\"ASCAP\"), Broadcast Music, Inc.\n(\"BMI\"), Society of European Stage, Authors and Composers (\"SESAC\") or other applicable performing rights societies, as the case may be.\nThe performance of any Composition in the exhibition of any program materials authorized hereunder by systems not having licenses there from is subject to clearance of the performing right either from ASCAP, BMI, SESAC or other applicable performing rights society, in accordance with their customary practices and the payment of their customary fees.\nThis agreement shall not supersede any clearances with regard to any Composition or Master authorized hereunder as required by performance right societies in such portion of the Territory as is outside of the United States and its possessions, which shall be in accordance with their customary practices and the payment of their customary fees to the extent required hereunder.</p>\n<p>12.\nUnless otherwise stated in Section I of this Agreement, Licensee agrees that it shall not use the Recordings in any of the manners described below:</p>\n<ol>\n<li>Projects and products which incorporate Recordings may not be monetized, which involves the Licensee:</li>\n<ol>\n<li>placing a video or videos containing Recordings on video hosting services such as, but not limited to, YouTube, AND;</li>\n<li>authorizing the presence of paid advertising with such video(s), and</li>\n<li>being entitled to a share of the revenues from any such advertising.</li>\n</ol>\n<li>The Recordings may not be sold as standalone music files, or included in any other media/stock product, library, or collection for distribution or resale.\nLicensee may not disassemble, decompile, reverse engineer, translate, or otherwise decode the Recordings for any reason whatsoever.</li>\n<li>Recordings may not be used for product that is intended for resale, such as, but not limited to, digital product (electronic templates for websites or applications, software and mobile applications, video games, stock elements or films/illustrations for resale) or physical product (DVDs, BluRay, or external media storage such as USB drives).</li>\n<li>If Licensee provides Recordings or works incorporating the Recordings to a client as part of its work product, the client may not reuse the Recordings or works incorporating the Recordings for any other purpose.</li>\n<li>Recordings may not under any circumstances be used in or in conjunction with, or in any way that might be considered pornographic, obscene, abusive, immoral, illegal or inciteful of an illegal act.</li>\n<li>Recordings shall not be used in conjunction with sensitive subject matter without the prior written consent of Musicbed.\nsensitive subject matter includes but is not limited to sexual activity or sexual-oriented nudity.\ntobacco, alcohol, or drug use.\nhealth issues and bodily functions.\nillegal activities.\nexcessive or graphic violence.\nand political content.</li>\n<li>Recordings may not be used in a way that may be considered invasive of privacy, defamatory, libelous, or fraudulent, false or misleading or in a way that is hateful or derogatory of any race, nationality, ethnic identity, gender, gender identity or sexual orientation, or political or religious belief, whether directly or in context or juxtaposition with other materials.</li>\n<li>Recordings may not be used in any manner that creates a false inference or places the Recordings in a context that is likely to result in bringing the Recordings, Musicbed, or any Artist into (1) public disrespect, (2) scorn, (3) contempt, (4) scandal, (5) ridicule, or (6) that is likely to shock, insult, or offend the community or public morals or decency or prejudice Musicbed, any of its Artists, or any person or property in the Recordings, or otherwise detract from or negatively affect the public image of Musicbed or any of its Artists.</li>\n<li>Licensee is not permitted to purchase Recordings directly from our website for use in non-fungible tokens (“NFTs”) or digital collectibles.\nLicensee is required to execute a custom license agreement with Licensor for any Recording(s) that Licensee intends to incorporate into NFTs or other digital collectibles.\nThe failure to create a custom footage license under this Subparagraph constitutes a material breach of this Agreement and shall permit Licensor to immediately terminate the license agreement(s) and seek all available legal remedies.</li>\n<li>Recordings may not be used in any manner that misrepresents the source of the music licensing under this Agreement.\nRecordings may not be purchased and used by employees, contractors or agents of competitive licensing platforms (“Musicbed Competitors”) for the advertisement of the Musicbed Competitor’s own website, services, or related affiliate projects.\nLicensor reserves the right to terminate this Agreement in the event of a breach of this Subparagraph.\nUnder this Agreement, a “Musicbed Competitor” is defined as any entity that provides 1) single song music licensing, 2) music licensing subscription services, 3) custom music and scores, and music supervision services.</li>\n</ol>\n<p>13.\nThe parties to this Agreement are independent contractors and neither party shall make any representation otherwise.\nNothing in this Agreement will create any partnership, joint venture, agency, franchise, sales representation, or employment relationship between the parties.\nNeither party has authority to make or accept any offers or representations on behalf of the other party.</p>\n<p>14.\nLicensor and Licensee agree that any use of Recordings in a manner not expressly authorized by this Agreement or in breach of a term of this Agreement constitutes copyright infringement, and such unauthorized use shall entitle Licensor to liquidated damages in the amount of ten (10) times the standard license fee for each breach.\nThe parties in this contract agree that Licensor's actual damages in the event of this type of breach by Licensee would be difficult to definitively ascertain based on uncertainties regarding (1) the impact to Licensor's reputation and goodwill in the industry and (2) the damage to Licensor's relationships with its current and future Artists.\nLicensor and Licensee therefore agree that the above-referenced amount is not a penalty for breach and is a reasonable liquidated damages amount.\nThese liquidated damages are cumulative of and without prejudice to Licensor's other remedies, including but not limited to injunctive relief and applicable legal remedies.</p>\n<p>In addition, Musicbed and/or its Artists shall have the right, without providing prior notice to Licensee, to issue a Digital Millennium Copyright Act (DMCA) notice (as provided by 17 U.S.C.\n§512 and any successor statute) to any site or outlet in which the project appears or is placed in violation of the terms of this Agreement.</p>\n<p>The foregoing is not a limiting statement of Licensor's or its Artists' rights or remedies in connection with any unauthorized use of the Recordings or any breach of this Agreement.</p>\n<p>15.\nThis Agreement may not be modified, altered or amended, except by written instrument duly executed by both parties.</p>\n<p>16.\nNo failure or delay by either party in exercising any right hereunder will operate as a waiver thereof.</p>\n<p>17.\nAny attempt by Licensee to assign this Agreement other than as permitted above will be null and void.\nThis Agreement shall be binding upon and inure to the benefit of the parties and their respective successors and permitted assigns.</p>\n<p>18.\nIf any provision of this Agreement is found to be invalid or unenforceable by a court of competent jurisdiction, the remaining portions shall remain in full force and effect.</p>\n<p>19.\nAll notices required under this Agreement shall be (a) either electronic or in writing, (b) deemed to have been duly made and received when (i) personally served, (ii) electronically received, (iii) delivered by commercially established courier service, or iv) five (5) days after deposit in mail via certified mail, return receipt requested, to the addresses specified below or at such other address as the parties shall designate in writing from time to time.\nAddress for notices:</p>\n<p>LICENSOR:</p>\n<p>The Music Bed, LLC d/b/a Musicbed 9555 Harmon Rd.\nFort Worth, TX 76177</p>\n<p>20.\nThis Agreement shall be governed by and construed under the laws of the State of Texas without regard to any conflict of law provision.\nThis Agreement is performable in whole or in part in Tarrant County, Texas.\nLicensee hereby irrevocably submits to the exclusive jurisdiction of any state or federal court located in Tarrant County, Texas, over any suit, action or proceeding arising out of or related to this Agreement.\nTo the fullest extent permitted under applicable law, Licensee irrevocably waives and agrees not to assert, by way of motion, as a defense or otherwise, any claim that Licensee is not subject to the jurisdiction of the above-referenced Texas courts and any objection that Licensee may now or hereafter have to the laying of venue of any suit, action, or proceeding brought in any such court has been brought in an inconvenient forum.\nBoth Licensor and Licensee hereby unconditionally waive their right to a jury trial of any and all claims or causes of action arising from or relating to this Agreement.</p>\n<p>21.\nWith the exception of the creation of original music compositions, at no time while this Agreement is in effect shall Licensee deal directly or indirectly with any Artist regarding Artist's Recordings where a Representation Agreement is in effect between Artist and the Company.</p>\n<p>22.\nSection II's provisions of Limitation of Liability (Paragraph 8), Indemnity (Paragraph 10), Use Restrictions (Paragraph 12.a.—j), Liquidated Damages/DMCA Provision (Paragraph 14), Severability (Paragraph 18), and Governing Law/Venue/Jurisdiction (Paragraph 20) shall survive any expiration or termination of this License Agreement.\nthe deactivation or termination of your account.\nand termination of your use of the Service (as defined in Musicbed's Terms of Use).</p>\n<p>23.\nYOU ACKNOWLEDGE THAT YOU HAVE READ THIS LICENSE AGREEMENT AND MUSICBED'S TERMS OF USE, WHICH ARE INCORPORATED HEREIN BY REFERENCE WITH THE SAME FORCE AND EFFECT AS IF FULLY SET FORTH HEREIN.\nYOU UNDERSTAND AND AGREE TO BE BOUND THE TERMS OF BOTH THE LICENSE AGREEMENT AND MUSICBED'S TERMS OF USE.\nYOU FURTHER AGREE THAT BOTH AGREEMENTS TOGETHER CONSTITUTE THE COMPLETE AND EXCLUSIVE STATEMENT OF AGREEMENT BETWEEN YOU AND THE MUSIC BED, LLC WHICH SUPERSEDES ANY PROPOSAL OR PRIOR AGREEMENT, ORAL OR WRITTEN, AND ANY OTHER COMMUNICATION BETWEEN YOU AND THE MUSIC BED, LLC RELATING TO THE SUBJECT OF THIS LICENSE AGREEMENT AND MUSICBED'S TERMS OF USE.</p>\n<p>24.\nFull details of permitted and restricted uses for each category of are outlined below.</p>\n<p>\n<strong>Business Use Guidelines</strong>\n</p>\n<p>Single use of the sound recording in a project promoting a single brand, single product, single service, single promotion, single company, single organization, or single event, including demo reels, fundraising or crowdfunding, and calls to action.\nDoes not include paid advertising (i.e., where media is paid to air or promote your project) unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.\nNot for use in templates or recordings for resale.\nrevenue generation or monetization through advertising.\ninappropriate content such as pornography, drugs, alcohol, tobacco or content deemed appropriate only for mature audiences.\nor for any political purposes.</p>\n<p>\n<strong>Internal</strong>\n</p>\n<p>The Internal distribution option is a single use license intended for internal projects ONLY.\nProjects should be shown in a capacity intended only for use in internal organization presentations, shareholder meetings, employee trainings, etc., within a single organization.\nNot intended for viewing by non-employees of the organization.\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nThis license is also subject to the employee size chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Web Streaming</strong>\n</p>\n<p>The Web Streaming distribution option is a single use license intended for web sites or streaming sites promoting a single company, service or product.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nIncludes all forms of web videos for placement anywhere on the web including YouTube, Vimeo, Facebook, and other User Generated Content sites as well as streaming for web-enabled handheld devices/phones and internet-connected tablets.\nThis license includes a perpetual right to stream the project in its final form within the specified media and territories.\nThis license is also subject to the employee size and paid ad spend chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>External</strong>\n</p>\n<p>The External distribution option is a single use license intended for any non-broadcast medium targeting external or broad audience, e.g.\nsales giveaways, external presentations, leave behinds, in-store promo, trade show displays, promoting a single company, product or service.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nYou may make up to 500 physical copies of the finished project Not For Resale.\nThis license is also subject to the employee size and paid ad spend chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Advertising Use Guidelines</strong>\n</p>\n<p>Single use of the sound recording in a project promoting a single brand, single product, single service, single promotion, single company, single organization, or single event, including demo reels, fundraising or crowdfunding, and calls to action.\nDoes not include paid advertising (i.e., where media is paid to air or promote your project) unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.\nNot for use in templates or recordings for resale.\nrevenue generation or monetization through advertising.\ninappropriate content such as pornography, drugs, alcohol, tobacco or content deemed appropriate only for mature audiences.\nor for any political purposes.</p>\n<p>\n<strong>Internal</strong>\n</p>\n<p>The Internal distribution option is a single use license intended for internal projects ONLY.\nProjects should be shown in a capacity intended only for use in internal organization presentations, shareholder meetings, employee trainings, etc., within a single organization.\nNot intended for viewing by non-employees of the organization.\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nThis license is subject to the employee size chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Web Streaming</strong>\n</p>\n<p>The Web Streaming distribution option is a single use license intended for web sites or streaming sites promoting a single company, service or product.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nIncludes all forms of web videos for placement anywhere on the web including YouTube, Vimeo, Facebook, and other User Generated Content sites as well as streaming for web-enabled handheld devices/phones and internet-connected tablets.\nThis license includes a perpetual right to stream the project in its final form within the specified media and territories.\nThis license is subject to the employee size and paid ad spend chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>External</strong>\n</p>\n<p>The External distribution option is a single use license intended for any non-broadcast medium targeting external or broad audience, e.g.\nsales giveaways, external presentations, leave behinds, in- store promo, trade show displays, promoting a single company, product or service.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nYou may make up to 500 physical copies of the finished project Not For Resale.\nThis license is subject to the employee size and paid ad spend chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Programming Use Guidelines</strong>\n</p>\n<p>Single use in a, single episode of a series (e.g.\nonline / web series, YouTube Channel, podcast, TV show, etc.), subject to distribution options chosen during checkout.\nAdult content / themes, alcohol, tobacco or drug use, and political content requires Musicbed approval before license purchase.</p>\n<p>\n<strong>Web Series</strong>\n</p>\n<p>The Web Series distribution option is a single use license intended for web sites or streaming sites, for use in a single webisode or a single episode within a recurring online series that is not brand sponsored, or promoting a company or event.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nIncludes all forms of web videos for placement anywhere on the web including YouTube, Vimeo, Facebook, and other User Generated Content sites as well as streaming for web-enabled handheld devices/phones and internet-connected tablets.\nThis license includes a perpetual right to stream the project in its final form within the specified media and territories.\nThis license is also subject to the production budget chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Wedding Use Guidelines</strong>\n</p>\n<p>To be used for online streaming and external use in Wedding short film, trailer, or event videos for a single couple.\nAlso allows up to 15 external copies for resale and 500 giveaway copies.\nDOES NOT INCLUDE MONETIZATION OR PAID ADVERTISING/SOCIAL MEDIA BOOSTING.</p>\n<p>\n<strong>Single Use</strong>\n</p>\n<p>Single use intended for streaming on the internet and/or mobile phones (via browser or device).\nIncludes all forms of web videos for placement anywhere on the web including YouTube, Vimeo, Facebook, and other User Generated Content sites as well as streaming for web-enabled handheld devices/phones and internet-connected tablets.\nThis license includes a perpetual right to stream the project in its final form within the specified media and territories.</p>\n<p>\n<strong>Five Use License</strong>\n</p>\n<p>This license may be used in up to five different videos.\nIt is intended for streaming on the internet and/or mobile phones (via browser or device).\nIncludes all forms of web videos for placement anywhere on the web including YouTube, Vimeo, Facebook, and other User Generated Content sites as well as streaming for web-enabled handheld devices/phones and internet-connected tablets.\nThis license includes a perpetual right to stream the project in its final form within the specified media and territories.</p>\n<p>\n<strong>Film Use Guidelines</strong>\n</p>\n<p>To be used in a feature film, short film, or trailer for the film.\nAdult content / themes, alcohol, tobacco or drug use, and political content requires Musicbed approval before license purchase.</p>\n<p>\n<strong>External / Festival</strong>\n</p>\n<p>This license is intended for any non-broadcast medium targeting external or broad audience, e.g.\nFilm Festival entries, conferences, non-theatrically distributed viewings.\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nThe license chosen must meet the budget of the film.\nThis license DOES NOT include online or digital distribution, theatrical distribution, or televised broadcast use, except for streaming on a film festival entry website only (i.e.\nIf a Film Festival streams all entries on their own website [only], the External license will cover this use).\nUnless otherwise stated in Section I of this agreement, this license is not intended for use in promoting a brand, company, organization, product, promotion, or event.\nPromotional projects, i.e., those featuring the brand, logo, name, or other identifier of more than one End Client, require a custom written license from The Music Bed.</p>\n<p>\n<strong>Web Streaming</strong>\n</p>\n<p>This license is intended for showing and viewing the film on the web.\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nThe license chosen must meet the budget of the film.\nThis license DOES NOT include any paid online, Video On Demand, or Subscription Video On Demand distribution, e.g.\nNetflix, Hulu, Youtube Red, etc.\nUnless otherwise stated in Section I of this agreement, this license is not intended for use in promoting a brand, company, organization, product, promotion, or event.\nPromotional projects, i.e., those featuring the brand, logo, name, or other identifier of more than one End Client, require a custom written license from Musicbed.</p>\n<p>\n<strong>Trailer</strong>\n</p>\n<p>This license is intended for the use in a promotional trailer or teaser for the film.\nIncludes a perpetual right to show the trailer in its final form within the specified media and territories.\nThe license chosen must meet the budget of the film.\nThis license does not include paid advertising unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.</p>\n<p>\n<strong>Personal Use Guidelines</strong>\n</p>\n<p>To be used in a home video or student project.\nDOES NOT INCLUDE MONETIZATION OR PAID ADVERTISING/SOCIAL MEDIA BOOSTING.</p>\n<p>\n<strong>Home Video Guidelines</strong>\n</p>\n<p>To be used in a single personal life event film for an individual or family (e.g.\nhome video, birthdays, holidays, graduations, etc.).\nFor use at home and in personal accounts on UGC sites (Youtube, Facebook, Vimeo, etc.).\nNot for use in Corporate or Commercial projects.</p>\n<p>\n<strong>Student Project Use Guidelines</strong>\n</p>\n<p>To be used by a registered student submitting a single project for an educational grade.\nIncludes all forms of web videos for placement in classroom and personal (non-business) accounts on the web including YouTube, Vimeo, Facebook, and other User Generated Content sites.\nThis license includes a perpetual right to stream the project in its final form within the specified media and territories.\nCannot be used for any outside film festival entries.DOES NOT INCLUDE MONETIZATION OR PAID ADVERTISING/SOCIAL MEDIA BOOSTING.</p>\n<p>\n<strong>Non-Profit Use Guidelines</strong>\n</p>\n<p>To be used in a single project for a church, school/university, charity (501c3 or international equivalent), and government.</p>\n<p>\n<strong>Church Use Guidelines</strong>\n</p>\n<p>Single use of the sound recording in a project promoting a single brand, single product, single service, single promotion, single organization, or single event, including, fundraising and calls to action.\nDoes not include paid advertising (i.e., where media is paid to air or promote your project) unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.\nAll non-profit licenses must be used for a registered 501(c)(3) organization or international equivalent.\nInternational equivalents are companies that are registered as charities in their home country equal to the 501(c)(3) registration in the United States.</p>\n<p>\n<strong>Internal</strong>\n</p>\n<p>The Internal distribution option is a single use license intended for internal projects ONLY.\nProjects should be shown in a capacity intended only for use in internal organization presentations, shareholder meetings, employee trainings, etc., within a single organization.\nNot intended for viewing by non-employees of the organization.\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.</p>\n<p>This license is also subject to the congregation size chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Web Streaming</strong>\n</p>\n<p>The Web Streaming distribution option is a single use license intended for web sites or streaming sites promoting a single company, service or product.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nIncludes all forms of web videos for placement anywhere on the web including YouTube, Vimeo, Facebook, and other User Generated Content sites as well as streaming for web-enabled handheld devices/phones and internet-connected tablets.\nThis license includes a perpetual right to stream the project in its final form within the specified media and territories.\nThis license is also subject to the congregation size chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>External / In-Service</strong>\n</p>\n<p>The External distribution option is a single use license intended for any non-broadcast medium targeting external or broad audience, e.g.\nin-service, external presentations, conference displays, promoting a single organization, product or service.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nYou may make up to 500 physical copies of the finished project Not For Resale.\nThis license is also subject to the congregation size chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Podcast</strong>\n</p>\n<p>The Podcast distribution option is a single use license intended for audio-only podcasts on any podcast platform, e.g.\niTunes, Soundcloud, Libsyn, etc.\nDoes not include Paid Advertising unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.</p>\n<p>\n<strong>School/University Use Guidelines</strong>\n</p>\n<p>Single use of the sound recording in a project promoting a single school or university, single product, single service, single promotion, single organization, or single event, including, fundraising and calls to action.\nDoes not include paid advertising (i.e., where media is paid to air or promote your project) unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.</p>\n<p>\n<strong>Internal</strong>\n</p>\n<p>The Internal distribution option is a single use license intended for internal projects ONLY.\nProjects should be shown in a capacity intended only for use in internal organization presentations, shareholder meetings, employee trainings, etc., within a single organization.\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nThis license is also subject to the size of student body chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Web Streaming</strong>\n</p>\n<p>The Web Streaming distribution option is a single use license intended for web sites or streaming sites promoting a single school or university, service or product.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nIncludes all forms of web videos for placement anywhere on the web including YouTube, Vimeo, Facebook, and other User Generated Content sites as well as streaming for web-enabled handheld devices/phones and internet-connected tablets.\nThis license includes a perpetual right to stream the project in its final form within the specified media and territories.\nThis license is also subject to the size of student body chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>External</strong>\n</p>\n<p>The External distribution option is a single use license intended for any non-broadcast medium targeting external or broad audience, e.g.\nexternal presentations, trade show or conference displays, promoting a single school or university, product or service.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nYou may make up to 500 physical copies of the finished project Not For Resale.\nThis license is also subject to the size of student body chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Podcast</strong>\n</p>\n<p>The Podcast distribution option is a single use license intended for audio-only podcasts on any podcast platform, e.g.\niTunes, Soundcloud, Libsyn, etc.\nDoes not include Paid Advertising unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.</p>\n<p>\n<strong>Charity</strong>, <strong>501(c)(3) or International Equivalent Use Guidelines</strong>\n</p>\n<p>Single use of the sound recording in a project promoting a single brand, single product, single service, single promotion, single company, single organization, or single event, including fundraising and calls to action.\nDoes not include paid advertising (i.e.\nwhere media is paid to air or promote your project) unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.\nAll non-profit licenses must be used for a registered 501(c)(3) organization or international equivalent.\nInternational equivalents are companies that are registered as charities in their home country equal to the 501(c)(3) registration in the United States.</p>\n<p>\n<strong>Internal</strong>\n</p>\n<p>The Internal distribution option is a single use license intended for internal projects ONLY.\nProjects should be shown in a capacity intended only for use in internal organization presentations, shareholder meetings, employee trainings, etc., within a single organization.\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nThis license is also subject to the employee size chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Web Streaming</strong>\n</p>\n<p>The Web Streaming distribution option is a single use license intended for web sites or streaming sites promoting a single company, service or product.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nIncludes all forms of web videos for placement anywhere on the web including YouTube, Vimeo, Facebook, and other User Generated Content sites as well as streaming for web-enabled handheld devices/phones and internet-connected tablets.\nThis license includes a perpetual right to stream the project in its final form within the specified media and territories.\nThis license is also subject to the employee size chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>External</strong>\n</p>\n<p>The External distribution option is a single use license intended for any non-broadcast medium targeting external or broad audience, e.g.\nsales giveaways, external presentations, leave behinds, in-store promo, trade show displays, promoting a single company, product or service.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nYou may make up to 500 physical copies of the finished project Not For Resale.\nThis license is also subject to the employee size chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Podcasts</strong>\n</p>\n<p>The Podcast distribution option is a single use license intended for audio-only podcasts on any podcast platform, e.g.\niTunes, Soundcloud, Libsyn, etc.\nDoes not include Paid Advertising unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.</p>\n<p>\n<strong>Government Use Guidelines</strong>\n</p>\n<p>Single use of the sound recording in a project promoting a single government entity, single service, single promotion, single organization, or single event, including fundraising and calls to action.\nDoes not include paid advertising (i.e.\nwhere media is paid to air or promote your project) unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.Candidate ads / endorsements, and potentially divisive subject matter require Musicbed approval before license purchase.</p>\n<p>\n<strong>Internal</strong>\n</p>\n<p>The Internal distribution option is a single use license intended for internal projects ONLY.\nProjects should be shown in a capacity intended only for use in internal organization presentations, shareholder meetings, employee trainings, etc., within a single organization.\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nThis license is also subject to the employee size chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Web Streaming</strong>\n</p>\n<p>The Web Streaming distribution option is a single use license intended for web sites or streaming sites promoting a single organization, service or product.\n(DOES NOT INCLUDE PAID ADVERTISING or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nIncludes all forms of web videos for placement anywhere on the web including YouTube, Vimeo, Facebook, and other User Generated Content sites as well as streaming for web-enabled handheld devices/phones and internet-connected tablets.\nThis license includes a perpetual right to stream the project in its final form within the specified media and territories.\nThis license is also subject to the employee size chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>External</strong>\n</p>\n<p>The External distribution option is a single use license intended for any non-broadcast medium targeting external or broad audience, e.g., external presentations, leave behinds, trade show or conference displays, promoting a single organization, product or service.\n(DOES NOT INCLUDE PAID ADVERTISING &nbsp;or BROADCAST MEDIA unless specifically stated in Section I of this agreement).\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nYou may make up to 500 physical copies of the finished project Not For Resale.\nThis license is also subject to the employee size chosen during checkout as shown on your invoice.</p>\n<p>\n<strong>Podcast</strong>\n</p>\n<p>The Podcast distribution option is a single use license intended for audio-only podcasts on any podcast platform, e.g.\niTunes, Soundcloud, Libsyn, etc.\nDoes not include Paid Advertising unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.</p>\n<p>\n<strong>Video Game Use Guidelines</strong>\n</p>\n<p>Single use of the sound recording for in-game or single video game trailer use.\nDoes not include paid advertising unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.\n(i.e., where media is paid to air or promote your project).\nAdult content / themes, alcohol, tobacco or drug use, and political content requires Musicbed approval before license purchase.</p>\n<p>\n<strong>In-Game</strong>\n</p>\n<p>The in-game option is intended for single use within a video game, including online and physical media.\nThe license chosen must meet the game production budget chosen during checkout.\nThis license does not include paid advertising unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.</p>\n<p>\n<strong>PC/Console</strong>\n</p>\n<p>The PC/Console distribution option is intended for use in digital or physical, console or PC based video games, as opening or credits themes, background music or scene specific uses.</p>\n<p>\n<strong>Mobile</strong>\n</p>\n<p>The mobile distribution option is intended for use in a native mobile application/ video game, as an opening or closing theme, background music or scene specific uses.</p>\n<p>\n<strong>Web</strong>\n</p>\n<p>The web distribution option is intended for web browser based video games, as opening or credit themes, background music, or scene specific uses.</p>\n<p>\n<strong>Trailer</strong>\n</p>\n<p>The trailer option is intended for the use in a single video game trailer or teaser for a video game.\nIncludes a perpetual right to show the trailer in its final form within the specified media and territories.\nThe license chosen must meet the game production budget chosen during checkout.\nThis license does not include paid advertising unless the Paid Promotion / Advertising option is chosen at checkout and specifically stated in Section I of this agreement.</p>\n<p>\n<strong>Web Streaming</strong>\n</p>\n<p>This license is intended for showing and viewing the teaser or trailer on the web.\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.</p>\n<p>\n<strong>External</strong>\n</p>\n<p>This license is intended for a non-broadcast trailer &nbsp;targeting external or broad audience, e.g.\ntrade show or &nbsp;conferences displays, non-theatrically distributed viewings, game convention or festivals.\nThis license includes a perpetual right to show the project in its final form within the specified media and territories.\nThe license chosen must meet the budget of the video game.\nThis license DOES NOT include online or digital distribution, theatrical distribution, or televised broadcast use.</p>Need Help Finding <br> the Right Song?<p>Have it delivered to your account within <br>\n<strong>1 business day</strong>\n</p>Find My Song<p>Services</p>Song SearchSubscriptionSingle UseCustom MusicCovers<p>This is musicbed</p>Our StoryAwardsArticlesFilmsPlaylists<p>Help &amp.\nSupport</p>PricingFAQ(800) 380-8154<strong>FM</strong> is a family of brands dedicated <br> to empowering the creative.<p>MUSICBED</p>\n<p>Music licensing for filmmakers</p>\n<p>FILMSUPPLY</p>\n<p>Footage licensing for productions</p>©2023 FM LLC.Privacy PolicyLicense TermsTerms of UseCareersEAA4B3A7-68E4-4452-82C1-A29FE7220C68Created with sketchtool.C9248F02-C882-4C48-8BFB-00CDDC7FA45DCreated with sketchtool.\n× ", "created_at": "2023-06-30 21:36:14.774335", "updated_at": "2023-06-30 21:36:24.749163"}, {"id": 16919, "name": "Website Terms of Use", "url": "https://www.musicbed.com/terms-and-conditions", "xpath": "//body", "text": "Cookie PolicyWe use cookies to enhance site navigation and analyze usage.\nLearn more about our cookie policy.\nLearn moreDeclineGot it!You need to enable JavaScript to run this app.SongsPlaylistsPricing&nbsp;<p>Services</p>\n<p>Musicbed Roster</p>\n<p>Our roster for your immediate needs</p>\n<p>Rights &amp.\nClearances</p>\n<p>License any song in the world</p>NEW!<p>Custom Music</p>\n<p>Create a masterpiece with us</p>Enterprise<p>Log In</p>Create Free AccountSongsPlaylistsServicesPricing(800) 380-8154 | Email UsThis is MusicbedHelp &amp.\nSupport Footage LicensingCareersLog InCreate Free AccountTerms of UseSingle UseSubscriptionAccount Balance<p>\n<strong>The Music Bed LLC</strong>\n</p>\n<p>\n<strong>Website Terms of Use</strong>\n</p>\n<p>\n<strong>Overview</strong>\n</p>\n<p>Welcome to the website of The Music Bed, LLC, a Texas limited liability company (“Musicbed,” “we” or “our” or “us”).\nThe Musicbed website provides the user (“you” or “user”) with licensing options for the use of certain rights in and to musical compositions and sound recordings (“Recordings”) from a curated catalog of musicians, bands, and composers.</p>\n<p>Please note Musicbed’s subscription service (“Musicbed Subscription”) is governed by Subscription Terms, a separate and distinct agreement you can access here: Musicbed’s Subscription Terms </p>\n<p>Please read the Website Terms of Use (“Terms of Use”) carefully prior to using the Musicbed website.</p>\n<p>1.\n<strong>Acceptance of Terms of Use.</strong>\n</p>\n<p>a.These Terms of Use, which include and incorporate by reference our Privacy and Cookie Policy ( https://www.musicbed.com/privacy-policy), License Agreement (new hyperlink) and all other operating rules, policies and agreements we may publish from time to time on the Musicbed website (“Additional Terms”), govern your use of Musicbed services as a guest or user.\nThe Terms of Use form a legal agreement between you and Musicbed in relation to your use of the Musicbed website.\n&nbsp;By using the Musicbed websiteor by clicking to accept or agree to the Terms of Use when this option is made available to you, you accept and agree to these Terms of Use.\nIf you do not agree to these Terms of Use, do not use the Musicbed website.\n&nbsp;</p>\n<p>b.As used in these Terms of Use, “Content” includes the text, software, scripts, graphics, photos, sounds, songs, music and scores, videos, audiovisual combinations, interactive features and other materials you may view on, access through, or contribute to the Service.\n&nbsp;The “Service” includes all aspects of Musicbed, including but not limited to, all products, software, and services offered via the Musicbed website, and all features and functionalities, website, and user interfaces.</p>\n<p>c.The Service may contain links to third-party websites that are not endorsed, owned or controlled by Musicbed.\nMusicbed does not monitor or review the content of any third-party websites.\nMusicbed has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites.\nIn addition, Musicbed will not and cannot censor or edit the content of any third-party website.\nBy using the Service, you expressly release Musicbed from any and all liability arising from your use of any third-party website.\nYou should evaluate the security and trustworthiness of any other website connected to the Musicbed website or accessed through this site yourself, before disclosing any personal information to them.</p>\n<p>2.\n<strong>Changes to Terms of Use.\n</strong>Musicbed may, from time to time and in its sole discretion, amend, modify, or revise these Terms of Use, including the Privacy and Cookie Policy, License Agreement, and Additional Terms, and you agree to be bound by such amendments, modifications, or revisions.\nSuch amendments, modifications, or revisions shall be effective immediately and apply to your use from that date on, except material changes will be effective 30 days after posting.\nIf the modifications are material, Musicbed will make reasonable efforts to post a prominent notice on the website and notify users via email.\nYour continued use of the Musicbed website after changes are effective indicates that you have read, understood, and agreed to the changes in the Terms of Use.</p>\n<p>3.\n<strong>Privacy.\n</strong>Personally identifying information is subject to our Privacy and Cookie Policy, the terms of which are incorporated herein as if fully set forth herein.\nPlease review our Privacy and Cookie Policy to understand our practices.\nAny changes to the Privacy and Cookie Policy will be posted on the website 30 days prior to these changes taking place.</p>\n<p>4.\n<strong>Use of the Service.</strong> &nbsp;Musicbed hereby grants you permission to access and use the Service as set forth in these Terms of Use, provided that:</p>\n<p>a.\nYou must be 18 years of age, or the age of majority in your province, territory, or country, to use the Musicbed Service.\nIndividuals under the age of 18, or the applicable age of majority, may utilize the Musicbed Service only with the permission of and in the presence of a parent or legal guardian, under such parent or legal guardian’s account and otherwise subject to these Terms of Use.\nAs such, if you transact or attempt to transact any business with Musicbed or submit, or attempt to submit, any personal information to Musicbed, YOU AFFIRMATIVELY REPRESENT AND WARRANT THAT YOU ARE AT LEAST 13 YEARS OF AGE (AND, IF UNDER THE AGE OF 18, THAT YOU HAVE PARENTAL PERMISSION TO USE THE MUSICBED SERVICE AND ARE IN THE PRESENCE OF YOUR PARENT OR LEGAL GUARDIAN) AND THAT YOU POSSESS THE LEGAL RIGHT TO USE THE MUSICBED SERVICE IN ACCORDANCE WITH THESE TERMS OF USE AND ALL OTHER TERMS AND CONDITIONS.</p>\n<p>b.The Service and any Content accessible through our Service are for your use only.\nFor each license purchase, we grant you a limited, non-exclusive, non-transferable license, in accordance with the License Agreement &nbsp;(https://www.musicbed.com/license-terms), to access the Service and use Content through the Service.\nExcept for the foregoing limited license, no right, title, or interest shall be transferred to you.</p>\n<p>c.Some, if not most, of the Content found on the Service is provided by third-party providers, and not Musicbed.\n&nbsp;Each third-party provider is solely responsible for its Content and for compliance with applicable laws related thereto.</p>\n<p>d.You may view Musicbed Content through the Musicbed Service only in geographic locations where we offer our Service and have licensed such Musicbed Content.\nThe Content that may be available for viewing or listening may vary by geographic location.\nMusicbed will use technologies to verify your geographic location.</p>\n<p>e.You agree not to access Content through any technology or means other than the audio and/or video playback pages of the Service itself or other explicitly authorized means Musicbed may designate.</p>\n<p>f.&nbsp;We continually update the Musicbed Service, including the Content library.\nIn addition, we continually test various aspects of our Service, including our website, user interfaces, service levels, plans, promotional features, availability of Musicbed Content, delivery, and pricing.\nWe reserve the right to, and by using our Service you agree that we may, include you in or exclude you from these tests without notice.\nWe reserve the right in our sole and absolute discretion to make changes from time to time and without notice in how we offer and operate our Service.</p>\n<p>g.You agree to use the Service, including all features and functionalities associated therewith, in accordance with all applicable laws, rules, and regulations, or other restrictions on use of the Service or Content therein.\nExcept as explicitly authorized in these Terms of Use, you agree not to archive, download (other than through caching necessary for personal use), reproduce, distribute, modify, display, perform, publish, license, create derivative works from, offer for sale, or use content and information contained on or obtained from or through the Service without express written permission from Musicbed.\nYou also agree not to: circumvent, remove, alter, deactivate, degrade or thwart any of the content protections in the Service.\nuse any robot, spider, scraper, or other automated means to access the Service.\ndecompile, reverse engineer, or disassemble any software or other products or processes accessible through the Service.\ninsert any code or product or manipulate the Content of the Service in any way.\nor, use any data mining, data gathering, or extraction method.\nIn addition, you agree not to upload, post, email, or otherwise send or transmit any material designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment associated with the Service, including any software viruses or any other computer code, files, or programs.</p>\n<p>h.The availability of Content to listen and/or view will change from time to time and from location to location.\nThe quality of the audio and/or display of the Content may vary from device to device, and may be affected by a variety of factors, such as your location and the bandwidth available through and/or speed of your Internet connection.\nYou are responsible for all Internet access charges.\nPlease check with your Internet provider for information on possible Internet data usage charges.\nMusicbed makes no representations or warranties about the quality of your listening and/or watching experience on your audio or visual devices or equipment.\nThe time it takes to begin listening to and/or watching Content will vary based on a number of factors, including your location, available bandwidth at the time, the Content you have selected, and the configuration of your viewing device.</p>\n<p>i.&nbsp;&nbsp;We may terminate or restrict your use of our Service, without compensation or notice, if you are, or if we suspect that you are, (A) in violation of any of these Terms of Use or (B) engaged in illegal or improper use of the Service.\n&nbsp;We may also pursue permanent injunctive relief and other applicable legal remedies.\n</p>\n<p>j.&nbsp;&nbsp;The Content on the Service, and the trademarks, service marks, and logos on the Service, are owned by or licensed to Musicbed, subject to copyright and other intellectual property rights under the law.</p>\n<p>k.You agree not to circumvent, disable, or otherwise interfere with security-related features of the Service or features that prevent or restrict use or copying of any Content or enforce limitations on use of the Service or the Content therein.</p>\n<p>l.&nbsp;&nbsp;Musicbed reserves the right to discontinue any aspect of the Service at any time.</p>\n<p>m.\nYou agree that you will log each use of a Recording in your user account.\nLogging a use creates an individual license agreement.\nWithout an individual license agreement the use is invalid.</p>\n<p>6.\n<strong>Payment.</strong>\n</p>\n<p>Visa, Mastercard, Discover, American Express, PayPal, and Account Balances service, are all valid, acceptable forms of payment (“Payment Method”).\nAll monies shall be paid in full prior to receipt of your license(s).</p>\n<p>For certain Payment Methods, the issuer of your Payment Method may charge you a foreign transaction fee or other charges.\nCheck with your Payment Method service provider for details.\n&nbsp;Payment processing services are provided by Stripe and are subject to the Stripe Connected Account Agreement, which includes the Stripe Terms of Service (collectively, the “Stripe Services Agreement”).\nBy agreeing to these Terms of Use or continuing to use the Services, you agree to be bound by the Stripe Services Agreement, as the same may be modified by Stripe from time to time.\nAs a condition of Musicbed enabling payment processing services through Stripe, you agree to provide Musicbed accurate and complete information about you and/or your business, and you authorize Musicbed to share it and transaction information related to your use of the payment processing services provided by Stripe.</p>\n<p>7.\n<strong>License Cancellation Policy</strong>.\nMusicbed has a 15-day cancellation policy on all single use licenses.\nYou must submit a request for a refund via email or telephone within 15 days of your original license purchase date.</p>\n<p>8<strong>.\nUser Account Termination Policy.\n&nbsp;</strong>Notwithstanding anything herein to the contrary, you agree that Musicbed, in its sole and absolute discretion, may deactivate your user account or otherwise terminate your use of the Service if we believe that you have (a) breached these Terms of Use, (b) infringed the intellectual property rights of a third party, (c) submitted, posted, uploaded, or transmitted unauthorized Content, or (d) violated or acted inconsistently with these Terms of Use, our Privacy and Cookie Policy, our License Agreement, or Additional Terms.\nYou agree that any deactivation or termination of your access to the Service for the foregoing reasons may be effected without prior notice to you and without compensation, and that Musicbed will not be liable to you nor any third party for any termination of your user information.\n<strong>IN THE EVENT OF ACCOUNT DEACTIVATION BASED ON (I) A FRAUDULENT PURCHASE OR (II) MISUSE AS OUTLINED IN SECTION II, PARAGRAPH 3 OF MUSICBED’S LICENSE AGREEMENT THAT THE USER FAILS TO REMEDY, THE LICENSE (OR LICENSES) AT ISSUE SHALL BE TERMINATED AND USER MAY BE SUBJECT TO CLAIMS OF COPYRIGHT INFRINGEMENT.\nTHERE IS NO REFUND OF TERMINATED LICENSES.\n</strong>You acknowledge and agree that Musicbed may retain and store your information on Musicbed’s systems for archival purposes, and may continue to maintain and use any of your Content submitted to Musicbed or on the Service, notwithstanding any termination or your account.</p>\n<p>9.\n<strong>Digital Millennium Copyright Act.</strong> &nbsp;Please review our Digital Millennium Copyright Act (DMCA) provision regarding Musicbed’s rights under DMCA included in our License Agreement and available at https://www.musicbed.com/license-terms, which is incorporated herein by reference with the same force and effect as if fully set forth herein.\n</p>\n<p>\n<strong>DMCA Takedown Notice Procedure.\n</strong>Musicbed abides by the DMCA by responding to notices of alleged infringement that comply with the DMCA and other applicable laws.\nIf you believe that you or someone else’s copyright has been infringed on the Musicbed Service, you (or the owner or rights holder, collectively, “Rights Holder”) should send notification to our designated agent immediately.\nThe following notice requirements are intended to comply with Musicbed’s rights and obligations under the DMCA and, in particular, section 512(c), and do not constitute legal advice.\nConsult with an attorney prior to submitting your complaint.\nFor your complaint to be valid under the DMCA, please provide the following information:&nbsp;</p>\n<ol>\n<li>Identification of the copyrighted work in question, or, in the case of multiple alleged infringements, a representative list of such works.\nThis should include, title(s), author(s), any U.S.\nCopyright Registration number(s), URL(s) etc.;&nbsp;</li>\n<li>Identification to enable Musicbed to identify and locate the material that is allegedly infringing the Rights Holders’ work(s) (for example, file name or URL of the page(s) that contain(s) the material);&nbsp;</li>\n<li>Contact information for the Rights Holder so that we can contact them (including the Rights Holder’s address, telephone number, and email address);&nbsp;</li>\n<li>A statement that the Rights Holder has a good faith belief that the use of the material identified above in 2 is not authorized by the copyright owner, its agent, or the law;&nbsp;</li>\n<li>A statement, under penalty of perjury, that the information in the notification is accurate and that the Rights Holder is authorized to act on behalf of the copyright owner.\nand&nbsp;</li>\n<li>The Rights Holder’s physical or electronic signature.&nbsp;</li>\n</ol>\n<p>\n<strong>Notice may be sent:</strong>&nbsp;</p>\n<p>\n<em>By Mail:</em>&nbsp.\nAttn: Musicbed Legal Dept.\n9555 Harmon Road, Fort Worth, Texas 76177</p>\n<p>\n<em>By Email: legal@musicbed.com</em>\n</p>\n<p>10.\n<strong>Disclaimer of Warranties.\nLimitation of Liability.</strong>\n</p>\n<p>a.\n<strong>Disclaimer of Warranties.</strong> &nbsp;YOU AGREE THAT YOUR USE OF THE SERVICE SHALL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, MUSICBED, ITS OFFICERS, MANAGERS, MEMBERS, EMPLOYEES, REPRESENTATIVES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SERVICE AND YOUR USE THEREOF.\nMUSICBED MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE CONTENT, THE SERVICE, OR THE CONTENT OF ANY SITES LINKED TO THE MUSICBED WEBSITE, AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SERVICE, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR SERVICE, (V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH OUR SERVICE BY ANY THIRD PARTY, AND/OR (VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICE.\nMUSICBED DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICE OR ANY HYPERLINKED SERVICE OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND MUSICBED WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\n<p>b.\n<strong>Limitation of Liability.</strong> &nbsp;</p>\n<p>i.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IN NO EVENT SHALL MUSICBED, ITS OFFICERS, MANAGERS, MEMBERS, EMPLOYEES, REPRESENTATIVES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING, INCLUDING WITHOUT LIMITATION, LOSS OF REVENUE OR EXPECTED REVENUE, LOST PROFITS, OR LOSS OF BUSINESS, FROM ANY (A) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (B) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR SERVICE, (C) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (D) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR SERVICE, (E) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH OUR SERVICE BY ANY THIRD PARTY, AND/OR (F) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT THE COMPANY IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<p>ii.&nbsp;&nbsp;&nbsp;&nbsp;YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT MUSICBED SHALL NOT BE LIABLE FOR CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF YOU OR ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>iii.&nbsp;&nbsp;&nbsp;&nbsp;<strong>NOTWITHSTANDING THE FOREGOING, IN NO EVENT OR CIRCUMSTANCE SHALL MUSICBED’S CUMULATIVE LIABILITY TO YOU EXCEED THE AMOUNT PAID BY YOU TO MUSICBED PRIOR TO THE EVENT GIVING RISE TO SUCH LIABILITY.</strong>\n</p>\n<p>c.\nNOTHING IN THESE TERMS OF USE SHALL AFFECT ANY NON-WAIVABLE STATUTORY RIGHTS THAT APPLY TO YOU.\nIf any provision or provisions of these Terms of Use shall be held to be invalid, illegal, or unenforceable, the validity, legality, and enforceability of the remaining provisions shall remain in full force and effect.</p>\n<p>11.\n<strong>Indemnity.</strong> &nbsp;To the fullest extent permitted by applicable law, you agree to defend, indemnify, and hold harmless Musicbed, and its, officers, managers, members, employees, attorneys, representatives, and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (a) your use of and access to the Service.\n(b) your violation of any term of these Terms of Use.\n(c) your violation of any third party right, including without limitation, any copyright, property, or privacy right.\nor (d) any claim that your Content caused damage to a third party.</p>\n<p>12.\n<strong>Use of Information Submitted.\n</strong>Musicbed is free to use any comments, information, ideas, concepts, reviews, or techniques or any other material contained in any communication you may send to us (\"Feedback\"), including responses to questionnaires or through postings to the Service, including the Musicbed website and user interfaces, worldwide and in perpetuity without further compensation, acknowledgement, or payment to you for any purpose whatsoever, including without limitation, developing, manufacturing, and marketing products and creating, modifying, or improving the Service.\nIn addition, you agree not to enforce any \"moral rights\" in and to the Feedback, to the extent permitted by applicable law.\nPlease note Musicbed does not accept unsolicited materials or ideas for Content, and is not responsible for the similarity of any of its content or programming in any media to materials or ideas transmitted to Musicbed.\nShould you send any unsolicited materials or ideas, you do so with the understanding that no additional consideration of any sort will be provided to you, and you are waiving any claim against Musicbed regarding the use of such materials and ideas, even if material or an idea is used that is substantially similar to the material or idea you sent.</p>\n<p>13.\n<strong>Monitoring and Enforcement.</strong> &nbsp;Notwithstanding anything herein to the contrary, Musicbed has the right to:</p>\n<p>a.remove or refuse to post any Content or Feedback for any or no reason in our sole and absolute discretion;</p>\n<p>b.take any action with respect to any Content or Feedback that we deem necessary or appropriate in our sole and absolute discretion, including if we believe that such Content or Feedback violates the Terms of Use, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Service or the public, or could create liability for Musicbed;</p>\n<p>c.disclose your identity or other information about you to any third party who claims that any portion of your Content violates their rights, including their intellectual property rights or their right to privacy;</p>\n<p>d.take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Service or the Musicbed website.\nand</p>\n<p>e.terminate or suspend your access to all or part of the Service or the Musicbed website for any violation of these Terms of Use.</p>\n<p>Without limiting the foregoing, we have the right to fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any materials on or through the Service or the Musicbed website.</p>\n<p>14.\n<strong>Customer Support.\n</strong>To find more information about our Service and its features, or if you need assistance with your account, please visit the Musicbed Knowledge Base (www.musicbed.com/knowledge-base).\nIn the event of any conflict between these Terms of Use and information provided by Customer Support or other portions of our website, these Terms of Use will control.</p>\n<p>15.\n&nbsp;<strong>General Provisions.</strong>\n</p>\n<p>a.\n<strong>Amendments.\nWaiver.</strong> &nbsp;Musicbed reserves the right to amend these Terms of Use at any time and without notice, and it is your responsibility to review these Terms of Use for any changes.\nYour use of the Service following any amendment of these Terms of Use will signify your assent to and acceptance of its revised terms.\nNo waiver of any term of this these Terms of Use shall be deemed a further or continuing waiver of such term or any other term, and Musicbed's failure to assert any right or provision under these Terms of Use shall not constitute a waiver of such right or provision.\n&nbsp;<strong>YOU AND MUSICBED AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICE MUST COMMENCE WITHIN TWO YEARS AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</strong>\n</p>\n<p>b.\n<strong>Entire Agreement.</strong> &nbsp;These Terms of Use, together with the Privacy and Cookie Policy, the License Agreement, Additional Terms, and any other legal notices published by Musicbed on the Service, shall constitute the entire agreement between you and Musicbed concerning the Service.</p>\n<p>c.\n<strong>Communication Preferences.</strong> &nbsp;By using the Service, you consent to receiving electronic communications from Musicbed relating to your account.\nThese communications may involve sending emails to your email address provided during registration, or posting communications on the Service or in your account, and will include notices about your account and are part of your relationship with Musicbed.\nYou agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that such communications be in writing.\nYou are responsible for updating Musicbed regarding any changes to your email address provided during registration.\nYou should maintain copies of electronic communications by printing a paper copy or saving an electronic copy.\nYou also consent to receiving certain other communications from us, such as newsletters about new Musicbed features and content, special offers, and promotional announcements via email or other methods.\nIf you no longer want to receive certain non-transactional communications, simply go to the \"communication settings\" link on the “Login” page of our website (www.musicbed.com/login) to manage your Musicbed communications.\nPlease review our Privacy and Cookie Policy for further detail on our marketing communications.</p>\n<p>d.\n<strong>Assignment.</strong> &nbsp;These Terms of Use, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be transferred or assigned by Musicbed without restriction.\nNothing in these Terms of Use shall be deemed to confer any third-party rights or benefits.</p>\n<p>e.\n<strong>Governing Law.\nVenue.\nJurisdiction.\nWaiver.</strong> &nbsp;These Terms of Use shall be governed by and construed in accordance with the domestic laws of the State of Texas, U.S.A., without giving effect to any choice or conflict of law provision or rule that would cause the application of the laws of any jurisdiction other than the State of Texas.\n&nbsp;You agree that the Service shall be deemed solely based in Texas, and the Service shall be deemed a passive website that does not give rise to personal jurisdiction over Musicbed, either specific or general, in jurisdictions other than Texas.\nYOU CONSENT AND AGREE ANY CLAIM OR DISPUTE BETWEEN YOU AND MUSICBED THAT ARISES IN WHOLE OR IN PART FROM THE SERVICE SHALL BE DECIDED EXCLUSIVELY BY A STATE OR FEDERAL COURT OF COMPETENT JURISDICTION LOCATED IN TARRANT COUNTY, TEXAS.\nTo the fullest extent permitted under applicable law, you irrevocably waive and agree not to assert, by way of motion, as a defense or otherwise, any claim that you are not subject to the jurisdiction of the above-referenced Texas courts and any objection that you may now or hereafter have to the laying of venue of any suit, action, or proceeding brought in any such court has been brought in an inconvenient forum.\nYou also hereby unconditionally waive your right to a jury trial of any and all claims or causes of action arising from or relating to these Terms of Use.\n&nbsp;</p>\n<p>f.\n<strong>Survival Clause</strong>.\n&nbsp;The Disclaimer of Warranties (Section 10.a.), Limitation of Liability (Section 10.b.), Severability (Section 10.c.), Indemnity (Section 11), and Governing Law.\nVenue.\nJurisdiction.\nWaiver (Section 15.e.) provisions shall survive the termination of your use of the Service, the deactivation or termination of your account, and the expiration or termination of your License Agreement(s).\n</p>\n<p>g.\n<strong>Force Majeure</strong>.\nExcept for the payment of license-related fees, each party will be excused from any failure or delay caused by or the result of causes beyond its reasonable control and could not have been avoided or corrected through the exercise of reasonable diligence, including, but not limited to, acts of God, fire, flood, earthquake, hurricane or other natural catastrophe, terrorist actions, laws, orders, regulations, directions or actions of governmental authorities having jurisdiction over the subject matter hereof, or any civil or military authority, national emergency, civil unrest, insurrection, riot or war, labor strikes not involving either party’s employees, general failure of telecommunication or digital transmission links, general failure of the Internet, failure of any third party operating systems, platforms, applications or networks not under reasonable control of Musicbed, or other similar occurrence.</p>Need Help Finding <br> the Right Song?<p>Have it delivered to your account within <br>\n<strong>1 business day</strong>\n</p>Find My Song<p>Services</p>Song SearchSubscriptionSingle UseCustom MusicCovers<p>This is musicbed</p>Our StoryAwardsArticlesFilmsPlaylists<p>Help &amp.\nSupport</p>PricingFAQ(800) 380-8154<strong>FM</strong> is a family of brands dedicated <br> to empowering the creative.<p>MUSICBED</p>\n<p>Music licensing for filmmakers</p>\n<p>FILMSUPPLY</p>\n<p>Footage licensing for productions</p>©2023 FM LLC.Privacy PolicyLicense TermsTerms of UseCareersEAA4B3A7-68E4-4452-82C1-A29FE7220C68Created with sketchtool.C9248F02-C882-4C48-8BFB-00CDDC7FA45DCreated with sketchtool.\n× ", "created_at": "2023-06-30 21:37:40.00609", "updated_at": "2023-06-30 21:37:49.065317"}], "points": [], "urls": ["musicbed.com"]}}