{"error": 448, "message": "OK", "parameters": {"id": 9101, "name": "DoctorBox", "created_at": "2023-07-12 00:28:31.389587", "updated_at": "2023-07-12 10:02:12.09522", "wikipedia": null, "keywords": null, "related": null, "slug": "doctorbox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9101.png", "url": "doctorbox.de", "documents": [{"id": 17832, "name": "Allgemeine Geschäftsbedingungen für Ihr DoctorBox-Konto", "url": "https://www.doctorbox.de/agb", "xpath": "//body", "text": "<ul>\n<li>Meine App</li>\n<li>Meine Heimtests</li>\n<li>Meine Gesundheit</li>\n<li>Unsere Firma</li>\n<li>Unsere Partner</li>\n</ul>\n<ul>\n<li>DE</li>\n<li>EN</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>DE</li>\n<li>EN</li>\n</ul>Allgemeine Geschäftsbedingungen für Ihr DoctorBox-Konto<p>\n<strong>Wirksamkeitsdatum: 10.07.2020</strong>\n<strong>\n<br>\n</strong>\n<strong>Willkommen in Ihrem DoctorBox-Konto!</strong>\n</p>\n<p>Durch Einrichtung eines Nutzerkontos bei DoctorBox („ DoctorBox-Konto“) können Sie Ihr eigenes digitales Gesundheitskonto („ Gesundheitskonto“) über unsere DoctorBox App („ App“) führen.\nUnsere App gibt Ihnen die Möglichkeit, Ihre gesamten Gesundheitsdaten zentral an einem Ort zu sammeln, zu strukturieren, lokal auf Ihrem Gerät oder sicher in unserer Cloud zu speichern und/oder zu synchronisieren und Ihrem Arzt auf einfache Weise zugänglich zu machen („ Dienste“).\nDabei entscheiden Sie selbst, wer in Ihr Gesundheitskonto hineinschauen darf.</p>\n<p>Diese Allgemeinen Geschäftsbedingungen („ diese Bedingungen“ oder „ AGB“) stellen einen Vertrag zwischen Ihnen und der DOCTORBOX GmbH („ wir“/„ unsere“/„ uns“) mit Sitz in der Lietzenburger Straße 107, 10707 Berlin, dar, der die Nutzung Ihres DoctorBox-Kontos regelt.\nIhr Zugang zu Ihrem DoctorBox-Konto ist bedingt durch Ihre Annahme dieser AGB und der Datenschutzerklärung.\nUnsere Dienste richten sich ausschließlich an Nutzer, die das achtzehnte Lebensjahr vollendet haben.\nSollten Sie unsere Dienste nutzen wollen, obwohl Sie dieses Alter noch nicht erreicht haben, bedarf es hierfür des Einverständnisses Ihrer Eltern oder Ihres gesetzlichen Vertreters.</p>\n<p>Wir behalten uns vor, diese Bedingungen jederzeit zu ändern.\nWir werden Sie 30 Tage im Voraus über anstehende Änderungen dieser Bedingungen informieren.\nDie Benachrichtigung erfolgt entweder durch Zusendung einer E-Mail an die in Ihren Zugangsdaten angegebene E-Mail-Adresse oder durch Einblendung einer Nachricht in Ihrem DoctorBox-Konto.\nSie können den Änderungen entweder zustimmen oder sie ablehnen (z.B.\nindem Sie Ihr DoctorBox-Konto löschen).\nWenn Sie den Änderungen dieser Bedingungen nicht zustimmen, oder wenn Sie auf unsere Benachrichtigung nicht reagieren, können wir Ihr DoctorBox-Konto kündigen.</p>1.\nAnmeldung für Ihr DoctorBox-Konto<p>\n<strong>1.1.\nIhr DoctorBox-Konto</strong>\n</p>\n<p>Die Nutzung unserer Dienste über Ihr DoctorBox-Konto setzt das Herunterladen unserer App aus einem App Store (Apple iTunes, Google Playstore) auf ein Smartphone, ein Tablet, oder ein anderes zum Herunterladen unserer App geeignetes mobiles oder stationäres Gerät (gemeinsam „ Gerät“) und die Einrichtung eines DoctorBox-Kontos voraus.\nDas DoctorBox-Konto kann auch über einen gängigen Web-Browser unter www.doctorbox.de eingerichtet und bedient werden.</p>\n<p>Bei der Anmeldung müssen Sie Ihre E-Mail-Adresse sowie Ihr Geburtsdatum angeben und Ihren Nutzernamen und Ihr Kennwort festlegen („ Zugangsdaten“).\nDaraufhin wird Ihnen ein Bestätigungslink an die von Ihnen hinterlegte E-Mail-Adresse gesendet.\nIhre Registrierung erfolgt, indem Sie Ihre Kontaktdaten durch Anklicken des Links bestätigen.</p>\n<p>Wenn Sie sich für ein DoctorBox-Konto anmelden, müssen Sie uns gegenüber aktuelle, vollständige und korrekte Informationen angeben.\nSollten sich nach erfolgter Registrierung Änderungen bei diesen Daten ergeben, sind Sie verpflichtet, uns die Änderungen unverzüglich durch Aktualisierung der Angaben in Ihrem DoctorBox-Konto mitzuteilen.\nSie müssen Ihre Zugangsdaten vertraulich behandeln und dürfen keinem Dritten erlauben, Ihr DoctorBox-Konto oder unsere Dienste zu nutzen, es sei denn, wir erklären uns damit einverstanden.\nWir dürfen jegliche Nutzung mit Ihren Zugangsdaten Ihnen selbst zuordnen, und Sie sind allein verantwortlich für alle Aktivitäten, die unter Ihrem DoctorBox-Konto vorgenommen werden.\nFalls Sie den Verdacht einer unbefugten Nutzung Ihrer Zugangsdaten oder Ihres DoctorBox-Kontos oder einer Verletzung Ihrer Datensicherheit haben, benachrichtigen Sie uns bitte umgehend über die folgende E-Mail-Adresse: sos@doctorbox.de.</p>\n<p>Ferner ist die Nutzung der „Ende-zu-Ende“-Verschlüsselung (siehe unten 2.4) verpflichtend und Sie müssen für die Nutzung des DoctorBox-Kontos den Anweisungsschritten für die Erstellung Ihres persönlichen Schlüssels folgen.</p>\n<p>Für einige besonders sicherheitsrelevante Funktionen der App kann eine Verifizierung Ihres DoctorBox-Kontos erforderlich sein oder werden.\nHierauf werden wir Sie in der App gesondert hinweisen.\nSofern Sie diese Funktion nutzen möchten, müssen Sie ein Foto Ihres Personalausweises machen, auf dem die aufgedruckten Informationen erkennbar sind und in der App hochladen.\nHierzu steht Ihnen eine Funktion innerhalb der App zur Verfügung.\nDie Kopie wird auf unserem Server erkennbar als „Kopie“ markiert gespeichert und ausschließlich dazu verwendet, um Ihre Identität zu überprüfen.\nDies geschieht, indem Sie nach dem Hochladen des Bildes ein Video von sich selbst machen, in dem Sie Fragen zu den auf dem Ausweis gedruckten Daten beantworten oder neben sich Ihren Ausweis in die Kamera halten („Alive Check“).\nDieses Video wird dann von uns ma-nuell mit dem zuvor hochgeladenen Foto abgeglichen.</p>\n<p>\n<strong>1.\n2.\nProdukte und Dienste anderer Anbieter</strong>\n</p>\n<p>Um unsere Dienste nutzen zu können, müssen Sie unter Umständen zusätzliche Produkte oder Dienste nutzen oder erwerben, etwa ein Gerät, einen Internetzugang und eine Datenverbindung.\nDiese müssen Sie separat erwerben und nutzen und alle damit verbundenen Kosten tragen (insbesondere die Kosten für Internetzugang, Textnachrichten oder andere Datenübertragungen).\nUnsere Dienste können es Ihnen ermöglichen, Dienste (einschließlich von Hilfsdiensten zum Zahlungsverkehr) und Inhalte von anderen Anbietern („ Materialien anderer Anbieter”) zu nutzen und zu erwerben.\nDerartige Materialien anderer Anbieter unterliegen eigenen Nutzungsbedingungen und Sie sind ausschließlich für die Einhaltung der jeweils geltenden Nutzungsbedingungen verantwortlich.</p>\n<p>Wenn Sie auf Materialien anderer Anbieter zugreifen oder diese nutzen oder erwerben, können hierfür andere Allgemeine Geschäftsbedingungen maßgeblich sein.\nSie müssen sich an die maßgeblichen Allgemeinen Geschäftsbedingungen anderer Anbieter halten und alle damit verbundenen Kosten tragen.\nFür die Materialien anderer Anbieter ist allein der entsprechende Anbieter verantwortlich, wir selbst können hierfür keine Haftung übernehmen.\nAnspruchsgegner derjenigen Ansprüche, die Sie mit Bezug auf Materialien anderer Anbieter haben, ist daher allein der entsprechende Anbieter, nicht wir.</p>2.\nUnsere Dienste<p>\n<strong>2.1.\nEigenes Gesundheitskonto</strong>\n</p>\n<p>In Ihrem DoctorBox-Konto können Sie Informationen und Dokumente mit Informationen über Ihre Befunde, Symptome, Gesundheitszustand, Arzttermine, Medikamente, medizinische Behandlung, Krankenkasse und Abrechnung („ Gesundheitsdaten“) sammeln, strukturieren und in Ihr Gesundheitskonto aufnehmen.\nDadurch erhalten Sie die Möglichkeit, Ihre gesamten Gesundheitsdaten digital an einem zentralen Ort aufzubewahren, auf den Sie mit ihrem Gerät von überall aus zugreifen und bei Wahl der „Sicherheitsoption Ausgewogen“ (siehe 2.2) so relevante Daten Ihrem Arzt leicht zugänglich machen können.\nBei Wahl der „Sicherheitsoption Extrem“ können sie die Daten nicht mit Ihrem Arzt teilen.</p>\n<p>Durch das Vergeben von Tags (=Stichwörtern) können Sie Ihre Gesundheitsdaten leicht organisieren.\nSie können in Ihrem DoctorBox-Konto auch eine Timeline (=Zeitlinie) erstellen, in der Ihnen der chronologische Verlauf zu einem bestimmten Thema oder aller von Ihnen eingegebenen Gesundheitsdaten angezeigt wird.</p>\n<p>Sie können einen Arzt, eine Praxis, ein Krankenhaus oder eine Rehabilitationseinrichtung dazu ermächtigen, Dokumente, die Ihre Behandlung betreffen, direkt in die Doctorbox Timeline hochzuladen.\nEine entsprechende Einladung können Sie in Ihrer Doctorbox-App unter Benennung des Arztes/ Praxis / Krankenhaus / Einrichtung und dessen E-Mail-Adressen vornehmen.\nDie Einladung behält Ihre Wirksamkeit für 3 Monate.</p>\n<p>\n<strong>2.2.\nNotfallsticker</strong>\n</p>\n<p>Sie können ferner selbst über die Weitergabe bestimmter Daten an Dritte mittels unseres „Notfallstickers“ entscheiden.\nDies ist ein physischer Aufkleber, den Sie in Arztpraxen erhalten können.\nSie können einen Notfallsticker mit Ihrem DoctorBox-Konto verbinden und bestimmte Daten, die Sie in Ihrem DoctorBox-Konto hinterlegt haben, für Dritte freigeben.\nDies erfordert in jedem Fall eine aktive, einzelfallbezogene Freigabe von bestimmten Daten durch Sie.\nAuf den Notfallsticker sind eine Sharing ID und eine PIN abgedruckt.\nEin Dritter, dem der Notfallsticker zugänglich gemacht wird, kann durch Eingabe dieser Daten die von Ihnen hinterlegten Daten über eine auf dem Notfallsticker angegebene Website einsehen.\nDies kann z.B.\nhilfreich sein, wenn Sie einen Unfall hatten und nicht ansprechbar sind, um Notärzten Allergien, Erkrankungen oder ähnliche hilfreiche Informationen zur Verfügung zu stellen.\nAllerdings kann jede Person, die Zugang zu Ihrem Notfallsticker hat, die dort hinterlegten Informationen abrufen, Sie sollten daher vorsichtig sein, für wen Sie den Notfallsticker einsehbar machen und welche Daten Sie hinterlegen.\nDie Verwendung des Notfallstickers liegt in Ihrer eigenen Verantwortung.\nMit der Einrichtung des Notfallsti-ckers beauftragen Sie Doctorbox, den Personen, die über die Zugangsdaten des Notfallstickers verfügen, Zugang zu den von Ihnen hinterlegten Daten zu gewähren.</p>\n<p>Sie können einen von Ihnen aktivierten Notfallsticker jederzeit in der App wieder löschen, sodass die Zugangsdaten auf einem Notfallsticker nicht mehr geeignet sind, um die hinterlegten Daten abzurufen.\nSie können ebenfalls jederzeit die hinterlegten Daten löschen, ändern oder ergänzen.</p>\n<p>\n<strong>2.3.\nKontakttagebuch für Infektionsschutzzwecke (Intelligentes Treffpunkt Management)</strong>\n</p>\n<p>Sie können über die App ein Kontakttagebuch für Infektionsschutzzwecke (z.B.\nSARS-CoV-2) führen, das durch die Schnittstelle zu der Doctorbox Leuchtturm GmbH i.\nGr.\nund das von dieser betriebene Netz von Kontakt-Beacons unterstützt wird.\nFür die bestmögliche Nutzung der Funktion ist es erforderlich, dass Sie die Bluetooth-Funktion Ihres Mobilgerätes einschalten.\nSeitens des von Ihnen verwendeten Betriebssystems (iOS oder Android) kann es erforderlich sein, dass für die Aktivierung der Bluetooth-Funktion auch zwingend die Aktivierung der GPS-Standortfunktion erforderlich ist.\nWeder wir noch die Doctorbox Leuchtturm GmbH i.\nGr.\nwerden den GPS-Standort aber erfassen (auch nicht nur kurzzeitig) oder auswerten.\nFerner ist für das Funktionieren der Funktion ein aktuelles Betriebssystem, entsprechende Treiber-Software sowie eine funktionierende Internet-Verbindung erforderlich.</p>\n<p>Wenn Sie die Funktion in der App freischalten, stellt die DoctorBox App eine Verbindung zur DoctorBox Leuchtturm GmbH i.\nGr.\nher und ruft die aktuelle Liste aller teilnehmenden Treffpunkte (z.B.\nGeschäfte oder sonstige Räumlichkeiten, die an dem Leuchtturm-Projekt teilnehmen) ab.\nDie DoctorBox App überprüft nun in kurzen Abständen ob ein Signal eines teilnehmenden Treffpunktes empfangen wird.\nWenn ein Signal empfangen wird, wird der Eingangszeitpunkt und der Zeitpunkt des Verlusts des Signals erfasst und als Eintrag im DoctorBox Kontakttagebuch gespeichert.\nDer Eintrag wird als „automatisch durch Beacons hinzugefügt“ gekennzeichnet.\nDies dient lediglich der Unterstützung und Vereinfachung der Rückverfolgung Ihrer Treffpunkte für den Fall, dass Sie zu einem späteren Zeitpunkt an einer Infektionskrankheut erkranken oder ein entsprechender Verdacht besteht und z.B.\nein Gesundheitsamt die Vorlage eines Kontakttagebuchs von Ihnen verlangt.\nSie bleiben in jedem Fall selbst dafür verantwortlich, das Kontakttagebuch vollständig zu führen und insbesondere die automatisch generierten Einträge auf ihre Richtigkeit zu prüfen.\nDa die Teilnahme an dem Leuchtturm-Projekt für Betreiber der Treffpunkte freiwillig ist, kann weder Doctorbox noch die Doctorbox Leuchtturm GmbH i.\nGr.\ndie Vollständigkeit des Kontakttagebuchs gewährleisten.\nDies bleibt allein in Ihrem Verantwortungsbereich.</p>\n<p>Sofern einer der teilnehmenden Geschäfte oder Treffpunkte vom jeweils zuständigen Gesundheitsamt eine Nachricht erhält, dass sich dort eine mit einer Infektionskrankheit infizierte Person aufgehalten hat, kann der Betreiber dies an die Doctorbox Leuchtturm GmbH i.\nGr.\nmelden.\nDie Doctorbox Leuchtturm GmbH i.\nGr.\nübermittelt in regelmäßigen Abständen (z.B.\nbei jeder Öffnung der App oder nach Änderung von Daten in der App) die Liste mit positiv gemeldeten Treffpunkten an Ihr Gerät und dort wird diese mit Ihrem Kontakttagebuch abgeglichen.\nIm Falle einer räumlichen und zeitlichen Übereinstimmung werden Sie von der App automatisch hierüber informiert.\nDiese Nachricht ist informatorischer Natur und Sie haben selbst zu entscheiden, welche Schritte Sie unternehmen.\nDurch die Nachricht spricht weder Doctorbox noch die Doctorbox Leuchtturm GmbH i.\nGr.\neine Empfehlung zur Behandlung oder Eindämmung der Weiterverbreitung der Infektionskrankheit aus.\nEbenfalls besagt diese Nachricht nicht, dass Sie sich mit der Infektionskrankheit infiziert haben.\nSofern Sie über die App eine derartige Nachricht erhalten, sollten Sie gegebenenfalls einen Arzt konsultieren oder anderweitig Hilfe in Anspruch nehmen, z.B.\nbei dem jeweiligen Gesundheitsamt.</p>\n<p>Für die automatisch mittels der Kontakt-Beacons generierten Einträge in der Kontakttagebuch-Funktion ist die Doctorbox Leuchtturm GmbH i.\nGr.\nverantwortlich.\nDie Doctorbox Leuchtturm GmbH i.\nGr.\nund Doctorbox sind nicht haftbar für Schäden, (i) die vorsätzlich oder grob fahrlässig verursacht wurden, (ii) an Körper, Leben oder Gesundheit oder (iii) die auf einer schuldhaften Verletzung einer wesentlichen Vertragspflicht beruhen, d.h.\neiner Vertragspflicht, die für das Erreichen des Vertragszwecks wesentlich ist und deren Nichterfüllung die erfolgreiche Vertragsabwicklung gefährden würde und deren Einhaltung regelmäßig erwartet werden kann.\nIn diesem Fall ist die Haftung jedoch auf den Schaden beschränkt, der in vergleichbaren Situationen typischerweise zu erwarten war.\nIm Übrigen ist die Haftung der Doctorbox Leuchtturm GmbH i.\nGr.\nund von Doctorbox ausgeschlossen.\nDie Haftung nach dem Produkthaftungsgesetz oder sonstigen Gesetzen, die nicht vertraglich beschränkt werden kann, bleibt hiervon unberührt.\nDie Haftungsbeschränkungen in dieser Ziffer gelten auch für die gesetzlichen Vertreter, Angestellten, Erfüllungsgehilfen und sonstiges Personal der Doctorbox Leuchtturm GmbH i.\nGr.\nund von Doctorbox.</p>\n<p>\n<strong>2.4.\nCOVID-19 Antikörpertest</strong>\n</p>\n<p>Über die App wird es Ihnen ermöglicht, die Ergebnisse eines Trockenbluttests abzurufen.\nVoraussetzung ist, dass Sie vorher einen Vertrag über den Erwerb des erforderlichen Trockenbluttests sowie die Durchführung mit der Doctorbox Service GmbH abgeschlossen haben.\nHierfür gelten die separaten Vertragsbedingungen der Doctorbox Service GmbH.\nDoctorbox stellt dem Labor Becker lediglich eine Schnittstelle zur App zur Verfügung, über die das Labor Ihre Testergebnisse in die App übermitteln kann.\nDoctorbox hat keinerlei Einfluss auf die Ergebnisse und deren Richtigkeit und haftet folglich nicht hierfür und stellt die von dem Labor ermittelten Ergebnisse dem Kunden über die App dar, ohne selbst zusätzliche medizinische Empfehlungen auszusprechen oder in dieser Hinsicht zu beraten.\nDie App bietet ausdrücklich keine eigenen medizinischen Leistungen, Diagnosen und / oder Therapien an und stellt auch keine entsprechenden medizinischen Informationen bereit.\nEs handelt sich bei der App insoweit nicht um ein Medizinprodukt i.S.d.\nMedizinproduktgesetz bzw.\nder Medizinprodukteverordnung.</p>\n<p>\n<strong>2.5.\nDeutsche Datensicherheit</strong>\n</p>\n<p>Sie entscheiden selbst über die Sicherheitsoption Ihres DoctorBox-Kontos.</p>\n<p>In der „ Sicherheitsoption Extrem“ wird Ihr Gesundheitskonto ausschließlich auf ihrem eigenen Gerät lokal gespeichert.\nsollten Sie Ihr Gerät verlieren und keinen Sicherungskopie von Ihrem Daten erstellt haben, sind allen Daten Ihres DoctorBox Gesundheitskontos verloren.</p>\n<p>In der „ Sicherheitsoption Ausgewogen“ wird Ihr Gesundheitskonto auf unserem nach BSI-Grundschutz und ISO 27001 zertifizierten, in Deutschland befindlichen DoctorBox-Server („ Cloud“) gesichert und synchronisiert.\nsollten Sie Ihr Gerät verlieren und keinen Sicherungskopie von Ihrem Daten erstellt haben, sind allen Daten Ihrer DoctorBox Gesundheitskonto auf unsere Cloud gesichert.</p>\n<p>Ärzten oder sonstigen Dritten ist es nicht möglich, Ihr Gesundheitskonto oder einzelne oder alle Gesundheitsdaten aus der Cloud herunterzuladen.\nes sei denn, sie haben die „Sicherheitsoption Ausgewogen“ gewählt und Ihrem Arzt einen Zugang zu ausgewählten oder allen Daten Ihres DoctorBox Gesundheitskontos gewährt.</p>\n<p>Ihr Gesundheitskonto, einzelne oder alle Gesundheitsdaten können von Ihnen selbst jederzeit aus Ihrem DoctorBox-Konto gelöscht werden.</p>\n<p>\n<strong>2.6.\nEnde zu Ende Verschlüsselung</strong>\n</p>\n<p>Ihr Doctorbox-Gesundheitskonto wird standardmäßig und verpflichtend für all Nutzer durch eine „Ende-zu-Ende-Verschlüsselung“ gesichert, d.h.\nes werden alle in der Doctorbox-Gesundheitskonto hinterlegten Daten verschlüsselt.\nAusgenommen hiervon sind lediglich von Ihnen hochgeladene DICOM-Archive (Standardformat zum Austausch von Informationen im Bilddaten-Management), die von Ihnen freiwillig mit Ihrem Notfallsticker verknüpften Notfallinformationen (Profilbild, Name, Geburtsdatum, Geschlecht, Blutgruppe, Notfallkontakte, Allergien, Krankheiten oder Dokumente wie Organspendeausweis und Patientenverfügung) sowie Ihre Account-Informationen (E-Mail-Adresse, Name, Geburtsdatum) selbst.\nDie Verschlüsselung erfolgt durch ein aktuelles, asymmetrisches Verschlüsselungsverfahren.\nHierzu ist es erforderlich, dass Sie in der App einen persönlichen „Schlüssel“ erstellen, mit dem Dokumente verschlüsselt werden und der gleichzeitig als Zugangscode zu den verschlüsselten Daten fungiert und es so ermöglicht, dass nur Sie bzw.\ndie von Ihnen ausdrücklich autorisierten Dritten (z.B.\nein Arzt oder Krankenhaus) auf die Daten in Ihrer Doctorbox-Gesundheitskonto zugreifen können.\nDer Zugriff von solchen Dritten erfordert, dass auch diese ein Doctorbox-Konto haben und über einen entsprechenden Schlüssel verfügen, um die Daten entschlüsseln zu können.\nSie können es einem Arzt oder Krankenhaus auch ermöglich, Dokumente an Ihr Doctorbox-Gesundheitskonto geschickt werden.\nHierfür ist seitens des Arztes oder Krankenhauses kein Doctorbox-Konto oder ein eigener Schlüssel erforderlich.\nSowohl während die Dokumente auf Ihrem Gerät oder dem Doctorbox-Server abgelegt sind, als auch während der Übermittlung an einen oder von einem autorisierten Dritten, bleiben die Daten verschlüsselt und somit vertraulich.\nAuch wir können dann nicht auf diese Dokumente zugreifen.\nZur Erstellung Ihres persönlichen Schlüssels folgen Sie bitte der Anleitung in der App.\nSofern Sie verschlüsselte Dokumente mit einem Dritten austauschen möchten, ist es erforderlich, dass auch dieser über einen entsprechenden eigenen Schlüssel verfügt.\nEs ist für die Gewährleistung der Vertraulichkeit der Dokumente zwingend erforderlich, dass Sie den von Ihnen erstellten Schlüssel an einem sicheren Ort aufbewahren, zu dem nur Sie Zugang haben (z.B.\nein Safe in Ihrem Haus oder ein gesicherter Ordner auf Ihrem Computer).\nSofern eine andere Person Zugang zu dem Schlüssel hat, kann diese Person möglicherweise auch auf Ihre Daten in der Doctorbox-Gesundheitskonto zugreifen.\nSofern Sie ein verschlüsseltes Dokument einem Arzt oder Krankenhaus gezielt übermitteln, kann die betroffene Einrichtung mit ihrem eigenen Schlüssel nur die jeweilige Datei öffnen, nicht aber andere, mit demselben Schlüssel verschlüsselte Dokumente, die nicht von Ihnen freigegeben wurden.\nSofern Sie den Verdacht haben, dass ein Dritter Zugang zu Ihrem Schlüssel haben könnte, müssen Sie umgehend entsprechend obenstehender Schritte einen neuen, sicheren Schlüssel generieren.\nAnsonsten ist die Sicherheit der Dokumente nicht gewährleistet.\nSollten Sie Ihren Schlüssel hingegen verlieren, sind die verschlüsselten Daten unwiederbringlich verloren.\nWeder Sie noch Doctorbox kann auf die Daten zugreifen, wenn Ihr Schlüssel verloren geht.\nInsofern sind allein Sie für die sichere Aufbewahrung Ihres Schlüssels verantwortlich.\nWir weisen ferner darauf hin, dass es mit der Ende-zu-Ende-Verschlüsselung nicht möglich ist, schädliche Inhalte, die an die bzw.\nvon dem Doctorbox-Gesundheitskonto versendet werden, zu erkennen.\nHierdurch kann es zur Infizierung Ihres Geräts oder der Geräte Dritter (insbesondere Arztpraxen, Krankenhäuser, usw.) mit Schad-Software kommen.</p>\n<p>\n<strong>2.7.\nWichtige Informationen zu unseren Diensten und Inhalten</strong>\n</p>\n<p>\n<strong>2.8.\nZugriff und Freigabe nur durch Sie selbst</strong>\n</p>\n<p>Es ist Ihr Gesundheitskonto, und es sind Ihre Gesundheitsdaten.\nSie entscheiden selbst darüber, ob und welchem Arzt Sie Ihr Gesundheitskonto oder einzelne oder alle Gesundheitsdaten zugänglich machen.\nEine Freigabe an eine Person, die kein Arzt ist, ist derzeit nicht vorgesehen.\nSie können Ihre Freigaben jederzeit widerrufen.\nDas Teilen von Gesundheitsdaten mit Dritten (Ärzten oder Krankenhäusern) erfordert, dass dieser Dritte ebenfalls über ein Doctorbox-Konto verfügt.</p>\n<p>\n<strong>2.9.\nWichtige Informationen zu unseren Diensten und Inhalten</strong>\n</p>\n<p>Sie können unsere Dienste und Informationen, Grafiken, Texte, Bilder, Software, Klangdateien, Videos, Kommunikationen und andere Materialien (einschließlich aller Metadaten), die wir durch oder im Zusammenhang mit unseren Diensten zur Verfügung stellen („ Inhalte“) nutzen, soweit und solange Sie verfügbar und erhältlich sind.\nWir können weder die Verfügbarkeit bestimmter Dienste und Inhalte garantieren, noch bestimmte Funktionalitäten zusichern.\nEs kann - unter anderem aufgrund der technischen Struktur des Internet - immer vor-kommen, dass es zu Verbindungsproblemen oder sonstigen Störungen kommt.\nSie sollten insbesondere bei lebenswichtigen Dokumenten und Informationen immer sicherstellen, dass Sie diese auch in anderer Form mit sich führen, z.B.\nin Form eines Allergiepasses oder Notfallausweises.\nBestimmte Dienste können Vorabversionen sein oder nicht korrekt funktionieren oder nicht so funktionieren wie eine Endversion arbeiten würde.\nWir können die späteren Entwicklungsversionen der App deutlich ändern oder uns entscheiden, sie gar nicht auf den Markt zu bringen.\nWir behalten uns vor, jederzeit ohne vorherige Benachrichtigung alle oder einzelne Dienste und Inhalte zu ändern, zu entfernen, zu löschen, einzuschränken oder unzugänglich zu machen.\nWir behalten uns auch vor, die Speicherkapazität zu reduzieren oder unsere Dienste jederzeit kostenpflichtig zu stellen.</p>\n<p>Wir sind nicht verpflichtet, Support-Leistungen für die Nutzung unserer Dienste, Ihres DoctorBox-Kontos, der Nutzerinhalte, unserer Inhalte oder der Materialien anderer Anbieter zu erbringen.</p>\n<p>Sie sind sich mit uns darüber einig, dass man nach dem aktuellen Stand der Technik eine Software nie vollständig fehlerfrei programmieren und liefern kann.</p>\n<p>Angaben über bestimmte Eigenschaften und/oder die Eignung unserer Dienste oder Inhalte zu einem bestimmten Verwendungszeck sind weder Eigenschaftszusicherungen noch Beschaffenheitsvereinbarungen im Sinne des § 434 BGB.</p>\n<p>Insbesondere geben wir keine Garantie dafür, dass unsere Dienste oder Inhalte Ihre spezifischen persönlichen Erwartungen erfüllen und auf ihrer Grundlage erhaltene Informationen oder Inhalte zutreffend, vollständig und verlässlich sind.</p>\n<p>Sie sind dafür verantwortlich, Sicherungskopien herzustellen für jegliche Inhalte und Informationen, die Sie in Ihrem DoctorBox-Konto speichern oder erheben.\ndies gilt bei allen Sicherheitsoptionen.\nWir können nicht garantieren, dass Inhalte oder Informationen, die Sie speichern oder erheben, nicht entfernt, beschädigt, beeinträchtigt, verloren oder unzugänglich gemacht werden.\nFerner kann es sein, dass Informationen, Inhalte und Software, die Sie auf ein Gerät hochladen, über ein anderes Gerät nicht zugänglich sind.</p>3.\nDrittnutzer<p>Sie können in Ihrem DoctorBox-Konto derzeit lediglich Ihre eigenen Gesundheitsdaten hochladen und verwalten.</p>4.\nZahlungspflichtige Konten<p>Derzeit sind sämtliche Dienste von uns kostenfrei nutzbar.\nBitte beachten Sie, dass wir es uns vorbehalten, jederzeit eine Vergütungspflicht für unsere Dienste einzuführen, In diesem Fall werden wir Sie natürlich rechtzeitig informieren.</p>5.\nIhr Verhalten<p>Sie sind dafür verantwortlich, bei der Nutzung unserer Dienste alle maßgeblichen Gesetze einzuhalten.\nSie dürfen bei der Nutzung unserer Dienste keine missbräuchlichen Nutzungen vornehmen.\nWenn wir den Verdacht haben, dass diese Bedingungen verletzt worden sind, dürfen wir rechtliche Schritte einleiten, die zuständigen Behörden einschalten und rechtliche Verfahren gegen die Rechtsverletzer einleiten.\nSie erklären sich einverstanden, uns bei der Ermittlung Ihrer eigenen Verletzungen oder der Verletzungen durch Dritte zu unterstützen, es sei denn, das anwendbare Recht hindert uns daran, von Ihnen eine solche Kooperation zu verlangen.\nSoweit dies mit dem geltenden Recht vereinbar ist, behalten wir uns das Recht vor, Software, Kontrollsysteme oder sonstige Lösungen zu nutzen, die dazu dienen, Aktivitäten aufzudecken, die diese Bedingungen verletzen.</p>6.\nNutzerinhalte<p>\n<strong>6.1.\nNutzerinhalte</strong>\n</p>\n<p>Sie können selbst als Nutzer Materialien, insbesondere die Gesundheitsdaten, in unsere Dienste einpflegen oder einstellen.\nDer Begriff „ Nutzerinhalte” umfasst alle Gesundheitsdaten und sonstigen Informationen, Grafiken, Texte, Bilder, Software, Klangdateien, Videos, Kommunikationen und andere Materialien (einschließlich aller Metadaten), die von Ihnen in unsere Dienste eingepflegt werden.\nFür Nutzerinhalte haftet allein diejenige Person, von deren DoctorBox-Konto die Nutzerinhalte stammen.\nDie Nutzerinhalte werden von uns weder kontrolliert noch redigiert oder in sonstiger Weise überprüft oder beeinflusst.</p>\n<p>\n<strong>6.2.\nLizenz zur Nutzung von Nutzerinhalten</strong>\n</p>\n<p>Ihre Nutzerinhalte gehören Ihnen.\nWir beanspruchen nicht, Rechtsinhaber oder Eigentümer von Nutzerinhalten zu sein.\nSie erteilen uns und unseren Unterauftragnehmern eine beschränkte, persönliche, übertragbare, nicht ausschließliche Lizenz zur Verwendung Ihrer Nutzerinhalte ausschließlich zum Zweck der Erbringung unserer Dienste für Sie und nur in dem dafür erforderlichen Umfang.\nFerner sind wir dazu berechtigt, die von Ihnen bereit gestellten Nutzerinhalte in anonymisierter bzw.\naggregierter Form zur Verbesserung unserer Dienste auszuwerten und zu nutzen.</p>7.\nKündigung<p>Sie können Ihren Vertrag mit uns kündigen, indem Sie Ihr DoctorBox-Konto in der App löschen.\nWir behalten uns vor, diese Bedingungen, Ihr DoctorBox-Konto oder unsere Dienste jederzeit aus wichtigem Grund zu kündigen oder zu suspendieren.</p>\n<p>Die Kündigung oder Suspendierung Ihres DoctorBox-Kontos lässt Ihre Pflicht, sämtliche bis zu der Kündigung (einschließlich des Kündigungsdatums) entstandenen Zahlungspflichten zu erfüllen, unberührt.</p>\n<p>Sie stimmen zu, dass die Kündigung Ihres DoctorBox-Kontos Ihren Zugang umgehend und dauerhaft beendet, und dass wir sämtliche Gesundheitsdaten, Informationen, Ordner, Kommunikationen, Voreinstellungen und Inhalte (einschließlich sämtlicher unserer Inhalte, Nutzerinhalte und Materialien anderer Anbieter), die auf unseren Servern im Zusammenhang mit Ihrem DoctorBox-Konto gespeichert sind, nach Maßgabe der datenschutzrechtlichen Vorgaben unverzüglich löschen werden.</p>\n<p>Innerhalb der Schranken der Ziffern 8 und 9 haften wir Ihnen gegenüber nicht wegen der Kündigung oder Suspendierung Ihres DoctorBox-Kontos oder Ihres Zugangs zu unseren Diensten.</p>8.\nHaftungsbeschränkungen<p>Unter bestimmten Umständen kann es sein, dass Sie berechtigt sind, von uns Schadensersatz zu verlangen.\nUnsere Haftung wird insoweit wie folgt beschränkt:</p>\n<p>\n<strong>8.1.\nVorsatz</strong>\n</p>\n<p>In Fällen von Vorsatz, bei arglistigem Verschweigen eines Mangels oder bei einer Beschaffenheitsgarantie sowie bei Ansprüchen, die aus Verletzungen von Leben, Leib oder Gesundheit resultieren, haften wir nach den Regeln des zwingenden Gesetzesrechts.</p>\n<p>\n<strong>8.2.\nGrobe Fahrlässigkeit</strong>\n</p>\n<p>Bei grober Fahrlässigkeit ist unsere Haftung auf typische, vorhersehbare Schäden begrenzt.\ndiese Haftungsbegrenzung findet keine Anwendung, soweit Schäden von unseren leitenden Angestellten oder rechtlichen Vertretern verursacht worden sind, sowie in Fällen der Verletzung wesentlicher Vertragspflichten.</p>\n<p>\n<strong>8.3.\nLeichte Fahrlässigkeit</strong>\n</p>\n<p>In Fällen leichter Fahrlässigkeit haften wir nur im Falle der Verletzung wesentlicher Vertragspflichten, und unsere Haftung wird begrenzt auf typische, vorhersehbare Schäden.</p>\n<p>\n<strong>8.4.\nVerjährung</strong>\n</p>\n<p>Alle Schadensersatz- oder Aufwendungsersatzansprüche wegen Mängeln verjähren nach einem Jahr.\nDiese Bestimmung lässt § 438 Abs.\n1 S.\n1 Nr.\n1a) BGB unberührt.\nAlle anderen Ansprüche gegen uns wegen Schäden oder Aufwendungen verjähren in zwei Jahren nach Entstehung des Anspruchs.\nDie Bestimmung dieser Ziffer 8.4.\nfindet keine Anwendung in Fällen, in denen die Voraussetzungen gemäß Ziffer 8.1.\nerfüllt sind, sowie in Fällen grober Fahrlässigkeit unsererseits.\nIn solchen Fällen findet das allgemeine Gesetzesrecht Anwendung.</p>\n<p>\n<strong>8.5.\nUnabhängigkeit der Haftungsbeschränkungen von der Anspruchsursache</strong>\n</p>\n<p>Die Haftungsbeschränkungen in Ziffer 8.1.\n– 8.4.\ngelten unabhängig davon, ob der Verlust, die Haftung oder der Schaden auf Vertragsbruch, Verletzung eines Garantieversprechens, Mangel oder deliktsrechtlicher Haftung, einschließlich der Haftung aufgrund von Fahrlässigkeit oder falschen Angaben, Erfolgshaftung oder Gefährdungshaftung oder jeglicher anderer Anspruchsursache beruht, soweit die Haftungsausschlüsse/-begrenzungen nach geltendem Recht zulässig sind.</p>9.\nHaftungsfreistellung<p>9.1.\njedweden Nutzerinhalten, die über Ihr DoctorBox-Konto eingepflegt, verbreitet, übertragen, aus ihm entstanden oder in sonstiger Weise über es zugänglich gemacht worden sind;</p>\n<p>9.2.\nIhrer Nutzung unserer Dienste und Aktivitäten bei der Nutzung Ihres DoctorBox-Konto;</p>\n<p>9.3.\njeglicher Verletzung dieser Bedingungen von Ihrer Seite.\noder</p>\n<p>9.4.\neiner Verletzung von Drittrechten oder Gesetzesverletzungen von Ihrer Seite.</p>10.\nApp und Updates<p>Die Nutzung der App unterliegt diesen Bedingungen.\nWir gewähren Ihnen ein persönliches, nicht-ausschließliches, nicht übertragbares und beschränktes Nutzungsrecht, die App in Übereinstimmung mit diesen Bedingungen zu nutzen.\nWir können die Version Ihrer App automatisch prüfen und Ihrem Gerät automatisch Updates zu Ihrer App schicken.\nDiese Updates können Fehlerbehebungen, Funktionserweiterungen, Verbesserungen und neue Versionen der App enthalten.\nDie Einräumung von Nutzungsrechten an der App erfolgt durch Lizenzvertrag, nicht durch Verkauf.\nVorbehaltlich entgegenstehender Benachrichtigungen endet Ihre Nutzungsberechtigung, wenn Sie Ihr DoctorBox-Konto löschen oder Ihre Anmeldung für einen bezahlten Dienst kündigen, der mit der App genutzt wird.\nSie müssen die App dann deinstallieren, oder wir können sie deaktivieren.\nSie dürfen technische Beschränkungen der App nicht umgehen.\nSie dürfen unsere Dienste oder die App nicht auseinanderbauen, dekompilieren oder nachbauen, es sei denn das anwendbare Recht erlaubt Ihnen dies ausdrücklich trotz dieser Ausschlussklausel.</p>11.\nBenachrichtigungen für den Fall von Rechtsverletzungen<p>Sie werden das geistige Eigentum von uns und von Dritten respektieren und die damit verbundenen Rechte nicht verletzen.\nWenn Sie der Ansicht sind, dass Inhalte und Materialien, die über unsere Dienste zugänglich gemacht werden, die Rechte am geistigen Eigentum oder das Allgemeine Persönlichkeitsrecht Dritter verletzen, bitte informieren Sie uns umgehend über die folgende E-Mail-Adresse: [recht@doctorbox.de]</p>\n<p>Wenn wir Ihre Benachrichtigung erhalten, können wir den Zugang zu rechtsverletzendem Material sperren oder löschen.\nWir können jedes DoctorBox-Konto oder das Zugangsrecht zu unseren Diensten aufgrund von Rechtsverletzungen gegenüber uns oder Dritten beenden oder kündigen.</p>11.\nBenachrichtigungen für den Fall von Rechtsverletzungen<p>Sie werden das geistige Eigentum von uns und von Dritten respektieren und die damit verbundenen Rechte nicht verletzen.\nWenn Sie der Ansicht sind, dass Inhalte und Materialien, die über unsere Dienste zugänglich gemacht werden, die Rechte am geistigen Eigentum oder das Allgemeine Persönlichkeitsrecht Dritter verletzen, bitte informieren Sie uns umgehend über die folgende E-Mail-Adresse: [recht@doctorbox.de]</p>\n<p>Wenn wir Ihre Benachrichtigung erhalten, können wir den Zugang zu rechtsverletzendem Material sperren oder löschen.\nWir können jedes DoctorBox-Konto oder das Zugangsrecht zu unseren Diensten aufgrund von Rechtsverletzungen gegenüber uns oder Dritten beenden oder kündigen.</p>12.\nFeedback<p>Wir fordern Sie nicht dazu auf und erwarten nicht, dass Sie uns gegenüber Kommentare, Feedback, Empfehlungen oder Vorschläge zur Verbesserung von unseren Diensten (“ Feedback”) abgeben, sind aber gleichwohl dankbar für alle Hinweise, wie wir unsere Dienste verbessern können.\nSollten Sie Feedback abgeben, räumen Sie uns und den von uns Beauftragten selbst für den Fall, dass Sie das Feedback als vertraulich kennzeichnen, das Recht ein, das Feedback zu nutzen, zu verbreiten, zu vervielfältigen, weiter zu lizensieren und auf sonstige Weise zu verbreiten und auszuwerten, wie wir es für angebracht halten, ohne dass dies eine Verpflichtung (insbesondere eine Zahlungspflicht) oder Beschränkung jeglicher Art mit Bezug auf Rechte am geistigen Eigentum oder sonstige Rechte bedeutet.</p>13.\nDatenschutzhinweis<p>Für unseren Umgang mit Ihren personenbezogenen Daten ist Ihre Zustimmung zu unserer Datenschutzerklärung maßgeblich.\nWenn Sie Materialien anderer Anbieter (entsprechend der Definition in Ziffer 1.2.) im Zusammenhang mit Ihrem DoctorBox-Konto nutzen, seien Sie vorsichtig.\nWir sind nicht verantwortlich dafür, in welcher Weise Materialien anderer Anbieter auf Ihre Daten Zugriff nehmen und sie erheben, verarbeiten, bekanntgeben oder in sonstiger Weise nutzen.\nSie sollten nur vertrauenswürdige Materialien anderer Anbieter nutzen und alle Datenschutzrichtlinien anderer Anbieter prüfen.</p>14.\nAllgemeines<p>\n<strong>14.1.\nSalvatorische Klausel</strong>\n</p>\n<p>Sollte eine dieser Bestimmungen von dem jeweils zuständigen Gericht für rechtswidrig, unwirksam oder nicht durchsetzbar gehalten werden, bleiben die verbleibenden Bestimmungen vollständig wirksam.\nÜberschriften dienen nur der Übersichtlichkeit und haben keine rechtliche oder vertragliche Bedeutung.</p>\n<p>\n<strong>14.2.\nAbtretung</strong>\n</p>\n<p>Wir können unsere aus diesem Vertragsverhältnis erwachsende Rechtsposition jederzeit ganz oder teilweise an Dritte übertragen, ohne Sie darüber zu benachrichtigen.\nSie können Ihre aus diesem Vertragsverhältnis erwachsende Rechtsposition weder übertragen noch weitergeben, ebenso wenig können Sie einzelne oder alle Rechte an Ihrem DoctorBox-Konto oder an unseren Diensten weiterübertragen.</p>\n<p>\n<strong>14.3.\nVerzicht</strong>\n</p>\n<p>Sollte wir auf einen Vertragsbruch Ihrerseits oder seitens Dritter nicht reagieren, bedeutet dies keinen Rechtsverzicht, auch nicht bezüglich weiterer oder ähnlicher Vertragsbrüche.\nVerzichtserklärungen von uns sind nur wirksam, wenn sie auf einer schriftlichen Erklärung von uns beruhen, die handschriftlich und mit wirksamer Stellvertretung unterzeichnet ist.</p>\n<p>\n<strong>14.4.\nGesamte Vereinbarung</strong>\n</p>\n<p>Diese Bedingungen (einschließlich aller in sie einbezogenen Bestimmungen) stellen das vollständige Vertragswerk zwischen Ihnen und uns mit Bezug auf Ihr DoctorBox-Konto und unsere Dienste dar.\nSowohl Sie als auch wir sichern uns gegenseitig zu, dass weder Sie noch wir Rechte oder Ansprüche aus irgendeiner Zusicherung, Erklärung oder Garantie erwachsen, die über das hinausgehen, was explizit in diesen Bedingungen enthalten ist.\nDer vorangegangene Satz schließt keine Haftung und keine Ansprüche aus, die zwingend und unabdingbar aus dem geltenden Gesetzesrecht erwachsen.\nNiemand außer Ihnen und uns bzw.\nunseren Rechtsnachfolgern ist berechtigt, sich auf diese Bestimmungen zu berufen und deren Durchsetzung zu verlangen.</p>\n<p>\n<strong>14.5.\nStreitbeilegung</strong>\n</p>\n<p>Die EU-Kommission stellt unter https://ec.europa.eu/consumers/odr/ eine Online-Plattform zur Beilegung von Streitigkeiten im Zusammenhang mit Online-Verträgen zur Verfügung.\nWir sind nicht dazu verpflichtet, an einer alternativen Streitbeilegung im Sinne des Verbraucherstreitbeilegungsgesetzes teilzunehmen und bieten ein solches Verfahren auch nicht an.</p>\n<p>\n<strong>14.6.\nRechtswahl</strong>\n</p>\n<p>Es gilt das Recht der Bundesrepublik Deutschland unter Ausschluss des Übereinkommens der Vereinten Nationen (CISG).</p>\n<p>\n<strong>14.7.\nGerichtsstand</strong>\n</p>\n<p>Der Gerichtsstand für alle im Zusammenhang mit diesen Bedingungen stehenden Rechtsstreitigkeiten (sowohl für vertragliche als auch für nicht-vertragliche Ansprüche) ist Berlin, Deutschland.</p>DoctorBox GmbHLietzenburger Straße 107\n10707 BerlinTel.: +49 30 34045468info@doctorbox.deMo - Fr 8.00 - 18.00DoctorBox ProInformierenRegistrierenVideosprechstunde SupportTel.: +49 30 34045468pro@doctorbox.deMein ShopAllergietest (295 Allergene)Aminosäuren ProfilDarmkrebsvorsorgeFettstoffwechsel AnalyseHämoglobin TestPSA Test - Prostata Vorsorge STI BasicSTI EssentialThrombose RisikoGeschäftskundenDoctorBox ProHeimtests GeschäftspartnerNotfallsticker VertriebSchnelltestToGo-SoftwareDoctorBox GmbH © 2023<ul>\n<li>Karriere</li>\n<li>Presse</li>\n<li>AGB</li>\n<li>Impressum</li>\n<li>Datenschutzerklärung</li>\n</ul>\n<p>\n</p>", "created_at": "2023-07-12 00:28:43.795825", "updated_at": "2023-07-12 00:28:50.603162"}, {"id": 17831, "name": "Datenschutzerklärung", "url": "https://www.doctorbox.de/datenschutz.jsp", "xpath": "//body", "text": "<ul>\n<li>Meine App</li>\n<li>Meine Heimtests</li>\n<li>Meine Gesundheit</li>\n<li>Unsere Firma</li>\n<li>Unsere Partner</li>\n</ul>\n<ul>\n<li>DE</li>\n<li>EN</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>DE</li>\n<li>EN</li>\n</ul>Datenschutzerklärung für Ihr DoctorBox-Konto und App<p>\n<strong>Wirksamkeitsdatum: 06.02.2023</strong>\n</p>\n<p>Der Schutz Ihrer Privatsphäre ist für uns sehr wichtig.\nNachstehend informieren wir Sie über den Umgang mit Ihren Daten.\nUnsere Erhebung, Verarbeitung und Nutzung personenbezogener Daten erfolgt ausschließlich im Einklang mit den gesetzlichen Bestimmungen der EU-Verordnung 679/2016 (DSGVO) und des ergänzenden Bundesdatenschutzgesetzes.\nBetreiberin der App und Verantwortliche im Sinne des Datenschutzrechts ist die DOCTORBOX GmbH („ wir“/„ unsere“/„ uns“) mit Sitz in der Lietzenburger Straße 107, 10707 Berlin, office@doctorbox.de.</p>\n<p>Bitte lesen Sie diese Datenschutzerklärung vor der Nutzung unserer DoctorBox Applikationen („App“) sorgfältig durch.\nMit der Bereitstellung unserer App geben wir Ihnen die Möglichkeit, Ihre gesamten Gesundheitsdaten zentral an einem Ort zu sammeln, zu strukturieren, lokal auf Ihrem Gerät oder sicher in unserer Cloud zu speichern und/oder zu synchronisieren und Ihrem Arzt auf einfache Weise zugänglich zu machen und Ihnen personalisierte Produktempfehlungen anzuzeigen(„ Dienste“).\nMit dem Anklicken des auf diese Datenschutzerklärung bezogenen Kästchens und des Bestätigungslinks, der an die von Ihnen hinterlegte E-Mail-Adresse gesendet wird, bestätigen Sie, dass Sie diese Datenschutzerklärung zur Kenntnis genommen haben.\nMöchten Sie diese Datenschutzerklärung nicht anerkennen, ist eine Nutzung unserer App leider nicht möglich.</p>\n<p>Sofern Sie die App nutzen möchten, ohne das 18.\nLebensjahr vollendet zu haben, ist hierfür die Zustimmung Ihres oder Ihrer Erziehungsberechtigten erforderlich.\nBitte stellen Sie sicher, dass diese Zustimmung vorliegt.\nSofern wir personenbezogene Daten auf Grundlage Ihrer Einwilligung gemäß Art.\n6 Abs.\n1 lit.\na bzw.\nArt.\n9 Abs.\n2 lit.\na DSGVO verarbeiten, müssen Sie sicherstellen, dass Ihr Erziehungsberechtigter bzw.\nIhre Erziehungsberechtigten auch hiermit einverstanden sind.\nWir können Sie dazu auffordern, einen entsprechenden Nachweis zu erbringen oder uns die Zustimmung ausdrücklich zu bestätigen.\nIn jedem Fall sind Sie uns gegenüber dafür verantwortlich, wenn Sie die App entgegen Ihrer Angaben ohne Zustimmung Ihres oder Ihrer Erziehungsberechtigten nutzen oder eine konkrete Einwilligung in die Nutzung Ihrer Daten ohne eine solche Zustimmung erteilen.</p>1.\nErhebung, Verarbeitung und Nutzung Ihrer Daten<p>Zur Bereitstellung unserer Dienste ist die Erhebung, Verarbeitung und Nutzung von Daten und Informationen zu Ihrer Person („personenbezogene Daten“) erforderlich.\nWir verwenden Ihre personenbezogenen Daten gemäß Art.\n6 Abs.\n1 lit.\nb DSGVO ausschließlich zur Bereitstellung unserer Dienste für Sie bzw.\naufgrund Ihrer Einwilligung gemäß Art.\n9 Abs.\n2 lit.\na DSGVO, wenn Sie Gesundheitsdaten freiwillig in der App hochladen.</p>\n<p>\n<strong>1.1.\nÜbersicht der App Berechtigungen, Zwecke und Rechtsgrundlagen der Verarbeitungen</strong>\n</p>RechtsgrundlageRechtsgrundlageRechtsgrundlage(1) Bei Registrierung erheben und speichern wir Ihren Vorname, Nachnamen, Geburtsdatum sowie Ihre E-Mail Adresse um eine Nutzung der Dienste unserer App gewährleisten zu können.Art.\n6 (1) 1 b) DSGVO:\nAuf Grundlage der zwischen Ihnen und uns geltenden Allgemeinen Geschäftsbedinungen für die DoctorBox(2) Sie können in Ihrem DoctorBox-Konto Gesundheits und Fitnessdaten hinterlegen.\nDarunter fallen Informationen und Dokumente mit Informationen über Ihre Befunde, Symptome, Gesundheitszustand, Arzttermine, Medikamente, medizinische Behandlung, Krankenkasse und Abrechnung („Gesundheitsdaten“) hochladen und speichern (als Foto und Video oder Datei oder Audiodaten).\nDie Erhebung und Verarbeitung Ihrer Gesundheitsdaten durch uns erfolgt ausschließlich, um Ihnen unsere Dienste bereitzustellen bzw.\nauf Ihren ausdrücklichen Wunsch.\nDarüber hinaus verarbeiten wir Ihre Gesundheitsdaten mit Ihrer ausdrücklichen Einwilligung, um Ihnen personalisiert Empfehlung mittels unserer speziell zu diesem Zweck entwickelten Künstlichen Intelligenz („KI“) anzeigen zu können.\nWeitere Informationen hierzu finden Sie unten unter Ziff.\n1.7Art.\n6 (1) 1 a), Art.\n9 (2) a) DSGVO: Einwilligung durch Aktivierung der Kamerafunktion, des Datenzugriffs, der Audioaufzeichnung oder Tippen des Einwilligungs-Buttons für personalisierte, gesundheitsbezogene Empfehlungen nach entsprechender Benachrichtigung in der App.\nSie können Ihre Einwilligung jederzeit mit Wirkung für die Zukunft widerrufen, indem Sie die Kamera-, Datenzugriffs- ,Audioaufzeichnungsberechtigung oder die Funktion über personalisierte, gesundheitsbezogene Empfehlungen in den Einstellungen in Ihrer App wieder deaktivieren.\nBerechtigung für Kamera, Datenzugriff, Audioaufzeichnungen und personalisierte, gesundheitsbezogene Empfehlungen.(3) Sie können in Ihrem DoctorBox-Konto COVID-19 Testergebnisse und Impfnachweise hinterlegen.\nDie Erhebung und Verarbeitung Ihrer Gesundheitsdaten durch uns erfolgt ausschließlich, um Ihnen unsere Dienste bereitzustellen bzw.\nauf Ihren ausdrücklichen Wunsch.Art.\n6 (1) 1 a) bzw.\nArt.\n9 (2) a) DSGVO:\nEinwilligung durch Einschalten der Kamerafunktion, Dateizugriff oder Audiaufnahme nach Aufforderung in der App.\nSie können die Einwilligung jederzeit für die Zukunft widerrufen, indem Sie Ihre Kamera-, Dateizugriffs- Audioberechtigung ausschalten.Kameraberechtigung(4) Sie können in Ihrem DoctorBox-Konto Notfall-Kontakte hinterlagen.\nDie Erhebung und Verarbeitung dieser Daten durch uns erfolgt ausschließlich, um Ihnen unsere Dienste bereitzustellen bzw.\nauf Ihren ausdrücklichen Wunsch.Art.\n6 (1) 1 a) DSGVO:\nEinwilligung durch Einschalten der Kontaktzugriffsberechtigung nach Aufforderung in der App.\nSie können die Einwilligung jederzeit für die Zukunft widerrufen, indem Sie Ihre kontaktzugriffsberechtigung ausschalten.Kontaktzugriffsberechtigung(5) Sie können in Ihrem DoctorBox-Konto eine Verifizierung Ihrer Identität über die Übertragung von Ausweisdaten als Foto und Videos beantragen.\nDie Erhebung und Verarbeitung dieser Daten durch uns erfolgt ausschließlich, um Ihnen unsere Dienste bereitzustellen bzw.\nauf Ihren ausdrücklichen Wunsch.Art.\n6 (1) 1 a) DSGVO:\nEinwilligung durch Durchführen der Verifizierung und Zugriff auf die Kameraberechtigung nach Aufforderung in der App.\nSie können die Einwilligung jederzeit für die Zukunft widerrufen, indem Sie Ihre Kameraberechtigung ausschalten.Kameraberechtigung(6) Sie können in Ihrem DoctorBox-Konto ein automatisiertes Kontakttagebuch führen - dafür ist die Aktivierung der Bluetooth- und GPS-Berechtigung (ungefährer und genauer Standort) notwendig.\nDie Erhebung und Verarbeitung Ihrer Lokalisierungsdaten durch uns erfolgt ausschließlich, um Ihnen unsere Dienste bereitzustellen bzw, auf Ihren ausdrücklichen Wunsch.Sie können in Ihrem DoctorBox-Konto ein automatisiertes Kontakttagebuch führen - dafür ist die Aktivierung der Bluetooth- und GPS-Berechtigung (ungefährer und genauer Standort) notwendig.\nDie Erhebung und Verarbeitung Ihrer Lokalisierungsdaten durch uns erfolgt ausschließlich, um Ihnen unsere Dienste bereitzustellen bzw, auf Ihren ausdrücklichen Wunsch.Bluetooth- und GPS-Berechtigung (ungefährer und genauer Standort)<p>\n<strong>1.2.\nDownloaddaten, Kontaktdaten und Zahlungsdaten</strong>\n</p>\n<p>Zum Herunterladen unserer App aus dem App oder Play Store ist die Verarbeitung bestimmter Daten, nämlich Ihres Nutzernamen, Ihrer E-Mail-Adresse, der Kundennummer Ihres App Store Accounts, dem Zeitpunkt des Downloads und der individuellen Gerätekennziffer („ Downloaddaten“) notwendig.</p>\n<p>Bei der Anmeldung in unserer App müssen Sie Ihre E-Mail-Adresse sowie Ihr Geburtsdatum angeben und Ihren Nutzernamen und ein Kennwort festlegen („ Kontaktdaten“).\nDiese Daten benötigen wir zur Einrichtung Ihres individuellen, nur für Sie zugänglichen Nutzerkontos bei DoctorBox („ DoctorBox-Konto“), über das wir Ihnen unsere Dienste zur Verfügung stellen.\nWir können es Ihnen auch ermöglichen, sich über einen anderen Dienstleister anzumelden.\nDies ist jedoch freiwillig und stellt lediglich eine Ergänzung des üblichen Anmeldeprozesses dar.\nSollten Sie von diesem Angebot Gebrauch machen, unterliegt die Nutzung dieses anderen Dienstes den Nutzungsbedingungen des jeweiligen Anbieters und wir haben keinen Einfluss darauf, wie dieser Ihre Daten verarbeitet.\nBitte machen Sie sich daher mit den Datenschutzbestimmungen des Dienstleisters vertraut.\nFür einige besonders sicherheitsrelevante Funktionen der App kann eine Verifizierung Ihres DoctorBox-Kontos erforderlich sein oder werden.\nHierauf werden wir Sie in der App gesondert hinweisen.\nSofern Sie diese Funktion nutzen möchten, müssen Sie ein Foto Ihres Personalausweises machen, auf dem die aufgedruckten Informationen erkennbar sind und in der App hochladen.\nHierzu steht Ihnen eine Funktion innerhalb der App zur Verfügung.\nDie Kopie wird auf unserem Server erkennbar als „Kopie“ markiert gespeichert und ausschließlich dazu verwendet, um Ihre Identität zu überprüfen.\nDies geschieht, indem Sie nach dem Hochladen des Bildes ein Video von sich selbst machen, in dem Sie Fragen zu den auf dem Ausweis gedruckten Daten beantworten oder neben sich Ihren Ausweis in die Kamera halten („Alive Check“).\nDieses Video wird dann von uns manuell mit dem zuvor hochgeladenen Foto abgeglichen.\nNach gelungener Verifizierung werden die Daten umgehend wieder gelöscht.\nMit dem Hochladen des Fotos erklären Sie Ihre Einwilligung in die Verwendung durch uns zum Zweck der Verifizierung Ihres DoctorBox-Kontos.\nSie können Ihre Einwilligung jederzeit durch E-Mail an datenschutz@doctorbox.de widerrufen, dann stehen Ihnen die Funktionen, die eine Verifizierung des DoctorBox-Kontos erfordern, nicht zur Verfügung.</p>\n<p>Sollten unsere Dienste in Zukunft gegen Entgelt angeboten werden, benötigen wir auch weitere Information zu dem von Ihnen verwendeten Zahlungsmittel („ Zahlungsdaten“).\nWir werden Sie über die konkret benötigten Zahlungsdaten informieren, sobald die von Ihnen genutzten Dienste zahlungspflichtig werden.</p>\n<p>Die Erhebung und Verarbeitung Ihrer Zahlungsdaten durch uns erfolgt ausschließlich zur Abwicklung des Zahlungsvorganges.</p>\n<p>\n<strong>1.3.\nWeitere persönliche Daten und Gesundheitsdaten</strong>\n</p>\n<p>Sie können in Ihrem DoctorBox-Konto auch Ihr Geschlecht, Gewicht und Größe, Erkrankungen und Allergien („ weitere persönliche Daten“) eingeben.\nDie Erhebung und Verarbeitung Ihrer weiteren persönlichen Daten durch uns erfolgt ausschließlich, um Ihnen unsere Dienste bereitzustellen.</p>\n<p>Sie können in Ihrem DoctorBox-Konto Informationen und Dokumente mit Informationen über Ihre Befunde, Symptome, Gesundheitszustand, Arzttermine, Medikamente, medizinische Behandlung, Krankenkasse und Abrechnung („ Gesundheitsdaten“) hochladen und speichern.\nDie Erhebung und Verarbeitung Ihrer Gesundheitsdaten durch uns erfolgt ausschließlich, um Ihnen unsere Dienste bereitzustellen.</p>\n<p>Mit dem Hochladen der Dokumente bzw.\nder Einladung an Ärzte oder Krankenhäuser zum Hochladen erteilen Sie Ihre Einwilligung, dass wir die betroffenen Gesundheitsdaten in Ihrem DoctorBox-Konto für Sie speichern und im Einklang mit dieser Datenschutzerklärung für Sie bereithalten.\nSofern Sie diese Einwilligung widerrufen möchten, können Sie die Dokumente jederzeit aus Ihrem DoctorBox-Konto löschen.</p>\n<p>Diese Daten werden von uns in anonymisierter Form zur Auswertung und Verbesserung unserer Dienste genutzt.\nEin Rückschluss auf Ihre Person ist dabei ausgeschlossen.</p>\n<p>\n<strong>1.4.\nHeimtest-Ergebnisse</strong>\n</p>\n<p>Sofern Sie von der DoctorBox Service GmbH einen Test zur Abnahme von Proben und deren Laborauswertung bestellt und diesen entsprechend der Allgemeinen Geschäftsbedingungen der DoctorBox Service GmbH an das teilnehmende Labor geschickt haben, werden Ihnen die Ergebnisse von dem Labor über eine Schnittstelle in der App angezeigt.\n</p>\n<p>\n<strong>1.5.\nTechnische und sonstige Daten</strong>\n</p>\n<p>Wir speichern lediglich Zugriffsdaten, insbesondere Ihre IP-Adresse (anonymisiert), Browser-Version, Betriebssystem-Version und App-Version.</p>\n<p>Diese Daten werden ausschließlich dazu genutzt, um Ihnen den Zugang zu und die Nutzung unserer Dienste zu ermöglichen und werden zur Verbesserung unseres Angebotes anonymisiert ausgewertet, ohne einen direkten Rückschluss auf Ihre Person zu ermöglichen.\nDiese Daten werden nicht mit anderen von Ihnen angegebenen Daten zusammengeführt.\nDie Nutzung der Daten zu diesen Zwecken ist zum Schutz unseres berechtigten Interesses an der Erbringung und Verbesserung unserer Dienste nach Art.\n6 Abs.\n1 lit.\nf DSGVO gerechtfertigt.\nDiese Daten werden von uns gelöscht, sobald sie für die Zwecke, zu denen sie erhoben wurden, nicht mehr erforderlich sind.</p>\n<p>\n<strong>1.6.\nCookies</strong>\n</p>\n<p>Wir verwenden Cookies, um Ihre Identität beim Einloggen in die App zu verifizieren.\nDies ist erforderlich, um Sie bei der Nutzung der App zu authentifizieren und Ihnen die Nutzung der App nach dem Einloggen zu ermöglichen.\nCookies sind kleine Dateien, die beim Einloggen in die App auf Ihrem Gerät gespeichert und nach Schließen Ihres Browsers wieder gelöscht werden (Session Cookies).</p>\n<p>\n<strong>1.7.\nZusendung von Zusätzlichen Informationen, Bereitstellung von Diensten Dritter und Einwilligung</strong>\n</p>\n<p>a) Wir können Ihnen an Ihre E-Mail-Adresse oder auch unmittelbar in der App interessante zusätzliche Informationen über neue Funktionen der App oder auch anderer Doctorbox-Produkte anzeigen, von denen wir glauben, dass diese für Sie relevant sind.\nSofern Sie derartige Informationen nicht mehr erhalten möchten, können Sie den entsprechenden „Opt Out“-Link in der jeweiligen Nachricht anklicken.\n</p>\n<p>b) Wir können Ihnen innerhalb der App auch über eine Schnittstelle Zugang zu zusätzlichen Diensten Dritter anbieten.\nIn diesem Fall sind diese Dritten ausschließlich für die Verarbeitung Ihrer personenbezogenen Daten verantwortlich.\nWir werden Sie rechtzeitig darauf hinweisen, wenn ein Dienst eines Dritten in Anspruch genommen wird und ebenfalls auf die hierfür geltenden Datenschutzbestimmungen des Dritten.\nGegebenenfalls werden wir in diesem Zusammenhang auch Ihre Einwilligung erfragen, sofern dies für die Nutzung des Dienstes erforderlich ist.\nSofern wir Sie nicht ausdrücklich anderweitig hierüber informieren bzw.\nIhre Einwilligung einholen, werden keine personenbezogenen Daten aus der App an den Dritten übermittelt.\nSofern Sie dem ausdrücklich zustimmen, können bestimmte Daten vom Drittanbieter in Ihr DoctorBox-Konto übernommen werden (z.B.\neine aufgrund eines Tests oder einer Einschätzung von einem Dritten diagnostizierte Erkrankung oder Allergie).\nSie können diese Einwilligung jederzeit widerrufen, indem Sie die betroffenen Informationen aus Ihrem DoctorBox-Konto löschen.</p>\n<p>c) Wenn Sie dies wünschen, können Sie sich in Ihrer App personalisierte, gesundheitsbezogene Empfehlungen auf der Grundlage Ihrer Kontaktdaten, weiteren persönlichen Daten und Ihrer Gesundheitsdaten anzeigen lassen.\nWir zeigen Ihnen solche Empfehlungen mittels einer von uns speziell zu diesem Zweck entwickelten KI an.\nZu diesem Zweck werden von den DoctorBox Servern mit Ihrer Zustimmung gemäß § 25 Abs.\n1 TTDSG bestimmte allgemeine (nicht auf Sie individuell zugeschnittene) Informationen an Ihre App übermittelt und lokal auf Ihrem Endgerät gespeichert.\nDiese Informationen gleicht die von uns entwickelte KI mit Ihren Kontaktdaten, weiteren persönlichen Daten und Ihren Gesundheitsdaten ausschließlich lokal ab, um Ihnen auf dieser Grundlage personalisierte, gesundheitsbezogene Empfehlungen in der App anzeigen zu können.\nDabei werden ausschließlich für die personalisierte Empfehlungsanzeige erforderliche generische Informationen von den DoctorBox Servern an Ihre App bzw.\ndas von Ihnen verwendete Endgerät übermittelt.\nZu diesem Zweck übertragen wir eine Datenbank mit bestimmten Auslösewerten und dazugehörigen Empfehlungen an Ihr Endgerät, zum Beispiel die Information, dass für Personen männlichen Geschlechts ab einem bestimmten Alter spezielle Krebsvorsorgeuntersuchungen empfohlen werden.\nDiese Datenbank wird von der KI mit den von Ihnen in der App hinterlegten Daten abgeglichen, um zu prüfen, ob die jeweiligen Auslösewerte für eine bestimmte Empfehlung erreicht wurden.\nSofern diese Prüfung positiv ausfällt, wird Ihnen von der KI die entsprechende personalisierte Empfehlung angezeigt, wenn Sie sich für die Aktivierung dieser Funktion entschieden haben.\n</p>\n<p>Eine Übertragung der auf Ihrem Endgerät gespeicherten Kontaktdaten, Gesundheitsdaten und weiteren persönlichen Daten an die DoctorBox Server findet zu diesem Zweck nicht statt.\nDie Auswertung der Daten durch die von uns entwickelte KI erfolgt ausschließlich lokal auf Ihrem Endgerät auf Basis der übermittelten Liste.\nWir werden dabei zu keiner Zeit Kenntnis über Ihre Diagnosen oder Befunde und deren Inhalte erlangen oder diese auswerten.\nIhre Gesundheitsdaten und Ihre weiteren persönlichen Daten bleiben dabei weiterhin ausschließlich für Sie sichtbar.</p>\n<p>Damit wir Ihnen diesen individuell auf Sie zugeschnittenen Empfehlungen in Ihrer App anzeigen können, holen wir im Voraus Ihre ausdrückliche Einwilligung gem.\nArt.\n9 (2) a) DSGVO, § 25 Abs.\n1 TTDSG mittels eines entsprechenden Banners in der DoctorBox App ein.\nDiese Einwilligung ist freiwillig und kann jederzeit mit Wirkung für die Zukunft im Einwilligungstool der App oder per E-Mail an datenschutz@doctorbox.de widerrufen werden.</p>\n<p>Sofern Sie uns in der App Ihre ausdrückliche Einwilligung gem.\nArt.\n9 Abs.\n1 lit.\na) DSGVO erteilen, können wir auch bestimmte Inhalte aus Ihrer Gesundheitsakte auslesen, um Ihnen basierend auf diesen Informationen spezifische Angebote oder Informationen mitzuteilen.\nWir werten in diesem Rahmen z.B.\nden ICD-Wert der in Ihrer App hochgeladenen ärztlichen Befunde aus.\nBei der ICD (International Classification of Diseases) handelt es sich um eine von der WHO herausgegebene Liste mit Klassifizierungscodes für Erkrankungen, Beschwerden, Symptomen.\nAuf Basis dieses ICD-Wertes können wir erkennen, welche Produkte Ihnen in Ihrer konkreten Situation behilflich sein könnten.\nBei dem ICD-Wert oder sonstigen Informationen in Ihrer App handelt es sich um Gesundheitsdaten, also um eine „besondere Kategorie personenbezogener Daten“, die gemäß Art.\n9 DSGVO besonderem Schutz unterliegen und daher nur unter sehr engen gesetzlichen Voraussetzungen von uns verarbeitet werden dürfen.\nIhre Einwilligung können Sie jederzeit mit Wirkung für die Zukunft widerrufen, indem Sie im Einwilligungstool der App eine andere Entscheidung treffen.\n</p>\n<p>d) Auf Grundlage der von Ihnen in der App bereitgestellten Gesundheitsdaten können wir Ihnen geeignete Dienste oder Produkte von Dritten in der App empfehlen.\nWir können diese Empfehlungen nicht einsehen und speichern sie auch nicht, da die Empfehlungen durch einen automatischen Prozess auf Ihrem Gerät selbst errechnet werden.\nSofern Sie einer der Empfehlungen folgen, werden Sie auf die Website des Anbieters weitergeleitet.\nDer Drittanbieter erhält dabei keine Informationen aus Ihrer App, bis auf die Tatsache, dass Sie von der App an den Anbieter weitergeleitet werden.\nDer jeweilige Anbieter kann uns in anonymisierter Form über die Anzahl der Nutzer informieren, die aus der App auf sein Angebot weitergeleitet wurden.\nWeitere Informationen über die Interaktion mit dem Drittanbieter erhalten wir nicht, auch nicht darüber, ob Sie einer bestimmten Empfehlung gefolgt sind.\nSie verlassen bei der Weiterleitung die App und wir haben keinen Einfluss mehr darauf, welche Daten der Anbieter des empfohlenen Produkts auf seiner Website von Ihnen erfasst.\nBitte machen Sie sich insofern mit den Datenschutzbestimmungen des jeweiligen Drittanbieters vertraut.\n</p>\n<p>Die Empfehlung geeigneter Dienste oder Produkte von Drittanbietern auf Grundlage der von Ihnen in der App bereitgestellten Gesundheitsdaten erfolgt ausschließlich auf Grundlage Ihrer zuvor erteilten Einwilligung gemäß Art.\n9 (2) a) DSGVO, die Sie jederzeit mit Wirkung für die Zukunft über das Einwilligungstool in der App widerrufen können.</p>\n<p>\n<strong>1.8.\nMatomo</strong>\n</p>\n<p>Wir verwenden die Open Source-Software Matomo, um die Nutzung der App zu analysieren und hierdurch unser Angebot zu verbessern und interessanter zu gestalten.\nWir betreiben Matomo auf unseren eigenen Servern, sodass die Analysedaten nicht an Dritte weitergegeben werden.\nMatomo verwendet für die Analyse keine Cookies, JavaScript Code oder Zählpixel, sondern lediglich von Ihrem Gerät automatisch übermittelte Informationen, wie die IP-Adresse, Zeitstempel, Referrer-Link, aufgerufene Inhalte, Häufigkeit des Zugriffs oder Spracheinstellungen.\nDie IP-Adresse wird jedoch vor Speicherung gekürzt, sodass ein Rückschluss auf Ihren Internetanschluss nicht mehr möglich ist.\nDie erfassten Daten werden von uns nicht mit anderen Daten, die wir von Ihnen erfasst haben, zusammengeführt.</p>\n<p>Die Erfassung der genannten Daten erfolgt auf Grundlage unseres berechtigten Interesses (Art.\n6 (1) f) DSGVO.\nSofern Sie nicht möchten, dass Ihr Nutzungsverhalten analysiert wird, können Sie dies jederzeit unterbinden: Opt-Out.</p>\n<p>\n<strong>1.9.\nSentry</strong>\n</p>\n<p>Wir verwenden ferner den Dienst Sentry zur Auswertung und künftigen Vermeidung von Software-Fehlern auf der Plattform.\nWir betreiben Sentry auf unseren eigenen Servern, sodass die Analysedaten nicht an Dritte weitergegeben werden.\nHierfür ist es erforderlich, dass im Falle einer Störung bestimmte technische Daten Ihres Endgerätes an uns weitergeleitet werden.\nZu diesen Daten gehört die IP-Adresse sowie die Browser- und Betriebssystemversion des Endgeräts.\nDie übermittelnde IP-Adresse wird von Sentry nicht vollständig gespeichert und uns auch zu keinem Zeitpunkt zur Verfügung gestellt.\nDie Erfassung und Auswertung dieser Daten ist erforderlich, um die Funktionsfähigkeit und Sicherheit der Plattform sicherzustellen (Art.\n6 Abs.\n1 lit.\nf) DSGVO).</p>2.\nWeitergabe an Dritte<p>Eine Weitergabe Ihrer personenbezogenen Daten an Dritte erfolgt nur, soweit dies zur Bereitstellung und Nutzung unserer Dienste und zur Zahlungsabwicklung unbedingt notwendig ist.\nDiese Weitergaben sind für die ordnungsgemäße Erbringung unserer Dienste erforderlich und erfolgt im Einklang mit dem geltenden Datenschutzrecht.</p>\n<p>\n<strong>2.1.\nApp Store / Play Store</strong>\n</p>\n<p>Beim Herunterladen der App werden die dafür notwendigen Informationen, die Downloaddaten, an den App oder Play Store übertragen.\nAuf diese Datenerhebung haben wir jedoch keinen Einfluss und sind nicht dafür verantwortlich.\nWir verarbeiten diese bereitgestellten Daten soweit dies für das Herunterladen der App auf Ihr Gerät notwendig ist.\nSie werden darüber hinaus nicht weiter gespeichert.</p>\n<p>\n<strong>2.2.\nUnsere Dienstleister</strong>\n</p>\n<p>Wir beauftragen dritte Unternehmen mit der Erfüllung von Aufgaben zum Zweck der Bereitstellung unserer Dienste („ Auftragsverarbeiter“).\nUnsere Auftragsverarbeiter haben Zugang zu personenbezogenen Daten, die zur Erfüllung ihrer Aufgaben benötigt werden.\nWir verlangen von unseren Auftragsverarbeitern im Rahmen der gesetzlichen Anforderungen eine Einverständniserklärung zur vertraulichen Behandlung sämtlicher an diese weitergegebener Informationen sowie zur ausschließlichen Nutzung der Informationen im Rahmen des Vertragszwecks.</p>\n<p>\n<strong>2.3.\nVon Ihnen ausgewählte Ärzte</strong>\n</p>\n<p>Nur dann, wenn Sie alle oder einzelne Gesundheitsdaten und/oder weiteren persönlichen Daten an einen von Ihnen ausgewählten Arzt freigegeben und dadurch Ihre Einwilligung erklärt haben, geben wir diese Gesundheitsdaten und/oder weiteren persönlichen Daten an den Arzt weiter.</p>\n<p>\n<strong>2.4.\nNotfallsticker</strong>\n</p>\n<p>Sie können ferner selbst über die Weitergabe bestimmter Daten an Dritte mittels unseres „Notfallstickers“ entscheiden.\nDies ist ein physischer Aufkleber, den Sie in Arztpraxen erhalten können.\nSie können einen Notfallsticker mit Ihrem DoctorBox-Konto verbinden und bestimmte Daten, die Sie in Ihrem DoctorBox-Konto hinterlegt haben, für Dritte freigeben.\nDies erfordert in jedem Fall eine aktive, einzelfallbezogene Freigabe von bestimmten Daten durch Sie.\nAuf den Notfallsticker sind eine Sharing ID und eine PIN abgedruckt.\nEin Dritter, dem der Notfallsticker zugänglich gemacht wird, kann durch Eingabe dieser Daten die von Ihnen hinterlegten Daten über eine auf dem Notfallsticker angegebene Website einsehen.\nDies kann z.B.\nhilfreich sein, wenn Sie einen Unfall hatten und nicht ansprechbar sind, um Notärzten Allergien, Erkrankungen oder ähnliche hilfreiche Informationen zur Verfügung zu stellen.\nAllerdings kann jede Person, die Zugang zu Ihrem Notfallsticker hat, die dort hinterlegten Informationen abrufen, Sie sollten daher vorsichtig sein, für wen Sie den Notfallsticker einsehbar machen und welche Daten Sie hinterlegen.\nDie Verwendung des Notfallstickers liegt in Ihrer eigenen Verantwortung.\nMit der Einrichtung des Notfallstickers erteilen Sie Ihre Einwilligung, dass wir den Personen, die über die Zugangsdaten des Notfallstickers verfügen, Zugang zu den von Ihnen hinterlegten Daten gewähren.</p>\n<p>Sie können einen von Ihnen aktivierten Notfallsticker jederzeit in der App wieder löschen, sodass die Zugangsdaten auf einem Notfallsticker nicht mehr geeignet sind, um die hinterlegten Daten abzurufen.\nSie können ebenfalls jederzeit die hinterlegten Daten löschen, ändern oder ergänzen.</p>3.\nDeutsche Datensicherheit<p>Ihre personenbezogenen Daten werden während der Übertragung über das Internet mittels Transport Layer Security / Secure Sockets Layer (TLS / SSL) verschlüsselt.\nDie auf dem Endgerät gespeicherten Daten sind ebenfalls verschlüsselt und nur von Ihnen mittels Passwort und/oder Fingerabdruck zugänglich.</p>\n<p>Wenn Sie die „Sicherheitsoption Extrem“ gewählt haben, wird unsere App auf Ihr Gerät geladen und kann ohne Zugriff auf das Internet oder die Cloud-Funktion verwendet werden.</p>\n<p>In der „Sicherheitsoption Ausgewogen“ werden Ihre personenbezogenen Daten von uns ausschließlich auf Servern in Deutschland gespeichert, die vom Bundesinstitut für Sicherheit in der Informationstechnologie (BSI) zertifiziert sind.</p>\n<p>Wir sichern unsere Website und sonstigen Systeme durch technische und organisatorische Maßnahmen gegen Verlust, Zerstörung, Zugriff, Veränderung oder Verbreitung Ihrer Daten durch unbefugte Personen.</p>4.\nSpeicherdauer<p>Wir werden Ihre personenbezogenen Daten nur so lange speichern, wie dies zur Erbringung unserer Dienste erforderlich ist.\nWir löschen unverzüglich sämtliche Ihrer für diese Zwecke nicht erforderlichen Daten.\nWenn Sie Ihr DoctorBox-Konto schließen, werden wir sämtliche von Ihnen gespeicherten personenbezogenen Daten unverzüglich löschen.\nAn die Stelle der Löschung tritt eine Sperrung, soweit einer Löschung gesetzliche oder vertragliche Aufbewahrungsfristen entgegenstehen.</p>5.\nIhre Rechte<p>\n<strong>5.1.\nWiderrufsrecht</strong>\n</p>\n<p>Sie können Ihre Einwilligung zur Erhebung und Verarbeitung Ihrer personenbezogenen Daten durch uns jederzeit widerrufen.\nFür Daten, die Sie selbst in der App zur Verfügung gestellt haben, können Sie den Widerruf einfach durch Entfernen der jeweiligen Daten aus der App ausüben.</p>\n<p>\n<strong>5.2.\nAuskunftsanspruch</strong>\n</p>\n<p>Sie haben das Recht, gemäß § 34 BDSG bzw.\nArt.\n15 DSGVO jederzeit von uns Auskunft zu verlangen über die zu Ihrer Person gespeicherten Daten, auch soweit sie sich auf die Herkunft dieser Daten beziehen, ebenso zu den Empfängern oder den Kategorien von Empfängern, an die Ihre Daten weitergegeben werden, sowie zum Zweck der Speicherung.</p>\n<p>\n<strong>5.3.\nWeitere Rechte</strong>\n</p>\n<p>Sie haben das Recht, gemäß Art.\n16 DSGVO die Berichtigung unrichtiger personenbezogener Daten und gemäß Art.\n17 DSGVO die Löschung oder gemäß Art.\n18 DSGVO die Sperrung oder Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\nFerner können Sie gemäß Art.\n20 DSGVO die Herausgabe der zu Ihnen gespeicherten personenbezogenen Daten in einem gängigen Dateiformat an Sie selbst oder einen Dritten verlangen.\nSofern wir Ihre personenbezogenen Daten aufgrund unserer überwiegenden Interessen (Art.\n6 Abs.\n1 lit.\nf DSGVO) verarbeiten, können Sie einer darauf gestützten Verarbeitung gemäß Art.\n21 DSGVO widersprechen, sofern hierfür überwiegende Gründe bestehen, die sich aus Ihrer besonderen Situation ergeben.\nSie können ferner der Zusendung von Direktwerbung widersprechen.\nSollten Sie der Auffassung sein, dass wir Ihre Daten nicht im Einklang mit geltendem Recht verarbeiten, können Sie eine Beschwerde bei einer zuständigen Aufsichtsbehörde einlegen, z.B.\nan Ihrem Wohnort.</p>\n<strong>6.\nDatenschutzerklärung für den Preisvergleich</strong>\n<p>Dieses Dokument informiert Sie über die Verarbeitung Ihrer personenbezogenen Daten im Zusammenhang mit dem Besuch der Website Preisvergleich.Doctorbox.de (die „<strong>Website</strong>“).</p>\n<p>Verantwortliche Stelle im Sinne der EU-Datenschutzgrundverordnung (DSGVO) ist:</p>\n<p>DoctorBox GmbH</p>\n<p>Lietzenburger Straße 107&nbsp;<br>10707 Berlin&nbsp;</p>\n<p>Telefon: +49 (0)3034 04 54 68&nbsp;<br>Telefax: +49 (0)30 30 30 16 36&nbsp;<br>E-Mail:&nbsp;<u>office@doctorbox.de</u>\n</p>\n<p>Datenschutzbeauftragter: <u>info@dsbplus.de</u>\n</p>\n<p>\n<strong>\n<u>Verbindungsdaten</u>\n</strong>\n</p>\n<p>Wenn Sie auf unsere Website zugreifen, werden automatisch technische Informationen erfasst, die von Ihrem Gerät automatisch mit erfasst werden.\nDiese Informationen (Server-Logfiles) beinhalten etwa die Zeit des Zugriffs, angefragte Inhalte, Art des Webbrowsers, das verwendete Betriebssystem, den Domainnamen Ihres Internet-Service-Providers, Ihre IP-Adresse und ähnliches („<strong>Verbindungsdaten</strong>“).</p>\n<p>Die Verbindungsdaten werden insbesondere zu folgenden Zwecken verarbeitet:</p>\n<ul>\n<li>\n<p>Sicherstellung eines problemlosen Verbindungsaufbaus der Website,</p>\n</li>\n<li>\n<p>Sicherstellung einer reibungslosen Nutzung unserer Website,</p>\n</li>\n<li>\n<p> Auswertung der Systemsicherheit und -stabilität sowie</p>\n</li>\n<li>\n<p> zu weiteren administrativen Zwecken.</p>\n</li>\n</ul>\n<p>Wir verwenden Ihre Verbindungsdaten nicht, um Rückschlüsse auf Ihre Person zu ziehen.\nInformationen dieser Art werden von uns ggfs.\nstatistisch und anonym ausgewertet, um unseren Internetauftritt und die dahinterstehende Technik zu optimieren.&nbsp;</p>\n<p>Die Verarbeitung der Verbindungsdaten erfolgt gemäß Art.\n6 Abs.\n1 lit.\nf DSGVO auf Basis unseres berechtigten Interesses an der Bereitstellung der Website und der Verbesserung der Stabilität und Funktionalität unserer Website.</p>\n<p>Die Verarbeitung der Daten erfolgt möglicherweise durch technische Dienstleister, die für den Betrieb und die Wartung unserer Website als Auftragsverarbeiter tätig werden.&nbsp;</p>\n<p>\n<strong>\n<u>Suchanfragen</u>\n</strong>\n</p>\n<p>Sofern Sie auf der Website nach einem Medikament suchen, um die Preise für das jeweilige Medikament zu vergleichen, erfassen wir auch Ihre Sucheingabe, um Ihnen die richtigen Ergebnisse anzeigen zu können.\nWir führen Ihre Sucheingabe bzw.\ndie Ihnen angezeigten Dokumente nicht mit den anderen Daten, die wir während Ihres Besuchs auf der Website erhalten, zusammen.</p>\n<p>Die Verarbeitung der Suchanfragen erfolgt gemäß Art.\n6 Abs.\n1 lit.\nf DSGVO auf Basis unseres berechtigten Interesses an der Bereitstellung der Website und ihrer Funktionen.</p>\n<p>\n<strong>\n<u>Löschung</u>\n</strong>\n</p>\n<p>Die Verbindungsdaten werden gelöscht, sobald diese für den Zweck der Erhebung nicht mehr erforderlich sind.\nDies ist grundsätzlich der Fall, wenn die jeweilige Browser-Sitzung beendet ist.&nbsp;</p>\n<p>\n<strong>\n<u>Ihre Betroffenenrechte</u>\n</strong>\n</p>\n<p>Unter den angegebenen Kontaktdaten können Sie jederzeit folgende Rechte ausüben:</p>\n<ul>\n<li>\n<p>Auskunft über Ihre bei uns gespeicherten Daten und deren Verarbeitung (Art.\n15 DSGVO),</p>\n</li>\n<li>\n<p>Berichtigung unrichtiger personenbezogener Daten (Art.\n16 DSGVO),</p>\n</li>\n<li>\n<p>Löschung Ihrer bei uns gespeicherten Daten (Art.\n17 DSGVO),</p>\n</li>\n<li>\n<p>Einschränkung der Datenverarbeitung, sofern wir Ihre Daten aufgrund gesetzlicher Pflichten noch nicht löschen dürfen (Art.\n18 DSGVO),</p>\n</li>\n<li>\n<p>Widerspruch gegen die Verarbeitung Ihrer Daten bei uns (Art.\n21 DSGVO) und</p>\n</li>\n<li>\n<p>Datenübertragbarkeit, sofern Sie in die Datenverarbeitung eingewilligt haben oder einen Vertrag mit uns abgeschlossen haben (Art.\n20 DSGVO).</p>\n</li>\n<li>\n<p>Sofern Sie uns eine Einwilligung erteilt haben, können Sie diese jederzeit mit Wirkung für die Zukunft widerrufen.</p>\n<p>&nbsp;</p>\n</li>\n</ul>\n<p>Sie können sich jederzeit mit einer Beschwerde an eine Aufsichtsbehörde wenden, z.B.\nan die zuständige Aufsichtsbehörde des Bundeslands Ihres Wohnsitzes oder an die für uns als verantwortliche Stelle zuständige Behörde.</p>\n<p>Eine Liste der Aufsichtsbehörden (für den nichtöffentlichen Bereich) mit Anschrift finden Sie unter: https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links-node.html.</p>7.\nIhr Ansprechpartner für Datenschutz<p>Bei Fragen zur Erhebung, Verarbeitung oder Nutzung Ihrer personenbezogenen Daten, bei Auskünften, Berichtigung, Sperrung oder Löschung von Daten sowie Widerruf erteilter Einwilligungen wenden Sie sich bitte per E-Mail oder postalisch an:</p>\n<p>DoctorBox GmbH, Lietzenburger Straße 107, 10629 Berlin, [datenschutz@doctorbox.de] .\n</p>\n<p>\n<strong>Datenschutzbeauftragter: </strong>\n</p>\n<p>Dietmar Gätcke</p>\n<p>Freiheit 12A</p>\n<p>12555 Berlin</p>\n<p>Tel.: 030 / 56583509</p>\n<p>Fax.: 030 / 56700192</p>\n<p>E-Mail: info@DSBplus.de</p>DoctorBox GmbHLietzenburger Straße 107\n10707 BerlinTel.: +49 30 34045468info@doctorbox.deMo - Fr 8.00 - 18.00DoctorBox ProInformierenRegistrierenVideosprechstunde SupportTel.: +49 30 34045468pro@doctorbox.deMein ShopAllergietest (295 Allergene)Aminosäuren ProfilDarmkrebsvorsorgeFettstoffwechsel AnalyseHämoglobin TestPSA Test - Prostata Vorsorge STI BasicSTI EssentialThrombose RisikoGeschäftskundenDoctorBox ProHeimtests GeschäftspartnerNotfallsticker VertriebSchnelltestToGo-SoftwareDoctorBox GmbH © 2023<ul>\n<li>Karriere</li>\n<li>Presse</li>\n<li>AGB</li>\n<li>Impressum</li>\n<li>Datenschutzerklärung</li>\n</ul>\n<p>\n</p>", "created_at": "2023-07-12 00:28:31.419332", "updated_at": "2023-07-12 00:29:11.963125"}], "points": [], "urls": ["doctorbox.de"]}}