{"error": 448, "message": "OK", "parameters": {"id": 9225, "name": "Together 4 Change Limited", "created_at": "2023-07-15 02:00:51.380476", "updated_at": "2023-07-15 10:02:17.503898", "wikipedia": null, "keywords": null, "related": null, "slug": "together-4-change-limited", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9225.png", "url": "together4change.org", "documents": [{"id": 18064, "name": "Privacy ", "url": "https://www.together4change.org/privacy/", "xpath": "//body", "text": "\nSkip to content Menu <ul>\n<li>Home</li>\n<li>About Us</li>\n<li>Our Communities</li>\n<li>Contact</li>\n</ul> Privacy <p>We will only use any information you provide for the purpose you gave it to Together 4 Change.\nIf you wish to unsubscribe from any Together 4 Change forum or network please let us know by using our contact form which can be found here.\nWe normally process unsubscription requests within 24 hours.</p>\n<p>We will not give or sell your personal information to anyone unless we are required to by law or there is an issue of safety.</p>\n<p>We believe your right to confidentiality is very important.\nThis means that only in very unusual circumstances would it be necessary for us to contact the police or other agencies about any message we have received.</p>\n<p>Legal requirements related to confidentiality</p>\n<p>Under UK law, Together 4 Change cannot legally provide confidentiality under the following circumstances:</p>\n<p>1.\nA message sent to or through Together 4 Change (including discussion forum posts) contains specific information about a terrorist suspect or terrorist activity that will take place or has taken place in the world.\nThis information must immediately be disclosed to the police;</p>\n<p>2.\nTogether 4 Change is forced through legal action to disclose specific confidential information.\nthis can include legal action taken through the Data Protection Act and during criminal investigations.</p>\n<p>Our choice to break confidentiality</p>\n<p>Under the Data Protection Act we can choose to break confidentiality if we feel that doing so would be in the public interest or that not doing so would hinder a criminal investigation.\nUnder very rare, extreme circumstances, we may choose to break confidentiality.</p>\n<p>These circumstances are:</p>\n<p>If we believe a user of a Together 4 Change forum or network is in immediate and great danger, or a user of a Together 4 Change forum or network is about to place another person in immediate and great danger.</p>\n<p>And</p>\n<p>That the user has provided enough personal information for us to believe there is an opportunity to intervene.</p>\n<p>We wouldn’t even think of trying to intervene if the circumstances were not extreme.</p>\n<p>Our address is Together 4 Change, Suite 223, 266 Banbury Road, Oxford OX2 7DL, United Kingdom.</p>\n<p>Privacy Policy •&nbsp;Cookie Policy</p> © Together 4 Change Limited 2023 ", "created_at": "2023-07-15 02:00:51.440691", "updated_at": "2023-07-15 02:01:13.418475"}, {"id": 18063, "name": "Cookie Policy ", "url": "https://www.together4change.org/cookie-policy/", "xpath": "//body", "text": "\nSkip to content Menu <ul>\n<li>Home</li>\n<li>About Us</li>\n<li>Our Communities</li>\n<li>Contact</li>\n</ul> Cookie Policy <p>This site uses cookies – small text files that are placed on your machine to help the site provide a better user experience.\nIn general, cookies are used to retain user preferences, store information for things like shopping carts, and provide anonymised tracking data to third party applications like Google Analytics.\nAs a rule, cookies will make your browsing experience better.\nHowever, you may prefer to disable cookies on this site and on others.\nThe most effective way to do this is to disable cookies in your browser.\nWe suggest consulting the Help section of your browser or taking a look at the About Cookies website which offers guidance for all modern browsers.</p>\n<p>Privacy Policy •&nbsp;Cookie Policy</p> © Together 4 Change Limited 2023 ", "created_at": "2023-07-15 02:00:51.410213", "updated_at": "2023-07-15 02:01:31.48313"}], "points": [], "urls": ["together4change.org"]}}