{"error": 448, "message": "OK", "parameters": {"id": 8819, "name": "private.coffee ", "created_at": "2023-07-06 21:41:44.50773", "updated_at": "2023-07-06 22:02:31.109222", "wikipedia": null, "keywords": null, "related": null, "slug": "private-coffee", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8819.png", "url": "private.coffee,coffee2m3bjsrrqqycx6ghkxrnejl2q6nl7pjw2j4clchjj6uk5zozad.onion,indestructables.private.coffee,status.private.coffee,invidious.private.coffee,libreddit.private.coffee,element.private.coffee,alltube.private.coffee,cryptpad.private.coffee,gothub.private.coffee,nitter.private.coffee", "documents": [{"id": 17228, "name": "Terms of Service ", "url": "https://private.coffee/terms.html", "xpath": "//body", "text": " Private.coffee <ul>\n<ul> Status Page Clearnet Tor </ul>\n</ul> Terms of Service <p> These are the terms of service for the website private.coffee and all services provided under this domain and its subdomains.\nPlease read them carefully.\n</p> 1.\nWho are we? <p> For the purposes of these terms of service, the website private.coffee is run by: </p> Private.coffee<br> c/o Klaus-Uwe Mitterer<br> Gartengasse 22/7/3<br> 8010 Graz<br> Austria<br>\n<p> Email: support@private.coffee </p> 2.\nWhat services do we provide? <p> The website private.coffee provides a collection of services that respect your privacy.\nThese services include: </p>\n<ul>\n<li> Proxy servers to several proprietary services (like YouTube, Twitter, etc.) </li>\n<li>Matrix server</li>\n<li>etc.</li>\n</ul>\n<p> You can find more information about these services on the main page.\n</p> 3.\nWhat are your obligations? <p> a.\nWe provide these services to you for free.\nIn return, we ask you to respect our terms of service.\nIf you do not respect our terms of service, we reserve the right to terminate your account and delete your data.\n</p>\n<p> b.\nWe hope that our community will be diverse, respectful and friendly.\nAs such, any form of harassment, bullying, or abuse will not be tolerated.\nIf you are found to be harassing, bullying, or abusing other users, spreading hate, lies or misinformation, we will terminate your account and delete your data.\nNote that we may and will report you to the appropriate authorities if we find your actions to be illegal.\n</p>\n<p> c.\nYou are responsible for your own actions and any content you post on our services.\n</p>\n<p> d.\nYou are responsible for keeping your passwords, devices, private keys, etc., secure.\nIf you lose access, we may not be able to recover your data.\nIf third parties gain access to your account, we will not be able to prevent them from accessing your data or restore any data that was lost.\n</p>\n<p> e.\nYou are required to follow the laws governing our platform (especially the laws of Austria and the European Union) as well as any laws or regulations that apply to you personally.\nIf you are found to be violating the law, we will terminate your account and delete your data.\nIf we are required to do so by law, we will also report you to the authorities, or cooperate with the authorities in any way necessary.\n</p>\n<p> f.\nYou are responsible for any damage you cause to our services or other users.\nThis includes, but is not limited to, denial of service attacks, spamming, etc.\nIf you are found to be causing damage to our services or other users, we will terminate your account and delete your data.\nWe may also report you to the appropriate authorities and request compensation for any damage you caused, including legal fees.\n</p>\n<p> g.\nIf you are a minor, you may be legally required to have a parent's or guardian's permission to use our services.\nUnless otherwise stated, our services are not intended for minors.\n</p>\n<p> h.\nIn the end, this is our platform, and you are our guest.\nWe reserve the right to terminate your account and delete your data at any time for any reason.\nWe will try to give you as much notice as possible before doing so, but we are not required to do so.\n</p> 4.\nWhat are our obligations? <p> a.\nWe will do our best to provide you with a stable and reliable service.\nHowever, we cannot guarantee that our services will be available at all times.\nWe may need to take our services offline for maintenance or other reasons.\nIn case of scheduled outages, will try to give you as much notice as possible.\n</p>\n<p> b.\nWe will do our best to keep your data secure.\nHowever, we cannot guarantee that your data will be secure at all times.\nWe will do our best to prevent unauthorized access to your data, but we cannot guarantee that we will be able to do so.\nIf we become aware of any unauthorized access to your data, we will notify you as soon as possible and take all reasonable steps to prevent further unauthorized access.\nHowever, we are not responsible for any damage that may result from unauthorized access to your data.\n</p>\n<p> c.\nWe will do our best to prevent data loss.\nHowever, we cannot guarantee that your data will not be lost at any time.\nWe will do our best to prevent data loss, but we cannot guarantee that we will be able to do so.\nIf we become aware of any data loss, we will take all reasonable steps to restore your data.\nIf we are unable to restore your data, we are not responsible for any damage that may result from the loss of your data.\n</p>\n<p> d.\nWe will do our best to keep our services available free of charge.\nIf at any time we decide to cease our operations, or start charging for our services, we will give you as much notice as possible.\nWe will also try to find a suitable replacement for our services and, where possible, help you migrate your data to the new service.\n</p>\n<p> e.\nWe commit to providing you with a service that respects your privacy.\nWe will not sell your data to third parties, and we will not use your data for any purpose other than providing you with our services.\nWe will not share your data with third parties unless we are required to do so by law.\n</p>\n<p> f.\nWe commit to keeping our community diverse, respectful and friendly.\nAs such, we will actively monitor and moderate our community.\nWe will not tolerate any form of harassment, bullying, or abuse.\nIf we become aware of any harassment, bullying, or abuse, we will take all reasonable steps to prevent it from continuing.\nIf we are unable to prevent it from continuing, we will terminate the accounts of the users involved and delete their data.\nWe may also report the users involved to the appropriate authorities.\n</p> Private.coffee <p> Private.coffee is a collection of services that respect your privacy.\n</p> Legalese <ul>\n<li> Legal Notice </li>\n<li> Privacy Policy </li>\n<li> Terms of Service </li>\n</ul> Contact <ul>\n<li>Email</li>\n<li>Matrix</li>\n<li> KumiGit | GitHub </li>\n</ul> ", "created_at": "2023-07-06 21:41:44.537986", "updated_at": "2023-07-06 21:42:07.147374"}, {"id": 17229, "name": "Privacy Policy ", "url": "https://private.coffee/privacy.html", "xpath": "//body", "text": " Private.coffee <ul>\n<ul> Status Page Clearnet Tor </ul>\n</ul> Privacy Policy <p> This is the privacy policy for the website private.coffee.\nIt describes how we collect and use your personal data.\n</p>\n<p> This privacy policy is effective as of 2023-03-10.\nIt may be updated from time to time, so please check back regularly.\n</p>\n<p> If you have any questions about this privacy policy, please contact us at support@private.coffee.\n</p> Who are we? <p> For the purposes of this privacy policy, the data controller for private.coffee is: </p> Private.coffee<br> c/o Klaus-Uwe Mitterer<br> Gartengasse 22/7/3<br> 8010 Graz<br> Austria<br>\n<p> Email: support@private.coffee </p> What data do we collect? <p>We collect the following data from you:</p>\n<ul>\n<li> Your IP address, which is automatically collected by our web server.\n</li>\n<li> Any data you provide to us, such as your email address, when you create an account on one of our services.\n</li>\n<li> Usage data that is collected automatically by our services, such as the time you last logged in, or the number of times you have logged in, as well as any content you create using our services.\n</li>\n</ul> How do we use your data? <p> We use your data to provide you with the services you requested.\nThis includes: </p>\n<ul>\n<li>Communication between our web server and your browser</li>\n<li>Detection of abuse or resource exhaustion on our servers</li>\n</ul> Where do we store your data? <p> We store your data on our web servers, which are located in Austria and Germany, so within the European Union.\n</p> How long do we store your data? <ul>\n<li> IP addresses collected by our web server are stored for up to 48 hours.\nAfter that, the log files that contain them are deleted automatically.\n</li>\n<li> Data associated with an account you have on one of our services is stored for as long as you have an account on that service.\nIf you delete your account, your data will be deleted automatically.\nThe service will have a dedicated privacy policy, please consult that if you have any specific questions.\n</li>\n<li> If you send a support request to us, we will store your email address and any other data you provide to us for up to 30 days in our support system.\nAfter that, the data will be deleted automatically.\n</li>\n</ul> What are your data protection rights? <p>You have the following data protection rights:</p>\n<ul>\n<li>You have the right to request access to your personal data.</li>\n<li> You have the right to request correction of your personal data.\n</li>\n<li>You have the right to request erasure of your personal data.</li>\n<li> You have the right to request restriction of processing of your personal data.\n</li>\n<li> You have the right to object to processing of your personal data.\n</li>\n<li>You have the right to request transfer of your personal data.</li>\n</ul>\n<p>If you make a request, we have one month to respond to you.</p>\n<p> If you would like to exercise any of these rights, please contact us at support@private.coffee.\n</p>\n<p> Your privacy is important to us - after all, that's why we're all here - and we will do our best to respond to your request as soon as possible.\nPlease note that we may need to verify your identity before we can respond to your request - we will not share your data with anyone else.\n</p>\n<p> If you are not satisfied with our response, or believe that we are processing your data in a way that is not compliant with the law, you have the right to lodge a complaint with the supervisory authority in your country.\nIn Austria, this is the Austrian Data Protection Authority (https://www.dsb.gv.at/).\nHowever, we like to think of ourselves as nice people and will try to help you out directly, and are always open to suggestions for improvement, so please do get in touch with us if you have any questions or concerns.\n</p> What are cookies? <p> Cookies are small text files that are placed on your computer or mobile device when you visit a website.\nThey are widely used to make websites work, or work more efficiently, as well as to provide information to the owners of the site.\nCookies are stored on your device, and can be accessed by the website that created them.\nThey are not harmful to your device, and do not directly contain any personal data, but are used by our services to identify you between multiple visits.\n</p>\n<p> Cookies are used on this website to provide you with a better experience.\nFor example, we use cookies to remember your preferences and settings - for example, to allow you to login to our services - and to provide you with a better experience when browsing our services.\nWe do not use cookies to track your activity, either on our services or on other websites.\nIn legal/technical terms, we exclusively use \"strictly necessary\" first-party cookies, which is also why you don't see any cookie banners on our website.\n</p> Private.coffee <p> Private.coffee is a collection of services that respect your privacy.\n</p> Legalese <ul>\n<li> Legal Notice </li>\n<li> Privacy Policy </li>\n<li> Terms of Service </li>\n</ul> Contact <ul>\n<li>Email</li>\n<li>Matrix</li>\n<li> KumiGit | GitHub </li>\n</ul> ", "created_at": "2023-07-06 21:41:44.568435", "updated_at": "2023-07-06 21:42:24.678908"}, {"id": 17230, "name": "indestructables privacy policy", "url": "https://indestructables.private.coffee/privacypolicy", "xpath": "//body", "text": " <ul>\n<li>\n</li>\n<li>Projects</li>\n<li>Contests</li>\n<li>Teachers</li>\n<li>Sitemap</li>\n</ul>\n<br> Privacy Policy <br>\n<p>Nothing here, yet!</p>\n<p>Modified Source Code (AGPLv3)</p>\n<p>Original Source Code (AGPLv3)</p>\n<p>View privacy policy.</p> ", "created_at": "2023-07-06 21:41:44.597939", "updated_at": "2023-07-06 21:42:39.843217"}, {"id": 17231, "name": "invidious Privacy", "url": "https://invidious.private.coffee/privacy", "xpath": "//body", "text": " Invidious <i>\n</i>\n<i>\n</i> Log in Privacy <p>This document concerns what data you provide to this website, the purpose of the data, how the data is stored, and how the data can be removed.</p> Data you directly provide <p>Data that you provide to the website for the purpose of the site's operation (for example: an account name, account password, or channel subscription) will be stored in the website's database until the user decides to remove it.\nThis data will not be intentionally shared with anyone or anything.</p>\n<p>Information stored about a registered user is limited to:</p>\n<ul>\n<li>a list of session tokens for remaining logged in across devices</li>\n<li>the last time an account was updated (to provide accurate notifications)</li>\n<li>a list of video IDs identifying notifications from a user's subscriptions</li>\n<li>a list of channel UCIDs the user is subscribed to</li>\n<li>a user ID (for persistent storage of subscriptions and preferences)</li>\n<li>a json object containing user preferences</li>\n<li>a hashed password</li>\n<li>a randomly generated token for providing an RSS feed of a user's subscriptions</li>\n<li>a list of video IDs identifying watched videos</li>\n</ul>\n<p>Users can clear their watch history using the clear watch history page.</p> Data you passively provide <p>When you request any resource from this website (for example: a page, a font, an image, or an API endpoint) information about the request may be logged.</p>\n<p>Information about a request is limited to:</p>\n<ul>\n<li>the time the request was made</li>\n<li>the status code of the response</li>\n<li>the method of the request</li>\n<li>the requested URL</li>\n<li>how long it took to complete the request.</li>\n</ul>\n<p>No identifying information is logged, such as the visitor's cookie, user-agent, or IP address.\nHere are a couple lines to serve as an example:</p>\n<code>2019-01-19 16:37:47 +00:00 200 GET /api/v1/comments/xrlETJYzH-c?format=html&amp;hl=en-US 1345.88ms\n2019-01-19 16:37:53 +00:00 200 GET /vi/r5P-f5arPXE/maxres.jpg 1085.41ms\n2019-01-19 16:37:54 +00:00 200 GET /watch 7.04ms</code>\n<p>This website does not store the visitor's user-agent or IP address and does not use fingerprinting, advertisements, or tracking of any form.</p>\n<p>This website provides links to googlevideo.com to provide audio and video playback.\ngooglevideo.com is owned by Google and is subject to their privacy policy.</p> Data stored in your browser <p>This website uses browser cookies to authenticate registered users.\nThis data consists of:</p>\n<ul>\n<li>An account token to keep you logged into the website between visits, which is sent when any page is loaded while you are logged in</li>\n</ul>\n<p>This website also provides an option to store site preferences, such as the theme or locale, without an account.\nUsing this feature will store a cookie in the visitor's browser containing their preferences.\nThis cookie is sent on every request and does not contain any identifying information.</p>\n<p>You can remove this data from your browser by logging out of this website, or by using your browser's cookie-related controls to delete the data.</p> Removal of data <p>To remove data stored in your browser, you can log out of the website, or you can use your browser's cookie-related controls to delete the data.</p>\n<p>To remove data that has been stored in the website's database, you can use the delete my account page.</p>\n<i>\n</i> Source code <i>\n</i> Documentation Released under the AGPLv3 on GitHub.\n<i>\n</i> View JavaScript license information.\n<i>\n</i> View privacy policy.\n<i>\n</i> Donate Current version: 2023.07.01-419dbefd @ master ", "created_at": "2023-07-06 21:41:44.627304", "updated_at": "2023-07-06 21:42:46.197866"}, {"id": 17232, "name": "Privacy And DMCA/Copyright Notice", "url": "https://gothub.private.coffee/", "xpath": "//body", "text": " <b>GotHub (Alpha)</b> Explore About Source code GotHub is an alternative front-end for GitHub.\nFeatures <ul>\n<li>Lightweight - for both you and the instance host</li>\n<li>No JavaScript - pure HTML and CSS awesomeness</li>\n<li> No requests made to GitHub from the client side - they won't even know you made a request! </li>\n<li>Open source - for peer review &amp.\ntrustworthiness</li>\n<li> Save bandwidth - no JavaScript, tracking bloat or extra fonts loaded.\n</li>\n</ul> Privacy <p> GitHub is owned by Microsoft, a big tech company known to track it's users.\nIf you care, you can read GitHub's privacy policy here (TOS;DR).\nGotHub solves this by proxying all GitHub requests for you! </p> Usage <p> Just replace <code>github.com</code> with <code>gothub.private.coffee</code> or <code>gist.github.com</code> with <code>gothub.private.coffee/gist</code>! </p> DMCA/Copyright Notice <p> All content shown on this site are from GitHub.\nAny issues with content shown on this site needs to be reported to GitHub, not the instance host's internet or domain provider.\nGitHub is a registered trademark of GitHub, Inc.\nGotHub is not affiliated with GitHub, Inc.\n</p>\n<p> This project was made as a \"spiritual successor\" to Riverside Rocks' 1337git which is, unfortunately, hosted on GitHub.\nKinda ironic.\n</p>\n<i>This project does not let you clone GitHub repositories.\nI would recommend using a VPN if you have to clone a GitHub repository and want to keep yourself private from them instead.</i> Credits <p> Midou36O - desigining the GotHub logo </p>\n<p> Arya - code contributions and maintainer </p> Info GotHub version: <code>d29dc3b1</code>\n<br> Fiber version: 2.43.0, running on go1.20.3 ", "created_at": "2023-07-06 21:41:44.658091", "updated_at": "2023-07-06 21:43:34.871787"}], "points": [], "urls": ["private.coffee", "coffee2m3bjsrrqqycx6ghkxrnejl2q6nl7pjw2j4clchjj6uk5zozad.onion", "indestructables.private.coffee", "status.private.coffee", "invidious.private.coffee", "libreddit.private.coffee", "element.private.coffee", "alltube.private.coffee", "cryptpad.private.coffee", "gothub.private.coffee", "nitter.private.coffee"]}}