{"error": 448, "message": "OK", "parameters": {"id": 8902, "name": "Oldgate Studios", "created_at": "2023-07-08 05:31:03.108014", "updated_at": "2023-07-08 10:02:11.980538", "wikipedia": null, "keywords": null, "related": null, "slug": "oldgate-studios", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8902.png", "url": "oldgate.org", "documents": [{"id": 17405, "name": "Privacy Policy", "url": "https://oldgate.org/privacy-policy/", "xpath": "//body", "text": " Can I Eat Your Cookies? To provide the best experience, we use technologies like cookies to store and/or access device information.\nConsenting to these technologies will allow us to process data such as browsing behavior or unique IDs on this site.\nNot consenting or withdrawing consent may adversely affect certain features and functions.\nFunctional Functional Always active The technical storage or access is strictly necessary for the legitimate purpose of enabling the use of a specific service explicitly requested by the subscriber or user, or for the sole purpose of carrying out the transmission of a communication over an electronic communications network.\nPreferences Preferences The technical storage or access is necessary for the legitimate purpose of storing preferences that are not requested by the subscriber or user.\nStatistics Statistics The technical storage or access that is used exclusively for statistical purposes.\nThe technical storage or access that is used exclusively for anonymous statistical purposes.\nWithout a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you.\nMarketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.\nManage options\nManage services\nManage vendors\nRead more about these purposes You May Eat.\nDeny\nView preferences\nSave preferences\nView preferences Cookie Policy Privacy Policy\n{title} Skip to content <p>OGS</p>\n<p>Oldgate Studios</p>\n<ul>\n<li>Home</li>\n<li>Gitea</li>\n<li>ProjectsToggle sub-menu\n<ul>\n<li>SOP.wtf</li>\n<li>Project Firewatch</li>\n<li>The Minecraft Server</li>\n</ul>\n</li>\n<li>ResourcesToggle sub-menu\n<ul>\n<li>Contact</li>\n<li>Branding</li>\n<li>Cookie Policy (US)</li>\n<li>Terms &amp.\nconditions</li>\n<li>Privacy Policy</li>\n<li>DMCA</li>\n</ul>\n</li>\n<li>\n</li>\n</ul> Privacy Policy <p>Effective date – June 24, 2022</p>\n<p>Edited – April 26, 2023</p>\n<p>Welcome to https://oldgate.org (the “Site”).\nWe understand that privacy online is important to users of our Site, especially when conducting business.\nThis statement governs our privacy policies concerning those users of the Site (“Visitors”) who visit without transacting business and Visitors who register to transact business on the Site and make use of the various services offered by Oldgate Studios (collectively, “Services”) (“Authorized Customers”).</p>\n“Personally Identifiable Information”\n<p>refers to any information that identifies or can be used to identify, contact, or locate the person to whom such information pertains, including, but not limited to, name, address, phone number, fax number, email address, financial profiles, social security number, and credit card information.\nPersonally Identifiable Information does not include information that is collected anonymously (that is, without identification of the individual user) or demographic information not connected to an identified individual.</p>\nWhat Personally Identifiable Information is collected?\n<p>We may collect basic user profile information from all of our Visitors.\nWe collect the following additional information from our Authorized Customers:</p>\nWhat organizations are collecting the information?\n<p>In addition to our direct collection of information, our third-party service vendors (such as credit card companies, clearinghouses, and banks) who may provide such services as credit, insurance, and escrow services may collect this information from our Visitors and Authorized Customers.\nWe do not control how these third parties use such information, but we do ask them to disclose how they use personal information provided to them by Visitors and Authorized Customers.\nSome of these third parties may be intermediaries that act solely as links in the distribution chain and do not store, retain, or use the information given to them.</p>\nHow does the Site use Personally Identifiable Information?\n<p>We use Personally Identifiable Information to customize the Site, to make appropriate service offerings, and to fulfill buying and selling requests on the Site.\nWe may email Visitors and Authorized Customers about research or purchase and selling opportunities on the Site or information related to the subject matter of the Site.\nWe may also use Personally Identifiable Information to contact Visitors and Authorized Customers in response to specific inquiries or to provide requested information.</p>\nWith whom may the information be shared?\n<p>Personally Identifiable Information about Authorized Customers may be shared with other Authorized Customers who wish to evaluate potential transactions with other Authorized Customers.\nWe may share aggregated information about our Visitors, including the demographics of our Visitors and Authorized Customers, with our affiliated agencies and third-party vendors.\nWe also offer the opportunity to “opt-out” of receiving information or being contacted by us or any agency acting on our behalf.</p>\nHow is Personally Identifiable Information stored?\n<p>Personally Identifiable Information collected by Oldgate Studios is securely stored and is not accessible to third parties or members of Oldgate Studios except for use as indicated above.</p>\nWhat choices are available to Visitors regarding the collection, use, and distribution of the information?\n<p>Visitors and Authorized Customers may opt out of receiving unsolicited information from or being contacted by us and/or our vendors and affiliated agencies by responding to emails as instructed, or by contacting us at privacy@oldgate.org</p>\nCookies\n<p>A cookie is a string of information that a website stores on a visitor’s computer, and that the visitor’s browser provides to the website each time the visitor returns.</p>\n<p>We use “cookies” to collect information.\nYou can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.</p>\nAre Cookies Used on the Site?\n<p>Cookies are used for a variety of reasons.\nWe use Cookies to obtain information about the preferences of our Visitors and the services they select.\nWe also use Cookies for security purposes to protect our Authorized Customers.\nFor example, if an Authorized Customer is logged on and the site is unused for more than 10 minutes, we will automatically log the Authorized Customer off.\nVisitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using https://oldgate.org , with the drawback that certain features of the website may not function properly without the aid of cookies.</p>\nCookies used by our service providers\n<p>Our service providers use cookies and those cookies may be stored on your computer when you visit our website.\nYou can find more details about which cookies are used on our cookies info page.</p>\nWhat partners or service providers can access Personally Identifiable Information from Visitors and/or Authorized Customers on the Site?\n<p>Oldgate Studios has entered into and will continue to enter into partnerships and other affiliations with several vendors.\nSuch vendors may have access to certain Personally Identifiable Information on a need-to-know basis for evaluating Authorized Customers for service eligibility.\nOur privacy policy does not cover their collection or use of this information.</p>\nHow does the OGS keep Personally Identifiable Information secure?\n<p>All of our members are familiar with our security policy and practices.\nThe Personally Identifiable Information of our Visitors and Authorized Customers is only accessible to a limited number of qualified members who are given a password to gain access to the information.\nWe audit our security systems and processes regularly.\nSensitive information, such as credit card numbers or social security numbers, is protected by encryption protocols, in place to protect information sent over the Internet.\nWhile we take commercially reasonable measures to maintain a secure site, electronic communications, and databases are subject to errors, tampering, and break-ins, and we cannot guarantee or warrant that such events will not take place and we will not be liable to Visitors or Authorized Customers for any such occurrences.</p>\nHow can Visitors correct any inaccuracies in Personally Identifiable Information?\n<p>Visitors and Authorized Customers may contact us to update Personally Identifiable Information about them or to correct any inaccuracies by emailing us at privacy@oldgate.org.</p>\nCan a Visitor delete or deactivate Personally Identifiable Information collected by the Site?\n<p>We provide Visitors and Authorized Customers with a mechanism to delete/deactivate Personally Identifiable Information from the Site’s database by contacting them.\nHowever, because of backups and records of deletions, it may be impossible to delete a Visitor’s entry without retaining some residual information.\nAn individual who requests to have Personally Identifiable Information deactivated will have this information functionally deleted, and we will not sell, transfer, or use Personally Identifiable Information relating to that individual in any way moving forward.</p>\nYour rights\n<p>These are summarized rights that you have under the data protection law</p>\n<ul>\n<li>The right to access</li>\n<li>&nbsp;The right to rectification</li>\n<li>&nbsp;The right to erasure</li>\n<li>&nbsp;The right to restrict processing</li>\n<li>&nbsp;The right to object to processing</li>\n<li>&nbsp;The right to data portability</li>\n<li>&nbsp;The right to complain to a supervisory authority</li>\n<li>&nbsp;The right to withdraw consent</li>\n</ul>\nChildren’s Privacy\n<p>Our Service does not address “Children”, anyone under the age of 18 years of age, and we do not knowingly collect personally identifiable information from children under 18 years old.</p>\n<p>If you are a parent or guardian and you are aware that your child has provided us with Personal Information, please get in touch with us immediately at the contact details provided.\nIf we come to know that children below 18 years have provided personal information, we will delete the information from our servers immediately.</p>\nWhat happens if the Privacy Policy Changes?\n<p>We will let our Visitors and Authorized Customers know about changes to our privacy policy by posting such changes on the Site.\nHowever, if we are changing our privacy policy in a manner that might cause disclosure of Personally Identifiable Information that a Visitor or Authorized Customer has previously requested not be disclosed, we will contact such Visitor or Authorized Customer to allow such Visitor or Authorized Customer to prevent such disclosure.</p>\nLinks\n<p>https://oldgate.org contains links to other websites.\nPlease note that when you click on one of these links, you are moving to another website.\nWe encourage you to read the privacy statements of these linked sites as their privacy policies may differ from ours.</p>\nContact Us\n<p>If you have any questions about this Privacy Policy, please contact us at privacy@oldgate.org</p>\n<p>Oldgate Studios.\nBuilt In Oregon &amp.\nAdelaide with </p> Can I Eat Your Cookies? ", "created_at": "2023-07-08 05:31:03.138398", "updated_at": "2023-07-08 05:31:34.869793"}, {"id": 17406, "name": "Terms & conditions", "url": "https://oldgate.org/terms-conditions/", "xpath": "//body", "text": " Can I Eat Your Cookies? To provide the best experience, we use technologies like cookies to store and/or access device information.\nConsenting to these technologies will allow us to process data such as browsing behavior or unique IDs on this site.\nNot consenting or withdrawing consent may adversely affect certain features and functions.\nFunctional Functional Always active The technical storage or access is strictly necessary for the legitimate purpose of enabling the use of a specific service explicitly requested by the subscriber or user, or for the sole purpose of carrying out the transmission of a communication over an electronic communications network.\nPreferences Preferences The technical storage or access is necessary for the legitimate purpose of storing preferences that are not requested by the subscriber or user.\nStatistics Statistics The technical storage or access that is used exclusively for statistical purposes.\nThe technical storage or access that is used exclusively for anonymous statistical purposes.\nWithout a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you.\nMarketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.\nManage options\nManage services\nManage vendors\nRead more about these purposes You May Eat.\nDeny\nView preferences\nSave preferences\nView preferences Cookie Policy Privacy Policy\n{title} Skip to content <p>OGS</p>\n<p>Oldgate Studios</p>\n<ul>\n<li>Home</li>\n<li>Gitea</li>\n<li>ProjectsToggle sub-menu\n<ul>\n<li>SOP.wtf</li>\n<li>Project Firewatch</li>\n<li>The Minecraft Server</li>\n</ul>\n</li>\n<li>ResourcesToggle sub-menu\n<ul>\n<li>Contact</li>\n<li>Branding</li>\n<li>Cookie Policy (US)</li>\n<li>Terms &amp.\nconditions</li>\n<li>Privacy Policy</li>\n<li>DMCA</li>\n</ul>\n</li>\n<li>\n</li>\n</ul> Terms &amp.\nconditions <p>\n<i>The Terms and Conditions were last updated on May 16, 2023</i>\n</p>1.\nIntroduction<p>These Terms and conditions apply to this website and to the transactions related to our products and services.&nbsp;You may be bound by additional contracts related to your relationship with us or any products or services that you receive from us.&nbsp;If any provisions of the additional contracts conflict with any provisions of these Terms, the provisions of these additional contracts will control and prevail.</p>2.\nBinding<p>By registering with, accessing, or otherwise using this website, you hereby agree to be bound by these Terms and conditions set forth below.&nbsp;The mere use of this website implies the knowledge and acceptance of these Terms and conditions.&nbsp;In some particular cases, we can also ask you to explicitly agree.</p>3.\nIntellectual property<p>We or our licensors own and control all of the copyright and other intellectual property rights in the website and the data, information, and other resources displayed by or accessible within the website.</p>\n<p>3.1 Creative Commons</p>\n<p>The content on this website is available under a Creative commons – Share a like Noncommercial License, unless specified otherwise.</p>4.\nThird-party property<p>Our website may include hyperlinks or other references to other party’s websites.&nbsp;We do not monitor or review the content of other party’s websites which are linked to from this website.&nbsp;Products or services offered by other websites shall be subject to the applicable Terms and Conditions of those third parties.&nbsp;Opinions expressed or material appearing on those websites are not necessarily shared or endorsed by us.</p>\n<p>We will not be responsible for any privacy practices or content of these sites.&nbsp;You bear all risks associated with the use of these websites and any related third-party services.&nbsp;We will not accept any responsibility for any loss or damage in whatever manner, however caused, resulting from your disclosure to third parties of personal information.</p>5.\nResponsible use<p>By visiting our website, you agree to use it only for the purposes intended and as permitted by these Terms, any additional contracts with us, and applicable laws, regulations, and generally accepted online practices and industry guidelines.&nbsp;You must not use our website or services to use, publish or distribute any material which consists of (or is linked to) malicious computer software.\nuse data collected from our website for any direct marketing activity, or conduct any systematic or automated data collection activities on or in relation to our website.</p>\n<p>Engaging in any activity that causes, or may cause, damage to the website or that interferes with the performance, availability, or accessibility of the website is strictly prohibited.</p>6.\nIdea submission<p>Do not submit any ideas, inventions, works of authorship, or other information that can be considered your own intellectual property that you would like to present to us unless we have first signed an agreement regarding the intellectual property or a non-disclosure agreement.&nbsp;If you disclose it to us absent such written agreement, you grant to us a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, store, adapt, publish, translate and distribute your content in any existing or future media.</p>7.\nTermination of use<p>We may, in our sole discretion, at any time modify or discontinue access to, temporarily or permanently, the website or any Service thereon.&nbsp;You agree that we will not be liable to you or any third party for any such modification, suspension or discontinuance of your access to, or use of, the website or any content that you may have shared on the website.&nbsp;You will not be entitled to any compensation or other payment, even if certain features, settings, and/or any Content you have contributed or have come to rely on, are permanently lost.&nbsp;You must not circumvent or bypass, or attempt to circumvent or bypass, any access restriction measures on our website.</p>8.\nWarranties and liability<p>Nothing in this section will limit or exclude any warranty implied by law that it would be unlawful to limit or to exclude.&nbsp;This website and all content on the website are provided on an “as is” and “as available” basis and may include inaccuracies or typographical errors.&nbsp;We expressly disclaim all warranties of any kind, whether express or implied, as to the availability, accuracy, or completeness of the Content.&nbsp;We make no warranty that:</p>\n<p>\n</p>\n<ul>\n<li>this website or our content will meet your requirements;</li>\n<li>this website will be available on an uninterrupted, timely, secure, or error-free basis.</li>\n</ul>\n<p>\n</p>\n<p>Nothing on this website constitutes or is meant to constitute, legal, financial or medical advice of any kind.&nbsp;If you require advice you should consult an appropriate professional.</p>\n<p>The following provisions of this section will apply to the maximum extent permitted by applicable law and will not limit or exclude our liability in respect of any matter which it would be unlawful or illegal for us to limit or to exclude our liability.&nbsp;In no event will we be liable for any direct or indirect damages (including any damages for loss of profits or revenue, loss or corruption of data, software or database, or loss of or harm to property or data) incurred by you or any third party, arising from your access to, or use of, our website.</p>\n<p>Except to the extent any additional contract expressly states otherwise, our maximum liability to you for all damages arising out of or related to the website or any products and services marketed or sold through the website, regardless of the form of legal action that imposes liability (whether in contract, equity, negligence, intended conduct, tort or otherwise) will be limited to the total price that you paid to us to purchase such products or services or use the website.&nbsp;Such limit will apply in the aggregate to all of your claims, actions and causes of action of every kind and nature.</p>9.\nPrivacy<p>To access our website and/or services, you may be required to provide certain information about yourself as part of the registration process.&nbsp;You agree that any information you provide will always be accurate, correct, and up to date.</p>\n<p>We have developed a policy to address any privacy concerns you may have.&nbsp;For more information, please see our Privacy Statement and our Cookie Policy.</p>10.\nAccessibility<p>We are committed to making the content we provide accessible to individuals with disabilities.&nbsp;If you have a disability and are unable to access any portion of our website due to your disability, we ask you to give us a notice including a detailed description of the issue you encountered.&nbsp;If the issue is readily identifiable and resolvable in accordance with industry-standard information technology tools and techniques we will promptly resolve it.</p>11.\nExport restrictions / Legal compliance<p>Access to the website from territories or countries where the Content or purchase of the products or Services sold on the website is illegal is prohibited.&nbsp;You may not use this website in violation of export laws and regulations of United States.</p>12.\nAssignment<p>You may not assign, transfer or sub-contract any of your rights and/or obligations under these Terms and conditions, in whole or in part, to any third party without our prior written consent.&nbsp;Any purported assignment in violation of this Section will be null and void.</p>13.\nBreaches of these Terms and conditions<p>Without prejudice to our other rights under these Terms and Conditions, if you breach these Terms and Conditions in any way, we may take such action as we deem appropriate to deal with the breach, including temporarily or permanently suspending your access to the website, contacting your internet service provider to request that they block your access to the website, and/or commence legal action against you.</p>14.\nForce majeure<p>Except for obligations to pay money hereunder, no delay, failure or omission by either party to carry out or observe any of its obligations hereunder will be deemed to be a breach of these Terms and conditions if and for as long as such delay, failure or omission arises from any cause beyond the reasonable control of that party.</p>15.\nIndemnification<p>You agree to indemnify, defend and hold us harmless, from and against any and all claims, liabilities, damages, losses and expenses, relating to your violation of these Terms and conditions, and applicable laws, including intellectual property rights and privacy rights.&nbsp;You will promptly reimburse us for our damages, losses, costs and expenses relating to or arising out of such claims.</p>16.\nWaiver<p>Failure to enforce any of the provisions set out in these Terms and Conditions and any Agreement, or failure to exercise any option to terminate, shall not be construed as waiver of such provisions and shall not affect the validity of these Terms and Conditions or of any Agreement or any part thereof, or the right thereafter to enforce each and every provision.</p>17.\nLanguage<p>These Terms and Conditions will be interpreted and construed exclusively in English.&nbsp;All notices and correspondence will be written exclusively in that language.</p>18.\nEntire agreement<p>These Terms and Conditions, together with our privacy statement and cookie policy, constitute the entire agreement between you and Oldgate Studios in relation to your use of this website.</p>19.\nUpdating of these Terms and conditions<p>We may update these Terms and Conditions from time to time.&nbsp;It is your obligation to periodically check these Terms and Conditions for changes or updates.&nbsp;The date provided at the beginning of these Terms and Conditions is the latest revision date.&nbsp;Changes to these Terms and Conditions will become effective upon such changes being posted to this website.&nbsp;Your continued use of this website following the posting of changes or updates will be considered notice of your acceptance to abide by and be bound by these Terms and Conditions.</p>20.\nChoice of Law and Jurisdiction<p>These Terms and Conditions shall be governed by the laws of United States.&nbsp;Any disputes relating to these Terms and Conditions shall be subject to the jurisdiction of the courts of United States.&nbsp;If any part or provision of these Terms and Conditions is found by a court or other authority to be invalid and/or unenforceable under applicable law, such part or provision will be modified, deleted and/or enforced to the maximum extent permissible so as to give effect to the intent of these Terms and Conditions.&nbsp;The other provisions will not be affected.</p>21.\nContact information<p>This website is owned and operated by Oldgate Studios.</p>\n<p>You may contact us regarding these Terms and Conditions through our contact page.</p>22.\nDownload<p>You can also download our Terms and Conditions as a PDF.</p>\n<p>Oldgate Studios.\nBuilt In Oregon &amp.\nAdelaide with </p> Can I Eat Your Cookies? ", "created_at": "2023-07-08 05:31:03.168184", "updated_at": "2023-07-08 05:32:04.184199"}], "points": [], "urls": ["oldgate.org"]}}