{"error": 448, "message": "OK", "parameters": {"id": 3113, "name": "Adblock", "created_at": "2021-04-13 00:37:40.957793", "updated_at": "2023-07-10 22:00:45.440653", "wikipedia": "https://en.wikipedia.org/wiki/AdBlock", "keywords": null, "related": null, "slug": "adblock", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/3113.png", "url": "getadblock.com", "documents": [{"id": 4963, "name": "Privacy Policy", "url": "https://getadblock.com/en/privacy/", "xpath": "/html/body/main", "text": null, "created_at": "2021-04-13 00:37:41.884821", "updated_at": "2023-04-24 14:07:54.855003"}], "points": [{"id": 31211, "title": "There is a date of the last update of the agreements", "source": "https://getadblock.com/en/privacy/", "status": "Top of the page states: \"Effective Date: February 18, 2023\"", "created_at": "2023-04-18 18:18:47.912673", "updated_at": "2023-06-24 22:00:28.128736", "quoteText": null, "case_id": 331, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31196, "title": "Logs are deleted after a finite period of time", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States that: \"After six months we will remove any identifying information such as IP address from our log files and databases.\"", "created_at": "2023-04-18 17:53:23.517338", "updated_at": "2023-04-24 14:09:09.021735", "quoteText": null, "case_id": 177, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31195, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States That: \"When you visit the AdBlock website we collect IP address, unique ID, logging of some of the button clicks on our website (clicking download, for example) and user event logging data.\"", "created_at": "2023-04-18 17:52:47.825819", "updated_at": "2023-04-24 14:25:38.429557", "quoteText": null, "case_id": 399, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31200, "title": "Your information is only shared with third parties when given specific consent", "source": "https://getadblock.com/en/privacy/", "status": "The Privacy Policy States that: \"We use the analytic services from Firebase Events from Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. on an opt-in basis to analyze and improve the functionality of our software and to optimize your user experience. In each instance, only anonymized data is utilized.\"", "created_at": "2023-04-18 18:02:30.015158", "updated_at": "2023-04-24 14:10:01.983691", "quoteText": null, "case_id": 296, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31197, "title": "Third parties are involved in operating the service", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States That: \"AdBlock uses Firebase Functions from Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. to ingest and process log messages from the AdBlock extensions and the getadblock.com website.\"", "created_at": "2023-04-18 17:56:36.325321", "updated_at": "2023-04-24 14:25:47.032764", "quoteText": null, "case_id": 207, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31201, "title": "Your personal data is not sold", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States that: \"Furthermore, we don’t—and never will—sell or share any data about your browsing habits.\"", "created_at": "2023-04-18 18:03:42.182318", "updated_at": "2023-04-24 14:14:35.352435", "quoteText": null, "case_id": 193, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31205, "title": "The Service Will Comply with disclosure requests by US courts", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States that: \"AdBlock cooperates with all valid United States law enforcement requests and court orders. If possible, we'll notify you of requests for your information using the email stored in our system. Some circumstances prohibit us from contacting you about a request or order (e.g. an order under 18 U.S.C. § 2705(b) or § 215 of the Patriot Act). \"Warrant canary\": AdBlock has never received an order under Section 215 of the Patriot Act, and if this sentence ever disappears, you'll know it's because we have received such an order -- or similar order -- and the U.S. Government made us delete it.\"", "created_at": "2023-04-18 18:11:08.372304", "updated_at": "2023-06-24 22:00:27.993297", "quoteText": null, "case_id": 163, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31209, "title": "Your data will only be deleted on specific grounds", "source": "https://getadblock.com/en/privacy/", "status": "Privacy policy states that: \"You have the right to demand from us the erasure of your personal information, where – inter alia – one of the following grounds applies:\r\n\r\nIf we no longer need your personal information for the aforementioned purposes.\r\nIf you withdraw your consent on which the collection and processing is based and where there are no other legal grounds for the collection and processing.\r\nIf you object to the collection and processing and there are no overriding legitimate grounds for the collection and processing.\r\nPlease note, if data needs to be retained for legal purposes pursuant to Art. 17 (3) GDPR, we will restrict the use of the respective data.\"", "created_at": "2023-04-18 18:16:21.903168", "updated_at": "2023-06-24 22:00:28.035149", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31206, "title": "The service claims to be GDPR compliant for European users", "source": "https://getadblock.com/en/privacy/", "status": "Privacy policy states that: \"In the event of a transfer of personal information Adblock, Inc. will ensure that it is done in accordance with this privacy policy and the GDPR and applicable EU laws.\"", "created_at": "2023-04-18 18:11:49.47663", "updated_at": "2023-04-24 14:25:04.56456", "quoteText": null, "case_id": 481, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31203, "title": "Third parties are involved in mobile app payments", "source": "https://getadblock.com/en/privacy/", "status": "Privacy policy states that: \"We use the services of RevenueCat to manage in-app purchases. We only provide RevenueCat with the minimum amount of data required to process your purchase in accordance with the Data Processing Addendum we entered into with RevenueCat, Inc. For more details, please see RevenueCat’s privacy policy.\"", "created_at": "2023-04-18 18:06:41.224804", "updated_at": "2023-04-24 14:26:04.717717", "quoteText": null, "case_id": 207, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31210, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States that: \"AdBlock reserves the right to change this policy for any reason, and may make small, inconsequential changes to this policy with or without notice. Each time this policy is changed we will revise the \"Effective Date\" at the top of this page. When substantial changes are made to the disclosure of your personal information AdBlock will attempt to notify you through the email that was provided during the payment process. Your continued use of the AdBlock website or browser extension constitutes your agreement to this Privacy Policy and any revisions or updates.\"", "created_at": "2023-04-18 18:18:22.129671", "updated_at": "2023-06-24 22:00:28.08801", "quoteText": null, "case_id": 122, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31212, "title": "They only collect private information of you make a payment", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States that: \"When it comes to your personal information, most of this policy applies to users who choose to donate to support AdBlock or purchase one of our paid products. If all you do is use the extension then you're practically, except for an anonymous, unique ID, invisible to us.\"", "created_at": "2023-04-18 18:19:22.539301", "updated_at": "2023-06-24 22:00:28.169562", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31208, "title": "They use third-party programs and warn you about their data usage", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States that: \"AdBlock has used other services in the past and may use more in the future. We do not control the data on these external services and can not remove or delete the data; any data given to external services is not bound by this policy, and you should read the external service's privacy policy before providing any information.\"", "created_at": "2023-04-18 18:15:04.675605", "updated_at": "2023-06-24 22:00:28.209188", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31207, "title": "Your data will only be transferred with your consent in the case of a transaction", "source": "https://getadblock.com/en/privacy/", "status": "Privacy policy States: \"We will not transfer your personal data to third parties as a matter of course without letting you know in advance. We will ask for your prior permission unless the transfer of such data is permitted by GDPR or any other applicable EU laws.\"", "created_at": "2023-04-18 18:13:57.91915", "updated_at": "2023-04-24 14:37:16.556416", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31202, "title": "You are not being tracked", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States that: \"Please note, we do not collect any data about the web pages you visit or the services you use on the internet. \"", "created_at": "2023-04-18 18:05:19.443731", "updated_at": "2023-06-24 22:00:27.815776", "quoteText": null, "case_id": 218, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31204, "title": "Information is provided about security practices", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States That: \"We will anonymize the IP address by using a hash to encrypt this information and we will immediately delete the original IP address.\"", "created_at": "2023-04-18 18:08:26.987919", "updated_at": "2023-06-24 22:00:27.951986", "quoteText": null, "case_id": 226, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31199, "title": "This service gives your personal data to third parties if you use a premium feature", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States that: \"Finally, AdBlock Premium - Sync uses PubNub for real time sync notifications. Please refer to the PubNub privacy policy for information on their data collection policies. PubNub is used to alert the extension of a new settings version only and does not have access to the extension settings information.\"", "created_at": "2023-04-18 18:01:37.268831", "updated_at": "2023-04-24 14:35:34.738095", "quoteText": null, "case_id": 188, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31198, "title": "Information is provided about security practices in case of data breaches", "source": "https://getadblock.com/en/privacy/", "status": "Privacy Policy States This storage location has restricted access and is only made available to AdBlock employees to diagnose and fix errors with the sync service. Every reasonable precaution is taken to secure this storage location but no database or server is 100% secure, and we cannot guarantee the absolute security of the extension settings data. If you have concerns about the AdBlock extension settings data being compromised, since there is no current mechanism to encrypt the data from the user's end, please carefully consider whether you want to use this feature", "created_at": "2023-04-18 17:58:42.559516", "updated_at": "2023-04-24 14:14:31.052212", "quoteText": null, "case_id": 226, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["getadblock.com"]}}