{"error": 448, "message": "OK", "parameters": {"id": 9420, "name": "Taiga", "created_at": "2023-08-23 21:19:45.512947", "updated_at": "2023-08-23 22:02:29.688663", "wikipedia": "https://en.wikipedia.org/wiki/Taiga_(project_management)", "keywords": null, "related": null, "slug": "taiga", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9420.png", "url": "taiga.io", "documents": [{"id": 18558, "name": "Terms of Service", "url": "https://www.taiga.io/terms-of-service/", "xpath": "//body", "text": null, "created_at": "2023-08-23 21:19:45.573761", "updated_at": "2023-08-23 21:20:46.40421"}, {"id": 18559, "name": "Cookie Policy", "url": "https://taiga.io/cookie-policy", "xpath": "//body", "text": "FeaturesPricingAboutCommunityLog inGet Taiga for freeESFeaturesPricingAboutCommunityCookie PolicyTAIGA, directly or via a third party contracted for providing measurement services, may use cookies and other similar mechanisms for storing and retrieving data from terminals (\"cookies\") when you browse the Website to allow and facilitate your interaction with the Website.\nThe statistics services (own and third-party) used by the Website may use cookies for the purposes of establishing metrics and usage patterns of the Website.\nThe use of cookies lets the server on which the Website is hosted recognize your web browser and know your connection IP address, source (URL), use time, browsing history and preferences so as to make your browsing more straightforward and allow, for example, access if you have previously registered, and access to areas, services, promotions or competitions reserved exclusively for you without you having to log in on each visit.\nCookies are also used to measure the audience and traffic parameters and to track the trend and number of visits.WHAT ARE COOKIES?A cookie is a file downloaded to your computer when you access certain Web pages.\nCookies allow a Web page to, among other things, store and retrieve data on the browsing habits of a user or their device.\nDepending on the information in the cookies and how you use your computer, cookies may be used to recognize you.WHY ARE COOKIES IMPORTANT?Cookies are useful for several reasons.\nFrom a technical point of view, they allow web pages to work more efficiently and adapted to the User’s preferences, such as storing their language or the currency of their country.\nIn addition, they help those responsible for the websites to improve the services they offer, thanks to the statistical information they collect through them all.\nFinally, they help to make the advertising we display more efficient.TYPES OF COOKIESBy entity managing the domain<ul>\n<li>First-party cookies</li>\n<li>Third-party cookies</li>\n</ul>By entity managing the domain<ul>\n<li>Session cookies</li>\n<li>Persistent cookies</li>\n</ul>By purpose<ul>\n<li>Technical cookies</li>\n<li>Analytical cookies</li>\n</ul>WHAT TYPES OF COOKIES DO WE USE?<ul>\n<li>Analysis Cookies: Are those cookies that, treated by us or by third parties, allow us to quantify the number of users and thus perform the measurement and statistical analysis of the use made by users of the service offered.\nTo do this, we analyze your browsing on our website in order to improve the offer of products or services we offer you.</li>\n<li>Technical Cookies: these are essential and strictly necessary for the correct functioning of a web portal and the use of the different options and services it offers.</li>\n</ul>TAIGA<ul>\n<li>Cookie name: _pk_id.22.733f, _pk_ses.22.733f , stg-tracker</li>\n<li>Sender website:</li>\n<li>Type of cookie:</li>\n<li>Description:\nRetention period:</li>\n</ul>Google Analytics:<ul>\n<li>Cookie name: _ga, _gi\n</li>\n<li>Sender website: google.com</li>\n<li>Type of cookie: Analysis cookie</li>\n<li>Description: Analysis of web traffic</li>\n<li>Retention period: 48 months</li>\n<li>Privacy Policy Link: https://policies.google.com/privacy?hl=en</li>\n</ul>Leadfeeder<ul>\n<li>Cookie name: _lfa</li>\n<li>Sender website: leadfeeder.com\n</li>\n<li>Type of cookie: Analysis cookie</li>\n<li>Description: Analysis of web traffic</li>\n<li>Retention period: 48 months</li>\n<li>Privacy Policy Link: https://www.dealfront.com/privacy-center/</li>\n</ul>WHO ARE THE RECIPIENTS OF THE INFORMATION? WHERE ARE THEY LOCATED?The information collected through Cookies may be used both by TAIGA and by third-party collaborating companies, such as advertising network operators and agents and/or advertisers, for the purposes described in the previous section.\nSome of these third-parties may be located in third countries whose legislation does not offer an equivalent level of data protection.\nhowever, the User may consult the appropriate guarantees they offer to ensure that international transfers of data are carried out taking into account the rights and freedoms of the data subjects.\nThe User can find out more about these third-parties, as well as the types of cookies they install, the purposes for which they process the data, the guarantees they offer to carry out international transfers, the retention periods, and how preferences can be configured with respect to them, through their privacy policies.\nIn any case, TAIGA is not liable for the accuracy and content of the privacy policies offered by such third parties on their websites.COOKIES MANAGEMENTTaking into account the information provided in this Cookies Policy, below we explain how you can manage the cookies used on the Web via the different options of the most common browsers (Firefox, Chrome, Explorer, Safari and Opera).\nThe \"Help\" functionality of most browsers tells you how to configure your browser to not accept cookies, to notify you whenever you receive a new cookie and to completely disable all cookies.\nYou can also disable or delete similar data used by browser add-ons, such as \"Flash Cookies\", by changing the settings of these add-ons.\nFor more information, visit the websites of the add-on manufacturers.\nFor instance, you can find out how to manage your cookie preferences in the most common browsers via the following links:Firefox\nChrome\nExplorer\nSafari\nOperaIf you use a different browser, see the documentation for your browser.\nThe opt-out mechanism creates a cookie that allows us to remember that you don't want additional cookies.\nHowever, if you delete your cookies after opting out, you will have to opt out again.\nThese changes only apply to the browser via which you are currently connected.\nTo delete cookies in other devices, you must follow the process described in those devices.\nThis Cookies Policy was revised and published on May 4, 2023.TAIGATaigaLoginTaiga projectSelf-host TaigaTaiga´s sister software: PENPOTHelpResourcesBugs &amp.\nfeature requestsGitHub Issuessupport@taiga.ioSocialCommunityTwitterGitHubYouTubeLinkedInInstagram\nLegalTerms &amp.\nconditionsPrivacy policyData processing AddendumCookie policySecurityCode of conductPowered withbySuperbly hosted by our friends atIn Taiga we use our own and third party cookies to analyse our services.\nYou can learn more here.Ok <p>\n</p>", "created_at": "2023-08-23 21:20:10.68607", "updated_at": "2023-08-23 21:20:21.681352"}, {"id": 18560, "name": "Data Processing Addendum", "url": "https://taiga.io/DPA", "xpath": "//body", "text": "FeaturesPricingAboutCommunityLog inGet Taiga for freeESFeaturesPricingAboutCommunityData Processing Addendum (DPA)For KALEIDOS INC SUCURSAL EN ESPAÑA S.L.\n(hereinafter, indistinctly, \"KALEIDOS\") it is very important to process personal data in a secure, fair and transparent manner.\nKALEIDOS therefore processes such data in accordance with the European Union's General Data Protection Regulation (hereinafter \"GDPR\").\nIn order to adequately protect the right to data protection and privacy of individuals, the following are the terms and conditions governing the processing of personal data by KALEIDOS (hereinafter referred to as \"DPA\").\nThis DPA therefore amends, supplements and/or replaces any other document of a contractual nature signed with KALEIDOS and does not require any further action.\nIf you do not agree with the terms and conditions indicated in this DPA, please cease to use and/or interact with KALEIDOS and any of its products, services and associated domains.TAIGA PROCESSING TERMS AND CONDITIONS1.\nDEFINITIONSDue to the importance of new data protection regulations, it is very important that the parties understand exactly what this DPA is intended to protect and establish.\nAll parties involved are expected to comply with generally applicable law, and to make reasonable efforts to protect the data they control and process.\nKALEIDOS VENTURES S.L.\nhas established these definitions to improve understanding of the scope of this document: \"KALEIDOS\", \"We\" or \"Our\": refers to KALEIDOS INC SUCURSAL EN ESPAÑA S.L.\nas a service provider of the project management tool, TAIGA (the \"Services\").\n\"You\" or \"Client\": refers to the individual, agent or other entity that requests the KALEIDOS Services.\n\"Data controller\" or \"Controller\": Has the same meaning as in the GDPR, i.e.\nthe party who determines the purpose and means used for data processing.\nIn this sense the Client is the Controller for the data of the individuals, both parties are Controllers for the Processing in relation to the data of their own employees.\n\"Data Processor\" or \"Processor\": Shall have the same meaning as in the GDPR, i.e.\nthe party who carries out the processing of data on behalf of and in representation of a Data Controller.\nKALEIDOS is the Data Processor of the users' data associated to the Data Controller.\n“Party”: Shall mean KALEIDOS and/or the Client, according to the context.\n\"Personnel\": Shall refer to persons and/or consultants engaged by KALEIDOS or by the Client as employees or independent contractors, as appropriate, and to provide services to any of the Parties involved.\nIn some cases, these personnel may also fall into the category of data subjects, as their personal data may be shared between the Parties or with the Client's end users.\n\"Data Subjects\": Shall mean natural persons residing in the European Union who are consumers or users of the goods or services of a KALEIDOS Client (they may also be considered as \"Consumers\"), as well as Personnel residing in the European Union.\n\"Personal Data\": Shall have the same meaning as in the GDPR, i.e.\nany data associated with a natural person that allows him/her to be identified or that makes him/her identifiable.\nAnonymous data, aggregated and/or compiled on a generic basis and which does not name or identify a specific individual, directly or indirectly, is not considered to be Personal Data.\n\"Processing\" or “Data Processing”: Shall have the same meaning as in the GDPR, inter alia, the following constitute Data Processing: the collection, recording, use, storage, modification, adaptation, disclosure, transfer or transmission, structuring, use, combination and deletion or destruction of personal data.\n\"Incident\": Shall mean (a) a complaint or a request with respect to the exercise of a person's rights under the RGPD.\n(b) an investigation or seizure of personal data by a competent public authority, or a specific indication that such an investigation or seizure is imminent.\nor (c) any breach of security and/or confidentiality as set out in this DPA leading to the accidental or unlawful destruction, loss, alteration, disclosure or unauthorized access to the personal data, or any indication that such a breach has occurred or is about to occur.\n\"End users\" or \"Client\": Shall mean the users of the Controller (KALEIDOS Client) and the possible Data Subjects on whom KALEIDOS can process their personal data, according to the needs and requirements of the Controller.2.\nSCOPEThe scope of application of this DPA shall be limited to cases where the Data Controller or the Data Subjects are residents in the European Economic Area (EEA) and/or Switzerland and where KALEIDOS acts as a Data Processor for a third party who is the Data Controller.\nThe Data Controller declares, guarantees and assumes that any information, including but not limited to personal data, under its responsibility and/or ownership, which it provides to the Data Processor is not the property or responsibility of KALEIDOS and, therefore, it exempts and undertakes to hold KALEIDOS harmless from any liability and/or third-party claims regarding such information.3.\nPURPOSEKALEIDOS, in its capacity as Data Processor, will have access to certain personal data, such information shall be that which is necessary for KALEIDOS to provide its Services in the form of software as a service.\nKALEIDOS will process personal data in accordance with the purposes set out in this document, without prejudice to any additional purposes indicated by the Client during the contractual relationship.\nthese must be requested by means of express written authorization from the Client (which, if granted, would be included as an appendix to this annex and would become part of this annex from the date on which it is incorporated).\nThe provision of these services will require KALEIDOS to carry out the following processing activities:<ul>\n<li>Collecting (capture information containing personal data).</li>\n<li>Recording (enter or record information in automated or non-automated system or device for subsequent processing).</li>\n<li>Structuring (order and structure data for ease of processing).</li>\n<li>Alteration (change or alter the data).</li>\n<li>Storage (keep information for a specific term).</li>\n<li>Consultation (search for data on the system or device where it is recorded).</li>\n<li>Erasure (delete or remove information from the system or device where it is originally recorded).</li>\n</ul>4.\nCATEGORIES OF PERSONAL DATA AND CATEGORIES OF DATA SUBJECTSThe following types of personal data will be processed:<ul>\n<li>Names and surnames of employees of the Controller.\n</li>\n<li>Email of the employees.\n</li>\n<li>Professional and employment details of the aforementioned employees.\n</li>\n<li>Any other category of data provided the employee through the enabled channels.</li>\n</ul>5.\nTERM AND DATA RETENTION POLICYThe term of this DPA will be that of the main agreement which describes the contracted services.\nThe cancellation, termination or extinction of the contractual relationship for the provision of services between the Client and KALEIDOS will entail the deletion of the personal data and the removal of any copies in KALEIDOS's possession.\nKALEIDOS, hereby informs you that in cases where the Controller terminates and/or interrupts its relationship with KALEIDOS, the procedure for the suppression and, where appropriate, blocking of the information may take up to ninety (90) days depending on the cause for which the relationship between the Parties has ended or been interrupted.\nNotwithstanding the provisions of the previous paragraph, the Data Processor will be able to store any processed data and information that has been duly blocked while any liability may be claimed regarding the Data Processor's relationship with the Data Controller.\nOnce the limitation period for bringing a claim in connection with data retention has elapsed, the Data Processor must destroy the data by the means stated above.\nThe termination of this DPA does not imply the termination of rights and obligations relating to confidentiality and the protection of confidential information in accordance with the provisions of this DPA and/or any other applicable documents in this regard.\nThis obligation is of a generic nature and applies generally to data and information provided within the KALEIDOS's Services provision to the Client.6.\nDATA CONTROLLER'S OBLIGATIONSThe Controller undertakes to:<ul>\n<li>Deliver the Personal Data for processing to the Processor.\n</li>\n<li>Notify the Processor as soon as possible of any changes to the processing or processed personal data which entail it must implement different or additional security measures to those described in this DPA.\n</li>\n<li>Comply with its obligations under data protection laws in force at any given time, and to supervise processing activities, where necessary, and carry out inspections and audits when required to do so.\nThis is to include, but not be limited to, the following issues:</li>\n</ul>\n<ul>\n<li>Establishing the lawfulness, legitimacy and validity of the data processing, which will be carried out by performing Data Protection Impact Assessments and complying with the accountability principle before Data Subjects and Data Protection Authorities,\n</li>\n<li>Ensuring insofar as possible that the consent granted by legal representatives of those Data Subjects that are under fourteen (14) years of age is appropriately obtained,\n</li>\n<li>Undertaking reasonable steps to ensure that Data Subjects are aware of their data protection rights and\n</li>\n<li>Developing and implementing internal protocols and procedures designed to prove that the processing of data is consistent with this DPA and in compliance with applicable regulations.</li>\n</ul>7.\nDATA PROCESSOR'S OBLIGATIONSKALEIDOS undertakes:<ol>\n<li>To process the personal data provided by the Data Controller following the instructions set in this DPA and not to use the data for different processing purposes.\nMore specifically, KALEIDOS undertakes to process the personal data in accordance with the instructions it receives from the Data Controller at any given time, as well as with the provisions of the applicable data protection regulations.</li>\n<li>Not to perform any other processing operation regarding the personal data, as well as not to apply or use the data for any purpose other than the provision of the service referred to in this Contract, or to use such data for its own purposes.\n</li>\n<li>To keep a Record of Processing Activities carried out on behalf of the Controller, where necessary, in accordance with Article 30 of the GDPR.\n</li>\n<li>To provide assistance to the Controller in carrying out Data Protection Impact Assessments, as well as prior consultations from the Data Protection Authorities, where appropriate.\n</li>\n<li>To make available to the Data Controller, if requested, the necessary information to prove compliance with its obligations, as well as to allow and actively assist in the performance of audits or inspections carried out by the Data Controller and/or by an authorized auditor.\nAudits will be carried out with a maximum frequency of one per year and must be notified thirty (30) days in advance, all expenses, fees, taxes and charges arising from the conduct of such an audit shall be borne by the Controller.\nMoreover, and notwithstanding the above, KALEIDOS conducts internal and external audits sporadically.</li>\n<li>To preserve the confidentiality and professional secrecy of all personal data processed under this DPA, as well as the duty to keep it secret during the term of the main agreement and after its termination, while the personal data processed are of such confidential nature.\nTherefore, the Data Processor shall ensure that the persons authorized to process personal data undertake to uphold said confidentiality and comply with the appropriate security measures, of which the Data Processor shall inform them as necessary.</li>\n</ol>8.\nWARRANTIES AND DATA PROTECTION RIGHTSIn the processing of personal data, KALEIDOS, as Data Processor, undertakes to ensure and protect the public freedoms and fundamental rights of individuals and, in particular, their honor and their personal and domestic privacy.\nKALEIDOS will cooperate with the Data Controller in order to comply with the data subjects' data protection rights requests and shall inform them that they may exercise their rights of access, erasure, rectification, opposition, restriction of processing and/or portability by means of a letter addressed to the Data Controller at the postal address and/or e-mail address that may be applicable in each case.\nShould a Data Subject exercise any of the rights set out in the preceding paragraph directly before KALEIDOS, it undertakes to forward the request to the Data Controller within a maximum of ten (10) business days upon receipt of the request.9.\nDUTY OF INFORMATIONBoth Parties agree that, unless otherwise provided for in the applicable regulations, it is the Data Controller's duty to comply with the right of information of the Data Subjects at the time of collecting their personal data, and to ensure that it obtains lawful consent or that any other legitimate basis is applicable and, therefore, allows for the data to be processed for such purposes.\nIf the data is not collected directly by the Data Controller, it also declares that it holds the necessary rights and authorizations for the use of such data.10.\nSUBCONTRACTINGThe Controller grants the Processor a general authorization to engage subcontractors (sub processors) to carry out ancillary services required for the proper performance of the contracted services (including, but not limited to, network infrastructure and hosting services providers as well as anti-fraud, analysis and reporting services, and any other providers which may be necessary for the proper provision of the service).\nKALEIDOS informs you that no international data transfers are foreseen for the provision of the above-mentioned Services.\nKALEIDOS has implemented the necessary and appropriate security measures and procedures to:<ol>\n<li>Ensure the ongoing confidentiality, integrity, availability and resilience of processing systems and services.\n</li>\n<li>Restore the availability and access to personal data in a timely manner in the event of a physical or technical incident.\n</li>\n<li>Regularly test, assess and evaluate the effectiveness of technical and organizational measures to ensure the security level of the processing.\n</li>\n<li>Where necessary, pseudonymize and encrypt personal data.</li>\n</ol>11.\nSECURITY BREACH NOFITICATIONSBoth Parties undertake to notify each other, without undue delay, and in any case before the maximum term of forty-eight (48) hours, of any incident relating to breaches of security of personal data under their respective control that comes to their attention, including all the relevant information for the purpose of recording and reporting the incident.\nWhere the Client is required to notify any incident to KALEIDOS, it shall do so via the e-mail address provided for this purpose: privacy@taiga.io providing the following information:<ol>\n<li>A detailed description of the nature of the incident, where possible the category and approximate number of data subjects involved.\n</li>\n<li>The contact details of an information or coordination point from which to obtain further information concerning the incident.\n</li>\n<li>A description of the most probable consequences of the incident.\n</li>\n<li>A description of the measures undertaken or to be undertaken regarding the incident and, where appropriate, further measures and procedures to be implemented to mitigate the adverse effects of the incident</li>\n</ol>12.\nLIABILITY AND INDEMNITYBoth Parties (hereinafter, individually, the \"Indemnifying Party\") mutually undertake to hold the other Party (hereinafter, where applicable, the \"Indemnified Party\") harmless against any third-party claims, losses, damages and/or expenses incurred as a result of a breach of or in connection with this DPA by the Indemnifying Party.13.\nNOTIFICATIONSAll notices between the Parties shall be in writing and through one of the following means:<ol>\n<li>Registered mail with acknowledgement of receipt.\n</li>\n<li>Bureaufax with acknowledgement of receipt.\n</li>\n<li>E-mail with confirmation of delivery and reading.</li>\n</ol>Notifications made to Client, with reference to this DPA, shall be sent to the following address: Calle Fortuny, 19, 1º IZQ, 28010 Madrid, Spain14.\nGOVERNING LAW AND JURISDICTIONThis agreement shall be governed by and construed in accordance with the EU General Data Protection Regulation.\nThe parties waive their own jurisdiction or any other jurisdiction to which they may be entitled by law and agree to be bound by the courts of Madrid for the purpose of settling any disputes arising between the parties in connection with this DPA.TAIGATaigaLoginTaiga projectSelf-host TaigaTaiga´s sister software: PENPOTHelpResourcesBugs &amp.\nfeature requestsGitHub Issuessupport@taiga.ioSocialCommunityTwitterGitHubYouTubeLinkedInInstagram\nLegalTerms &amp.\nconditionsPrivacy policyData processing AddendumCookie policySecurityCode of conductPowered withbySuperbly hosted by our friends atIn Taiga we use our own and third party cookies to analyse our services.\nYou can learn more here.Ok <p>\n</p>", "created_at": "2023-08-23 21:20:31.669281", "updated_at": "2023-08-23 21:20:38.431646"}, {"id": 18557, "name": "Privacy Policy", "url": "https://www.taiga.io/privacy-policy", "xpath": "//body", "text": "FeaturesPricingAboutCommunityLog inGet Taiga for freeESFeaturesPricingAboutCommunityPrivacy PolicyFIRST LAYERData ControllerKALEIDOS INC SUCURSAL EN ESPAÑA S.L.\nES W0249639F Calle Fortuny, 19, 1º IZQ, 28010 Madrid, Spain privacy@taiga.ioPurposes of the processing of personal data<ul>\n<li>Manage and maintain the business relationship.</li>\n<li>Attend to requests for information, doubts, etc.</li>\n<li>Send commercial communications of our own or of third parties, always through KALEIDOS.</li>\n<li>Comply with all legal obligations.</li>\n<li>Manage user data in case the user has accessed through social media.</li>\n<li>Disclose the information that you provide us through the creation of public projects.</li>\n</ul>More detailed information in the second layers.Data retention periods: As long as the commercial relationship is maintained or its elimination is not requested by the data subject, they should not be deleted because they are necessary for the fulfillment of a legal obligation or for the formulation, exercise and defense of claims.Source<ul>\n<li>Provided by the user himself.\n</li>\n<li>Obtained through the user’s social network login.</li>\n</ul>Legal basis<ul>\n<li>The execution of the contract with the user.</li>\n<li>The legal obligations of KALEIDOS.</li>\n<li>The legitimate interest of KALEIDOS, in relation to those processing's necessary for the fraud prevention during the contracting, or commercial communications related to its products or services.</li>\n<li>The user’s consent, to disclose public projects, to send commercial communications from third parties, always through KALEIDOS or the installation of tracking systems according to the Cookies Policy.</li>\n</ul>Data transfers <ul>\n<li>All are necessary for the fulfillment of the above-mentioned purposes or are carried out in compliance with a legal obligation.\nPublic administrations, suppliers for the provision of the requested services, companies and collaborating entities.</li>\n</ul>Data Subjects’ Rights<ul>\n<li>They will be exercised by e-mail: privacy@taiga.io, or at the registered office of KALEIDOS: Calle Fortuny, 19, 1º IZQ, 28010 Madrid, Spain\n</li>\n<li>We inform you that you can exercise, where appropriate, the rights of access, rectification or deletion, limitation of processing, opposition, to the portability of the data or not to be subject to a decision based solely on the automated processing, as well as to withdraw the consent given.</li>\n<li>You can file complaints at the Spanish Data Protection Agency: www.aepd.es, Spanish Control Authority</li>\n<li>More information in the complete Privacy Policy of this document.</li>\n</ul>1.\nIdentification of the ControllerKALEIDOS INC SUCURSAL EN ESPAÑA S.L.\nis the Controller of the following processing activities made through the website (the “Website”).\nNotwithstanding, note that when we provide our services, your organization controls the information processed.\nThis policy does not apply to the extent we process personal information in the role of a processor on behalf of your organization.\nFor additional information, please consult the Data Processor Agreement included in the Terms of Service.\nKALEIDOS INC SUCURSAL EN ESPAÑA S.L.\n, is a company domiciled at Calle Fortuny, 19, 1º IZQ, 28010 Madrid, Spain, and its Tax ID number is ES W0249639F.\nKALEIDOS is committed to the fundamental right to the protection of your personal data and this privacy policy is intended to inform you of your rights.2.\nWhat information will we collect from you?You should be aware that there are different ways to collect personal data:a) The data you provide directly to us.We collect information about you when you contact us though the channels provided for this purpose, such as the register form and the payment form.\nWhen you contact us through these channels, we will ask for your consent to obtain your email address, name and surname and economic data such as the billing address.\nYou may not, when providing any information that may be requested from you, choose expressions that are offensive, coinciding with brands, tradenames, names or pseudonyms of public figures or celebrities for whose use you are not authorized.\nIt is essential that you keep your reference data, passwords and access codes generated at all times.\nYou will be solely responsible for the use of your personal account, and in this respect you undertake to make diligent use of this information, not to make it available to third parties, and to inform us, without delay, of its loss or theft.\nIn order to ensure that the information provided is always up to date and free of errors, you must notify KALEIDOS as soon as possible of any changes to your personal data by sending an e-mail to the e-mail address: privacy@taiga.io Likewise, by clicking on the “I accept” (or equivalent) button incorporated in the aforementioned forms, you declare that the information and data you have provided are accurate and truthful.b) Data obtained indirectly.When you browse, different cookies and other tracking devices may be installed on your device, as explained in our Cookie Policy.3.\nWhat is the source of your data?We consider that all the data processed by KALEIDOS has been provided to us freely.\nIn the event that the personal data provided is from a third person, you guarantee that you have informed them of this Privacy Policy and have obtained their authorization to provide the data to KALEIDOS for the purposes indicated above.\nYou also guarantee that the information provided is accurate and up to date, and you are responsible for any direct or indirect damage or harm that may be caused as a result of non-compliance with this obligation.4.\nHow will we use your personal information and what services will we provide you?KALEIDOS acts as the controller of the personal data for the following purposes:<ul>\n<li>Based on the management of the contractual or precontractual relationship:</li>\n</ul>\n<ul>\n<li>To manage the acquisition of the products that we offer on our Website and to attend to any type of incident or request derived from the same, and carry out any management related to after-sales service.\n</li>\n<li>To manage your registration as a representative of an organization on our website, as well as allow your access to the private area.</li>\n<li>To provide you with the services you have requested.</li>\n</ul>\n<ul>\n<li>Based on the existence of a legitimate interest of KALEIDOS:</li>\n</ul>\n<ul>\n<li>To keep you informed about the products and services of KALEIDOS, as well as to send you news, events and other activities that we carry out in KALEIDOS, by conventional and/or electronic means (e-mails, SMS, …), related to the products or services that we carry out and that may be of your interest.</li>\n<li>To carry out periodic reviews of our services and carry out satisfaction surveys in order to evaluate and improve the quality of the service we provide.</li>\n<li>Carry out internal reviews and, if necessary, contact the client in the event that a possible fraud or identity theft is detected or there are well-founded suspicions.</li>\n<li>Answer any request of information, doubt, etc we make us know thought the contact channels.</li>\n</ul>Answer any request of information, doubt, etc we make us know thought the contact channels.<ul>\n<li>Based on the legal obligations of KALEIDOS:</li>\n</ul>\n<ul>\n<li>Provide an answer to the right’s request made by the representatives of the organizations.</li>\n<li>Comply with all legal obligations impose to Kaleidos.</li>\n</ul>\n<ul>\n<li>On the basis of the explicit, free and unequivocal consent that you give us at the time of collecting your data:</li>\n</ul>\n<ul>\n<li>If applicable, to keep you informed about products and services of third parties, always sent through KALEIDOS and provided that you have given us your explicit consent to do so, by conventional and/or electronic means (emails, SMS, …).</li>\n</ul>However, if you do not wish your data to be processed for any of these purposes, you may object at any time by contacting us at privacy@taiga.io, as indicated in the Rights Management section of this Privacy Policy.5.\nData transfers and international transfers.All transfers of personal data that we carry out are necessary for the fulfilment of the above-mentioned purposes, or are made in order to fulfil a legal obligation:<ul>\n<li>To public administrations and the administration of justice, and to law enforcement agencies in compliance with the legal obligations applicable to us.</li>\n<li>Companies providing payment services (banks, payment gateways, etc.), in case the customer makes a payment through the service offered by one of these companies.</li>\n<li>Companies providing IT services, tools or IT infrastructure on which the services provided by KALEIDOS are based, such as hosting providers, CRMs, emailing service companies, etc.\n</li>\n</ul>\nIn this regard, we inform you that any transfer will be made taking into account all the necessary legal safeguards.\nWe also guarantee that we sign specific contracts with all our service providers as established by the regulations.\nFurthermore, KALEIDOS guarantees that the necessary safeguards are in place to ensure that the data can be transferred securely, either because the provider offers adequate guarantees, through, among others, the signing of Standard Contractual Clauses of the European Commission, or any of the exceptions contained in the regulations.6.\nExercising your rights.We inform you that you will be able to exercise the following rights:<ul>\n<li>Rights of access to your personal data to know which ones are being processed and the processing operations carried out with them.</li>\n<li>Right to rectify any inaccurate personal data.</li>\n<li>Right to delete your personal data, where possible.\n</li>\n<li>Right to request limitation of the processing of your personal data when the accuracy, legality or necessity of the data processing is in doubt, in which case, we may retain the data for exercise or defense of claims.</li>\n<li>Right to object to the processing of your personal data when the legal basis that enables us to process them is the legitimate interest.</li>\n<li>The right to the portability of your data, when the legal basis that enables us to process them is the existence of a contractual relationship or your consent.</li>\n<li>Right to revoke the consent granted to KALEIDOS.</li>\n</ul>You can exercise your rights at any time and for free in the following ways:<ul>\n<li>By sending an e-mail to privacy@taiga.io indicating the right you wish to exercise and your identification data.</li>\n<li>By sending a written request to the address Calle Fortuny, 19, 1º IZQ, 28010 Madrid, Spain indicating the right you wish to exercise and your personal data.</li>\n<li>In addition, when you receive any communication from us, by clicking on the unsubscribe section that will contain that communication, you can unsubscribe from all previously accepted commercial communications.</li>\n</ul>We also inform you that you have the right to file a complaint at the Spanish Data Protection Agency, Spanish Data Protection Authority, if you believe that we have breached the applicable data protection legislation regarding the processing of your personal data.\nIn addition, we inform you that you can sign up for the Robinson List at https://www.listarobinson.es/: the advertising exclusion system managed by the Spanish Association for the Digital economy (ADIGITAL), where you can register in order to show your opposition to your data being used for the purpose of sending you commercial communications.7.\nRetention periods and Cookies.We will only keep your data for as long as necessary to provide you with these services.\nAny of the data you provide us through the channels will be blocked as long as they are no longer necessary to manage the service and will only be available if there is a legal obligation (derived from a request from the appropriate authorities) and when you exercise your rights.\nRegarding the personal data obtained through the KALEIDOS channels, KALEIDOS uses Cookies according to the Cookie Policy8.\nSecurity and confidentiality.We are dedicated to the security of your information.\nIn order to prevent unauthorized access or unauthorized disclosure of personal data, we have undertaken appropriate technical and physical measures and management processes to safeguard and secure the information we collect from you.9.\nMinorsThe Services are not directed to individuals under 18.\nIn this regard, and to the extent that KALEIDOS is not able to control whether or not users are minors, it shall be the parents and guardians who shall enable the necessary mechanisms to prevent minors from accessing the Website and/or providing personal data, and KALEIDOS shall not accept any liability in this regard.10.\nUpdate of the privacy policyWe do our best to keep our privacy policy fully updated on a monthly basis.\nIf we make changes, they will be clearly identifiable in a conspicuous manner (for example: we may communicate changes to you by email).\nThis privacy policy has been reviewed and published as of May 4, 2023.TAIGATaigaLoginTaiga projectSelf-host TaigaTaiga´s sister software: PENPOTHelpResourcesBugs &amp.\nfeature requestsGitHub Issuessupport@taiga.ioSocialCommunityTwitterGitHubYouTubeLinkedInInstagram\nLegalTerms &amp.\nconditionsPrivacy policyData processing AddendumCookie policySecurityCode of conductPowered withbySuperbly hosted by our friends atIn Taiga we use our own and third party cookies to analyse our services.\nYou can learn more here.Ok <p>\n</p>", "created_at": "2023-08-23 21:19:45.543935", "updated_at": "2023-08-23 21:20:02.74929"}], "points": [], "urls": ["taiga.io"]}}