{"error": 448, "message": "OK", "parameters": {"id": 9037, "name": "Blue by ADT", "created_at": "2023-07-10 23:27:19.845683", "updated_at": "2023-07-11 10:02:13.0072", "wikipedia": null, "keywords": null, "related": null, "slug": "blue-by-adt", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9037.png", "url": "bluebyadt.com", "documents": [{"id": 17685, "name": "Privacy Policy", "url": "https://www.bluebyadt.com/privacy-policy/", "xpath": "//body", "text": "Popup headingClose<ul>\n<li>Press ‎↵ Enter‎ for Accessibility for people with visual impairments</li>\n<li>Press ‎↵ Enter‎ for Keyboard Navigation</li>\n<li>Press ‎↵ Enter‎ for Accessibility menu</li>\n</ul>Please note: This website includes an accessibility system.\nPress Control-F11 to adjust the website to the visually impaired who are using a screen reader.\nPress Control-F10 to open an accessibility menu.\nSkip to main content *Req 1-mo min pro monitoring w/ Self Setup OR pro install w/ 36-mo agm’t (Term &amp.\ninstall fees).\nExcludes discounted equipment bundles.\nVideo service req for 30% discount.\nTaxes addt’l.\nFull terms <u>here</u>.\nClaim offer Open Link <ul>\n<li> Home &amp.\nPersonal </li>\n<li> Small Business </li>\n<li> Health &amp.\nSenior Safety </li>\n<li> Commercial </li>\n<li> Solar </li>\n<li> Current Customer </li>\n<li> Log in </li>\n<li>\n</li>\n<li> 0 </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Products </li>\n<li> Compare </li>\n<li> Specials </li>\n<li> Resources </li>\n<li> Shop Now </li>\n<li> More <ul>\n<li>Products </li>\n<li>Compare</li>\n<li>Specials</li>\n<li> Resources</li>\n<li>Shop Now</li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Get a Free Quote </li>\n<li> Call (800) 521-1729 </li>\n</ul>\n</li>\n</ul> Call Us Now (800) 521-1729 <ul>\n<li>\n</li>\n<li> Free Quote </li>\n<li> 0 </li>\n<li>\n</li>\n</ul> Clear <ul>\n</ul>\n<ul>\n<li> Home &amp.\nPersonal <ul>\n<li> Products </li>\n<li> Compare </li>\n<li> Specials </li>\n<li> Resources </li>\n<li> Shop Now </li>\n</ul>\n</li>\n<li> Small Business <ul>\n<li> Back </li>\n<li> Small Business </li>\n<li> Solutions <ul>\n<li> Back </li>\n<li> Small Business </li>\n<li> Solutions </li>\n<li> Intrusion Detection </li>\n<li> Interactive Security </li>\n<li> Access Control </li>\n<li> Video Surveillance </li>\n<li> Video Verification </li>\n<li> Fire &amp.\nLife Safety </li>\n</ul>\n</li>\n<li> Industries <ul>\n<li> Back </li>\n<li> Small Business </li>\n<li> Industries </li>\n<li> Automotive </li>\n<li> Food &amp.\nBeverage </li>\n<li> Retail </li>\n<li> Professional Services </li>\n<li> Health &amp.\nWellness </li>\n<li> Manufacturing </li>\n</ul>\n</li>\n<li> Products </li>\n<li> Cybersecurity </li>\n<li> Packages </li>\n<li> Risk Assessment </li>\n<li> Resources </li>\n</ul>\n</li>\n<li> Health &amp.\nSenior Safety <ul>\n<li> Back </li>\n<li> Health &amp.\nSenior Safety </li>\n<li> Products </li>\n<li> Compare Packages </li>\n<li> Why ADT </li>\n<li> FAQs </li>\n<li> Testimonials </li>\n</ul>\n</li>\n<li> Commercial <ul>\n<li> Back </li>\n<li> Commercial </li>\n<li> Our Advantage <ul>\n<li> Back </li>\n<li> Commercial </li>\n<li> Our Advantage </li>\n<li> Culture </li>\n<li> Innovation Lab </li>\n<li> Jobs </li>\n</ul>\n</li>\n<li> Solutions <ul>\n<li> Back </li>\n<li> Commercial </li>\n<li> Solutions </li>\n<li> Access Control </li>\n<li> ATM/ITM Solutions </li>\n<li> Electronic Article Surveillance </li>\n<li> Elevated Skin Temperature Systems </li>\n<li> Emergency Responder Communication Enhancement Systems </li>\n<li> eSuite Account Management </li>\n<li> Everon Customer Engagement Platform </li>\n<li> EvoGuard Guarding Solutions </li>\n<li> Fire and Life Safety </li>\n<li> Infrastructure as a Service (IaaS) </li>\n<li> Installation, Inspections and Maintenance </li>\n<li> Integrated Solutions </li>\n<li> Intrusion Alarms </li>\n<li> Managed Services </li>\n<li> Monitoring </li>\n<li> Occupancy Management </li>\n<li> Structured Cabling </li>\n<li> Video Services </li>\n</ul>\n</li>\n<li> By Size <ul>\n<li> Back </li>\n<li> Commercial </li>\n<li> By Size </li>\n<li> Multisite National Business </li>\n<li> Large Enterprise </li>\n<li> Midsize Business </li>\n<li> Small Business </li>\n</ul>\n</li>\n<li> Industry <ul>\n<li> Back </li>\n<li> Commercial </li>\n<li> Industry </li>\n<li> Banking and Financial Services </li>\n<li> Cannabis </li>\n<li> Commercial Buildings </li>\n<li> Education </li>\n<li> Energy and Utilities </li>\n<li> Food and Beverage </li>\n<li> Government </li>\n<li> Healthcare </li>\n<li> Hospitality </li>\n<li> Industrial </li>\n<li> Pharmaceutical </li>\n<li> Professional Services </li>\n<li> Restaurant </li>\n<li> Retail </li>\n<li> Telecommunications </li>\n<li> Transportation and Logistics </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Back </li>\n<li> Commercial </li>\n<li> Resources </li>\n<li> Case Studies </li>\n<li> Guarding </li>\n<li> Industry News </li>\n<li> Webinars </li>\n<li> White Papers </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Solar </li>\n</ul>\n<ul>\n<li> Current Customer </li>\n<li> Log in </li>\n</ul> Get a free quote and ADT offers.\n<p>Call <b>\n<u>(800) 521-1729</u>\n</b> or complete the form and an ADT specialist will contact you with a quote.</p> Name Email Phone ZIP <p>By clicking the 'Get a Free Quote' button below, I agree that an ADT specialist may contact me via text messages or phone calls, from time to time, to the phone number provided by me using automated technology about ADT offers and consent is not required to make a purchase.\nYour information is collected and used in accordance with our privacy policy.&nbsp;Msg &amp.\ndata rates apply.</p> GET A FREE QUOTE Thank You <p>Expect a call from an ADT Security Specialist as soon as possible.\nIf you want a reply sooner, call us directly.</p>\n<p>Expect a call from an ADT Security Specialist as soon as possible.\nIf you want a reply sooner, call us directly.</p>\n<p>\n</p> Something <br> went wrong An error occurred when trying to submit the form.\n<br>Please contact ADT.\nCall Now (800) 521-1729 <p> Legal Privacy Policy </p> ADT Privacy Policy <p>\n<b>Last updated: April 1, 2023</b>\n</p>\n<p>ADT recognizes that your privacy is important.\nThis privacy policy describes your privacy rights and ADT’s information collection, processing, use, disclosure, and sharing practices in connection with all ADT websites, products, services, and any devices you use with the forgoing.</p>\n<b>Summary</b>\n<p>This privacy policy describes your privacy rights and ADT’s privacy practices.</p> Personal Information ADT Collects <p>\n<b>What Personal Information ADT Collects: </b> ADT collects (and has collected in the previous 12 months) personal information from your use of our websites, products, services, and any devices with our products and services, including the following:</p>\n<b>Summary</b>\n<p>ADT collects the personal information detailed to the left when you use our websites, products, services, and any devices with our products and services.</p>\n<br>\n<br> &nbsp.\n<p>\n<b>&nbsp;Categories</b>\n</p>\n<p>\n<b>&nbsp;Types</b>\n</p>\n<p>A.&nbsp;Identifiers/Contact Information</p>\n<p>Name, postal address, home/business address, telephone number, email address, account name, company affiliation, membership status, or other similar identifiers.</p>\n<p>B.&nbsp;Personal Information Categories in Applicable State Statutes</p>\n<p>Signature, physical characteristics/description, bank account/credit card/debit card numbers, other financial information, medical information, health insurance information, or other insurance policy information.</p>\n<p>C.&nbsp;Protected Classifications/ Characteristics Information</p>\n<p>Age (40 years or older), marital status, sex, gender, veteran, or military status.</p>\n<p>D.&nbsp;Commercial Information</p>\n<p>Records of personal property, owner/renter, housing characteristics, credit score/worthiness, income level, lifestyle, products and services purchased/obtained/considered, or other purchasing or consuming histories or tendencies.</p>\n<p>E.&nbsp;Biometric Information</p>\n<p>See Sensitive Personal Information category below.</p>\n<p>F.&nbsp;Internet/Network Activity Information</p>\n<p>Browsing/search history, interactions with a website/application/advertisement, Internet protocol (IP) address, Internet service provider (ISP) information, log files, Wi-Fi bandwidth, and upload/download speeds.</p>\n<p>G.&nbsp;Geolocation Information</p>\n<p>&nbsp;Approximate: GPS, physical location, or movements.</p>\n<p>H.&nbsp;Sensory Information</p>\n<p>Audio, electronic, visual, thermal/temperature, motion, accelerometer, or similar data</p>\n<p>I.&nbsp;Professional/Employment Information</p>\n<p>N/A – Not Collected</p>\n<p>J.&nbsp;Non-public Education Information&nbsp;</p>\n<p>N/A – Not Collected</p>\n<p>K.&nbsp;Inferences from Personal Information</p>\n<p>Profile reflecting personal preferences, characteristics, predispositions, behavior, and attitudes.</p>\n<p>L.&nbsp;Sensitive Personal Information</p>\n<ul>\n<li>Government Identifiers - Social Security numbers, driver’s license number, or other state identification numbers.&nbsp;</li>\n<li>Financial Accounts with Credentials - N/A – Not Collected&nbsp;</li>\n<li>Precise Geolocation - Precise geolocation including GPS, physical location, or movements data.&nbsp;</li>\n<li>Race/Ethnicity/Affiliations - N/A – Not Collected</li>\n<li>Communication Content - N/A – Not Collected&nbsp;</li>\n<li>Biometric Information - Activity patterns, fingerprints, faceprints, voiceprints, iris or retina scans, gait, other physical patterns, sleep, health, or exercise data.&nbsp;</li>\n<li>Health Information - Health data including medical condition, physical/mental disability, diagnosis, or treatment.&nbsp;</li>\n<li>Sexual Orientation - N/A – Not Collected&nbsp;</li>\n<li>Child/Minor Information – N/A – Not Collected unless required for a specific product</li>\n</ul>\n<br>\n<br>\n<p>\n<b>o Collection Purpose:</b>&nbsp;ADT uses and processes the personal information we collect for the purposes outlined in the <b>Personal Information Uses, Disclosures, and Sharing</b> section below.&nbsp;</p>\n<p>\n<b>What Methods and Sources ADT Uses for Collecting Personal Information:&nbsp;</b>ADT collects the personal information using several methods and from various sources, including the following:</p>\n<p>\n<b>&nbsp;Methods</b>\n</p>\n<p>\n<b>&nbsp;Sources</b>\n</p>\n<p>\n<b>Directly</b>\n</p>\n<p>&nbsp;We may directly collect personal information in many situations.\nFor example, you may provide us personal information when:</p>\n<ul>\n<li>Registering for our services or an account with ADT.</li>\n<li>Activating and using your devices with our services.</li>\n<li>Signing up for special offers from ADT and selected third parties.</li>\n<li>Submitting a paper form or transmitting information to us online or via telephone.</li>\n<li>Submitting your credit card or other payment information.</li>\n<li>Applying for credit or financing.</li>\n<li>Receiving our services including interactions with sales representatives, service technicians, customer service, and monitoring centers (some of which may be recorded to ensure service quality and to maintain an accurate record of our communications with you).</li>\n<li>Visiting and interacting with our websites.</li>\n</ul>\n<p>If you provide us any information relating to another person, you represent that you have the authority to do so and to permit us to use the information in accordance with this policy.</p>\n<p>\n<b>Indirectly or Automatically</b>\n</p>\n<p>We may also indirectly or automatically collect personal information using the technologies and from the sources described below:</p>\n<ul>\n<li>\n<b>Device Data:</b>&nbsp;We may collect various types of data and event information from your devices by using cameras, microphones, GPS, or other monitoring sensors.</li>\n<li>\n<b>Cookies:</b>&nbsp;We may receive and store certain information about your browsing preferences by using ADT and third-party cookies.\nCookies are small text files placed on your computer to customize your experience.</li>\n<li>\n<b>Web Beacons:</b>&nbsp;We may collect information about your browsing activities by using web beacons.\nWeb beacons are transparent graphic pixels that are placed on web pages that enable us or a third party to track your actions on our websites and deliver interest-based advertisements.</li>\n<li>\n<b>Local Stored Objects:</b>&nbsp;We may collect and store information about your browsing activities through locally stored objects by using technologies such as “Flash cookies” and HTML5 (LSOs).\nLSOs track your actions and store information about your preferences and can be used by third-party partners to deliver interest-based advertisements.</li>\n<li>\n<b>Social Media Features:</b>&nbsp;We may collect information through social media features that may collect your Internet protocol (IP) address of the page you are visiting and may set a cookie to enable the feature to function properly.\nThese features are either hosted by a third party or hosted directly by us.</li>\n<li>\n<b>Log Files:</b>&nbsp;We may collect certain information automatically and store it in log files.\nThis information may include Internet protocol (IP) addresses, browser type, Internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and/or clickstream data.</li>\n<li>\n<b>Mobile:</b>&nbsp;We may collect information on the type of device you use, operating system version, unique device identifier, and other similar information when you use devices or applications with our services.\nWe may collect your location-based information as part our services to identify your location for dispatching or providing to emergency service providers.\nWe provide this information to third-party services for the purpose of providing our services.\nWe also use mobile analytics software to collect information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, where the application was downloaded from, and to improve the functionality of our applications.&nbsp;</li>\n</ul>\n<p>\n<b>Third Parties/</b>\n</p>\n<p>\n<b>Other Sources</b>\n</p>\n<p>We may also collect personal information from third parties and other sources, including:<b>\n</b>\n</p>\n<ul>\n<li>\n<b>Authorized Dealers:</b> We may collect or receive personal information from ADT authorized dealers who sell ADT’s products and services or who transfer your service account to ADT.&nbsp;<b>\n</b>\n</li>\n<li>\n<b>Data Brokers/Resellers: </b>We may collect or receive personal information from data brokers or data resellers whose data ADT uses for marketing and research purposes.&nbsp;</li>\n<li>\n<b>Lead Generation Providers: </b>We may collect or receive personal information through various lead generation methods including ADT websites or third-party websites where lead generation partners collect personal information on our behalf.<b>\n</b>.&nbsp;</li>\n<li>\n<b>Affinity Partners</b>: We may collect or receive personal information from business partners where we have an agreement to provide discounted services to each other’s customers.</li>\n<li>\n<b>Referral Programs:</b> We may collect or receive personal information from your friends, relatives, acquaintances, or other third parties through our referral programs.<b>\n</b>\n</li>\n<li>\n<b>Other Sources: </b>We may collect, receive, or combine the above information with other information we collect or receive from other sources, such as public databases, joint marketing partners, social media platforms, and other third parties including, but not limited to, credit reporting bureaus.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<br> Personal Information Uses, Disclosures, and Sharing <p>\n<b>How ADT Uses Personal Information.\n</b> ADT uses the personal information for our business and commercial purposes, including the following:</p>\n<p>o Setting up your ADT services including establishing your ADT account and profile.<br>\no Providing your ADT services including responding to alarm and security events.<br>\no Troubleshooting and providing customer service related to your ADT services.<br>\no Processing payments for your ADT services.<br>\no Determining financing and your credit worthiness.<br>\no Contacting you regarding your ADT service(s) and responding to your inquiries and comments.<br>\no Enhancing, improving, or modifying our websites, products, and services.<br>\no Developing new products and services.<br>\no Conducting data analysis, including fraud monitoring and prevention.<br>\no Providing marketing and promotional materials.<br>\no Customer retention, feedback, and reactivation programs.<br>\no Engaging in lead generation activities.<br>\no Solicited or unsolicited sales calls.<br>\no Validating eligibility for discounts or other customer benefits.<br>\no For any other purpose with your consent.</p>\n<p>\n<b>How ADT Discloses and Shares Personal Information.</b> ADT discloses and may share personal information with various parties for various business purposes, including the following:</p>\n<b>Summary</b>\n<p>ADT uses personal information to provide you our products and services and for the business and commercial purposes detailed to the left.</p> &nbsp.\n<p>ADT discloses and may share personal information with third-party service providers, insurance companies, business partners, and emergency services providers to deliver or enhance our services.\nWe may also disclose personal information to our affiliates/related entities, for legal reasons, or in the event of a sale or change of control of our company.\nADT does not sell personal information.\n</p>\n<br>\n<br>\n<p>\n<b>&nbsp;Categories of Parties</b>\n</p>\n<p>\n<b>Business/Commercial Purpose</b>\n</p>\n<p>\n<b>Service Providers and Business Partners</b>\n</p>\n<p>We disclose and may share personal information with service providers, including: partner companies, authorized dealers, advertisers, Internet cookie recipients, and insurance companies.\nBefore we disclose or share personal information, we enter into written agreements with such service providers which contain data protection terms that safeguard such information.\nThese service providers may use the personal information only as necessary to provide ADT services, to support ADT’s business operations, or other purpose with your consent.</p>\n<p>\n<b>Emergency Services Contacts</b>\n</p>\n<p>We disclose and may share personal information with persons designated in your emergency contact list and third-party emergency services providers such as police departments, fire departments, and emergency medical services to provide our services.</p>\n<p>\n<b>Affiliates/Related Entities</b>\n</p>\n<p>We disclose and may share personal information with ADT’s parent company, affiliates, subsidiaries, or other related ADT entities to support our business operations and to provide our services.&nbsp;</p>\n<p>\n<b>Legal Authorities</b>\n</p>\n<p>We disclose and may share personal information for legal reasons including to comply with legal process, requirements based on the nature of information requested and the circumstances of the request, or when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, or investigate potential fraud, or other illegal activity.&nbsp;</p>\n<p>\n<b>Transfer in the Event of Sale or Change of Control</b>\n</p>\n<p>We disclose and may share personal information with third parties in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets, or stock, including in connection with any bankruptcy or similar proceedings.</p>\n<br>\n<p>ADT does not sell personal information to third parties for monetary or other valuable consideration.\nADT does not share personal information with a third party for their own marketing purposes or for cross contextual behavioral advertising, without your consent.\nFurther, ADT does not knowingly sell personal information of minors under 16 years of age or share such information without appropriate consent.&nbsp;</p> Privacy Rights <p>\n<b>What State Privacy Rights You May Have.\n</b> States have enacted privacy and data protection laws requiring certain disclosures and providing certain privacy rights regarding the personal information we collect, use, disclose, or share.\nBelow is a listing of such disclosures and the state specific privacy rights that you may have.\nADT will not discriminate against you for exercising such rights.</p>\n<p>\n<b>o Privacy Rights:</b> If applicable, you may have the following rights regarding your personal information:</p>\n<ul>\n<li>The right to know and access the personal information we collect, use, disclose, or share;&nbsp;</li>\n<li>The right to obtain a copy of the personal information in a portable format;&nbsp;</li>\n<li>The right to correct inaccuracies in the personal information;;&nbsp;</li>\n<li>The right to request deletion of the personal information, subject to exceptions;&nbsp;</li>\n<li>The right to opt-out of the sharing of the personal information;&nbsp;</li>\n<li>The right to limit the use or disclosure of sensitive personal information unless otherwise allowed by law;&nbsp;</li>\n<li>The right to be free from discrimination for exercising the above rights.&nbsp;</li>\n</ul>\n<p>\n<b> o Exercising Privacy Rights: </b>\n</p>\n<ul>\n<li>\n<b>Submitting Requests -</b> To exercise the privacy rights stated above, contact ADT by submitting a request on this <u>Online Request Form</u> or by calling 1-877-871-5625.&nbsp;</li>\n<li>\n<b>Authorizing an Agent - </b>You may also authorize an agent to act on your behalf to exercise the privacy rights stated above.\nTo authorize an agent please provide written authorization to ADT at the contact information listed in the Contact Information section below.\n&nbsp;</li>\n<li>\n<b>Verifying Privacy Requests -</b> Upon receiving a privacy rights request ADT will verify the request by matching the information provided in the request to the personal information ADT currently has.\n&nbsp;</li>\n<li>\n<b>Appeal Process - </b>If we do not act on or deny your verified or authenticated privacy rights request, you may appeal our decision by submitting an appeal to privacy@adt.com.\n&nbsp;</li>\n</ul>\n<b>Summary</b>\n<p>ADT provides certain privacy rights if you are a resident of a state with a state-specific privacy law.\nYou may have the right to know/access, portability, correct, delete, opt-out, or limit use of the personal information we have.\nWe will not discriminate against you if you exercise such rights.\nTo exercise your rights, follow the instructions to the left.\n</p> Personal Information Protection, Storage, and Retention <p>\n<b>How ADT Protects Personal Information.</b>We limit access to personal information and seek to use reasonable organizational, technical, and administrative measures to protect such information.\nUnfortunately, no information transmission or storage system can be guaranteed to be 100% secure.\nIf you have reason to believe that your interaction with us is no longer secure, please contact us immediately using the information in the Contact Information section below.</p>\n<p>\n<b> How Long ADT Retains Personal Information.</b> We retain personal information for as long as your account is active, for the period necessary to fulfill the purposes outlined in this policy, in accordance with applicable law, and in accordance with our information retention policy.\n</p>\n<b>Summary</b>\n<p>ADT protects personal information using reasonable information security controls.\nWe retain personal information for as long as needed to provide our services, in accordance with applicable law, and in accordance with our information retention policy.\n</p> Cross-Border Transfers of Personal Information <p>\n<b> How ADT Transfers Personal Information:</b> To facilitate our operations, we may transfer, store, and process personal information in countries or jurisdictions other than where you live, including in the United States.\nLaws in these countries may differ from the laws applicable to your country of residence.\nFor instance, if you are a European Economic Area (EEA) data subject and your personal information is provided to our affiliates, partners, or third-party service providers acting on our behalf outside of the EEA, then it is done so pursuant to necessary means to ensure an adequate level of protection.</p>\n<p>ADT Inc.\n(and its affiliated entities) is committed to subjecting all personal data received from European Union (EU) member countries and other nations to applicable data protection frameworks and principles.</p>\n<p>ADT Inc.\nis responsible for the processing of personal data it receives under each such framework, and which it subsequently transfers to a third party acting as an agent on its behalf.\nADT Inc.\nis committed to complying with applicable data protection frameworks and principles for all onward transfers of personal data from the EU and other nations, including applicable onward transfer liability provisions.\nWith respect to such personal data, ADT Inc.\nis subject to the regulatory enforcement powers of regulatory agencies.\nIn certain situations, we may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>Under certain conditions, you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\n<b>Summary</b>\n<p>ADT is committed to adhering to applicable cross border transfer data protection frameworks and principles, which subject ADT to enforcement by regulatory agencies.</p> Other Information <p>\n<b>How ADT Limits Information Collection, Use, Disclosure, and Sharing:</b>\n</p>\n<p>\n<b>o Data Minimization.</b> ADT uses best practices to limit the collection, use, disclosure, and sharing of personal information.\nWe only collect, use, disclose, and share personal information as reasonably necessary, adequate, and relevant to the specified business purposes in this policy, to provide our services, and as allowed under applicable law.</p>\n<p>\n<b>How ADT Collect Information from Minors:</b>\n</p>\n<p>\n<b>o Collection from Minors.</b> ADT's websites, products, and services are intended for a general audience, and we do not knowingly collect personal information from individuals that are less than 13 years of age.\n</p>\n<p>\n<b>o Product Specific.\n</b> Certain ADT products and services may require the collection of personal information from individuals that are less than 13 years of age to use all features.\nFor such situations where ADT does knowingly collect personal information from individuals that are less than 13 years of age, we make clear disclosures in the product or service and its associated privacy policy, we only collect such information with verifiable prior consent from a parent or legal guardian, and we allow the parent or legal guardian to review, delete, or withdraw such consent by contacting us.\nYou can learn more about such products or services <u>here</u>.</p>\n<p>\n<b>How ADT Processes Information on Behalf of our Clients:</b>\n</p>\n<p>\n<b>o Information Processing.\n</b> We may process personal information collected through our services on behalf of our client.\nSuch processing and use shall be limited to the purpose of providing the service for which the client has engaged ADT.\nIn situations where ADT collects information under the direction of its client, we may not have a direct relationship with the individuals whose personal information we collect or process.\nIf you are a customer of one of our clients and are seeking to access, correct, delete, or exercise other privacy rights, you should direct your request to ADT’s client (the data controller), not ADT.\nADT will respond appropriately and in compliance with applicable law to any instructions or requested actions received from our client (the data controller).\nWe will retain the personal information we collect or process on behalf of our clients for as long as needed to provide services to our client, or as otherwise allowed under applicable law.</p>\n<p>\n<b>How ADT Uses Online Tracking:</b>\n</p>\n<p>\n<b>o Do Not Track Signals.\n</b> ADT partners with third parties to display advertising on our websites or to manage our advertising on other websites.\nOur third-party partners use cookies, web beacons, LSOs, tags, scripts, and similar technologies to gather information about you over time and across different websites or applications to help predict your preferences and show you interest-based advertisements.\nOur websites do not respond to browser Do Not Track (DNT) signals, however you may opt-out as described below.</p>\n<p>\n<b>o Opting-Out: </b> If you wish to opt-out of interest-based advertising click <u>here</u> or if located in the European Union click <u>here</u>.\nPlease note you will continue to receive generic ads.\nYou may opt out of our marketing and promotional emails by using the “unsubscribe” link provided in the email.</p>\n<p>\n<b>How ADT Obtains Consent:</b>\n</p>\n<p>\n<b>o Obtaining Consent.</b> Each time you provide any personal information to us through our websites, products, services, or your devices, you consent to the collection, use, disclosure, and sharing of such information according to this policy.\nConsent for the collection, use, disclosure, and sharing of such information may be obtained either expressly or implied.\nYour express consent may be given in writing, verbally, or electronically.\nYour implied consent may be given through actions you take, such as supplying personal information for a specified purpose.\nIf you do not notify us, we will consider you to have consented to our continued collection, use, disclosure, and sharing of personal information.\nRevoking consent to collect, use, disclose, and share information for certain purposes may affect our ability to provide you with our products and services.</p>\n<p>\n<b>How ADT Uses Third Party References:</b>\n</p>\n<p>\n<b>o Third Party Websites/Links.\n</b> Our websites, products, and services may include links to third-party websites and use third-party services.\nIf you submit personal information to any third-party websites or service providers, your information is governed by their privacy policies.\nThis policy does not address the privacy practices of any third-party websites or service providers.\nYou must review any applicable third-party privacy policy for more information on their privacy practices.</p>\n<b>Summary</b>\n<p>ADT limits the collection, use, disclosure, and sharing of personal information for our business purposes, to provide our services, and as allow under applicable law.</p>\n<p>ADT generally does not collect data from minors less than 13 years of age.\nSpecific products may collect such data in which case we make appropriate disclosures, obtain verifiable parental/legal guardian consent, and provide parental rights.</p>\n<p>ADT may process personal information on behalf of third parties.\nAny such processing will be limited to the purpose for which the third party engaged ADT.\nYou must contact the third party directly to exercise your privacy rights.</p>\n<p>ADT does not respond to browser Do Not Track signals.\nYou can opt-out of other tracking technologies we use by visiting the specific links provided to the left.</p>\n<p>ADT obtains your consent in a variety of ways including in writing, verbally, or electronically.\nYour consent can be express or implied by your actions.\nIf you revoke consent, we may not be able to provide you services.</p>\n<p>ADT is not responsible for third-party links, websites, and privacy practices.\nThird-party privacy practices are governed by the third-party’s own privacy policy.</p> Changes to Our Policy <p>\n<b>How ADT Updates and Notifies You of Policy Changes.\n</b> We may update this policy to reflect changes to our privacy practices.\nIf we make material changes, we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on this website prior to the change becoming effective.\nWe encourage you to periodically review this policy for the latest information on our privacy practices.\n</p>\n<b>Summary</b>\n<p>ADT may update this policy periodically.\nWe will notify you of changes by emailing you or posting revisions to our website.\nYou should review this policy periodically for updates.</p> Contact Information <p>\n<b>How to Contact ADT.\n</b> You can contact us about this policy by writing or emailing us at the address provided below:</p>\n<p>ADT LLC dba ADT Security Services<br> Attn: Privacy Officer<br> 1501 Yamato Road<br> Boca Raton, FL 33431-0835<br> privacy@adt.com</p>\n<p>If you do not receive acknowledgment of your inquiry or your inquiry has not been satisfactorily addressed, please contact our U.S.-based third-party dispute resolution provider (free of charge) at <u>https://feedback-form.truste.com/watchdog/request</u>.\nThis third-party dispute resolution provider will then serve as a liaison with ADT to help resolve your concerns.\n</p>\n<b>Summary</b>\n<p>ADT is here to answer your questions.\nYou can contact us using the information listed to the left.\n</p> Privacy Policy Scope / ADT Entities and Affiliates <p>\n<b>What ADT Entities are Covered by this Policy.</b> This privacy policy applies to and covers all ADT entities including the following: </p>\n<p>ADT Commercial Government Services LLC<br> ADT Commercial LLC<br> ADT Finance LLC<br> ADT Inc.<br> ADT Innovation LLC<br> ADT LLC<br> ADT Puerto Rico, LLC<br> ADT Solar LLC<br> ASG International, Inc.<br> Buildpro, L.L.C.<br> Compass Solar Group, LLC<br> Energypro LLC<br> Everest Video Systems, LLC<br> Fire Systems International, Inc.<br> I-View Now LLC<br> IOTAS, Inc.<br> Prime Finance Inc.<br> Prime Security Services Borrower, LLC<br> Prime Security Services Holdings, LLC<br> Red Hawk Security Systems, LLC<br> Security Monitoring Services, Inc.<br> The ADT Security Corporation</p>\n<b>Summary</b>\n<p>ADT’s entities and affiliates listed to the left are covered by this policy.\n</p>\n<br>\n<br> Product Categories <ul>\n<li> Home Security </li>\n<li> Smart Home Automation </li>\n<li> Security Cameras </li>\n<li> Business Security </li>\n<li> Commercial </li>\n<li> Health &amp.\nSenior Safety </li>\n<li> Mobile Apps </li>\n</ul> About Us <ul>\n<li> Why ADT </li>\n<li> About ADT </li>\n<li> ADT Reviews </li>\n<li> Newsroom </li>\n<li>\n</li>\n<li> Investor Relations </li>\n</ul> Careers Dealers &amp.\nService <ul>\n<li> Become an ADT Dealer </li>\n<li> Dealer Lookup </li>\n<li> Local Service Areas </li>\n</ul> Customer Service <ul>\n<li> Support </li>\n<li> Contact Us </li>\n<li> Leave Website Feedback </li>\n</ul> Product Categories <ul>\n<li> Home Security </li>\n<li> Smart Home Automation </li>\n<li> Security Cameras </li>\n<li> Business Security </li>\n<li> Commercial </li>\n<li> Health &amp.\nSenior Safety </li>\n<li> Mobile Apps </li>\n</ul> About Us <ul>\n<li> Why ADT </li>\n<li> About ADT </li>\n<li> ADT Reviews </li>\n<li> Newsroom </li>\n<li> Careers </li>\n<li> Investor Relations </li>\n</ul> Dealers &amp.\nService <ul>\n<li> Become an ADT Dealer </li>\n<li> Dealer Lookup </li>\n<li> Local Service Areas </li>\n</ul> Customer Service <ul>\n<li> Support </li>\n<li> Contact Us </li>\n<li> Leave Website Feedback </li>\n</ul> Follow Us Accessibility <p>© 2023 ADT.\nAll rights reserved.\nThe product/service names listed in this document are marks and/or registered marks of their respective owners and used under license.\nUnauthorized use strictly prohibited.\nGoogle and Nest Doorbell are trademarks of Google LLC.</p> Terms Terms of Use Advertising Choice Privacy Policy En Español Licenses Sitemap Bug Reporting Vulnerability and Bug Reporting Please provide information on any bug or vulnerability that has been found in ADT products, services, and websites.\n<br> Email Address Zip Code Required Your Feedback Required Submit Feedback Thank you for your submission.\n<p> If you have provided contact information, we may reach out to you for more information.\n</p> Close Unknown Error! <p>Failed to submit form.<br>Please contact ADT.</p> Get a free Quote.\nCall (800) 521-1729 or fill out the form and an ADT Specialist will call you about ADT offers.\nName Email Phone ZIP <p>\n</p>\n<p>By clicking the 'Get a Free Quote' button below, I agree that an ADT specialist may contact me via text messages or phone calls to the phone number provided by me using automated technology about ADT offers and consent is not required to make a purchase.\nYour information is collected and used in accordance with our privacy policy.</p> Get a FREE Quote Thank You <p>Expect a call from an ADT Security Specialist as soon as possible.</p>\n<p>If you want a reply sooner, call us directly at:</p>\n<p>It’s after normal business hours, we don’t want to disturb you, plus, many state laws say we can’t call you between 9 pm and 8 am.\n</p>\n<p>\n</p>\n<p>But we’re available 24/7.\nCall us now for faster service.</p>\n<p>\n</p>\n<p>\n</p> Something <br> went wrong An error occurred when trying to submit the form.\n<br>Please contact ADT.\nCall Now (800) 521-1729 ", "created_at": "2023-07-10 23:27:19.880359", "updated_at": "2023-07-10 23:29:05.239542"}], "points": [], "urls": ["bluebyadt.com"]}}