{"error": 448, "message": "OK", "parameters": {"id": 7357, "name": "Enphase", "created_at": "2023-02-07 06:30:23.583683", "updated_at": "2023-07-10 22:02:36.09543", "wikipedia": "https://en.wikipedia.org/wiki/Enphase_Energy", "keywords": null, "related": null, "slug": "enphase", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/7357.png", "url": "enphase.com", "documents": [{"id": 14130, "name": "Terms of Service ", "url": "https://enphase.com/legal/terms-of-service", "xpath": "/html/body/div[1]/div[1]/div[3]/main/div[3]/article/article/div/div[1]", "text": " <strong>Terms of Service</strong>\n<p>Updated: February 10, 2022</p>\n<p>THESE TERMS OF SERVICE AND USE APPLY TO ALL ENPHASE ENERGY, INC.\n(\"ENPHASE,\" \"WE,\" \"US,\" OR \"OUR\") AND ASSOCIATED WEBSITES INCLUDING&nbsp;http://www.enphase.com&nbsp;(THE \"CORPORATE WEBSITE\"),&nbsp;http://enlighten.enphaseenergy.com&nbsp;(THE \"ENLIGHTEN WEBSITE\"), AND&nbsp;https://developer.enphase.com&nbsp;(THE \"DEVELOPER WEBSITE\"), AND&nbsp;https://community.enphase.com&nbsp;(THE”COMMUNITY WEBSITE”) COLLECTIVELY, THE \"WEBSITES\".\nPLEASE REVIEW THE FOLLOWING TERMS AND CONDITIONS FOR THE USE OF THE WEBSITES AND THE SERVICES PROVIDED THROUGH ANY OF THE WEBSITES (SUCH SERVICES, THE \"SERVICES\" AND SUCH TERMS AND CONDITIONS, THE \"TERMS OF SERVICE\" OR \"TERMS\").\nBY USING ANY WEBSITE, SERVICE, PRODUCT (AS DEFINED BELOW), OR APPLICATION PROGRAMMING INTERFACE (\"API\"), YOU AGREE TO BE BOUND BY THESE TERMS OR YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO BIND THE PERSON (INCLUDING ANY RESIDENTIAL, ENTERPRISE OR OTHER OWNER OF ENPHASE PRODUCTS) YOU NAME AS A USER OF ANY OF THE WEBSITES OR SERVICES (\"YOU\").\nIF YOU DO NOT HAVE SUCH AUTHORITY OR YOU DO NOT AGREE WITH THESE TERMS, PLEASE DO NOT USE ANY WEBSITE, SERVICE OR PRODUCT (INCLUDING ENLIGHTEN, MYENLIGHTEN OR API).</p>\n<p>\n<strong>1.\nAdditional Terms</strong>\n</p>\n<p>Your conduct on these Websites is governed by Enphase’s Privacy Policy and the API License Agreement, both of which are part of these Terms and are incorporated in these Terms by this reference.</p>\n<p>To access and use certain Services, you may be required to agree to certain additional terms and conditions.\nFor example, the Community Website requires agreement to the&nbsp;additional terms applicable to the use of the Enphase Community&nbsp;and those terms will become a part of these Terms on the date you register for the Community Website.</p>\n<p>Capitalized terms used in these Terms but not defined in these Terms have the meanings given to them in the Privacy Policy or other additional terms.</p>\n<p>\n<strong>2.Website and Website Content</strong>\n</p>\n<p>The Websites are copyrighted works belonging to, and are owned and operated by Enphase.\nThe statements, information, diagrams, trademarks, service marks, trade names or other content contained or referenced in the Websites or in any communications we send you (collectively, the \"Website Content\") are protected by copyright laws throughout the world.\nSubject to these Terms, we grant you a limited license to reproduce portions of the Website Content for the sole purpose of reviewing the Website Content as an applicant for employment, a current or potential customer, current or potential business partner, current authorized installer or distributor of Enphase products, or current or potential investor of Enphase.\nAll copyright and other proprietary notices on any Website Content must be retained on all copies.\nAny unauthorized reproduction, modification, distribution, or performance of any Website Content is strictly prohibited.\nEnphase and its licensors reserve all rights not granted in these Terms.\nThere are no implied licenses.</p>\n<p>The trademarks, service marks and logos (\"Marks\") displayed on the Websites are the property of Enphase or the property of other third parties.\nYou are expressly prohibited from using these Marks for any purpose, including use as metatags on other pages or websites, without our prior written consent or the consent of the third party that owns that Mark.\nAny permitted use of Enphase Marks is governed by the Trademark Usage Guidelines.</p>\n<p>\n<strong>3.\nEmbedded Software</strong>\n</p>\n<p>Enphase products (\"Products\") include any part of a photovoltaic system (\"PV System\") designed, marketed, sold, installed and supported as a system by one of Enphase’s Customers (defined as installers, authorized distributors and solar system original equipment manufacturers) and comprising, at a minimum, of photovoltaic modules and Products, and is sold as such by Customers to System Owners (defined as any person or entity that acquires a Product as part of a PV System not for further resale, redistribution, or transfer).</p>\n<p>Enphase retains ownership of all Intellectual Property Rights (defined as any and all now known or hereafter existing (a) rights associated with works of authorship throughout the universe, including exclusive exploitation rights, copyrights, moral rights, and mask works.\n(b) trademark and trade name rights.\n(c) trade secret rights.\n(d) patents, designs, algorithms, and other industrial property rights.\n(e) other intellectual property and proprietary rights of every kind and nature throughout the universe, whether arising by operation of law, by contract or license, or otherwise.\nand (f) all registrations, applications, renewals, extensions, combinations, divisions, or reissues of the foregoing) in the Products, including the Embedded Software (defined as firmware and software embedded in the Products, and any modified, updated, or enhanced versions of such firmware or software provided by Enphase).\nThe Products are offered for sale and sold on the condition in every case that, except as expressly set forth herein, such sale does not convey any license, express or implied, under any Intellectual Property Right of Enphase, and all such rights are reserved.\nEnphase grants no implied licenses.\nEmbedded Software is provided under license and is not sold.\nSubject to these Terms, Enphase grants to Customers a non-exclusive and non-transferable license, to sublicense on a non-exclusive and non-transferable basis to (a) execute and use the Embedded Software solely on the applicable Product in accordance with the applicable Enphase Documentation (defined as user documentation for certain Products furnished by Enphase for distribution along with the PV Systems for the Products) for the purpose of installing and configuring the Product on its PV System and (b) sublicense to System Owners the right to execute and use the Embedded Software solely on the applicable Product in accordance with the applicable Enphase Documentation, for the System Owner’s own internal purposes.\nCustomers and System Owners shall not, and shall use all reasonable endeavors to ensure that no third party shall, reverse engineer, decompile, disassemble the Products, or otherwise attempt to derive the source code for the Embedded Software.</p>\n<p>\n<strong>4.\nYour Account</strong>\n</p>\n<p>In order to use certain Services, you may be required to create an account with Enphase by registering on the applicable Website (\"Account\").\nBy creating an Account and/or using the associated Service, you represent and warrant that (i) you are at least eighteen (18) years of age, (ii) all required registration or other information you submit is truthful and accurate.\n(iii) you will update and maintain the accuracy of such information.\nand (iv) your use of the Service will not violate any applicable law, rule or regulation or the terms of these Terms.\nWhen you sign up for an Account, you may be asked to choose a user name and password.\nYou are entirely responsible for maintaining the confidentiality of your password.\nYou agree to notify us immediately if you suspect any unauthorized use of your Account or access to your password.\nYou agree not to (a) use the Account, username or password of any other user at any time.\n(b) allow or enable any third party to use your Account, username or password (provided that if you are the owner of an Enphase product, the Enphase authorized installer for your Enphase product may assist you in setting up your Account).\nor (c) sell, rent, borrow, or otherwise transfer your Account, temporarily or permanently, to any third party.\nYou are solely responsible for any and all use of your Account.\nWe reserve the right to suspend or terminate your Account for any (including due to inactivity) or no reason in our sole discretion.</p>\n<p>\n<strong>5.\nAcceptable Use</strong>\n</p>\n<p>You are solely responsible for any and all of your activities and use of Enphase Websites and Services.\nYou represent and warrant that: (i) your use of the Enphase Community will be consistent with the&nbsp;terms applicable&nbsp;thereto.\nand (ii) your activities and use of any Website and/or Service will not:</p>\n<p>\n<strong>(i)</strong>&nbsp;violate any law, rule or regulation (including any law regarding the export of data, software or technology to and from the United States and other countries) or these Terms;</p>\n<p>\n<strong>(ii)</strong>&nbsp;access or attempt to access any Website or any web page thereof by any means other than the interface that is provided by Enphase (and specifically, you agree not to access or attempt to access any Website or any web page thereof through any automated means, such as, but not limited to, the use of scripts or web crawlers) and you agree, at all times, to comply with the instructions set out in any robots.txt file provided on any Website;</p>\n<p>\n<strong>(iii)&nbsp;</strong>provide personal information or access to personal information, including site access, to anyone not expressly authorized by the System Owner, and specifically you may not provide site access through your Enlighten account to any third-party email domains for which the System Owner has not provided express consent;</p>\n<p>\n<strong>(iv)&nbsp;</strong>engage in any activity of any kind that may interfere with or disrupt the functioning of any Website or Service or the servers and networks used to provide any Website or Service (and specifically you may not disable a system owner’s ability to monitor their system through their Enlighten accounts, nor may you use Enlighten to disable the operation of installed products unless directed to do so for safety reasons by the applicable authorities);</p>\n<p>\n<strong>(v)&nbsp;</strong>involve the transmission of any unsolicited commercial or bulk email and you shall not use your Account or any Website as a return address for unsolicited commercial mail originating elsewhere;</p>\n<p>\n<strong>(vi)</strong>&nbsp;collect, harvest, mine or engage in any other activity to obtain personal information or any other information about others except with their express written consent and of which consent you shall maintain a written record for a period of three (3) years after any termination of this Agreement;</p>\n<p>\n<strong>(vii)&nbsp;</strong>remove from any Website Content or falsely add to any Website Content, any copyright, trademark or other legal or proprietary rights notices, author attributions or other information such as origin or source of such Website Content;</p>\n<p>\n<strong>(viii)</strong>&nbsp;create a false identity for the purpose of misleading others (including, posing as an Enphase employee or agent);</p>\n<p>\n<strong>(ix)</strong>&nbsp;violate the rights of Enphase or any third party (including other users’ rights) or abuse, defame, harass, stalk or threaten another.\nor</p>\n<p>\n<strong>(x)</strong>&nbsp;create liability for Enphase.</p>\n<p>\n<strong>6.\nDescriptions and Specifications of Products and Services</strong>\n</p>\n<p>The descriptions and specifications of Products and Services on the Websites are subject to change at any time, whether or not reflected in such descriptions or specifications.\nYou agree that descriptions and specifications of Products and Services on the Websites do not create any obligations or liabilities for Enphase.\nWe may modify, suspend or discontinue any or all of the Websites and/or Products or Services at any time, for any or no reason, in our sole discretion.</p>\n<p>\n<strong>7.\nDisclaimers</strong>\n</p>\n<p>The Websites, Website Content, and Services are provided strictly on an \"as is\" and \"as available\" basis, and there are no warranties, express, implied or statutory, including warranties of merchantability, quality, fitness for a particular purpose, title, non-infringement of Intellectual Property Rights, accuracy, system integration, timeliness or satisfactory quality.\nWe do not warrant that use of any Website or Service will be uninterrupted or error-free, that defects in the Websites, Website Content or Services will be corrected, that our Websites, Services, or Website Content are free of viruses or other harmful components, or that our Website Content will be accurate, reliable, complete or current.\nWe make no warranty that our Websites, Services, or Website Content will meet your requirements or expectations.\nIf applicable law requires any warranties with respect to our Websites, Services, or Website Content, all such warranties are limited in duration to thirty (30) days from the date of your first use of the applicable Website or Service.\nYou will be solely responsible for any damage to your computer system or network or loss of data that may result in the download or upload of any Website Content.\nEnphase does not provide any warranty, whether express, implied or statutory, including warranties of merchantability, quality, fitness for a particular purpose, title, non-infringement of Intellectual Property Rights, accuracy, system integration, timeliness or satisfactory quality, regarding its Products in these Terms.</p>\n<p>\n<strong>8.\nLimitation of Liability</strong>\n</p>\n<p>You agree that, to the full extent permitted by applicable law, Enphase has no liability for indirect, incidental, exemplary, punitive or consequential damages with respect to these Terms or any of the Websites, Website Content, or Products and Services provided hereunder even if we have been advised of the possibility of such damages.\nWe shall not be liable for any damages resulting from your access to or use of, or inability to access or use, the Websites, Website Content, Products or Services, or from your reliance on any of the Websites, Website Content, or Products or Services.\nIn no event shall our aggregate cumulative liability with respect to these Terms or any of the Websites, Website Content, or Products and Services provided hereunder exceed one hundred U.S.\nDollars (100 USD).\nThe foregoing disclaimers, waivers and limitations shall apply notwithstanding any failure of essential purpose of any limited remedy.\nSome jurisdictions do not allow the limitation or exclusion of liability, so the above limitations may not apply to you.</p>\n<p>\n<strong>9.\nThird Party Content</strong>\n</p>\n<p>Website Content may include links to third party websites and other materials and content from third parties (including other users) (collectively, \"Third Party Content\").\nEnphase does not investigate, monitor, or review any Third Party Content and is not in any way responsible for the accuracy, form, or content of, or any products or services advertised or promoted in, or your reliance upon, any Third Party Content.\nHowever, Enphase reserves the right, in its sole discretion, to delete any or all Third Party Content at any time for any or no reason and with or without notice, in our sole discretion.\nWe do not approve or endorse any Third Party Content, including any product or service advertised or promoted in such Third Party Content and you agree that you access Third Party Content solely at your own risk, including the risk of infecting your computer or computer network with malware, viruses, worms or other computer problems.\nThird party websites accessed from links on any Website are subject to their own terms and policies, including privacy and data gathering practices.</p>\n<p>\n<strong>10.\nAutomated Updates of Software</strong>\n</p>\n<p>The Enlighten Service, a web-based service in connection with certain Products to which you subscribe (\"Enlighten\"), may automatically download and install updates (including bug fixes) from time to time.\nThese updates (including bug fixes) are intended to improve your experience in using Enlighten and the Enlighten Website.\nYou agree to receive such updates (including bug fixes) from Enphase as part of your use of Enlighten and the Enlighten Website.</p>\n<p>\n<strong>11.\nRestricted Use by United States Government</strong>\n</p>\n<p>Enphase’s information is provided with and subject to \"Restricted Rights.\" Any use, disclosure or duplication by the U.S.\nGovernment is subject to restrictions in accordance with FAR 52.227-14 and DFAR 252.227-7013, et seq., or their successors.\nUse of Enphase's information by the U.S.\nGovernment constitutes acknowledgement of Enphase's sole proprietary rights in them.</p>\n<p>\n<strong>12.\nSecurity</strong>\n</p>\n<p>Security is a high priority for Enphase, and we make reasonable efforts to protect your Account.\nHowever, no company, including Enphase, can fully eliminate security risks connected to handling data on the Internet and you acknowledge, understand and agree that we cannot and do not guarantee the security of your Content while it is transmitted over the Internet or stored on our Services.</p>\n<p>\n<strong>13.\nIndemnity</strong>\n</p>\n<p>You agree to indemnify and hold Enphase, our affiliates, officers, employees, agents, partners and other users, harmless from and against any and all loss, cost (including attorneys’ fees), liability, damage, and expense arising from or relating to any claim or demand made by any third party (including other users) arising out of or related to (i) your use of any of the Websites, Services, or Website Content, your violation of these Terms, or your violation of any rights of any third party or (ii) Your Content.</p>\n<p>\n<strong>14.\nRelease</strong>\n</p>\n<p>To the extent permitted under applicable law, you hereby release Enphase from any liability related to: (i) any incorrect or inaccurate Website Content, whether caused by any user of any Service or Website or by any of the equipment or programming associated with or utilized in the Services or in the provision of the Websites.\n(ii) the conduct, whether online or offline, of any user of any Service or Website.\n(iii) any problems or technical malfunction of any telephone network or lines, computer online systems, servers or providers, computer equipment, software, failure of email or Website Content on account of technical problems or traffic congestion on the Internet or at any Website, or combination thereof, including injury or damage to any person’s computer related to or resulting from participating or downloading materials in connection with the Services or Websites.\n(iv) any loss or damage caused by or in reliance upon any Website Content or content transmitted by and to users, or any interactions between users of any Service or Website, whether online or offline.\nand (v) any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, any Website, Service, or user communication.</p>\n<p>If you are a California resident, you hereby waive California Civil Code Section 1542, which states: \"A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH, IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.\"</p>\n<p>\n<strong>15.\nCopyright Policy</strong>\n</p>\n<p>It is Enphase’s policy to remove, or disable access to, material that infringes any copyright from the Websites or through the Services after we have been notified by the copyright owner or the copyright owner’s legal agent.\nIf you believe that your work has been copied and posted on any Website or through the Services in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information: (a) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(b) an identification of the copyrighted work that you claim has been infringed.\n(c) a description of where the material that you claim is infringing is located on the Websites or Services.\n(d) your address, telephone number, and e-mail address.\n(e) a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or law.\n(f) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\nContact information for our Copyright Agent for notice of claims of copyright infringement is as follows:</p>\n<p>Attention: Enphase Copyright Agent<br>\nEnphase Energy, Inc.<br>\n47281 Bayside Parkway<br>\nFremont, CA 94538</p>\n<p>\n<strong>16.\nChanges</strong>\n</p>\n<p>These Terms are subject to occasional revision, and if Enphase makes any substantial changes to these Terms, we will notify you by prominently posting notice of the changes on the Websites or sending you an e-mail to the address that you provided for your Account.\nAny changes to these Terms will be effective upon the earlier of thirty (30) calendar days following our dispatch of an e-mail notice to you or thirty (30) calendar days following our posting of notice of the changes on the Websites.\nThese changes will be effective immediately for new users of the Websites or Services.\nIf you do not agree to the changes, you must cease your use of the Websites and Services.\nBy using any of the Websites or Services, you agree to be bound by any such changes and, therefore, you should periodically visit the Websites to examine the then-current Terms of Service.\nPlease note that at all times you are responsible for updating any e-mail address that you have provided to us for your Account.\nIf the e-mail address you have provided to us is not valid, or for any reason is not capable of delivering to you the notice described above, our dispatch of the e-mail containing such notice will nonetheless constitute effective notice of the changes described in the notice.</p>\n<p>\n<strong>17.\nJurisdiction</strong>\n</p>\n<p>These Terms and any action related to these Terms are governed by the laws of the State of California, United States of America, without giving effect to any conflicts of laws principles that would require the application of the law of a different state or jurisdiction.\nVenue and jurisdiction for any claims arising from these Terms shall be in a federal court in the Northern District of California having jurisdiction or in the California state courts in Santa Clara County, California.\nBy using any of the Websites, Services, or Products you consent to the personal jurisdiction and venue of these courts.</p>\n<p>\n<strong>18.\nMiscellaneous</strong>\n</p>\n<p>These Terms constitute the entire agreement between you and Enphase regarding your use of the Websites and Services.\nOur failure to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.\nIf any provision of these Terms is, for any reason, held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\nAs used in these Terms, the word \"including\" means \"including but not limited to.\" You agree not to export, re-export, or transfer, directly or indirectly, any United States technical data acquired from us, in violation of United States export laws or regulations.\nNeither the rights nor obligations arising under these Terms are assignable by you, and any such attempted assignment or transfer shall be void and without effect.\nWe may assign this Agreement without restriction.</p>\n<p>\n<strong>19.\nImportant information for South Australian and Western Australian homeowners</strong>\n</p>\n<p>Under the new standards issued by the Department of Energy and Mining, Government of South Australia and the relevant relugulatory authorities in Western Australia (including but not limited to Energy Policy WA (each being “<strong>Technical Regulator</strong>”), generating systems connecting to the South Australian or Western Austraian distribution network (as applicable) must be capable of being remotely disconnected and reconnected by an agent registered with the Technical Regulator (such agent being a “<strong>Relevant Agent</strong>”, and such new standards being the “<strong>Remote Connectivity Standards</strong>”).\nUnder the Remote Connectivity Standards, if you are: (i) located in an area.\nand (ii) own and operate a PV System to which the Remote Connectivity Standards apply, you must appoint a Relevant Agent to manage the requirements under the Remote Connectivity Standards.</p>\n<p>\n<strong>\n<u>South Australia</u>\n</strong>\n<strong>:</strong> By using Enphase Products as part of your system, and to the extent that the Remote Connectivity standards apply, you:</p>\n<p>(a) agree to appoint Enphase Energy Australia as your Relevant Agent.</p>\n<p>(b) comply with your obligations as an owner or operator of an electricity generating plant, under the Remote Connectivity Standards.</p>\n<p>(c) acknowledge that the plant must be capable of being remotely disconnected from, and reconnected to, the relevant distribution network by a relevant agent.</p>\n<p>(d) acknowledge I am responsible for appointing a relevant agent who may remotely disconnect and reconnect the solar generation plant from the distribution network.</p>\n<p>(e) authorise Enphase Energy Australia (acting as your Relevant Agent) to remotely disconnect and reconnect the solar generation plant from the distribution network using Enphase’s Envoy capability in circumstances where you are lawfully directed to disconnect or reconnect the plant, by the Technical Regulator.</p>\n<p>(f) authorise Enphase Energy Australia (acting as your Relevant Agent) to dynamically change your export limit.</p>\n<p>(g) acknowledge that, if you cease to be the owner/operator of the PV System, you must advise Enphase Energy Australia as soon as practicable and, in any case, no later than seven (7) days after I cease to be the owner/operator of the PV System.</p>\n<p>(h) acknowledge that you may withdraw this authorisation by providing written notice to us, in which case you will be responsible for authorising another Relevant Agent.</p>\n<p>(i) acknowledge and agree that Enphase Energy Australia may share any data with regulatory authorities, including the Technical Regulator, to the extent necessary to comply with the Technical Regulator’s instruction for such data.</p>\n<p>You further acknowledge and agree that Enphase Energy Australia may share your data with a third-party service provider, GreenSync Pty Ltd (“GreenSync”) which assists Enphase Energy Australia with its responsibilities as Relevant Agent.\nTo this end, you acknowledge and agree that:</p>\n<p>1.\nGreenSync Pty Ltd will have the right to collect:</p>\n<p>· personal information including information about your device and location (including postcode and NMI)</p>\n<p>· data streams associated with your energy devices or assets, at 1 – 300 second intervals</p>\n<p>for the purposes of your registration and use of the deX platform, and enabling any related communications.\nand</p>\n<p>2.\nyou have read and agree to GreenSync’s privacy policy available at https://dex.energy/privacy-policy/ , which details GreenSync’s use, and protection of any personal information collected from you as described in 1.\nabove.</p>\n<p>\n<strong>\n<u>Western Australia</u>\n</strong>\n<strong>:</strong> To maintain the stability of the electricity system and support the continued installation of rooftop solar, the WA State Government is introducing Emergency Solar Management.\nThis is the capability to remotely turn off (and on again) new/upgraded residential rooftop solar systems with an inverter capacity of 5kW or less.\nThis can be achieved in two ways – API cloud solution or metering solution.\nBy using Enphase Products as part of your system, and to the extent that the Remote Connectivity standards apply, you agree to make your system available to Synergy for the purposes of Emergency Solar Management.\nHomeowners are responsible for ensuring that their systems can be remotely managed, in line with the terms of their DEBS agreement with Synergy.\nHouseholds should discuss the emergency solar management requirements with their chosen solar installer and can also find more information at https://www.synergy.net.au/global/dpv-management .</p>\n<p>\n<strong>Questions or Concerns</strong>\n</p>\n<p>If you have any questions or concerns regarding these Terms, please&nbsp;contact support.\nCopyright © 2020–2022 Enphase Energy, Inc.\nAll rights reserved.</p> ", "created_at": "2023-02-07 06:30:23.64516", "updated_at": "2023-02-07 06:31:38.972395"}, {"id": 14132, "name": "Cookie Policy", "url": "https://enphase.com/cookie-policy", "xpath": "/html/body/div[1]/div[1]/div[3]/main/div[3]/article/article/div/div[1]", "text": " <strong>Cookie Policy</strong>\n<p>Effective August 19, 2020</p>\n<p>This Cookie Policy explains how Enphase Energy, Inc.\n(“Enphase”, “we”, “us” or “our”) uses cookies and similar technologies in connection with the www.enphase.com website, any other website that we own or control and which posts or links to this Cookie Policy (collectively, the “Sites”), the Enphase mobile applications, and any other mobile applications that we own or control and which posts or links to this Cookie Policy (collectively, the “Apps”).</p>\n<p>\n<strong>What are cookies?</strong>\n</p>\n<p>Cookies are small data files that are placed on your computer or mobile device when you visit a website.\nCookies serve different purposes, like helping us understand how a site is being used, letting you navigate between pages efficiently, remembering your preferences and generally improving your browsing experience.</p>\n<p>Our Sites may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them).</p>\n<p>We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which we use to recognize your computer or mobile device when it revisits our Sites.\nand (2) third party cookies, which are served by service providers or business partners on our Sites, and can be used by these parties to recognize your computer or mobile device when it visits other websites.\nThird party cookies can be used for a variety of purposes, including site analytics, advertising and social media features.</p>\n<p>\n<strong>Other technologies</strong>\n</p>\n<p>On the Sites, we use cookies and other tracking technologies as described in the cookie banner at the footer of our Sites.\nIn addition to cookies, our Sites may use other technologies, such as browser web storage, web beacons, and pixel tags to collect information automatically.</p>\n<p>\n<em>Browser Web Storage</em>\n</p>\n<p>We may use browser web storage (including via HTML5), also known as locally stored objects (“LSOs”), for similar purposes as cookies.\nBrowser web storage enables the storage of a larger amount of data than cookies.\nYour web browser may provide functionality to clear your browser web storage.</p>\n<p>\n<em>Web Beacons or Pixel Tags</em>\n</p>\n<p>We may also use web beacons (which are also known as pixel tags and clear GIFs) on our Sites and in our HTML formatted emails to track the actions of users on our Sites and interactions with our emails.\nUnlike cookies, which are stored on the hard drive of your computer or mobile device by a website, pixel tags are embedded invisibly on webpages or within HTML formatted emails.\nPixel tags are used to demonstrate that a webpage was accessed or that certain content was viewed, typically to measure the success of our marketing campaigns or engagement with our emails and to compile statistics about usage of the Sites, so that we can manage our content more effectively.</p>\n<p>\n<em>Mobile Application Software Development Kits (SDKs)</em>\n</p>\n<p>We may use third-party software development kits (“SDKs”) in our mobile applications.\nA SDK is third-party computer code that may be used for a variety of purposes, including to provide us with analytics regarding the use of our mobile applications, to integrate with social media, to add features or functionality to our app, or to facilitate online advertising.\nSDKs may enable third parties to collect information directly via our App.</p>\n<p>On our Sites, you may block or enable certain cookies and other similar tracking technologies using the third-party provided cookie management platform (“CMP”).\nWhen you first visit our Sites, please click on the privacy icon on the Site to access the CMP.\nIf this is not your first time visiting our Sites or you previously agreed to the placement of cookies or similar technologies on our Sites, please clear your browser’s cookie history and revisit our Sites.</p>\n<p>Within the CMP, you are able to review the types of cookies and other similar tracking technologies that we or our third parties may use.\nYou may exercise your choices with respect to allowing the cookies and other similar tracking technologies to process your information.\nBecause these choices are specific to the device or browser on which they are exercised, you will need to exercise such choices on every browser and device that you use.</p>\n<p>Additionally, most browsers let you remove or reject cookies.\nTo do this, follow the instructions in your browser settings.\nMany browsers accept cookies by default until you change your settings.\nPlease note that if you set your browser to disable cookies, the Sites may not work properly.</p>\n<p>For more information about cookies, including how to see what cookies have been set on your computer or mobile device and how to manage and delete them, visit&nbsp;www.allaboutcookies.org.\nIf you disable or do not accept our cookies, you may experience some inconvenience in your use of our Sites.\nFor example, we may not be able to recognize your computer or mobile device and you may need to log in every time you visit our Sites.</p>\n<p>Users may opt out of receiving targeted advertising on websites through members of the Network Advertising Initiative by clicking&nbsp;here&nbsp;or the Digital Advertising Alliance by clicking&nbsp;here.\nEuropean users may opt out of receiving targeted advertising on websites through members of the European Interactive Digital Advertising Alliance by clicking&nbsp;here, selecting the user’s country, and then clicking “Choices” (or similarly-titled link).\nUsers of our mobile applications may opt out of receiving targeted advertising in mobile apps through participating members of the Digital Advertising Alliance by installing the AppChoices mobile app, available&nbsp;here, and selecting the user’s choices.\nPlease note that we also may work with companies that offer their own opt-out mechanisms and these companies may not participate in the opt-out mechanisms that we reference and link above.</p>\n<p>If you choose to opt-out of targeted advertisements, you will still see advertisements online but they may not be relevant to you.\nEven if you do choose to opt out, not all companies that serve online behavioral advertising are included in this list, and so you may still receive some cookies and tailored advertisements from companies that are not listed.</p>\n<p>For more information about how we collect, use and share your information, see our&nbsp;Privacy Policy.</p>\n<p>\n<strong>Changes</strong>\n</p>\n<p>Information about the cookies we use may be updated from time to time, so please check back on a regular basis for any changes.</p>\n<p>\n<strong>Questions</strong>\n</p>\n<p>If you have any questions about this Cookie Policy, please contact us by email at&nbsp;privacy@enphaseenergy.com.</p> ", "created_at": "2023-02-07 06:32:17.376208", "updated_at": "2023-02-07 06:32:26.922878"}, {"id": 14131, "name": " Privacy Policy ", "url": "https://enphase.com/legal/privacy-policy", "xpath": "/html/body/div[1]/div[1]/div[3]/main/div[3]/article/article/div/div[1]", "text": " <strong>Privacy Policy</strong>\n<p>We have updated our Privacy Policy, effective January 1, 2023</p>\n<p>This “Privacy Policy” describes the privacy practices of Enphase Energy, Inc.\nand our subsidiaries and affiliates (collectively, “Enphase”, “we”, “us”, or “our”) in connection with</p>\n<ul>\n<li>\n<p>the&nbsp;enphase.com, installers.enphase.com, estimator.enphaseenergy.com, community.enphase.com, service.enphaseenergy.com, store.enphase.com, start.enphase.com,&nbsp;solargraf.com, app.solargraf.com, roofgraf.com,&nbsp;app.roofgraf.com, solarleadfactory.com, understandsolar.com, understandsolar.org, yourchoicesolar.com, solarpower-pro.com, clippercreek.com, store.clippercreek.com, 365pronto.com, platform.365pronto.com, and greencom-networks.com websites;</p>\n</li>\n<li>\n<p>the Enphase web-based application called the Enphase App, MyEnlighten, my.enphase.com, and enlighten.enphaseenergy.com;</p>\n</li>\n<li>\n<p>the Enphase mobile applications (including the Enphase App, MyEnlighten, Enlighten Manager and Installer Toolkit);</p>\n</li>\n<li>\n<p>our application programming interface (“API”) developer website (developer.enphase.com).\nand</p>\n</li>\n<li>\n<p>any other website or mobile application that we own or control and which posts or links to this Privacy Policy.</p>\n</li>\n</ul>\n<p>Collectively, we refer to the above-listed items as the “Service.” This Privacy Policy describes the rights and choices available to individuals with respect to their information.\nWe use the reference to “Customer” to describe anyone who purchases Enphase products or services, has registered for an online account with us for the use of any portion of the Service (each, an “Enphase Account”) or has visited our websites or mobile applications.\nIf you do not agree with our policies and practices, it is your choice to not use the Service.\nEnphase may provide additional or supplemental privacy policies to individuals for specific products or services that we offer at the time we collect personal information.\nThese supplemental privacy policies will govern how we may process the information in the context of the specific product or service.</p>\n<p>We provide important information for United States residents below.</p>\n<p>We provide important information for individuals located in the&nbsp;European Economic Area&nbsp;and United Kingdom (collectively, “Europe” or “European”)&nbsp;below.</p>\n<p>We provide important information for Australian and New Zealand users below.</p>\n<p>We provide important information for Mexico users below.</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<ul>\n<li>\n<p>Personal Information We Collect</p>\n</li>\n<li>\n<p>How We Use Your Personal Information</p>\n</li>\n<li>\n<p>How We Share your Personal Information</p>\n</li>\n<li>\n<p>Your Choices</p>\n</li>\n<li>\n<p>Other Sites, Mobile Applications and Services</p>\n</li>\n<li>\n<p>Security Practices</p>\n</li>\n<li>\n<p>International Data Transfers</p>\n</li>\n<li>\n<p>Children</p>\n</li>\n<li>\n<p>Changes to this Privacy Policy</p>\n</li>\n<li>\n<p>How to Contact Us</p>\n</li>\n<li>\n<p>Regional Specific Privacy Information</p>\n<ul>\n<li>\n<p>United States</p>\n</li>\n<li>\n<p>European Economic Area</p>\n</li>\n<li>\n<p>Australia and New Zealand</p>\n</li>\n<li>\n<p>Mexico</p>\n</li>\n</ul>\n</li>\n</ul>\n<strong>Personal Information We Collect</strong>\n<p>\n<strong>Information you provide to us.</strong>&nbsp;Personal information you provide to us through the Service or otherwise may include:</p>\n<ul>\n<li>\n<p>\n<strong>Business and Personal Contact Information,</strong>&nbsp;such as your first and last name, email and physical addresses, phone number, professional title, and company name.</p>\n</li>\n<li>\n<p>\n<strong>Content You Choose to Upload to the Service,</strong>&nbsp;such as text, images, audio, video, and digital signatures, along with the metadata associated with the files you upload.</p>\n</li>\n<li>\n<p>\n<strong>Profile Information,</strong>&nbsp;such as your username and password that you may set to establish an online account with us, your account name, account number, Enphase system identification number, photograph, interests, and preferences.</p>\n</li>\n<li>\n<p>\n<strong>Registration Information,</strong>&nbsp;such as information that may be related to a service, an account or an event for which you register.</p>\n</li>\n<li>\n<p>\n<strong>Feedback or Correspondence,</strong>&nbsp;such as information you provide when you contact us with questions, feedback, or otherwise correspond with us online.</p>\n</li>\n<li>\n<p>\n<strong>Demographic Information,</strong>&nbsp;such as your street address, city, state, country of residence, and postal code.</p>\n</li>\n<li>\n<p>\n<strong>Energy Information,</strong>&nbsp;such as your energy production, electric bill, solar installation contract, energy consumption, battery settings and usage history, other load consumption or production, and other information relating to any of your energy resources.</p>\n</li>\n<li>\n<p>\n<strong>Site Information,</strong>&nbsp;such as information related to your solar installation including roof type, house size, device configuration settings, appliance usage, microinverter details, system configuration settings, electrical circuit breaker and panel details, permit information, and photographs.</p>\n</li>\n<li>\n<p>\n<strong>Financial Information,</strong>&nbsp;such as your electric bill.\nInformation provided to make a purchase such as payment card information, financial account number, and billing information is never collected or stored by Enphase, but is provided directly to third-party payment processors such as Stripe, Authorize.net, and Paypal (depending on the site).\nInformation provided for a financing application on our websites such as social security number, income information, and other financial and personal information is similarly not collected or stored by Enphase, but is provided directly to third-party lending partners.\nEnphase may receive an indication of the results of such application from the lending partners (e.g., amount of loan and identity of financial institution).</p>\n</li>\n<li>\n<p>\n<strong>Transaction Information,</strong>&nbsp;such as information about your billing address, payments to and from you, customer number, and other details of products or services you have purchased from us.</p>\n</li>\n<li>\n<p>\n<strong>Usage Information,</strong>&nbsp;such as information about how you use the Service and interact with us, including information associated with any meter identifier (make, model and serial number) or augmented revenue grade meter data (such as cumulative counter ending values as of the end of the month), output information, efficiency and other technical variables, content you upload to the websites or otherwise submit to us, and information you provide when you use any interactive features of the Service.</p>\n</li>\n<li>\n<p>\n<strong>Marketing Information,</strong>&nbsp;such as your preferences for receiving communications about our activities, events, and publications, and details about how you engage with our communications.\nWe also may conduct user surveys, and research and analysis about your use of, or interest in, our products and services.</p>\n</li>\n<li>\n<p>\n<strong>Other information</strong>&nbsp;that we may collect which is not specifically listed here but which we will use in accordance with this Privacy Policy or as otherwise disclosed at the time of collection.</p>\n</li>\n</ul>\n<p>\n<strong>Information We Collect Through Our Products.</strong>&nbsp;The IQ Gateway (either as a stand-alone product or part of an IQ Combiner) is the networking hub that connects Enphase hardware (such as microinverters, IQ Batteries, and IQ System Controllers) of an Enphase Energy System suite to our monitoring and management software.\nOnce the IQ Gateway is connected to the internet, it begins reporting your energy production, consumption, and site information to us and will continue to do so as long as it is online.</p>\n<p>\n<strong>Information We Obtain from Social Media Platforms.</strong>&nbsp;We may maintain pages for Enphase on social media platforms, such as Facebook, LinkedIn, Twitter, Google, YouTube, Instagram, and other third party platforms.\nWhen you visit or interact with our pages on those platforms, the platform provider’s privacy policy will apply to your interactions and their collection, use and processing of your personal information.\nYou or the platforms may provide us with information through the platform, and we will treat such information in accordance with this Privacy Policy.</p>\n<p>\n<strong>Information We Obtain from Other Third Parties.</strong>&nbsp;We may receive personal information about you from third-party sources.\nFor example, a business partner, such as a solar energy system installer, a grid services aggregator, or a utility, may share your contact and energy-related information with us if you have expressed interest in learning specifically about our products or services, or the types of products or services we offer.\nSimilarly, a business partner may share profile or registration information if they assist you in setting up an Enphase Account.\nWe may obtain your personal information (including the categories listed above under “Information you Provide to Us”) from other third parties, such as marketing partners, publicly-available sources, existing Enphase customers, and data providers.\nIn certain circumstances, Enphase collects your personal information from your installer at your direction.\nThese third parties’ privacy policies govern their sharing of information with Enphase and their other processing, so we advise you to contact the third parties for further information.</p>\n<p>\n<strong>Cookies and Other Information Collected by Automated Means.</strong>&nbsp;We, our service providers, and our business partners may automatically log information about you, your computer or mobile device, and activity occurring on or through the Service.\nThe information that may be collected automatically includes your computer or mobile device operating system type and version number, manufacturer and model, device identifier (such as the Google Advertising ID or Apple IDFA for Advertising), browser type, screen resolution, IP address, the website you visited before navigating to our website, general location information such as city, state or geographic area.\nand information about your use of and actions on the Service, such as pages or screens you viewed, how long you spent on a page or screen, navigation paths between pages or screens, information about your activity on a page or screen, access times, and length of access.\nOur service providers and business partners may collect this type of information over time and across third-party websites and mobile applications.\nIf it is an Enphase advertising partner that has collected your personal information, its privacy policy will govern its use of that information.\nFor more information on how we use your information, as collected in the manner described in this paragraph, please see the section below titled \"To display advertisements.\"</p>\n<p>On our webpages, this information is collected using cookies, browser web storage (also known as locally stored objects, or “LSOs”), web beacons, and similar technologies.\nOur emails may also contain web beacons.\nIn our mobile application, we may collect this information directly or through our use of third-party software development kits (“SDKs”).\nSDKs may enable third parties to collect information directly from our mobile application.</p>\n<p>Additionally, see our&nbsp;Cookie Policy&nbsp;for more information.</p>\n<p>\n<strong>Referrals.</strong>&nbsp;Users of the Service may have the opportunity to refer other individuals to us.\nIf you are an existing user, you may only submit a referral to us if you have permission to provide the referral’s contact information to us so that we may contact them.</p>\n<strong>How We Use Your Personal Information</strong>\n<p>We may use your personal information for the following purposes and as otherwise described in this Privacy Policy or at the time of collection:</p>\n<p>\n<strong>To operate our business.</strong>&nbsp;We may use your personal information to:</p>\n<ul>\n<li>\n<p>provide, operate and improve our business, including to provide the services that you request (including the Service);</p>\n</li>\n<li>\n<p>provide information about our products and services;</p>\n</li>\n<li>\n<p>establish and maintain your user profile on the Service;</p>\n</li>\n<li>\n<p>enable security features of the Service, such as by sending you security codes via email or text, and remembering devices from which you have previously logged into the Service;</p>\n</li>\n<li>\n<p>facilitate social features of the Service, such as providing chat or messaging functionality;</p>\n</li>\n<li>\n<p>communicate with you about the Service, including by sending you notices about your system’s energy consumption and production, announcements, updates, security alerts, support, service-related matters, and administrative messages;</p>\n</li>\n<li>\n<p>communicate with you about events, programs or contests in which you participate;</p>\n</li>\n<li>\n<p>understand your needs and interests, and personalize your experience with the Service and our communications;</p>\n</li>\n<li>\n<p>provide customer support and maintenance for the Service.\nand</p>\n</li>\n<li>\n<p>respond to your requests, questions and feedback.</p>\n</li>\n</ul>\n<p>\n<strong>For Research and Development.</strong>&nbsp;We analyze your use of the Service (including your personal information such as demographics) to improve the Service, to develop new products and services, and to market and promote our business.</p>\n<p>\n<strong>To Send Marketing and Promotional Communications.</strong>&nbsp;We may send Enphase-related marketing communications as permitted by law.\nRecipients of our marketing communications will have the ability to opt-out of our marketing and promotional communications as described in the&nbsp;Opt-out of Marketing Communications&nbsp;section below.</p>\n<p>\n<strong>To Display Advertisements.</strong>&nbsp;We may work with advertising partners to display advertisements on the Service or elsewhere online.\nOur third-party advertising partners (e.g.\nGoogle Ads, Google Analytics, Facebook, and others) may automatically collect information about you when you use the Service through methods such as cookies and other tracking technologies (as further described below).\nSuch third-party advertisers may use such information about you to display advertisements on the Service or elsewhere online, and such advertising may be targeted to you based on your use of the Service or your activity elsewhere online.\nTo learn more about your choices in connection with advertisements delivered to you by our third-party advertising partners, please see the section below titled “Targeted online advertising.”</p>\n<p>Targeted online advertising includes displaying advertisements on social media through programs offered by partners like Facebook Lookalike Audience.\nFacebook Lookalike Audience enables us to target users of Facebook who “look like” our existing or prospective customers.\nA lookalike audience uses an existing custom/tailored audience group as a \"seed,\" which may include identifiers that we provide them like your email, or online identifiers automatically collected by them like your usage information or device data.\nTo this end and as permitted by law, we may transfer your contact data to Facebook, so that an audience of similar users is built on that basis by Facebook.\nLookalike audiences help reach people who are similar to you for purposes such as customer acquisition, site registration and brand awareness.\nWe do not provide data subject to the GDPR for Facebook Lookalike Audience.</p>\n<p>\n<strong>To Comply with Law.</strong>&nbsp;We use your personal information as we believe necessary or appropriate to comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities.</p>\n<p>\n<strong>For Protection of Rights, Fraud Prevention, and Safety.</strong>&nbsp;We may use your personal information and disclose it to law enforcement, government authorities, and private parties as we believe necessary or appropriate to: (a) protect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims).\n(b) enforce the terms and conditions that govern the Service.\nand (c) protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity.</p>\n<p>\n<strong>With Your Consent.</strong>&nbsp;In certain circumstances, we may specifically ask for you to consent to the collection, use or sharing of your personal information, such as when required by law or in connection with a specific offering in which you have elected to participate.</p>\n<p>\n<strong>To Create Anonymous, Aggregated or De-identified Data.</strong>&nbsp;We may create anonymous, aggregated or de-identified data from your personal information and other individuals whose personal information we collect.\nWe make personal information into anonymous, aggregated or de-identified data by removing information that makes the data personally identifiable to you.\nWe may use this anonymous, aggregated or de-identified data and share it with third parties for our lawful business purposes, including to analyze and improve the Service and promote our business.</p>\n<strong>How We Share Your Personal Information</strong>\n<p>We share your personal information as described below with the following entities.</p>\n<p>\n<strong>With Your Consent.</strong>&nbsp;We may share your personal information with your consent or as otherwise instructed by you.</p>\n<p>\n<strong>To Fulfill Your Request.</strong>&nbsp;In order to carry out our obligation or contract to you, or fulfill your request, we may need to share your personal information.\nFor example, if you order a product then we need to share your contact information with our shipping partner.\nif you wish to get a quote from an installer then we will need to provide them your information.\nor if you wish to enroll in a Grid Services program then we may need to provide your contact and system information with a utility and/or aggregator.</p>\n<p>\n<strong>Affiliates.</strong>&nbsp;We may share your personal information with our corporate parent, subsidiaries, and affiliates, for purposes consistent with this Privacy Policy.</p>\n<p>\n<strong>Service Providers.</strong>&nbsp;We may share your personal information with third party companies and individuals that provide services on our behalf or help us operate our business (such as payment processors, customer support, hosting, analytics, email delivery, marketing, database management, as well as permit and rebate application preparation and submission services.)</p>\n<p>\n<strong>Third-Party Energy Providers.</strong>&nbsp;At your direction, we may share or instruct our service providers to share your personal information with third-party energy provider partners or enable third-party energy provider partners to collect information directly via our Service.\nFor example, if you wish to sign up with a third-party energy provider (such as a utility company or an energy aggregator) or submit an application to a utility or governmental authority, we may share your information with such provider.\nThis may include, without limitation, your name, email address, system location information, meter identifier information, and augmented revenue grade meter data.</p>\n<p>\n<strong>Installers and Energy Partners.</strong>&nbsp;We may share your information with installers or other energy partners for purposes of introducing you.\nfacilitating a transaction.\nmonitoring, financing, and servicing your Enphase product.\ncustomer service.\nand/or other purposes.\nThis may include your name and contact information, unique site ID, IP address, system components and identification numbers, production information, and consumption information.\nOther energy partners may include, for example, solar renewable energy certificate (“SREC”) reporting services, third-party owners if you finance your system through a lease or power purchase agreement, or system maintainers.</p>\n<p>\n<strong>Developers Using Our API.</strong>&nbsp;We may share your personal information and performance data about your system with developers via our API.\nThis sharing of information is done upon your written consent.&nbsp;</p>\n<p>\n<strong>Social Media Networks and Advertisers.</strong>&nbsp;Subject to your marketing preferences, we share information with social media networks, such as Facebook, and advertisers to present our ads to you on other platforms.\nFor example, we may share with Facebook actions that you take on our website such as your visits to our website, your interactions on our website, use of Facebook tools such as Facebook Connect, and information collected from cookies or similar technologies including the Facebook pixel.\nThis allows us to measure the effectiveness of our advertising, improve our marketing practices, and helps us deliver more relevant advertising to you (including on social media such as Facebook): for this activity, we are a joint data controller with Facebook.\nThis means that we have to provide you with this notice, but you should contact Facebook if you wish to exercise your data protection rights.\nFurther information, including how Facebook enables you to exercise your data protection rights, and subsequently processes your information as independent data controller can be found in&nbsp;Facebook's Data Policy.</p>\n<p>\n<strong>Other Users of the Service and the Public.</strong>&nbsp;We may provide functionality that enables you to disclose personal information to other users of the Service or the public to exchange ideas and information or otherwise communicate.\nFor instance, you may be able to submit information through the Enphase Developer Website or Enphase Community forum, and you may choose to display your name, username, and a link to your user profile along with the content you submit.\nWe do not control how other users or third parties use any personal information that you make available to other users or the public.</p>\n<p>\n<strong>Professional Advisors.</strong>&nbsp;We may disclose your personal information to professional advisors, such as lawyers, bankers, auditors and insurers, where necessary in the course of the professional services that they render to us.</p>\n<p>\n<strong>Governmental Authorities and Private Parties.</strong>&nbsp;We may share your personal information in connection with protection of rights, fraud prevention and safety, as&nbsp;described above.</p>\n<p>\n<strong>Business Transfers.</strong>&nbsp;We may sell, transfer or otherwise share some or all of our business or assets, including your personal information, in connection with a business transaction (or potential business transaction) such as a corporate divestiture, merger, consolidation, acquisition, reorganization or sale of assets, or in the event of bankruptcy or dissolution.</p>\n<strong>Your Choices&nbsp;</strong>\n<p>In this section, we describe the rights and choices available to all users.\nUsers who are located in the United States, the European Economic Area, Australia &amp.\nNew Zealand, and Mexico can find additional information about their rights&nbsp;below.</p>\n<p>\n<strong>Access or Update Your Information.</strong>&nbsp;If you have registered for an Enphase Account, you may review and update certain personal information in your account profile by logging into the Enphase Account.</p>\n<p>\n<strong>Opt-out of Marketing Communications.</strong>&nbsp;You may opt out of marketing-related emails by following the opt-out or unsubscribe instructions at the bottom of the email, and by contacting us at our privacy office as indicated below, and, if you have an Enphase Account, by adjusting your preferences in the settings section for both mobile and web applications.\nIf you receive marketing text messages from us, you may opt out of receiving further marketing text messages from us by replying STOP to our marketing message.\nEven if you opt-out of receiving marketing communications from us you may continue to receive service-related and other non-marketing communications.</p>\n<p>\n<strong>Cookies &amp.\nBrowser Web Storage.</strong>&nbsp;We may allow service providers and other third parties to use cookies and similar technologies to track your browsing activity over time and across the Service and third party websites.\nFor more details, see our&nbsp;Cookie Policy.\nYou may block or enable certain cookies and other similar tracking technologies using the third-party provided cookie management platform that may display the first time you visit each site, and is available in the footer of our sites.</p>\n<p>\n<strong>Privacy Settings.</strong>&nbsp;We may make available certain privacy settings on the Service, such as options to control how and whether we share your data with installers.\nIf available, you may exercise these controls using the settings section in both mobile and web applications.</p>\n<p>\n<strong>Targeted Online Advertising.</strong>&nbsp;Some of the business partners that may collect information about users’ activities on or through the Service may be members of organizations or programs that provide choices to individuals regarding the use of their browsing behavior or mobile application usage for purposes of targeted advertising.\nUsers may opt out of receiving targeted advertising on websites through members of the Network Advertising Initiative by clicking&nbsp;here&nbsp;or the Digital Advertising Alliance by clicking&nbsp;here.\nEuropean users may opt out of receiving targeted advertising on websites through members of the European Interactive Digital Advertising Alliance by clicking&nbsp;here, selecting the user’s country, and then clicking “Choices” (or similarly titled link).\nUsers of our mobile applications may opt out of receiving targeted advertising in mobile apps through participating members of the Digital Advertising Alliance by installing the AppChoices mobile applications, available&nbsp;here, and selecting the user’s choices.\nPlease note that we also may work with companies that offer their own opt-out mechanisms and these companies may not participate in the opt-out mechanisms that we reference and link above.</p>\n<p>If you choose to opt-out of targeted advertisements, you will still see advertisements online but they may not be relevant to you.\nEven if you do choose to opt out, not all companies that serve online behavioral advertising are included in the opt-out mechanisms provided above, so you may still receive some cookies and tailored advertisements from companies that are not listed.</p>\n<p>\n<strong>Do Not Track.</strong>&nbsp;Some Internet browsers may be configured to send “Do Not Track” signals to the online services that you visit.\nWe currently do not respond to “Do Not Track” or similar signals.\nTo find out more about “Do Not Track,” please visit&nbsp;http://www.allaboutdnt.com.</p>\n<p>\n<strong>Choosing Not to Share Your Personal Information.</strong>&nbsp;Where we are required by law to collect your personal information and you do not provide it or you ask us to delete it, we may not be able to provide the Service to you.\nAdditionally, we may not be able to provide you with the Service or the quality of the Service may be affected if (1) you do not provide personal information when requested (2) you withdraw consent previously given or (3) you later ask to delete it.\nWe will tell you what information you must provide to receive the Service by designating it as required at the time of collection or through other appropriate means.</p>\n<strong>Other Sites, Mobile Applications and Services</strong>\n<p>The Service may contain links to other websites, mobile applications, and other online services operated by third parties.\nThese links are not an endorsement of, or representation that we are affiliated with, any third party.\nIn addition, our content may be included on web pages or in mobile applications or online services that are not associated with us.\nWe do not control third party websites, mobile applications or online services, and we are not responsible for their actions.\nOther websites and services follow different rules regarding the collection, use and sharing of your personal information.\nWe encourage you to read the privacy policies of the other websites and mobile applications and online services you use.</p>\n<strong>Security Practices</strong>\n<p>The security of your personal information is important to us.\nWe employ a number of organizational, technical and physical safeguards designed to protect the personal information we collect.\nHowever, security risk is inherent in all internet and information technologies and we cannot guarantee the security of your personal information.</p>\n<strong>Retention</strong>\n<p>We retain personal information for as long as necessary to fulfill the purposes for which we collected it, including for the purposes of satisfying any legal, accounting, or reporting requirements, to establish or defend legal claims, or for fraud prevention purposes.</p>\n<p>To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>When we no longer require the personal information we have collected about you, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.\nIf we anonymize your personal information (so that it can no longer be associated with you), we may use this information indefinitely without further notice to you.</p>\n<strong>International Data Transfers</strong>\n<p>We are headquartered in the United States and may have service providers in other countries.\nAccordingly, your personal information may be transferred to the United States, or other locations outside of your state, province, or country, where privacy laws may not be as protective as those in your state, province, or country.\nEuropean Union users should read the important information provided below about transfer of personal information outside of the European Union.</p>\n<strong>Children</strong>\n<p>The Service is not directed to, and we do not knowingly collect personal information from, anyone under the age of 18.\nIf a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should contact us.\nWe will delete such information from our files as soon as reasonably practicable.\nWe encourage parents with concerns to&nbsp;contact us.</p>\n<strong>Changes to this Privacy Policy</strong>\n<p>We reserve the right to modify this Privacy Policy at any time.\nIf we make material changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the Service.\nWe may, and if required by law will, also provide notification of changes to this Privacy Policy using additional methods that we believe are reasonably likely to reach you, such as via e-mail (if you have an Enphase Account where we have your contact information).</p>\n<p>Any modifications to this Privacy Policy will be effective upon our posting the new terms and/or upon implementation of the new changes on the Service (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of the Service after the posting or effective date as stated in the notification of any modified Privacy Policy indicates your acceptance of the terms of the modified Privacy Policy.</p>\n<strong>How to Contact Us</strong>\n<p>You may direct any questions or comments about this Policy or our privacy practices to our privacy office and your communication will be handled by our privacy team (including what is sometimes referred to as a Grievance Officer, Data Protection Officer, or Privacy Officer).\nOur privacy office may be contacted by:</p>\n<ul>\n<li>\n<p>Clicking on the Privacy link, Settings/Do Not Sell My Personal Information link, or SecurePrivacy trust badge at the bottom of any website;</p>\n</li>\n<li>\n<p>Emailing privacy@enphaseenergy.com.\nor</p>\n</li>\n<li>\n<p>Calling us toll free at 1-877-797-4743 and selecting option 3;</p>\n</li>\n<li>\n<p>Sending postal mail to:<br> Enphase Energy, Inc.<br> Attn: Legal – Privacy<br> 47281 Bayside Pkwy<br> Fremont, CA 94538</p>\n</li>\n</ul>\n<strong>Important Information for United States Residents</strong>\n<p>This section applies only to United States residents.\nIt describes how we collect, use and share Personal Information of United States residents in operating our business, and their rights with respect to that Personal Information.\nFor purposes of this section, “<strong>Personal Information</strong>” has the broadest interpretation of that term or any analogous term in any of the California Privacy Rights Act, Virginia Consumer Data Protection Act, Colorado Privacy Act, Utah Consumer Privacy Act, and Connecticut Data Privacy Act.</p>\n<p>\n<strong>Your privacy rights.</strong> Depending on your state of residence, you may have the rights listed below.\nHowever, these rights are not absolute, and in certain cases we may decline your request as permitted by law.</p>\n<ul>\n<li>\n<p>\n<strong>Information.</strong> You can request the following information about how we have collected and used your Personal Information during the past 12 months:</p>\n<ul>\n<li>\n<p>The categories of Personal Information that we have collected.</p>\n</li>\n<li>\n<p>The categories of sources from which we collected Personal Information.</p>\n</li>\n<li>\n<p>The business or commercial purpose for collecting and/or selling Personal Information.</p>\n</li>\n<li>\n<p>The categories of third parties with whom we share Personal Information.</p>\n</li>\n<li>\n<p>Whether we have disclosed your Personal Information for a business purpose, and if so, the categories of Personal Information received by each category of third-party recipient.</p>\n</li>\n<li>\n<p>Whether we’ve sold your Personal Information, and if so, the categories of Personal Information received by each category of third-party recipient.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Access/Data Portability.</strong>&nbsp;You can request a copy of the Personal Information that we have collected about you during the past 12 months, including in a format that is easily understandable and, to the extent technically feasible, in a structured, commonly used, machine-readable format.</p>\n</li>\n<li>\n<p>\n<strong>Deletion.&nbsp;</strong>You can ask us to delete the Personal Information that we have collected from you.</p>\n</li>\n<li>\n<p>\n<strong>Opt-out of Sales.</strong> In conducting the Service, we do not “sell” your Personal Information in the traditional sense of transferring Personal Information in return “for monetary or other valuable consideration\" without your specific consent or instruction.\nWe may share identifying information and performance data about your system to developers using our API, or to users of the Enphase App, upon your written consent.\nBecause your consent and actions in relation to those developers/users are a deliberate interaction directing us to provide this information to the developer/user we do not consider this sharing a “sale,” but because we are not always privy to the consent that you provide the developer/user or the nature of those interactions, in some cases our transfer of data may be classified as a “sale” under law.\nWe also may provide your personal information to installers or their partners for the purpose of introducing that installer or partner to you, but only when you consent or instruct us to do so.\nAdditionally, in certain circumstances, for example when the installer of your existing system is no longer available, we will pass on your contact information and site information to a follow-on installer to service your system at your direction.\nYou may nonetheless submit a request to opt-out.\nIn addition, if you direct us not to sell your Personal Information, we will consider it a request pursuant to California’s “Shine the Light” law to stop sharing your personal information covered by that law with third parties for their direct marketing purposes.</p>\n</li>\n<li>\n<p>\n<strong>Opt-out of Sharing.</strong>&nbsp;We use certain advertising services that help deliver an improved advertising experience to you, such as providing interest-based ads to you.\nWe allow these services to collect information from our website users (specifically, online identifiers and browsing activity) and they use this data to serve interest-based ads to you.\nYou may submit a request to opt-out of such sharing.</p>\n</li>\n<li>\n<p>\n<strong>Correction.</strong>&nbsp;You may request that we update or correct inaccuracies in your Personal Information.</p>\n</li>\n<li>\n<p>\n<strong>Appeal.</strong>&nbsp;If we decline to take action on your data subject request for any reason, we will provide you a written statement of the reasons why.\nyou are entitled to an appeal by contacting us with information relevant to the issue, or by contacting your state Attorney General or other privacy protection agency, which may take up the matter depending on your state of residence.</p>\n</li>\n<li>\n<p>\n<strong>Nondiscrimination.</strong>&nbsp;You are entitled to exercise the rights described above free from discrimination in the form of legally prohibited increases in the price or decreases in the quality of our Service.</p>\n</li>\n</ul>\n<p>\n<strong>How to Exercise Your Rights</strong>\n</p>\n<p>You may exercise your privacy rights by any of the methods listed in the “How to Contact Us” section above.</p>\n<p>We reserve the right to confirm your residence to process your requests and will need to confirm your identity to process your requests to exercise your information, access/data portability, or deletion rights.\nWe generally seek to validate your request without collecting any additional personal information and seek to rely for example on information we already have in our possession -- the email address from which you sent the request and/or a recent months’ energy usage.\nConsistent with law, you may designate an authorized agent to make a request on your behalf.\nTo designate an authorized agent to make a request on your behalf, you must provide a valid power of attorney, the requester’s valid government-issued identification, and the authorized agent’s valid government-issued identification.\nWe cannot process your request if you do not provide us with sufficient detail to allow us to understand and respond to it.</p>\n<p>\n<strong>Personal Information that We Collect, Use and Share</strong>\n</p>\n<p>The chart below summarizes our relevant data practices during the 12 months preceding the effective date of this Privacy Policy.\nCategories in the chart refer to the categories described above in the general section of this Privacy Policy.</p>\n<strong>Categories of PI</strong>\n<strong>PI We Collected</strong>\n<strong>PI Source</strong>\n<strong>Purpose for PI collection</strong>\n<strong>Categories of Third Parties to Whom We “Disclose” the PI for a Business Purpose</strong>\n<strong>Categories of Third Parties to Whom We “Sell” or “Share” the PI</strong> Identifiers <ul>\n<li>Business and personal contact information</li>\n<li>Content</li>\n<li>Registration information</li>\n<li>Feedback or correspondence</li>\n<li>Demographic information</li>\n<li>Other information</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Social media platforms</li>\n<li>Third parties</li>\n<li>Referrals</li>\n</ul>\n<ul>\n<li>To operate the Service</li>\n<li>For research and development</li>\n<li>To send you marketing and promotional communications</li>\n<li>To comply with law</li>\n<li>For protection of rights, fraud prevention, and safety</li>\n<li>To create anonymous, aggregated or de-identified data</li>\n</ul>\n<ul>\n<li>Affiliates</li>\n<li>Service providers</li>\n<li>Third party energy providers</li>\n<li>Installers and their partners</li>\n<li>Other users of the Service and the public with your consent</li>\n<li>Professional advisors</li>\n<li>Governmental authorities / private parties</li>\n<li>Business transferees</li>\n</ul>\n<ul>\n<li>Developers using our API</li>\n<li>Advertising partners (to facilitate online advertising)</li>\n<li>Installers or their partners</li>\n</ul> Online Identifiers <ul>\n<li>Usage information</li>\n<li>Device data</li>\n</ul>\n<ul>\n<li>Automatic data collection</li>\n</ul>\n<ul>\n<li>To operate the Service</li>\n<li>For research and development</li>\n<li>To send you marketing and promotional communications</li>\n<li>To display advertisements</li>\n<li>To comply with law</li>\n<li>For protection of rights, fraud prevention, and safety</li>\n<li>To create anonymous, aggregated or de-identified data</li>\n</ul>\n<ul>\n<li>Affiliates</li>\n<li>Service providers</li>\n<li>Professional advisors</li>\n<li>Governmental authorities / private parties</li>\n<li>Business transferees</li>\n</ul>\n<ul>\n<li>Advertising partners (to facilitate online advertising)</li>\n</ul> Commercial Information <ul>\n<li>Solar information</li>\n<li>Site information</li>\n<li>Financial information</li>\n<li>Transaction information</li>\n<li>Usage information</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Third parties</li>\n<li>Products</li>\n</ul>\n<ul>\n<li>To operate the Service</li>\n<li>For research and development</li>\n<li>To send you marketing and promotional communications</li>\n<li>To comply with law</li>\n<li>For protection of rights, fraud prevention, and safety</li>\n<li>To create anonymous, aggregated or de-identified data</li>\n</ul>\n<ul>\n<li>Affiliates</li>\n<li>Service providers</li>\n<li>Professional advisors</li>\n<li>Governmental authorities / private parties</li>\n<li>Business transferees</li>\n<li>Third party energy providers</li>\n<li>Installers and their partners</li>\n</ul>\n<ul>\n<li>Developers using our API</li>\n<li>Installers or their partners</li>\n</ul> Financial Information <ul>\n<li>Financial information</li>\n<li>Transaction information</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Third parties</li>\n</ul>\n<ul>\n<li>To operate the Service</li>\n<li>To comply with law</li>\n<li>For protection of rights, fraud prevention, and safety</li>\n</ul>\n<ul>\n<li>Affiliates</li>\n<li>Service providers</li>\n<li>Professional advisors</li>\n<li>Governmental authorities / private parties</li>\n<li>Business transferees</li>\n</ul>\n<ul>\n<li>None</li>\n</ul> Internet or Network Information <ul>\n<li>Usage data</li>\n<li>Device data</li>\n</ul>\n<ul>\n<li>Automatic data collection</li>\n</ul>\n<ul>\n<li>To operate the Service</li>\n<li>For research and development</li>\n<li>To send you marketing and promotional communications</li>\n<li>To comply with law</li>\n<li>For protection of rights, fraud prevention, and safety</li>\n<li>To create anonymous, aggregated or de-identified data</li>\n</ul>\n<ul>\n<li>Affiliates</li>\n<li>Service providers</li>\n<li>Professional advisors</li>\n<li>Governmental authorities / private parties</li>\n<li>Business transferees</li>\n</ul>\n<ul>\n<li>Advertising partners (to facilitate online advertising)</li>\n</ul> Inferences <p>May be derived from your:</p>\n<ul>\n<li>Content</li>\n<li>Profile information</li>\n<li>Registration information</li>\n<li>Feedback or correspondence</li>\n<li>Demographic information</li>\n<li>Solar information</li>\n<li>Financial information</li>\n<li>Transaction information</li>\n<li>Usage information</li>\n<li>Device data</li>\n<li>Online identifiers</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Third parties</li>\n</ul>\n<ul>\n<li>To operate the Service</li>\n<li>For research and development</li>\n<li>To send you marketing and promotional communications</li>\n<li>To display advertisements</li>\n<li>To comply with law</li>\n<li>For protection of rights, fraud prevention and safety</li>\n</ul>\n<ul>\n<li>Affiliates</li>\n<li>Service providers</li>\n<li>Professional advisors</li>\n</ul>\n<ul>\n<li>None</li>\n</ul> Professional or Employment Information Relating to Installers <p>May be derived from your:</p>\n<ul>\n<li>Business and personal contact information</li>\n<li>Content you choose to upload to the Service</li>\n<li>Transaction information</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Third Parties</li>\n</ul>\n<ul>\n<li>To operate the Service</li>\n<li>To send you marketing and promotional communications</li>\n<li>To comply with law</li>\n<li>For protection of rights, fraud prevention, and safety</li>\n<li>To create anonymous, aggregated or de identified data</li>\n</ul>\n<ul>\n<li>Enphase customers (specifically, home owners)</li>\n<li>Affiliates</li>\n<li>Service providers</li>\n<li>Professional advisors</li>\n<li>Governmental authorities / private parties</li>\n<li>Business transferees</li>\n</ul>\n<ul>\n<li>None</li>\n</ul> Protected Classification Characteristics <p>May be derived from your:</p>\n<ul>\n<li>We do not systematically intentionally collect this information but it may be revealed in identity data or other information we collect</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<strong>Important Information for European Economic Area Residents</strong>\n<p>The information provided in this section applies only to individuals in the European Economic Area.</p>\n<p>\n<strong>Personal information.</strong>&nbsp;References to “Personal Data” in this Privacy Policy are defined as “personal data” governed by European data protection legislation.</p>\n<p>\n<strong>Controller and Representative.</strong>&nbsp;Enphase is the controller of your Personal Data covered by this Privacy Policy for purposes of European data protection legislation.</p>\n<p>Our representative in Europe is: Enphase Energy NL B.V., located at Het Zuiderkruis 65, 5215 MV ‘s -Hertogenbosch, The Hague, The Netherlands.</p>\n<p>\n<strong>Legal bases for processing.</strong>&nbsp;We use your Personal Data only as permitted by law.\nOur legal bases for processing the Personal Data described in this Privacy Policy are described in the table below.</p>\n<p>\n<strong>Processing purpose</strong>\n</p>\n<p>\n<em>Details regarding each processing purpose listed below are provided in the section above titled “How we use your personal information”.</em>\n</p>\n<p>\n<strong>Legal basis</strong>\n</p>\n<ul>\n<li>\n<strong>To operate our Business</strong>\n</li>\n</ul>\n<p>Processing is necessary to perform a contractual obligation owed to you or to take steps that you request prior to signing a contract.\nIf there is no contractual obligation, we process your Personal Data based on our legitimate interest in operating our business.</p>\n<ul>\n<li>\n<strong>To administer events, programs, and contests</strong>\n</li>\n<li>\n<strong>For research and development</strong>\n</li>\n<li>\n<strong>To send you marketing and promotional communications</strong>\n</li>\n<li>\n<strong>To display advertisements</strong>\n</li>\n<li>\n<strong>For protection of rights, fraud prevention and safety</strong>\n</li>\n<li>\n<strong>To create anonymous, aggregated or de identified data</strong>\n</li>\n<li>\n<strong>To respond to your requests</strong>\n</li>\n<li>\n<strong>To improve our products and Services</strong>\n</li>\n</ul>\n<p>These activities constitute our legitimate interests in fulfilling your requests, operating our business, and other purposes consistent with this privacy policy, Art.\n6 (1) (f) GDPR.\nWe do not use your Personal Data for these activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).</p>\n<ul>\n<li>\n<strong>To comply with law</strong>\n</li>\n</ul>\n<p>Processing is necessary to comply with our legal obligations.</p>\n<ul>\n<li>\n<strong>With your consent</strong>\n</li>\n</ul>\n<p>Processing is based on your consent.\nWhere we rely on your consent you have the right to withdraw it at any time in the manner indicated when you consent or in the Service.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Use for New Purposes.</strong>&nbsp;We may use your Personal Data for reasons not described in this Privacy Policy where permitted by law and the reason is compatible with the purpose for which we collected it.\nIf we need to use your Personal Data for an unrelated purpose, we will notify you and explain the applicable legal basis.</p>\n<p>\n<strong>Sensitive Personal Information.</strong>&nbsp;We ask that you not provide us with any sensitive Personal Data (e.g., information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic characteristics, criminal background or trade union membership) on or through the Service, or otherwise.</p>\n<p>If you provide us with any sensitive personal information when you use the Service, you must consent to our processing and use of such sensitive Personal Data in accordance with this Privacy Policy.\nIf you do not consent to our processing and use of such sensitive Personal Data, you must not submit such sensitive Personal Data through our Service.</p>\n<p>\n<strong>Your Rights</strong>\n</p>\n<p>European data protection laws give you certain rights regarding your Personal Data .\nIf you are located within the European Union, you may ask us to take the following actions in relation to your Personal Data that we hold:</p>\n<ul>\n<li>\n<p>\n<strong>Access.</strong>&nbsp;Provide you with information about our processing of your Personal Data and give you access to your Personal Data.</p>\n</li>\n<li>\n<p>\n<strong>Correct.</strong>&nbsp;Update or correct inaccuracies in your Personal Data.</p>\n</li>\n<li>\n<p>\n<strong>Delete.</strong>&nbsp;Delete your Personal Data.</p>\n</li>\n<li>\n<p>\n<strong>Transfer.</strong>&nbsp;Transfer a machine-readable copy of your Personal Data to you or a third party of your choice.</p>\n</li>\n<li>\n<p>\n<strong>Restrict.</strong>&nbsp;Restrict the processing of your Personal Data</p>\n</li>\n<li>\n<p>\n<strong>Object.</strong>&nbsp;Object to our reliance on our legitimate interests as the basis of our processing of your Personal Data that impacts your rights.</p>\n</li>\n<li>\n<p>\n<strong>Instruction.</strong>&nbsp;Define instructions for the management of your Personal Data after your death.</p>\n</li>\n<li>\n<p>\n<strong>Withdraw Your Consent.</strong>&nbsp;You can withdraw your consent at any time.\nThe withdrawal of consent is only effective for the future, i.e., the withdrawal shall not affect the lawfulness of processing on the basis of consent before its withdrawal.</p>\n</li>\n</ul>\n<p>You may exercise your privacy rights by any of the methods listed in the “How to Contact Us” section above.\nWe may request specific information from you to help us confirm your identity and process your request.</p>\n<p>Applicable law may require or permit us to decline your request.\nIf we decline your request, we will tell you why, subject to legal restrictions.\nIf you would like to submit a complaint about our use of your personal information or our response to your requests regarding your Personal Data, you may&nbsp;contact us&nbsp;or submit a complaint to the data protection regulator in your jurisdiction.\nYou can find your data protection regulator&nbsp;here.</p>\n<p>If we serve as a processor for a controller in the European Economic Area processing your Personal Data, then you may&nbsp;contact us for a list of sub-processors on whom we rely and share your Personal Data.</p>\n<p>\n<strong>Cross-Border Data Transfer</strong>\n</p>\n<p>If we transfer your personal information out of Europe to a country not deemed by the European Commission to provide an adequate level of Personal Data protection, the transfer will be performed:</p>\n<ul>\n<li>\n<p>We rely on standard contractual clauses which have been entered into between our European entities as data exporters and other group companies as data importers</p>\n</li>\n<li>\n<p>Rarely, if at all, we rely on Pursuant to GDPR Article 49 derogations, including the consent of the individual to whom the Personal Data pertains, as necessary for the performance of a contract, or for compelling legitimate interests upon confirmation that such legitimate interests are not overridden by your interests or rights and freedoms</p>\n</li>\n<li>\n<p>We may in the future rely on other permitted bases as allowable by applicable European requirements</p>\n</li>\n<li>\n<p>You may contact us if you want further information on the specific mechanism used by us when transferring your Personal Data out of Europe, for identification of data importers and their identity/contact details, or for other information related to our data transfer mechanisms</p>\n</li>\n</ul>\n<strong>Important Information for Australian and New Zealand Users</strong>\n<p>The information provided in this “Notice to Australian and New Zealand Users” section applies only to individuals in Australia and New Zealand.\nThis notice supplements and must be read in conjunction with our Privacy Policy.</p>\n<p>\n<strong>Personal information.</strong> References to “personal information” in this Privacy Policy have the same meaning as in the <i>Privacy Act 1988 (Cth) or Privacy Act 2020</i> (NZ) (as applicable) (collectively the “Privacy Laws”) and include any information about an identifiable individual.</p>\n<p>\n<strong>Sensitive Information.</strong> We ask that you not provide us with any “sensitive information”.\nExamples of sensitive information include (without limitation, and by way of example only) information about an individual’s racial or ethnic origin, political opinions, religious beliefs or affiliation, sexual orientation, criminal record or health information.</p>\n<p>If you do provide us with sensitive information, it will be used and disclosed by us only for the purposes for which it was provided, or a directly related secondary purpose, unless you agree otherwise or for other specific reasons such as if the use or disclosure of this information is required by law.</p>\n<p>\n<strong>Anonymity and Pseudonyms.</strong> You have a right to use a pseudonym or to remain anonymous in your dealings with us and/or the Service.\nHowever, if you do not provide us with the personal information that we request, our ability to provide you with access to the Service or to handle your enquiry, request, complaint or other communication may be diminished.</p>\n<p>\n<strong>Cross border disclosure.</strong> Any personal information which you provide to us may be transferred to, stored by or disclosed to an overseas recipient in order to provide the Service and our products to you (this includes storage of data on servers which are located overseas).\nThe recipient may be in a jurisdiction that does not offer similar protections to the Privacy Laws.\n<strong>You expressly authorise us to disclose your personal information to overseas recipients for such purposes.</strong>\n</p>\n<p>In order to protect your personal information, we take care to work with service providers and third parties who we consider maintain acceptable privacy and data security standards and compliance.\nIn addition, we will take reasonable steps to ensure that the recipient does not breach Privacy Laws when handling your personal information.</p>\n<p>\n<strong>Managing Personal Information.</strong> You may:</p>\n<ul>\n<li>\n<p>request access to your personal information that we hold, subject to any limitations at law.\nand</p>\n</li>\n<li>\n<p>request us to correct information about you that you believe is inaccurate, incomplete or out of date,</p>\n</li>\n<li>\n<p>by writing to us at the contact details below.</p>\n</li>\n<li>\n<p>If you are located in New Zealand, you may also contact us by submitting a request through the ‘AboutMe’ tool offered by the Office of the Privacy Commissioner for New Zealand accessible via the following link https://www.privacy.org.nz/tools/aboutme-request-my-info-tool/.</p>\n</li>\n</ul>\n<p>We may require you to verify your identity before giving you access to, or correcting, your personal information.</p>\n<p>We will respond to requests within a reasonable period after the request is made.\nThere is no charge to make a request, however we may charge a reasonable fee to cover the administrative costs of retrieving your personal information.</p>\n<p>In certain circumstances, we may refuse, or be unable, to correct or provide you with access to your personal information.\nIn these circumstances, we will write to you to explain the reasons why this is the case.</p>\n<p>\n<strong>Data Breach.</strong> Where an unauthorised disclosure of, access to or loss of, personal information has occurred, we will act in accordance with our plan for responding to such an incident.\nIf we determine that a reportable data breach has occurred in accordance with the Privacy Laws, we will report it to (as applicable):</p>\n<ul>\n<li>\n<p>the Office of the Australian Information Commissioner.\nand/or</p>\n</li>\n<li>\n<p>the Office of the New Zealand Privacy Commissioner,</p>\n</li>\n</ul>\n<p>and any other entity or person, including affected individual(s), if required under Privacy Laws or other governing rules.</p>\n<p>\n<strong>Queries.</strong> If you have a question or wish to make a complaint regarding how we handle your personal information, you may contact us using the details below.\nWe will respond within a reasonable time and will use best endeavours to investigate and resolve the issue.\nThis may involve requesting further information from you.\nIf we need additional time, we will notify you of this (and reasons for the delay) and seek to agree a reasonable revised timeframe with you.</p>\n<p>If we cannot resolve a complaint related to your personal information, you may direct your complaint to:</p>\n<ul>\n<li>\n<p>the Office of the Australian Information Commissioner as detailed on https://www.oaic.gov.au/privacy/privacy-complaints/.\nor</p>\n</li>\n<li>\n<p>to the Office of the Privacy Commissioner for New Zealand as detailed on https://privacy.org.nz/your-rights/making-a-complaint/.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Contact Details.</strong> We can be contacted and you may exercise your privacy rights by any of the methods listed in the “How to Contact Us” section above.</p>\n<p>For more information about privacy issues in Australia and New Zealand, please visit www.oaic.gov.au or www.privacy.org.nz.</p>\n<strong>Important Information for Mexico Users</strong>\n<p>According to Mexican legislation, you have the right to Access your personal data, request the correction or update of your personal data (Rectification).\nrequest that we delete your personal data in situations where this is possible (Cancellation).\noppose the processing of your personal data for voluntary purposes or under other legitimate grounds (Opposition) (“ARCO Rights”).\nLikewise, you may limit the use and disclosure of your personal data or revoke the consent you have provided us for the processing of your personal data without retroactive effects.</p>\n<p>The individual concerned can exercise these rights by contacting Enphase via the “How To Contact Us” section above.</p> ", "created_at": "2023-02-07 06:30:23.706056", "updated_at": "2023-02-07 06:33:10.780969"}], "points": [{"id": 29961, "title": "This service takes credit for your content", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-02-17 22:06:27.238604", "updated_at": "2023-03-21 20:12:44.928998", "quoteText": null, "case_id": 179, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 29963, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://enphase.com/cookie-policy", "status": "Generated through the annotate view", "created_at": "2023-02-17 22:11:19.174924", "updated_at": "2023-07-11 06:27:31.84502", "quoteText": null, "case_id": 166, "document_id": 14132, "quoteStart": null, "quoteEnd": null}, {"id": 29966, "title": "There is a date of the last update of the agreements", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-02-17 22:14:12.619077", "updated_at": "2023-07-11 06:27:30.739981", "quoteText": null, "case_id": 331, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 29965, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://enphase.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-02-17 22:13:57.372206", "updated_at": "2023-07-11 06:27:31.492946", "quoteText": null, "case_id": 122, "document_id": 14130, "quoteStart": null, "quoteEnd": null}, {"id": 29959, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-02-17 22:01:53.326403", "updated_at": "2023-07-11 06:27:31.397705", "quoteText": null, "case_id": 233, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 29958, "title": "First-party cookies are used", "source": "https://enphase.com/cookie-policy", "status": "Generated through the annotate view", "created_at": "2023-02-17 22:00:42.386433", "updated_at": "2023-07-11 06:27:31.63263", "quoteText": null, "case_id": 126, "document_id": 14132, "quoteStart": null, "quoteEnd": null}, {"id": 29960, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-02-17 22:04:41.01343", "updated_at": "2023-07-11 06:27:31.736792", "quoteText": null, "case_id": 304, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 30296, "title": "Details are provided about what kind of information they collect", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-03-25 22:07:21.164458", "updated_at": "2023-07-11 06:27:56.525236", "quoteText": null, "case_id": 228, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 30294, "title": "Tracking pixels are used in service-to-user communication", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-03-25 22:06:19.893019", "updated_at": "2023-07-11 06:27:56.604685", "quoteText": null, "case_id": 217, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 30300, "title": "Your data may be processed and stored anywhere in the world", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-03-25 22:14:07.624795", "updated_at": "2023-07-11 06:27:56.698828", "quoteText": null, "case_id": 187, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 29962, "title": "You can opt out of promotional communications", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-02-17 22:09:39.367527", "updated_at": "2023-07-11 06:27:57.575774", "quoteText": null, "case_id": 223, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 29964, "title": "Third parties are involved in operating the service", "source": "https://enphase.com/legal/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-02-17 22:12:32.791905", "updated_at": "2023-07-11 06:27:57.671446", "quoteText": null, "case_id": 207, "document_id": 14130, "quoteStart": null, "quoteEnd": null}, {"id": 30297, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://enphase.com/legal/privacy-policy", "status": "Data collection by these partners include advertising IDs which often contain personnally identifiable data.", "created_at": "2023-03-25 22:07:49.456839", "updated_at": "2023-07-11 06:28:05.770112", "quoteText": null, "case_id": 220, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 30295, "title": "Your personal data may be used for marketing purposes", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-03-25 22:07:01.529365", "updated_at": "2023-07-11 06:28:05.876183", "quoteText": null, "case_id": 336, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 30293, "title": "Many different types of personal data are collected", "source": "https://enphase.com/legal/privacy-policy", "status": "first and last name, email and physical addresses, phone number, professional title, company name;\r\ntext, images, audio, video, and digital signatures, along with the metadata associated with the files;\r\nEnphase system identification number, photograph, interests, and preferences;\r\nstreet address, city, state, country of residence, and postal code;\r\nenergy production, electric bill, solar installation contract, energy consumption, battery settings and usage history, other load consumption or production;\r\nFinancial Information;\r\nsocial security number, income information, and other financial and personal information;\r\n", "created_at": "2023-03-25 22:00:58.841039", "updated_at": "2023-07-11 06:28:05.964337", "quoteText": null, "case_id": 376, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 30292, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://enphase.com/cookie-policy", "status": "Generated through the annotate view", "created_at": "2023-03-25 22:00:03.745325", "updated_at": "2023-07-11 06:28:05.581969", "quoteText": null, "case_id": 323, "document_id": 14132, "quoteStart": null, "quoteEnd": null}, {"id": 30298, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-03-25 22:09:47.478378", "updated_at": "2023-07-11 06:28:05.674508", "quoteText": null, "case_id": 188, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 30291, "title": "Information is gathered about you through third parties", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-03-25 21:59:36.344076", "updated_at": "2023-07-11 06:28:06.046202", "quoteText": null, "case_id": 382, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 30299, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-03-25 22:12:07.148831", "updated_at": "2023-07-11 06:28:12.668061", "quoteText": null, "case_id": 243, "document_id": 14131, "quoteStart": null, "quoteEnd": null}, {"id": 30290, "title": "Your Personal data may be sold unless you opt out", "source": "https://enphase.com/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-03-25 21:58:36.69976", "updated_at": "2023-07-11 06:28:12.763691", "quoteText": null, "case_id": 396, "document_id": 14131, "quoteStart": null, "quoteEnd": null}], "urls": ["enphase.com"]}}