{"error": 448, "message": "OK", "parameters": {"id": 9541, "name": "Tegna Inc", "created_at": "2023-09-04 04:29:59.057322", "updated_at": "2023-09-04 10:02:32.068768", "wikipedia": "https://en.wikipedia.org/wiki/Tegna_Inc.", "keywords": null, "related": null, "slug": "tegna-inc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9541.png", "url": "tegna.com,keepmylocaltv.com", "documents": [{"id": 18871, "name": "Terms of Service", "url": "https://www.tegna.com/terms-of-service/", "xpath": "//body", "text": " <ul>\n<li>TEGNA</li>\n<li>About\n<ul>\n<li>Leadership Team</li>\n<li>Board of Directors</li>\n<li>Social Responsibility</li>\n<li>TEGNA Foundation</li>\n</ul>\n</li>\n<li>Brands</li>\n<li>Careers\n<ul>\n<li>Our Inclusive Culture</li>\n<li>Professional Development &amp.\nInnovation</li>\n<li>Benefits</li>\n<li>Explore Careers</li>\n</ul>\n</li>\n<li>Investors</li>\n<li>Press</li>\n<li>Advertise &gt;&gt.\n<ul>\n<li>Attribution</li>\n<li>Broadcast</li>\n<li>Custom Solutions</li>\n<li>Digital</li>\n<li>Streaming TV Advertising</li>\n<li>Podcasts</li>\n<li>Blog</li>\n<li>Success Stories</li>\n<li>Industries <ul>\n<li>Automotive</li>\n<li>Healthcare</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>TEGNA</li>\n<li>About\n<ul>\n<li>About</li>\n<li>Leadership Team</li>\n<li>Board of Directors</li>\n<li>Social Responsibility</li>\n<li>TEGNA Foundation</li>\n</ul>\n</li>\n<li>Brands</li>\n<li>Careers\n<ul>\n<li>Careers</li>\n<li>Our Inclusive Culture</li>\n<li>Professional Development &amp.\nInnovation</li>\n<li>Benefits</li>\n<li>Explore Careers</li>\n</ul>\n</li>\n<li>Investors</li>\n<li>Press</li>\n<li>Advertise &gt;&gt.\n<ul>\n<li>Advertise</li>\n<li>Attribution</li>\n<li>Broadcast</li>\n<li>Custom Solutions</li>\n<li>Digital</li>\n<li>Podcasts</li>\n<li>Streaming TV Advertising</li>\n<li>Success Stories</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>\n</li>\n</ul> Back Search for: Go! Search for: Go! Terms of Service <p>Last Updated: January 26, 2019</p>\n<p>By using this website (the “Site”), you agree to be bound by these Terms of Service and to use the Site in accordance with these Terms of Service, our Privacy Notice and any additional terms and conditions that are referenced herein or that otherwise may apply to specific sections of the Site, or to products and services that we make available to you through the Site (all of which are deemed part of these Terms of Service).\nAccessing the Site, in any manner, whether automated or otherwise, constitutes use of the Site and your agreement to be bound by these Terms of Service.</p>\n<p>We reserve the right to change these Terms of Service or to impose new conditions on use of the Site, from time to time, in which case we will post the revised Terms of Service on this website and update the “Last Updated” date to reflect the date of the changes.\nBy continuing to use the Site after we post any such changes, you accept the Terms of Service, as modified.</p>\n<p>We also reserve the right to deny access to the Site or any features of the Site to anyone who violates these Terms of Service or who, in our sole judgment, interferes with the ability of others to enjoy our website or infringes the rights of others.</p>\nRights and Restrictions Relating to Site Content\n<p>Your Limited Right to Use Site Materials.\nThis Site and all the materials available on the Site are the property of us and/or our affiliates or licensors, and are protected by copyright, trademark, and other intellectual property laws.\nThe Site is provided solely for your personal noncommercial use.\nYou may not use the Site or the materials available on the Site in a manner that constitutes an infringement of our rights or that has not been authorized by us.\nMore specifically, unless explicitly authorized in these Terms of Service or by the owner of the materials, you may not modify, copy, reproduce, republish, upload, post, transmit, translate, sell, create derivative works, exploit, or distribute in any manner or medium (including by email or other electronic means) any material from the Site.\nYou may, however, from time to time, download and/or print one copy of individual pages of the Site for your personal, non-commercial use, provided that you keep intact all copyright and other proprietary notices.\nFor information about requesting permission to reproduce or distribute materials from the Site, please contact us.</p>\n<p>Limitations on Linking and Framing.\nYou may establish a hypertext link to our Site so long as the link does not state or imply any sponsorship of your website or service by us or by our Site.\nHowever, you may not, without our prior written permission, frame or inline link any of the content of our Site, or incorporate into another website or other service any of our material, content or intellectual property.</p>\nSite Registration Process\n<p>To access certain features of our Site, such as an audiocast, we may ask you to register with us on the form provided and such registration may require you to provide personally identifiable information such as your name, company, address and email address.\nYou agree to provide true, accurate, current and complete information about yourself as prompted by the Site’s registration form.\nIf we have reasonable grounds to suspect that such information is untrue, inaccurate, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).\nOur use of any personally identifiable information you provide to us as part of the registration process is governed by the terms of our Privacy Notice.</p>\nJob Listings\n<p>Our Site may permit users to post, and search for, job openings.</p>\nLimitation on Use of Company Directories\n<p>The information contained in any company directories that may be provided on the Site is provided for business lookup purposes and is not to be used for marketing or telemarketing applications.\nThis information may not be copied or redistributed and is provided “AS IS” without warranty of any kind.\nIn no event will we or our suppliers be liable in any way with regard to such information.</p>\nPrivacy\n<p>We respect the privacy of the users of our Site.\nPlease take a moment to review our Privacy Notice.</p>\nForward Looking Statements\n<p>The information contained on the Site, including stored presentations, may contain certain comments or forward-looking statements that are based largely on TEGNA’s current expectations and are subject to certain risks, trends and uncertainties.\nSuch comments and statements should be understood in the context of TEGNA’s publicly available reports filed with the SEC, including the most current annual report, 10-K and 10-Q, which contain a discussion of various factors that may affect TEGNA’s business.\nThese factors could cause actual future performance to differ materially from current expectations.\nExcept as required by law, TEGNA is not responsible for updating or revising any forward-looking statements whether as a result of new information, future events or otherwise.\nIt also includes certain non-GAAP financial measures.\nWe have provided a reconciliation of those measures to the most directly comparable GAAP measures on the investor relations portion of our web site.</p>\nModifications to, or Discontinuation of, the Site\n<p>We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Site, or any portion thereof, with or without notice.\nYou agree that we will not be liable to you or to any third party for any modification, suspension or discontinuance of the Site or any portion thereof.</p>\nDisclaimers\n<p>Throughout our Site, we have provided links and pointers to Internet sites maintained by third parties.\nOur linking to such third-party sites does not imply an endorsement or sponsorship of such sites, or the information, products or services offered on or through the sites.\nIn addition, neither we nor our parent or subsidiary companies nor any of our respective affiliates operate or control in any respect any information, products or services that third parties may provide on or through the Site or on websites linked to by us on the Site.</p>\n<p>THE INFORMATION, PRODUCTS AND SERVICES OFFERED ON OR THROUGH THE SITE AND ANY THIRD-PARTY SITES ARE PROVIDED “AS IS” AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nWE DO NOT WARRANT THAT THE SITE OR ANY OF ITS FUNCTIONS WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT ANY PART OF THIS SITE, INCLUDING BULLETIN BOARDS, OR THE SERVERS THAT MAKE IT AVAILABLE, ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.<br>\nWE DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SITE OR MATERIALS ON THIS SITE OR ON THIRD-PARTY SITES IN TERMS OF THEIR CORRECTNESS, ACCURACY, TIMELINESS, RELIABILITY OR OTHERWISE.</p>\n<p>You must provide and are solely responsible for all hardware and/or software necessary to access the Site.\nYou assume the entire cost of and responsibility for any damage to, and all necessary maintenance, repair or correction of, that hardware and/or software.</p>\n<p>The Site is provided for informational purposes only, and is not intended for trading or investing purposes, or for commercial use.\nStock and mutual fund quotes, and related financial news stories may be delayed at least 20 minutes, as may be required by the stock exchanges and/or the financial information services.\nThe Site should not be used in any high risk activities where damage or injury to persons, property, environment, finances or business may result if an error occurs.\nYou expressly assume all risk for such use.</p>\n<p>Your interactions with companies, organizations and/or individuals found on or through our Site, including any purchases, transactions, or other dealings, and any terms, conditions, warranties or representations associated with such dealings, are solely between you and such companies, organizations and/or individuals.\nYou agree that we will not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings.\nYou also agree that, if there is a dispute between users of this Site, or between a user and any third party, we are under no obligation to become involved, and you agree to release us and our affiliates from any claims, demands and damages of every kind or nature, known or unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such dispute and/or our Site.</p>\nLimitation of Liability\n<p>UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, WILL WE OR OUR SUBSIDIARIES, PARENT COMPANIES OR AFFILIATES BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES THAT RESULT FROM THE USE OF, OR THE INABILITY TO USE, THIS SITE, INCLUDING ITS MATERIALS, PRODUCTS, OR SERVICES, OR THIRD-PARTY MATERIALS, PRODUCTS, OR SERVICES MADE AVAILABLE THROUGH THIS SITE, EVEN IF WE ARE ADVISED BEFOREHAND OF THE POSSIBILITY OF SUCH DAMAGES.\n(BECAUSE SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN CATEGORIES OF DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIN SUCH STATES, OUR LIABILITY AND THE LIABILITY OF OUR SUBSIDIARIES, PARENT COMPANIES AND AFFILIATES, IS LIMITED TO THE FULLEST EXTENT PERMITTED BY SUCH STATE LAW.) YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT WE ARE NOT LIABLE FOR ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF ANY USER.\nIF YOU ARE DISSATISFIED WITH THE SITE, OR ANY MATERIALS, PRODUCTS, OR SERVICES ON THE SITE, OR WITH ANY OF THE SITE’S TERMS AND CONDITIONS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE.</p>\nIndemnification\n<p>You agree to indemnify and hold harmless us, our affiliates, and each of our and their respective directors, officers, managers, employees, shareholders, agents, representatives and licensors, from and against any and all losses, expenses, damages and costs, including reasonable attorneys’ fees, that arise out of your use of the Site, violation of these Terms of Service by you or any other person using your account, or your violation of any rights of another.\nWe reserve the right to take over the exclusive defense of any claim for which we are entitled to indemnification under this section.\nIn such event, you agree to provide us with such cooperation as is reasonably requested by us.</p>\nSuspension and Termination of Access\n<p>You agree that, in our sole discretion, we may suspend or terminate your password, account (or any part thereof) or use of the Site, or any part of the Site, and remove and discard any materials that you submit to the Site, at any time, for any reason, without notice.\nYou agree that we will not be liable to you or any third-party for any suspension or termination of your password, account (or any part thereof) or use of the Site, or any removal of any materials that you have submitted to the Site.\nIn the event that we suspend or terminate your access to and/or use of the Site, you will continue to be bound by the Terms of Service that were in effect as of the date of your suspension or termination.</p>\nNotice of Copyright Infringement\n<p>If you are a copyright owner who believes your copyrighted material has been reproduced, posted or distributed via the Site in a manner that constitutes copyright infringement, please inform our designated copyright agent by sending written notice by U.S.\nMail to TEGNA Inc., 8350 Broad Street, Suite 2000, Tysons, VA 22102, Attn: W.\nHerman, or by email to wherman@tegna.com.\nPlease include the following information in your written notice: (1) a detailed description of the copyrighted work that is allegedly infringed upon.\n(2) a description of the location of the allegedly infringing material on the Site.\n(3) your contact information, including your address, telephone number, and, if available, email address.\n(4) a statement by you indicating that you have a good-faith belief that the allegedly infringing use is not authorized by the copyright owner, its agent, or the law.\n(5) a statement by you, made under penalty of perjury, affirming that the information in your notice is accurate and that you are authorized to act on the copyright owner’s behalf.\nand (6) an electronic or physical signature of the copyright owner or someone authorized on the owner’s behalf to assert infringement of copyright and to submit the statement.\nPlease note that the contact information provided in this paragraph is for suspected copyright infringement only.\nContact information for other matters is provided elsewhere in these Terms of Service or on the Site.</p>\nOther\n<p>This agreement constitutes the entire agreement between us and you with respect to the subject matter contained in this agreement and supersedes all previous and contemporaneous agreements, proposals and communications, written oral.\nYou also may be subject to additional terms and conditions that may apply when you use the products or services of a third party that are provided through the Site.\nIn the event of any conflict between any such third-party terms and conditions and these Terms of Service, these Terms of Service will govern.\nThis agreement will be governed by and construed in accordance with the laws of the State of New York, without giving effect to any principles of conflicts of law.</p>\n<p>This agreement is personal to you and you may not assign it to anyone.\nIf any provision of this agreement is found to be unlawful, void, or for any reason unenforceable, then that provision will be deemed severable from this agreement and will not affect the validity and enforceability of any remaining provisions.\nThese Terms of Service are not intended to benefit any third party, and do not create any third party beneficiaries.\nAccordingly, these Terms of Service may only be invoked or enforced by you or us.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action that you may have arising out of or related to use of the Site or these Terms of Service must be filed by you within one year after such claim or cause of action arose or be forever barred.</p>\n<p>&nbsp;</p> TEGNA TEGNA Inc.\nis a media company innovating in the digital age.\nOur purpose is to serve the greater good of our communities through empowering stories, impactful investigations and innovative marketing services.\n<ul>\n<li>Facebook</li>\n<li>Linkedin</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Terms of Service</li>\n<li>Privacy Policy / Your California Privacy Rights</li>\n<li>Forward-Looking Statements</li>\n</ul> © 2023 TEGNA.\nAll rights reserved.\n", "created_at": "2023-09-04 04:29:59.088868", "updated_at": "2023-09-04 04:30:18.570607"}, {"id": 18872, "name": "Privacy Policy", "url": "https://www.tegna.com/privacy-policy-2/", "xpath": "//body", "text": " <ul>\n<li>TEGNA</li>\n<li>About\n<ul>\n<li>Leadership Team</li>\n<li>Board of Directors</li>\n<li>Social Responsibility</li>\n<li>TEGNA Foundation</li>\n</ul>\n</li>\n<li>Brands</li>\n<li>Careers\n<ul>\n<li>Our Inclusive Culture</li>\n<li>Professional Development &amp.\nInnovation</li>\n<li>Benefits</li>\n<li>Explore Careers</li>\n</ul>\n</li>\n<li>Investors</li>\n<li>Press</li>\n<li>Advertise &gt;&gt.\n<ul>\n<li>Attribution</li>\n<li>Broadcast</li>\n<li>Custom Solutions</li>\n<li>Digital</li>\n<li>Streaming TV Advertising</li>\n<li>Podcasts</li>\n<li>Blog</li>\n<li>Success Stories</li>\n<li>Industries <ul>\n<li>Automotive</li>\n<li>Healthcare</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>TEGNA</li>\n<li>About\n<ul>\n<li>About</li>\n<li>Leadership Team</li>\n<li>Board of Directors</li>\n<li>Social Responsibility</li>\n<li>TEGNA Foundation</li>\n</ul>\n</li>\n<li>Brands</li>\n<li>Careers\n<ul>\n<li>Careers</li>\n<li>Our Inclusive Culture</li>\n<li>Professional Development &amp.\nInnovation</li>\n<li>Benefits</li>\n<li>Explore Careers</li>\n</ul>\n</li>\n<li>Investors</li>\n<li>Press</li>\n<li>Advertise &gt;&gt.\n<ul>\n<li>Advertise</li>\n<li>Attribution</li>\n<li>Broadcast</li>\n<li>Custom Solutions</li>\n<li>Digital</li>\n<li>Podcasts</li>\n<li>Streaming TV Advertising</li>\n<li>Success Stories</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>\n</li>\n</ul> Back Search for: Go! Search for: Go! Privacy Policy <p>Effective Date: January 1, 2023</p>\n<p>TEGNA Inc.\n(together with its affiliates, “<strong>TEGNA”</strong>&nbsp;“<strong>we</strong>,” “<strong>us</strong>” or “<strong>our</strong>”) is a national media company that owns and operates broadcast media channels, such as local television and radio stations, as well as certain other lines of business, including our Premion service.\nThis “<strong>Privacy Policy</strong>” describes how we collect, use, and share personal information from the following online services (collectively, the “<strong>Services</strong>”): (a) our branded websites, mobile apps, connected TV apps, and other digital properties to which this Privacy Policy is posted, and (b) internet streaming platforms operated by third-party content partners on which Premion delivers advertising.\nExcept as expressly provided in this Privacy Policy, it does not apply to information you provide to us offline or through other means.</p>\n<p>You can access this Privacy Policy online at www.tegna.com/privacy-policy as well as from the websites of our affiliates.</p>\n<p>\n<strong>California Notice at Collection.</strong> California residents can find important information regarding the personal information we collect and their privacy rights in the Your Privacy Rights section below.</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<ul>\n<li>Personal Information We Collect</li>\n<li>How We Use Your Personal Information</li>\n<li>How We Share Your Personal Information</li>\n<li>Retention</li>\n<li>Your Choices</li>\n<li>Other Sites and Services</li>\n<li>Security</li>\n<li>International Data Transfers</li>\n<li>Children</li>\n<li>Changes to this Privacy Policy</li>\n<li>Your Privacy Rights</li>\n<li>Additional Information for California Residents</li>\n<li>How to Contact Us</li>\n</ul>\n<p>&nbsp;</p>\n<strong>Personal Information We Collect<br>\n</strong>\n<p>\n<strong>Information you provide to us.</strong> We may collect some or all of the following types of personal information about you that you provide to us when you use the Services:</p>\n<ul>\n<li>\n<strong>Contact data</strong>, such as your first and last name, email address, mailing addresses, phone number, professional title and/or company name.</li>\n<li>\n<strong>Registration data</strong>, such as information that you submit when you complete an online registration form to access and use certain features of our Services (e.g., our email newsletters), sign up for an audiocast or podcast, or enter contests, sweepstakes, or promotions.</li>\n<li>\n<strong>Communications</strong> that we exchange when you contact us with questions, feedback, or otherwise.</li>\n<li>Marketing data, such as the email address or contact details that we use to send marketing communications to you, your marketing preferences, and information about your responses to our marketing communications.</li>\n<li>\n<strong>Other information.</strong> We may also collect other categories of personal information for uses in accordance with this Privacy Policy or otherwise described at the time of collection.</li>\n</ul>\n<p>\n<strong>Data from other sources.</strong>We may combine personal information we receive from you with personal information we obtain from other sources, such as:</p>\n<ul>\n<li>\n<strong>Content partners</strong>, such as internet streaming platforms and networks with which Premion has relationships, that provide us information about their streaming audiences’ devices and viewing activity, which we use to help our advertisers deliver advertising that is more likely to be relevant to their viewers’ interests.</li>\n<li>\n<strong>Data providers</strong>, such as information services and data licensors.</li>\n<li>\n<strong>Publicly-available sources</strong>, such as social media platforms.</li>\n<li>\n<strong>Business partners</strong>, such as joint marketing partners and event co-sponsors.</li>\n</ul>\n<p>\n<strong>Data collected automatically.</strong> We, our service providers, and third-party partners may automatically log information about you, your computer or mobile device, and your activity over time on the Services and other online services, such as:</p>\n<ul>\n<li>\n<strong>Device data</strong>, such as your computer or mobile device operating system type and version number, manufacturer and model, browser type, screen resolution, IP address, unique identifiers (e.g., Apple’s ID for Advertising or Google’s Advertising ID), general location information (such as city or state), and precise geolocation (if you permit our Services to access it from your device settings).</li>\n<li>\n<strong>Online activity data</strong>, such as the website you visited before browsing to our website, pages, or screens you viewed on the Services, how long you spent on a page or screen, navigation paths between pages or screens, information about your activity on a page or screen, access times, and duration of access.</li>\n</ul>\n<p>\n<strong>Cookies.</strong> Some of our automatic data collection is facilitated by cookies and other technologies.\nCookies are small data files placed on your computer when you visit a site.\nWe may set cookies when you use the Services to track user trends and patterns, help you navigate between pages efficiently, remember your preferences and generally improve your browsing experience.\nCookies used on the Services may also be set by analytics service providers and advertising partners.\nIn addition to cookies, the Services and our emails may use pixel tags (also known as web beacons and clear GIFs) to compile statistics about use of the Services, measure the success of our marketing campaigns, and indicate whether recipients of our emails open or click links within them.</p>\n<strong>How We Use Your Personal Information</strong>\n<p>We use your personal information for the following purposes and as otherwise described in this Privacy Policy or at the time of collection:</p>\n<p>\n<strong>Service delivery.</strong> We may use your personal information to:</p>\n<ul>\n<li>provide, operate, and improve the Services;</li>\n<li>communicate with you about the Services, including by sending you announcements, updates, and support and administrative messages.\nand</li>\n<li>provide support for the Services, and respond to your requests, questions, and feedback.</li>\n</ul>\n<p>\n<strong>Research and development</strong>.\nWe may use your personal information to administer surveys and other market research and for other research and development purposes, including to analyze and improve the Services and our business.\nAs part of these activities, we may create anonymous data (including aggregated and/or de-identified data) from personal information we collect.\nWe convert personal information we collect into anonymous data by removing information that makes the data personally identifiable to you.\nWe will maintain and use deidentified information in deidentified form and not attempt to reidentify it, except for purposes of testing to ensure that the information has been adequately deidentified.\nWe may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Services and promote our business.</p>\n<p>\n<strong>Marketing and Targeted Advertising</strong>.\nWe may send you TEGNA-related and or other marketing communications via email and other channels as permitted by law.\nWe also work with third-party advertising partners who use cookies and other technologies to help us advertise our services.\nThese advertisements are delivered by our advertising partners and may be targeted based on your geographic area and activity on the Services and other online services.\nTo learn more about your choices in connection with advertisements, please see the section below titled Advertising choices.</p>\n<p>\n<strong>Compliance and operations.</strong> We may use your personal information to:</p>\n<ul>\n<li>operate our business;</li>\n<li>comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities;</li>\n<li>protect our, your or others’ rights, privacy, safety, or property (including by making and defending legal claims);</li>\n<li>enforce the terms and conditions that govern the Services.\nand</li>\n<li>prevent, identify, investigate and deter fraudulent, harmful, unauthorized, unethical or illegal activity, including cyberattacks and identity theft.</li>\n</ul>\n<strong>How We Share Your Personal Information</strong>\n<p>We may share your personal information with the following parties and as otherwise described in this Privacy Policy or at the time of collection:</p>\n<p>\n<strong>Affiliates.\n</strong>Our corporate parent, subsidiaries, and affiliates, for purposes consistent with this Privacy Policy.</p>\n<p>\n<strong>Service providers.</strong> Companies and individuals that provide services on our behalf or help us operate the Services or our business, such as customer service and support providers.\ntechnology providers (including technology support, web hosting providers, email and text communications providers, and mobile app developers).\nshipping and fulfillment service providers.\nsurvey and market research providers.\nadvertising and marketing partners.\nand analytics services providers.</p>\n<p>\n<strong>Advertising partners.\n</strong>Third-party advertising companies:</p>\n<ul>\n<li>that collect information about your activity on the Services and other online services to help us advertise our services.\nand</li>\n<li>who use our Premion service to deliver targeted commercials and advertisements to our content partners’ viewers, as described above.</li>\n</ul>\n<p>\n<strong>Business Partners.</strong> Third parties with which we co-sponsor events or promotions, with which we jointly offer products or services, or whose products or services may be of interest to you.</p>\n<p>\n<strong>Professional advisors.\n</strong>Professional advisors, such as lawyers, auditors, bankers, and insurers, where necessary in the course of the professional services that they render to us.</p>\n<p>\n<strong>Authorities and others.</strong> Law enforcement, government authorities, central banks and private parties, as we believe necessary or appropriate for the compliance and operations purposes described above.</p>\n<p>\n<strong>Business transferees.</strong> Acquiring and other relevant parties (and their advisors) to business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business, assets, or equity interests in TEGNA or our affiliates (including, in connection with a bankruptcy or similar proceedings).</p>\n<p>Please keep in mind that whenever you voluntarily make your personal information available for viewing by third parties on our Services, that information may be seen, collected and used by others besides us.\nWe cannot be responsible for any unauthorized third-party use of such information.</p>\n<strong>Retention</strong>\n<p>The length of time we retain particular categories of personal information is determined based on whether it is sufficient to fulfill the purposes for which we collected it, including to satisfy legal, regulatory, accounting, or reporting requirements, establish or defend legal claims, enforce our agreements, resolve disputes or fraud prevention.\nWe may either delete or anonymize personal information we no longer require.</p>\n<strong>Your Choices</strong>\n<p>\n<strong>Your privacy rights</strong>.\nYou can make certain requests regarding your personal information as described in the section below entitled “Your Privacy Rights.”</p>\n<p>\n<strong>Opt-out of marketing emails</strong>.\nYou may opt out of marketing-related emails by following the opt-out or unsubscribe instructions at the bottom of the email.\nYou may continue to receive Services-related and other non-marketing emails.</p>\n<p>\n<strong>Text message alerts</strong>.\nWe may offer text news alerts for your phone or wireless device via short message service (“SMS”) or similar technology.\nYou must register with us to receive this service, which may require providing us your name, telephone number, and other personal information.\nYou can cancel or modify your alerts by accessing your account through the Services or by texting “STOP” to the number associated with the text news alert.\nMessage and data rates may apply for this service.</p>\n<p>\n<strong>Advertising choices</strong>.\nYou can limit use of your information for targeted advertising by:</p>\n<ul>\n<li>Browser settings.\nBlocking third party cookies in your browser settings.</li>\n<li>Ad industry tools.\nOpting out of targeted ads from companies participating in the following industry opt-out programs:\n<ul>\n<li>Network Advertising Initiative: https://www.networkadvertising.org/managing/opt_out.asp</li>\n<li>Digital Advertising Alliance: optout.aboutads.info.</li>\n<li>AppChoices mobile app, available at https://www.youradchoices.com/appchoices, which will allow you to opt-out of interest-based ads in mobile apps served by participating members of the Digital Advertising Alliance.\n</li>\n</ul>\n</li>\n<li>Mobile settings.\nUsing your mobile device settings to limit use of the advertising ID associated with your mobile device for targeted advertising purposes.</li>\n</ul>\n<p>You will need to apply these opt-out settings on each device and in each browser from which you wish to opt-out.</p>\n<p>\n<strong>Do Not Track</strong>.\nSome Internet browsers may be configured to send “Do Not Track” signals to the online services that you visit.\nWe currently do not respond to “Do Not Track” or similar signals except where we expressly indicate otherwise.\nTo find out more about “Do Not Track,” please visit https://www.allaboutdnt.com.</p>\n<p>\n<strong>Cookies</strong>.\nMost browsers let you remove and/or reject cookies.\nTo do this, follow the instructions in your browser settings.\nMany browsers accept cookies by default until you change your settings.\nPlease note that if you set your browser to disable cookies, our Services may not work properly.\nFor more information about cookies, including how to see what cookies have been set on your browser and how to manage and delete them, visit www.allaboutcookies.org.</p>\n<p>\n<strong>Declining to provide information</strong>.\nWe need to collect personal information to provide certain Services.\nIf you do not provide the information requested, we may not be able to provide those Services.</p>\n<strong>Other Sites and Services</strong>\n<p>The Services may contain links to other websites and online services operated by third parties.\nThese links are not an endorsement of, or representation that we are affiliated with, any third party.\nIn addition, our content may be included on web pages or other online services that are not associated with us.\nWe do not control third party websites or online services, and we are not responsible for their actions.</p>\n<p>We also make our third-party partners’ content, products or services available through our Services, whereby our partners’ brands appear on the Services in connection with such content, products or services.\nWe may share with our partners information you provide, or that is collected, in the course of visiting any pages that are made available in cooperation with our partner.\nIn some cases, the partner may collect information from you directly, in which cases the privacy policy of our partner applies to the partner’s use of your information.\nFor example, we make our audiocasts available through a third-party host.\nWhen you register for an audiocast, the host will collect information from you directly and will share it with us.\nThe host will provide its privacy policy at the point of registration.</p>\n<p>The privacy policy of our partners may differ from ours.\nIf you have any questions regarding the privacy policy of one of our partners, you should contact the partner directly for more information.</p>\n<strong>Security</strong>\n<p>The security of your personal information is important to us.\nWe employ organizational, technical and physical safeguards designed to protect the personal information we collect.\nHowever, security risk is inherent in all internet and information technologies and we cannot guarantee the security of your personal information.</p>\n<strong>International Data Transfers</strong>\n<p>Our Services are intended to be used only by residents of the United States.<br>We are headquartered in the United States, and your personal information may be transferred to the United States or other locations outside of your state, province, or country where privacy laws may not be as protective.</p>\n<strong>Children</strong>\n<p>Our services are not intended for children under the age of 16, and we do not knowingly collect any personal information from a child under 16.\nIf we become aware that we have inadvertently received personal information from a user under the age of 16 as part of the Services, we will delete such information from our records.</p>\n<strong>Changes to this Privacy Policy</strong>\n<p>We reserve the right to modify this Privacy Policy at any time.\nIf we make material changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the applicable Service(s).\nAny modifications to this Privacy Policy will be effective upon our posting the modified version (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of the Services after the posting of any modified Privacy Policy indicates your acceptance of the modified Privacy Policy.</p>\n<strong>Your Privacy Rights</strong>\n<p>Residents of certain states (e.g., California, Virginia) have the rights described below under state privacy laws.\nHowever, we honor requests described in this section from all users of our digital properties who reside in the United States, regardless of your state of residence.</p>\n<p>For purposes of this section, “personal information” has the meaning given to “personal data”, “personal information” or similar terms under the applicable privacy laws of the state in which you reside.</p>\n<p>You have the following rights:</p>\n<ul>\n<li>\n<strong>Information</strong>.\nYou have the right to know what personal information we have collected about you, including the categories of personal information, the categories of sources from which the personal information is collected, the business or commercial purpose for collecting and any selling or sharing personal information, the categories of personal information that we sold or disclosed for a business purpose, and the categories of third parties to whom we disclosed, sold or shared the personal information.</li>\n<li>\n<strong>Access</strong>.\nYou can request a copy of certain personal information that we have collected about you in a structured, machine-readable and commonly used format.</li>\n<li>\n<strong>Deletion</strong>.\nYou can ask us to delete certain personal information that we maintain about you.</li>\n<li>\n<strong>Correction</strong>.\nYou can ask us to correct inaccurate personal information that we maintain about you.</li>\n<li>\n<strong>Opt-out of tracking for targeted advertising purposes</strong>.\nYou can opt-out of certain processing of your personal information for targeted advertising purposes.\nCalifornia law classifies our use of some targeted advertising services as “sharing” of your personal information with those services from which you have the right to opt-out.\nYou can request to opt-out of this activity here.\nYou can also turn on the Global Privacy Control (GPC) to opt out of the “sharing” of your personal information through websites in each participating browser that you use.\nLearn more at the Global Privacy Control website.</li>\n<li>\n<strong>Opt-out of sales of personal information</strong>.\nYou can opt-out of any sales of your personal information for monetary or other valuable consideration.</li>\n<li>\n<strong>Nondiscrimination</strong>.\nYou are entitled to exercise the rights described above free from discrimination as prohibited by applicable privacy laws.</li>\n</ul>\n<p>\n<strong>How to Exercise Your Rights</strong>.\nYou may exercise your privacy rights described above as follows:</p>\n<ul>\n<li>You can request to exercise your information, access, deletion, and correction rights by:\n<ul>\n<li>calling us toll free at 1-888-TEGNAPR (1-888-834-6277)</li>\n<li>emailing privacy@tegna.com</li>\n<li>visiting this link.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Verification of Identity.\nAuthorized Agents</strong>.\nWe may need to verify your identity to process your information, access, deletion, and correction requests, and we reserve the right to confirm your residency.\nTo verify your identity, we may require authentication into your account on the Services, government identification, a declaration under penalty of perjury or other information, where permitted by law.\nFurthermore, your authorized agent may make a request on your behalf upon our verification of the agent’s identity and our receipt of a copy of a valid power of attorney given to your authorized agent pursuant to applicable state law.\nIf you have not provided your agent with such a power of attorney, we may ask you and/or your agent to take additional steps permitted by law to verify that your request is authorized, such as information required to verify your identity and that you have given the authorized agent permission to submit the request.</p>\n<p>The rights described above are subject to exemptions and, in certain cases, we may decline your request as permitted by law.\nWe cannot process your request if you do not provide us with sufficient detail to allow us to understand and respond to it.\nYou can ask to appeal any denial of your request in the same manner through which you may submit a request.</p>\n<strong>Additional Information for California Residents</strong>\n<p>This section provides disclosures required by California law about information practices currently and during the past 12 months.</p>\n<p>\n<strong>Personal Information that We Collect, Use and Disclose</strong>.\nThe list below summarizes our collection, use and disclosure practices for each category of personal information listed above in the Personal Information We Collect section.\nWe may also disclose personal information to professional advisors, authorities and others, and business transferees as described above in the How we Share Your Personal Information section of this Privacy Policy.&nbsp;</p>\n<p>\n<strong>Contact Data</strong>\n</p>\n<ul>\n<li>Sources: You</li>\n<li>Purposes: Service delivery, Research and development, Marketing, Compliance and operations</li>\n<li>Third parties to whom we disclose for business purposes: Affiliates, Business partners, Service providers</li>\n<li>Third parties with whom we share for targeted advertising: Advertising partners</li>\n</ul>\n<p>\n<strong>Registration Data</strong>\n</p>\n<ul>\n<li>Sources: You</li>\n<li>Purposes: Service delivery, Research and development, Marketing, Compliance and operations</li>\n<li>Third parties with whom we disclose for business purposes: Affiliates, Business partners, Service providers</li>\n<li>Third parties with whom we share for targeted advertising: None</li>\n</ul>\n<p>\n<strong>Communications</strong>\n</p>\n<ul>\n<li>Sources: You</li>\n<li>Purposes: Service delivery, Research and development, Marketing, Compliance and operations</li>\n<li>Third parties with whom we disclose for business purposes: Affiliates, Business partners, Service providers</li>\n<li>Third parties with whom we share for targeted advertising: None</li>\n</ul>\n<p>\n<strong>Marketing Data</strong>\n</p>\n<ul>\n<li>Sources: You, Automatic collection</li>\n<li>Purposes: Service delivery, Research and development, Marketing, Compliance and operations</li>\n<li>Third parties with whom we disclose for business purposes: Affiliates, Business partners, Service providers</li>\n<li>Third parties with whom we share for targeted advertising: Advertising partners</li>\n</ul>\n<p>\n<strong>Device Data</strong>\n</p>\n<ul>\n<li>Sources: You, Automatic collection</li>\n<li>Purposes: Service delivery, Research and development, Marketing, Compliance and operations</li>\n<li>Third parties with whom we disclose for business purposes: Affiliates, Service Providers</li>\n<li>Third parties with whom we share for targeted advertising: Advertising partners</li>\n</ul>\n<p>\n<strong>Online Activity Data</strong>\n</p>\n<ul>\n<li>Sources: You, Automatic collection</li>\n<li>Purposes: Service delivery, Research and development, Marketing, Compliance and operations</li>\n<li>Third parties with whom we disclose for business purposes: Affiliates, Business partners, Service providers</li>\n<li>Third parties with whom we share for targeted advertising: Advertising partners</li>\n</ul>\n<p>\n<strong>Data Derived from the Above Listed Information</strong>\n</p>\n<ul>\n<li>Sources: May be derived from the information listed above</li>\n<li>Purposes: Service delivery, Research and development, Marketing, Compliance and operations</li>\n<li>Third parties with whom we disclose for business purposes: Affiliates, Service Providers</li>\n<li>Third parties with whom we share for targeted advertising: Advertising partners</li>\n</ul>\n<p>\n<strong>California Categories of Personal Information</strong>.\nCalifornia law requires that we describe to California residents the categories of personal information we collect by reference to certain categories described in Cal.\nCiv.\nCode Section 1798.140(v).\nAll categories described in this Privacy Policy include “identifiers” and “customer records”, Registration Data includes “commercial information”, Device Data and Online Activity Data include “internet or other electronic network activity information”.\nany credentials you use to access the Service and your device’s precise geolocation are “sensitive personal information”.\nand Data Derived from the Above Listed Information includes “inferences”.</p>\n<p>\n<strong>Sale of Personal Information/Use of Sensitive Personal Information</strong>.\nWe do not sell personal information of California residents as “sell” is defined under the California Consumer Privacy Act, except to the extent that the “sharing” of personal information for targeted advertising described above constitutes a “sale” of personal information.\nWe do not use or disclose sensitive personal information (as defined under the California Consumer Privacy Act) of California residents for purposes subject to consumer limitation rights under the California Consumer Privacy Act.\nWe do not have actual knowledge that we have sold or shared the personal information of California residents under 16 years of age.</p>\n<p>\n<strong>Shine the Light / Your California Privacy Rights</strong>.\nUnder California’s Shine the Light Law (California Civil Code Section 1798.83), California residents may also ask companies with whom you have formed a business relationship primarily for personal, family or household purposes to provide the names of third parties to which they have disclosed certain personal information (as defined in the Shine the Light Law) during the preceding year for their own direct marketing purposes.\nCalifornia residents may send requests for this information to privacy@tegna.com.\nFor all requests, you must put the statement “Shine the Light Request” in the body of your request, and provide your first and last name.\nPlease also indicate in your request the name of the website or other digital service to which your request applies.\nWe are not responsible for notices that are not labeled or sent properly, or that do not have complete information.</p>\n<strong>How to Contact Us</strong>\n<p>Please direct any questions or comments to:</p>\n<p>TEGNA<br>8350 Broad Street<br>Suite 2000<br>Tysons, VA 22102<br>Attention: Law Department (Privacy)<br>Email: privacy@tegna.com</p>\n<p>&nbsp;</p>\n<p>\n</p> TEGNA TEGNA Inc.\nis a media company innovating in the digital age.\nOur purpose is to serve the greater good of our communities through empowering stories, impactful investigations and innovative marketing services.\n<ul>\n<li>Facebook</li>\n<li>Linkedin</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Terms of Service</li>\n<li>Privacy Policy / Your California Privacy Rights</li>\n<li>Forward-Looking Statements</li>\n</ul> © 2023 TEGNA.\nAll rights reserved.\n", "created_at": "2023-09-04 04:29:59.118605", "updated_at": "2023-09-04 04:30:52.136054"}, {"id": 18873, "name": "Forward-Looking Statements", "url": "https://www.tegna.com/forward-looking-statements/", "xpath": "//body", "text": " <ul>\n<li>TEGNA</li>\n<li>About\n<ul>\n<li>Leadership Team</li>\n<li>Board of Directors</li>\n<li>Social Responsibility</li>\n<li>TEGNA Foundation</li>\n</ul>\n</li>\n<li>Brands</li>\n<li>Careers\n<ul>\n<li>Our Inclusive Culture</li>\n<li>Professional Development &amp.\nInnovation</li>\n<li>Benefits</li>\n<li>Explore Careers</li>\n</ul>\n</li>\n<li>Investors</li>\n<li>Press</li>\n<li>Advertise &gt;&gt.\n<ul>\n<li>Attribution</li>\n<li>Broadcast</li>\n<li>Custom Solutions</li>\n<li>Digital</li>\n<li>Streaming TV Advertising</li>\n<li>Podcasts</li>\n<li>Blog</li>\n<li>Success Stories</li>\n<li>Industries <ul>\n<li>Automotive</li>\n<li>Healthcare</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>TEGNA</li>\n<li>About\n<ul>\n<li>About</li>\n<li>Leadership Team</li>\n<li>Board of Directors</li>\n<li>Social Responsibility</li>\n<li>TEGNA Foundation</li>\n</ul>\n</li>\n<li>Brands</li>\n<li>Careers\n<ul>\n<li>Careers</li>\n<li>Our Inclusive Culture</li>\n<li>Professional Development &amp.\nInnovation</li>\n<li>Benefits</li>\n<li>Explore Careers</li>\n</ul>\n</li>\n<li>Investors</li>\n<li>Press</li>\n<li>Advertise &gt;&gt.\n<ul>\n<li>Advertise</li>\n<li>Attribution</li>\n<li>Broadcast</li>\n<li>Custom Solutions</li>\n<li>Digital</li>\n<li>Podcasts</li>\n<li>Streaming TV Advertising</li>\n<li>Success Stories</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>\n</li>\n</ul> Back Search for: Go! Search for: Go! Forward-Looking Statements <p>Certain statements may be forward looking in nature or “forward-looking statements” as defined in the Private Securities Litigation Reform Act of 1995.\nForward-looking statements are subject to a number of risks, trends and uncertainties that could cause actual performance to differ materially from these forward-looking statements.\nA number of those risks, trends and uncertainties are discussed in the company’s SEC reports, including the company’s annual report on Form 10-K and quarterly reports on Form 10-Q.\nAny forward-looking statements should be evaluated in light of these important risk factors.\nTEGNA is not responsible for updating or revising any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> TEGNA TEGNA Inc.\nis a media company innovating in the digital age.\nOur purpose is to serve the greater good of our communities through empowering stories, impactful investigations and innovative marketing services.\n<ul>\n<li>Facebook</li>\n<li>Linkedin</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Terms of Service</li>\n<li>Privacy Policy / Your California Privacy Rights</li>\n<li>Forward-Looking Statements</li>\n</ul> © 2023 TEGNA.\nAll rights reserved.\n", "created_at": "2023-09-04 04:29:59.14879", "updated_at": "2023-09-04 04:30:36.136333"}], "points": [], "urls": ["tegna.com", "keepmylocaltv.com"]}}