{"error": 448, "message": "OK", "parameters": {"id": 7579, "name": "POM Wonderful", "created_at": "2023-03-15 20:49:36.137524", "updated_at": "2023-03-29 19:26:47.406569", "wikipedia": null, "keywords": null, "related": null, "slug": "pom-wonderful", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7579.png", "url": "pomwonderful.com", "documents": [{"id": 14595, "name": "PRIVACY POLICY", "url": "https://www.pomwonderful.com/privacy-policy", "xpath": "//body", "text": "HomeProductsRecipes &amp;&nbsp;DrinksHealth &amp;&nbsp;ScienceWhere to BuyMenuHomeProductsRecipes &amp;&nbsp;DrinksHealth &amp;&nbsp;ScienceWhere to BuySkip to ContentPrivacy Policy<p>Effective Date:&nbsp;January 1, 2020</p>\n<p>The Company (“we” or “us”) is committed to protecting the privacy and security of the information we collect and to being transparent about the ways in which we collect and process your information.\nThis statement (the “Privacy Policy”) sets forth our policies and practices for handling the information we collect from or about you.\nIt applies to the websites and online service that we operate and that link to this Privacy Policy (the “Services”).</p>I.\nCollection of Information<p>We collect the following categories of information when you use our Services (including when you download or launch our mobile applications) or when the application is running on your device in the background:</p>\n<ul>\n<li>\n<em>Information you provide directly to us.</em>\n<br>\n<ul>\n<li>Contact Information, including name, alias, maiden name, email address, telephone or mobile phone number, address;</li>\n<li>Sign-In Information, including username and password, account name, account number;</li>\n<li>Profile Information and Survey Responses, including your interests, preferences, physical characteristics or description, feedback, educational or professional information, employment, employment history;</li>\n<li>Commercial information, including records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies;</li>\n<li>Geolocation data;</li>\n<li>Transaction and Billing Data, including bank account and payment card details, (credit card number, expiration date, and credit card security code, where needed to complete a transaction), billing address, delivery address, signature, transaction history.\nand</li>\n<li>Correspondence you send to us.</li>\n</ul>\n</li>\n<li>\n<em>Information we collect automatically.</em> We collect internet, electronic activity, and other information automatically from the devices and browsers that you use, including your device type.\nInternet protocol (IP) address.\ndevice and advertising identifiers, probabilistic identifiers, and other unique personal or online identifiers.\ntime zone setting and location.\nbrowser type and version.\nbrowser plug in types and versions.\noperating system and platform.\nInternet service provider.\npages that you visit before and after using the Services, browsing history, and search history.\nthe date and time of your visit.\ninformation about the links you click, pages you view, and advertising you interact with within the Services and other information about how you use the Services.\nthe technology on the devices you use to access these Services.\ninferences used to create a profile about preferences, characteristics, psychological trends, predispositions, behavior, attitudes.\nand standard server log information.\nIf you or your device experiences an error, we collect information about the error, the time the error occurred, the feature being used, the state of the application when the error occurred, and any communications or content provided at the time the error occurred.\nConsistent with your mobile device or app permissions, we also collect geolocation information including geolocation information derived from your GPS, WiFi and Bluetooth signals, IP address, and other device information, photos stored on your device, contacts from your mobile address book, audio recordings, and appointments from your calendar.</li>\n</ul>\n<p>We also receive the categories of information described above from other sources, including from users of our Services, and third-party services and organizations.\nFor example, if you access any social media or similar services through the Services to login or to share information about your experience on our Services with others, we may collect information from these third-party services.<br>\n<br>Without this information, we are not able to provide you with all the requested services, and any differences in services are related to your information.<br>\n<br>We may aggregate or de-identify the information described above.\nAggregated or de-identified data is not subject to this Privacy Policy.</p>II.\nUse of Information and Purpose of Data Processing<p>We use and otherwise process each of the categories of information identified above for the following business purposes:<br>\n<br>To provide you with the information, products and services that you request from us.\nto allow you to participate in interactive features of our Services, when you choose to do so.\nto manage accounts.\nand to manage our relationship with you, including providing you with the information, products and services that you request from us, and notifying you about changes to our terms or privacy policy.<br>\n<br>To make suggestions and recommendations to you about things that are similar to those that you have enquired about or may otherwise be of interest to you, or to send promotional materials from us or by our affiliates and trusted business partners.<br>\n<br>To improve our Services and to ensure that content is presented in the most relevant and effective manner for you and for your device.\nto administer our Services, including troubleshooting, data analytics, testing, research, statistical and survey purposes.\nto keep our Services, business and users safe and secure.\nto comply with applicable laws and regulations.\nand to protect or exercise our legal rights or defend against legal claims.<br>\n<br>Where we need to collect information by law, or under the terms of a contract we have with you and you fail to provide that data when requested, we may not be able to perform the contract we have or are trying to enter into with you (for example, to provide you with goods or services).\nIn this case, we may cancel a product or service you have with us.</p>III.\nDIsclosure of Information<p>We are committed to maintaining your trust, and we want you to understand when and with whom we may share the information we collect.<br>\n</p>\n<ul>\n<li>\n<em>Authorized third-party vendors and service providers.</em> We share your information with third-party vendors and service providers that provide services to us for a variety of business purposes, such as billing, payment processing, customer service, email deployment, advertising and marketing (including counting ad impressions, verifying positioning and quality of ad impressions, ensuring compliance with industry standards and specifications, ad delivery, reporting, personalization, audience segmentation, and analytics), security and performance monitoring, maintaining or servicing accounts, processing or fulfilling orders and transactions, verifying customer information, research, data hosting, auditing, and data processing.<br>\n</li>\n<li>\n<em>Corporate affiliates.\n</em>We may share your information with our corporate affiliates.</li>\n<li>\n<em>Business transfers.</em> We may share your information in connection with a substantial corporate transaction, such as the sale of a website, a merger, consolidation, asset sale, initial public offering, or in the unlikely event of bankruptcy.</li>\n<li>\n<em>Legal purposes.</em> We may disclose information to respond to subpoenas, court orders, legal process, law enforcement requests, legal claims or government inquiries, and to protect and defend the rights, interests, safety, and security of The Company, our affiliates, users, or the public.</li>\n<li>\n<em>With your consent</em>.\nWe may share information for any other purposes disclosed to you at the time we collect the information or pursuant to your consent.</li>\n</ul>\n<p>If you access third-party services -- such as social media services, third-party single-sign on tools, mobile platforms for in-app purchases -- through the Services, these third-party services may be able to collect information about you, including information about your activity on the Services, and they may notify your connections on the third-party services about your use of the Site, in accordance with their own privacy policies.<br>\n<br>If you choose to engage in public activities on the Services, you should be aware that any information you share there can be read, collected, or used by other users of these areas.\nYou should use caution in disclosing information while participating in these areas.\nWe are not responsible for the information you choose to submit in these public areas.<br>\n<br>The Company does not, and will not without consent, sell your information to third parties.\nThe Company does permit third parties to collect the information described above through our Service and discloses such information with third parties for business purposes as described in this Privacy Policy, including but not limited to providing advertising on our Service and elsewhere based on users’ online activities over time and across different sites, services, and devices (so-called “interest-based advertising”).\nThe information practices of these third parties are not covered by this Privacy Policy.</p>IV.\nAdvertising, Cookies and Similar Technologies<p>When you use our Services, we and our third party advertising partners (including advertising networks and exchanges, Internet service providers, data analytics providers, operating systems and platforms, social networks, and entities that may sell data) use cookies, pixel tags, local storage, and other similar technologies (collectively, “cookies”) to collect information from your browser or device.\nBy using the Services, you consent to our use of cookies and similar technologies.<br>\n<br>The following types of cookies are used on our Services:<br>\n</p>\n<ul>\n<li>Essential cookies – These cookies enable you to use our Services.\nThese cookies are essential to enable you to browse our Services and use certain features.\nDisabling them may prevent you from using certain parts of the Services.\nWithout these cookies, certain services such as, recognizing you by name when you return to our Services or enabling you to use shopping carts with our Services, cannot be provided.\nThese cookies also help keep our Services safe and secure.<br>\n</li>\n<li>Preference cookies – These cookies store information such as your preferred country and language selection, login data and website preferences.\nWithout these cookies, our Services may not be able to remember certain choices you've previously made (such as a saved country / language preference) or personalize your browsing experience by providing you with relevant information.\nThese cookies can also be used to recognize your device so that you do not have to provide the same information more than once.</li>\n<li>Performance cookies – These cookies collect information about how you use our Services such as which pages you visit regularly.\nThese cookies are used to provide you with a high-quality experience by doing things such as tracking page load, site response times, and error messages.</li>\n<li>Content / advertising cookies – These cookies gather information about your use of our Services so we may improve your experience and provide you with more relevant content and advertising on our Services and elsewhere online and across your devices.\nThey are also used to gather feedback on customer satisfaction through surveys.\nThey remember that you've visited our Services and help us understand usage of our Services.\nSome of these cookies are from third parties that collect information about your use of our Services in order to provide advertising (on our Services and elsewhere, across your different devices) based on your online activities (so-called “interest-based advertising”) on our Services and elsewhere online, across your different devices.\nWe do not control the privacy practices of these third parties, and their practices are not covered by this Privacy Policy.</li>\n</ul>\n<p>Do-Not-Track Signals and Similar Mechanisms.\nSome mobile and web browsers transmit “do-not-track” signals.\nBecause of differences in how web browsers incorporate and activate this feature, it is not always clear whether users intend for these signals to be transmitted, or whether they even are aware of them.\nWe currently do not take action in response to these signals.</p>V.\nYour Rights and Choices<p>You may be entitled, in accordance with applicable law, to request access to and/or a copy of certain information we have about you or that we delete certain information we have about you, or request more information about our privacy practices.\nRequests should be submitted in writing as set out below or by calling our toll free number below.\nIf you become aware of changes or inaccuracies in your information, you should inform us of such changes so that the information may be updated or corrected.<br>\n<br>If would like to exercise any of these rights, on or after January 1, 2020, please submit a request to DataPrivacy@wonderful.com or call 1-877-450-9493.\nYou will be required to verify your identity before we are able to fulfill your request, for instance by logging into an existing password-protected online account or by providing us with two to three pieces of information about you.\nYou may be entitled, in accordance with applicable law, to submit a request on your behalf through an authorized agent.\nTo do so, you must provide us with written authorization or a power of attorney, signed by you, for the agent to act on your behalf.\nYou will still need to verify your identity directly with us.<br>\n<br>You may be able to refuse or disable cookies by adjusting your web browser settings.\nSome browsers have options that allow the visitor to control whether the browser will accept cookies, reject cookies, or notify the visitor each time a cookie is sent.\nBecause each web browser is different, please consult the instructions provided by your web browser (typically in the “help” section).\nPlease note that you may need to take additional steps to refuse or disable Local Shared Objects and similar technologies.\nFor example, Local Shared Objects can be controlled through the instructions on Adobe’s Setting Manager page.\nIf you choose to refuse, disable, or delete these technologies, some of the functionality of the Services may no longer be available to you and any differences in service are related to the data.\nDeleting cookies may in some cases cancel the opt out selection in your browser.<br>\n<br>Some of our third-party partners are members of the Network Advertising Initiative, which offers a single location to opt out of ad targeting from member companies.\nTo learn more, please visit Network Advertising Initiative or YourAdChoices.\nFor additional information on how Google processes your information and what choices you may have, visit Google’s Privacy Policy page.\nDue to differences between websites and mobile apps, you may need to take additional steps to opt out of interest based advertising for mobile applications.\nPlease check your device settings and mobile app permissions for additional information on how to opt out.\nYou also may stop further data collection from a mobile application by removing it from your mobile device.<br>\n<br>You also may be able to control our collection and use of your location information through your mobile device or app settings.<br>\n<br>We will not discriminate against you for exercising your rights and choices, although some of the functionality and features available on the Service may change or no longer be available to you.\nAny differences in the Services are related to the value provided.<br>\n</p>VI.\nInternational Transfers<p>By using the Services and providing us with information, you understand and agree that we may transfer and store your information on servers located outside your resident jurisdiction.\nTo the extent you are a resident of a country other than the United States, you consent to the transfer of such data to the United States for processing by us in accordance with this Privacy Policy.<br>\n</p>VII.\nChildren<p>We do not knowingly collect or sell any information from children, as defined by applicable law, without parental consent or as otherwise permitted by applicable law.<br>\n</p>VIII.\nData Retention, Security, and Integrity<p>Information will be retained only for so long as reasonably necessary for the purposes set out above, in accordance with applicable laws.<br>\n<br>We maintain reasonable security measures to safeguard information from loss, theft interference, misuse, unauthorized access, disclosure, alteration, or destruction.\nWe also maintain reasonable procedures to help ensure that such data is reliable for its intended use and is accurate, complete, and current.\nYou should understand that no data storage system or transmission of data over the Internet or any other public network can be guaranteed to be 100 percent secure, accurate, complete, or current.\nPlease note that information collected by third parties may not have the same security protections as information you submit to us, and we are not responsible for protecting the security of such information.<br>\n</p>IX.\nChanges to the Privacy Policy<p>We may modify this Privacy Policy from time to time.\nWhen we update the Privacy Policy, we will revise the “Effective Date” date above and post the new Privacy Policy.\nWe recommend that you review the Privacy Policy each time you visit the Services to stay informed of our privacy practices.<br>\n</p>X.\nChanges to the Privacy Policy<p>If you have any questions about this Privacy Policy or our practices, please contact us via our Data Privacy center.<br>\n</p>Have additional Questions?Contact UsPOMProductsTree to TableWhere to BuyHow to OpenHealth &amp;&nbsp;ScienceRecipes &amp;&nbsp;DrinksHistory of the PomegranateAbout UsContact UsFAQsCareersStay in TouchEmail AddressSUBMIT<p>By clicking SUBMIT, you agree to our Terms of Use and consent to our Privacy Policy.</p>\n<p>© 2022 POM Wonderful LLC.&nbsp.\nAll Rights Reserved.</p>Sitemap|CA&nbsp;Transparency Act|Terms of Use|Privacy Policy ", "created_at": "2023-03-15 20:49:36.17136", "updated_at": "2023-03-15 20:49:58.729308"}, {"id": 14596, "name": "TERMS OF USE", "url": "https://www.pomwonderful.com/terms-of-use", "xpath": "//body", "text": "HomeProductsRecipes &amp;&nbsp;DrinksHealth &amp;&nbsp;ScienceWhere to BuyMenuHomeProductsRecipes &amp;&nbsp;DrinksHealth &amp;&nbsp;ScienceWhere to BuySkip to ContentTerms of UsePlease read these terms and conditions before using this Service.\nBy continuing to use the Site, you agree to the Terms of Use.1.\nIntroduction<p>Welcome to www.pomwonderful.com (the “Site”).\nPOM Wonderful LLC (“we”, “us” or “our”) provides the Site and the information and services offered on the Site to you, subject to the following Terms of Use (“TOU”).\nBy using the Site, you agree to be bound by these TOU.\nWe may, in our sole discretion, modify these TOU with or without notice to you.\nPlease continue to periodically review these TOU when using the Site.\nBy continuing to access and use the Site after these TOU have been modified, you are agreeing to such modifications.\nIn addition, when using particular services or features on the Site, you shall be subject to any posted guidelines or rules applicable to such services or features that may be posted from time to time, including, without limitation, any new features or functionality (including, without limitation, video and related projects) that augment or enhance the services or features.\nAll such guidelines or rules are hereby incorporated by reference into these TOU.</p>2.\nDescription of Service<p>The Site contains information about POM Wonderful pomegranates and POM Wonderful juice and tea products, including, but not limited to, nutritional information, promotional and other offers, menu and recipe ideas, and information on where you can buy POM Wonderful beverage products, as well as the history and growing of pomegranates.<br>\n<br>The Site and the information, features and services available through the Site may be referred to herein collectively as the “Service”.\nUnless explicitly stated otherwise, any new features or services that augment or enhance the Service in the future shall be considered part of the Service and subject to these TOU.\nThe Service is provided primarily for informational purposes, and is not guaranteed.\nWe shall not be responsible or liable for the accuracy, completeness, usefulness or availability of any information or other content, data, text, URLs, graphics, audio and video clips, advertising or any other materials (collectively, the “Content”) transmitted or made available via the Service.\nWe shall not be responsible or liable for any decisions made in reliance on such information.</p>3.\nRegistration<p>You may be required to register for and create an account with the Service in order to access certain information and features offered through the Service.\nAs part of the registration and account creation process, you will select a password and provide us with certain registration information.\nYou are solely responsible for maintaining the confidentiality of your password(s) and for all usage or activity on your account, including the use of your account by any person using your password(s).\nIf you choose to register with the Service or otherwise provide personal or other information to the Service, you agree to (a) provide true, accurate, current and complete information about yourself as prompted by the Service’s registration form or other areas of the Service, and (b) maintain and promptly update such information to keep it true, accurate, current and complete.\nIf you provide any information to us that is untrue, inaccurate, not current or incomplete, or if we have reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Service (or any portion thereof).<br>\n<br>As a condition of using the Service, you agree to the terms of POM Wonderful’s Privacy Policy, which may be updated from time to time.\nAny personal or other information you provide to us is subject to our Privacy Policy.\nA current version of the privacy policy may be viewed at www.pomwonderful.com.</p>4.\nThird-Party Websites<p>The Service may provide links to websites or resources outside of the Site.\nBecause we have no control over external sites and resources, you acknowledge and agree that we are not responsible for the availability of such sites or resources, and do not endorse and are not responsible or liable for any Content, advertising, goods, services or other materials on, available through or provided by such sites or resources.\nYour correspondence or business dealings with, or participation in promotions of, any websites that you find or link to through the Service, including payment and delivery of related goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such websites.\nYou agree that we shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of links to such websites on the Service.</p>5.\nConnecting to Social Media Websites<p>If you choose to use social media connect functions on the Site, you acknowledge and agree to abide by the relevant terms and conditions of each respective social media website that we may utilize.\nThe terms and conditions for the social media websites may be found on each respective social media website.<br>\n<br>This function is intended to enable us to connect with social media websites so that you can send newsfeeds about your activities to each of these websites.\nSuch social media websites may also be able to use information about action you take on our Site.<br>\n<br>However, note that where you choose to publish information on the interactive parts of our Site outside of these privacy settings, or in any way other than through a social media website, that information will not be protected by us.\nIt is information in the public domain, which may be accessed by any person using the Web in any part of the world and can be found using independent search engines.\nIf you choose to post information to the interactive parts of our Site in this manner, you do so at your own risk.<br>\n<br>In addition, you acknowledge and agree that we are not responsible for the availability of these websites, or any other social media websites that we may add to the connect function, and do not endorse and is not responsible or liable for any Content, advertising, goods, services or other materials on, available through or provided by such websites or resources.</p>6.\nSubmissions<p>While we are always happy to hear from you, it is our policy not to accept or consider creative materials, ideas, or suggestions other than those we specifically request.\nThis is to avoid any misunderstandings if your ideas are similar to those we have developed independently.\nTherefore we must request that you do not send to us any original creative materials such as images, original artwork, etc.\nAny communication or material you do transmit to the Site by e-mail or otherwise will be treated as non-confidential and non-proprietary.<br>\n<br>You shall be solely responsible for your own submissions, the e-mailing or posting of any content including, without limitations, photographs, illustrations, audio and video clips and the consequences thereof.\nYou or a third party licensor, as appropriate, shall retain all patent, trademark and copyright to any Content you submit, e-mail, post or display on or through the Service and you are responsible for protecting those rights and obtaining the required consents and authorizations, as appropriate.\nBy e-mailing or posting any submission and Content to the Site or to us, you hereby grant us or our affiliates the worldwide, non-exclusive, irrevocable, transferable, royalty free and perpetual license to use or publish such submission and Content for any purpose, including, without limitations, reproduction, modification, disclosure, transmission, publication, distribution, creation of derivative works, broadcast and posting in any form, medium or technology throughout the world and in perpetuity without restriction or compensation to you.\nWe are free to use, at our sole discretion, any ideas, concepts, know-how, or techniques contained in any Content or communication you send or submit to the Site or to us for any purpose whatsoever including, but not limited to, developing, manufacturing and marketing products using such information.<br>\n<br>Any URLS with “http://” submitted or posted with any comments and/or Content on the Site, or any blog, forum or public place made available on the Site, will automatically be made hotlinked.\nIf any such posted links appear to have been included solely for the purpose of increasing SEO, we reserve the right to delete them from the Site at our sole discretion.\nAny comment and/or content posted on the Site with more than four (4) links posted will risk being marked as comment spam.\nIn addition, all trackbacks will be treated in accordance with these TOU.<br>\n<br>You agree that you will use the Service in compliance with all applicable laws, rules and regulations.\nIn addition, by submitting or posting any Content, you represent and warrant that you own or otherwise control all of the rights to the Content that you submit, e-mail or post.\nthat all “moral rights” that you may have in such Content have been voluntarily waived by you.\nthat the Content is accurate.\nand that use of the Content you supply does not violate this policy and will not cause injury to any person or entity.\nYou agree to indemnify us and our affiliates for all claims of every kind and nature, known or unknown, resulting from (a) a breach of your representations, warranties or obligations set forth herein, (b) your actions or Content you supply, or (c) violation of any law or the rights of a third party, and hold us and our affiliates harmless from and against all damages, losses and expenses of any kind (including reasonable legal fees and costs) related to such claims.\nFurthermore, we reserve the right to refuse, accept, post, display, change, condense, delete or transmit any Content in our sole discretion.<br>\n<br>We do not guarantee that you will have any recourse through us or our affiliates to edit or delete any Content you have submitted.\nWe reserve the right to remove or to refuse to post any submission or Content for any reason.\nYou acknowledge that you, not POM Wonderful, are responsible for the contents of your submission.\nNone of the Content that you submit shall be subject to any obligation of confidence on the part of POM Wonderful, its agents, parent, subsidiaries, affiliates, partners or third party service providers and their respective directors, officers and employees.<br>\n<br>By submitting your e-mail address in connection with your submission or posting of any content, you agree that POM Wonderful and its third party service providers may use your e-mail address to contact you about the status of your submission and other administrative purposes.</p>7.\nPostings/User Conduct<p>Although we may from time to time monitor or review discussions, chats, postings, transmissions, bulletin boards, and the like on the Service, we are under no obligation to do so and assume no responsibility or liability arising from the content of any such locations nor for any error, defamation, libel, slander, omission, falsehood, obscenity, pornography, profanity, danger, or inaccuracy contained in any information within such locations on the Service.\nYou are prohibited from posting or transmitting any content or material that is, or may reasonably be considered to be, abusive, offensive, unlawful, threatening, libelous, defamatory, obscene, scandalous, inflammatory, hateful, racially or religiously biased or offensive, pornographic, or of a sexual nature, profane, illegal, threatening, harassing, intimidating to any person or entity that could constitute or encourage conduct that would be considered a criminal offense, give rise to civil liability, or otherwise violate any law.\nWe will fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity of anyone posting or transmitting any such information or materials.<br>\n<br>You may not use the Service or the Site to:</p>\n<ul>\n<li>interfere with any other user’s use of the Service;</li>\n<li>conduct any unlawful activity;</li>\n<li>intentionally solicit or harm minors in any way;</li>\n<li>misrepresent your own identity or any affiliation that you may have;</li>\n<li>modify, adapt, sub-license, translate, sell, reverse engineer, decompile or disassemble any portion of the Service, Site or Content;</li>\n<li>alter or remove any copyright, trademark or other proprietary rights notices;</li>\n<li>“frame,” “mirror,” or “deep link” any part of the Site or Content;</li>\n<li>link to any page within the Site or Content from any website or webpage that makes any claims as to the curative or health enhancing powers of any substance, whether or not such substance is produced, marketed, sold or distributed by us.</li>\n</ul>\n<p>We will not take responsibility or be liable for the conduct of any person who uses the Site, or for any loss or damage suffered by person as a result of the use of the Site.<br>\n</p>8.\nModifications to Service<p>We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\nYou agree that we shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.</p>9.\nTermination<p>We reserve the right, in our sole discretion, immediately and without notice to suspend or terminate these TOU, your account (if you have registered) and/or your ability to access the Site, for any reason including any breach by you of these TOU or conduct by you that we determine to be inappropriate.\nWithout limiting the foregoing, if you post any images or Content to the Site that infringes the copyright of any third party, such conduct shall be grounds for immediate termination of your account.</p>10.\nOur Proprietary Rights<p>You acknowledge and agree that the Service and any necessary software used in connection with the Service (the “Software”) contain proprietary and/or confidential information, Content and other materials that are protected by applicable intellectual property and other laws (including, without limitation, copyrights, trademarks, service marks and patents).\nYou acknowledge that you do not acquire any ownership rights in any intellectual property through your use of the Site.\nExcept as expressly authorized by us, you agree not to modify, rent, lease, loan, sell, distribute, create derivative works based on, or otherwise use the Software, the Service or any Content contained thereon, in whole or in part.\nIn addition, you may not copy, reproduce, republish, upload, post, transmit or distribute materials from the Site in any way or manner without our prior written permission.<br>\n<br>POM, POM WONDERFUL, WONDERFUL, the Bottle Designs, accompanying logos, trade dresses and all other intellectual property on the Site are owned by POM Wonderful LLC or its affiliates.</p>11.\nDisclaimer of Warranties<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:<br>\n<br>a.\nYOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE AND ALL INFORMATION, CONTENT, SERVICES OR PRODUCTS OBTAINED THROUGH THE SERVICE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE SERVICE OR THE INFORMATION, CONTENT, SERVICES OR PRODUCTS INCLUDED OR OFFERED ON OR THROUGH THE SERVICE, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.<br>\n<br>b.\nWE MAKE NO WARRANTY THAT (i) THE SERVICE OR ANY INFORMATION, CONTENT, SERVICES OR PRODUCTS OBTAINED THROUGH THE SERVICE WILL MEET YOUR REQUIREMENTS, (ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE OR ANY INFORMATION, CONTENT, SERVICES OR PRODUCTS PROVIDED THEREIN WILL BE ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY SERVICES OR ANY INFORMATION, CONTENT, SERVICES OR PRODUCTS OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS, AND (V) ANY ERRORS IN THE SERVICE WILL BE CORRECTED.<br>\n<br>c.\nANY MATERIAL OBTAINED FROM THROUGH THE USE OF THE SERVICE IS OBTAINED AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM OBTAINING ANY SUCH MATERIAL.<br>\n<br>d.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR FROM OR THROUGH THE SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS OF SERVICE.</p>12.\nLimitation of Liability<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT WE SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SERVICE OR ANY PRODUCT OBTAINED THROUGH THE SERVICE.\n(ii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iii) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (iv) ANY OTHER MATTER RELATING TO THE SERVICE.</p>13.\nExclusions and Limitations<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.<br>\n</p>14.\nNo Personal Advice or Endorsements<p>The Site and its Content (including any postings, comments, e-mails or information provided by users) are for informational and entertainment purposes only, and is not intended to replace or substitute for any professional financial, medical, legal or other advice.\nIn addition to the disclaimers and limitations of liability set forth in Sections 11, 12 and 13 above, we and our affiliates make no representations or warranties and expressly disclaim any and all liability in connection with any health claims or information offered or provided by users of the Site.\nAny such health claims or information offered or provided by users are not tested, substantiated or endorsed by us and individual results may vary and may not be typical for individual consumers.</p>15.\nNotice<p>The Service may provide notices to you including, without limitation, notices of changes to these TOU or other matters by displaying such notices or links to such notices to you generally on the Service.<br>\n</p>16.\nDigital Millennium Copyright Act<p>We are under no obligation to, and do not, scan content used in connection with the Service for the inclusion of illegal or impermissible content.\nHowever, we respect the copyright interests of others.\nIt is our policy not to permit materials known by us to infringe another party’s copyright to remain on the Site.<br>\n<br>If you believe that your work has been copied in a way that constitutes copyright infringement, you should provide us with written notice that contains the following information required by the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (“DMCA”), 17 U.S.C.\n512: (a) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(b) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are covered by a single notification, a representative list of such works.\n(c) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit us to locate the material.\n(d) information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number and, if available, an e-mail address at which the complaining party may be contacted.\n(e) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law.\nand (f) a statement that the information in the notification is accurate and, under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nAll DMCA notices should be sent to:<br>\n<br>POM Wonderful LLC<br>11444 West Olympic Boulevard<br>Los Angeles, CA 90064<br>Attn: Chief Legal Officer<br>Fax: (310) 966-5758</p>17.\nDispute Resolution<p>Binding Arbitration<br>\n<br>The sole and exclusive jurisdiction and venue for resolving any controversy or claim arising out of or relating to the TOU or the Service, including, without limitation, any dispute with respect to this arbitration provision, any claim in tort, or any claim for violation of any federal, state or local statute, or ordinance or regulation (collectively, “Disputes”), shall be through confidential binding arbitration in Los Angeles County, California.\nThe arbitration shall be conducted by JAMS/Endispute (“JAMS”), whose rules applicable to such disputes shall be in force, and judgment or the award rendered by the arbitrator may be entered by any court having jurisdiction thereof.\nThere shall be one arbitrator to be mutually selected by the parties, and if the parties cannot so select, the arbitrator shall be appointed by JAMS.\nThe fees of the arbitrator, administrative fees, and the other fees and costs of the arbitration, including, but not limited to, the cost of any record or transcripts of the arbitration, shall be advanced by the parties to the arbitration in equal portions, and, in addition thereto, each such party shall advance the fees of its own attorneys, the expenses of its witnesses and all other expenses connected with presenting its case.\nTHE PARTIES HERETO WAIVE THE RIGHT TO A TRIAL BY JURY IN CONNECTION WITH ANY ARBITRABLE CONTROVERSY OR CLAIM.<br>\n<br>Waiver of Class Arbitration<br>\n<em>\n<br>‍</em>To the fullest extent permissible under applicable law, all Disputes shall be resolved by confidential binding arbitration on an individual basis.\nYou expressly agree that no other Disputes shall be consolidated or joined with your Dispute, whether through class arbitration proceedings or otherwise (“Class Arbitration”).\nYou further acknowledge and agree that any arbitrator assigned to a Dispute lacks the authority to conduct Class Arbitration and that such arbitrator shall only hear individual Disputes.\nBy using the Site and the Service, you acknowledge that you are voluntarily and knowingly waiving any right to participate as a representative or member of any class of claimants pertaining to any Dispute subject to arbitration under this TOU, such that you shall not be entitled to arbitrate any Dispute as a representative, a class action or in a private attorney general capacity.</p>18.\nGeneral Information<p>These TOU constitute the entire agreement between you and us and govern your use of the Service, superseding any prior agreements between you and us.\nYou also may be subject to additional terms and conditions that may apply when you use affiliate services, third-party content or third-party software.\nThese TOU and the relationship between you and us shall be governed by the laws of the State of California without regard to its conflict of law provisions.\nUnless otherwise provided herein, you and we agree to submit to the personal and exclusive jurisdiction and venue of the courts located within the state of California.\nAny failure on our part to exercise or enforce any right or provision of these TOU shall not constitute a waiver of such right or provision.\nIf any provision of these TOU is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of these TOU remain in full force and effect.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Service or these TOU must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>19.\nContacting Us<p>If you have any questions or comments about these terms, please contact us at the address listed above.\nPlease report any violations of these TOU to legalinfo.pom@wonderful.com.</p>Have additional Questions?Contact UsPOMProductsTree to TableWhere to BuyHow to OpenHealth &amp;&nbsp;ScienceRecipes &amp;&nbsp;DrinksHistory of the PomegranateAbout UsContact UsFAQsCareersStay in TouchEmail AddressSUBMIT<p>By clicking SUBMIT, you agree to our Terms of Use and consent to our Privacy Policy.</p>\n<p>© 2022 POM Wonderful LLC.&nbsp.\nAll Rights Reserved.</p>Sitemap|CA&nbsp;Transparency Act|Terms of Use|Privacy Policy ", "created_at": "2023-03-15 20:49:36.204388", "updated_at": "2023-03-15 20:50:12.41877"}], "points": [], "urls": ["pomwonderful.com"]}}