{"error": 448, "message": "OK", "parameters": {"id": 7141, "name": "Rye Pediatric Dentistry", "created_at": "2022-12-30 22:44:44.464277", "updated_at": "2023-01-22 17:00:12.04566", "wikipedia": null, "keywords": null, "related": null, "slug": "rye-pediatric-dentistry", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7141.png", "url": "ryekids.com", "documents": [{"id": 13645, "name": "Privacy Policy", "url": "https://ryekids.com/about/office-policies/", "xpath": "/html/body/div[1]/div[2]/div/article/div/div/div/div/div[1]/div[3]/div[1]/div/div/div[1]", "text": " Appointment Policy\n<p>Your appointment is reserved specifically for your child.\nChanges may affect many other patients.\nIf a change or cancellation is unavoidable and conflicts arise, please call us at the office at least 48 business hours (2 days) in advance so that we may offer that time to another patient who is in need of care.</p>\n<p>As a courtesy to you and your child, we contact you via phone, email, and/or text to confirm your child’s appointment.\nPlease let the front staff know your preference, and we will make the appropriate arrangements.\nWe usually email one week before appointments, and call the day before to confirm your scheduled appointment.</p>\n<p>We make every possible attempt to see all patients at their scheduled appointment time.\nIn rare instances, our schedule may be adjusted in order to accommodate an injured child or an emergency situation.\nPlease accept our deepest apology in advance should this occur during your appointment.</p>\n<p>We will provide your child with the same courtesy should the unfortunate need for emergency treatment arise.</p>\n<p>Please plan to arrive 5 minutes or more before your scheduled appointment.\nThis will allow time for the completion of any additional paperwork so that your child’s visit remains on time.</p>\n<p>A parent or legal guardian should be present during the first visit in order to sign all legal documents and consent to treatment.\nWith these appropriate forms, grandparents, au pairs, and caretakers are permitted to accompany children for subsequent appointments.\nIt would be our pleasure to meet your extended family so that we may provide home care instructions to all of your child’s caretakers.</p> ", "created_at": "2022-12-30 22:44:44.526033", "updated_at": "2022-12-30 22:45:20.323645"}, {"id": 13646, "name": "Financial Policy", "url": "https://ryekids.com/about/office-policies/", "xpath": "/html/body/div[1]/div[2]/div/article/div/div/div/div/div[1]/div[3]/div[1]/div/div/div[3]", "text": " Financial Policy\n<p>Arrangment of payment for professional services is due at the time dental treatment is provided.\nEvery effort will be made to provide a treatment plan which fits your timetable and budget, and gives your child the best possible care.</p>\n<p>The office accepts Visa, MasterCard, Discover, and American Express.\nIn addition, we offer several financing options, including Care Credit and in house financial payment arrangements.\nWe are a preferred provider with several insurance companies and will happily file insurance claims.\nPlease contact the office by email or call us: (914) 967-0000 for more information.</p> ", "created_at": "2022-12-30 22:44:44.586896", "updated_at": "2022-12-30 22:45:53.080334"}], "points": [], "urls": ["ryekids.com"]}}