{"error": 448, "message": "OK", "parameters": {"id": 7795, "name": "newsasfacts", "created_at": "2023-03-29 18:31:54.445789", "updated_at": "2023-03-29 19:26:55.242768", "wikipedia": null, "keywords": null, "related": null, "slug": "newsasfacts", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7795.png", "url": "newsasfacts.com", "documents": [{"id": 15041, "name": "Terms of Use", "url": "https://newsasfacts.com/terms", "xpath": "//body", "text": " <strong>news</strong>as<strong>facts</strong> ×\nTheme Editor 🌞 🌑 🎨 Background Text Text background Link &amp.\nButton Button accent Border Shadow ResetSave Hide slogan Hide markets Sign up / in Terms of Use\n<p>The newasfacts website located at newsasfacts.com and the newsasfacts app (both henceforth referred to as the Site) are copyrighted works belonging to Zhu LLC.\nCertain features of the Site may be subject to additional guidelines, terms, or rules, which will be posted on the Site in connection with such features.</p>\n<p>All such additional terms, guidelines, and rules are incorporated by reference into these Terms.</p>\n<p>These Terms of Use described the legally binding terms and conditions that oversee your use of the Site.By using the site, you are being compliant that these terms and you represent that you have the authority and capacity to enter into these terms.You should be at least 13 years of age to access the site.\nIf you disagree with all of the provision of these terms, do not sign into and/or use the site.</p>\n<p>These terms require the use of arbitration Section 10.2 on an individual basis to resolve disputes and also limit the remedies available to you in the event of a dispute.</p>\nAccess to the Site\n<p>\n<strong>Subject to these Terms.</strong> Company grants you a non-transferable, non-exclusive, revocable, limited license to access the Site solely for your own personal, noncommercial use.</p>\n<p>\n<strong>Certain Restrictions.</strong> The rights approved to you in these Terms are subject to the following restrictions: (a) you shall not sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Site.\n(b) you shall not change, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Site.\n(c) you shall not access the Site in order to build a similar or competitive website.\nand (d) except as expressly stated herein, no part of the Site may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means unless otherwise indicated, any future release, update, or other addition to functionality of the Site shall be subject to these Terms.\nAll copyright and other proprietary notices on the Site must be retained on all copies thereof.</p>\n<p>Company reserves the right to change, suspend, or cease the Site with or without notice to you.\nYou approved that Company will not be held liable to you or any third-party for any change, interruption, or termination of the Site or any part.</p>\n<p>\n<strong>No Support or Maintenance.</strong> You agree that Company will have no obligation to provide you with any support in connection with the Site.</p>\n<p>Excluding any User Content that you may provide, you are aware that all the intellectual property rights, including copyrights, patents, trademarks, and trade secrets, in the Site and its content are owned by Company or Company's suppliers.\nNote that these Terms and access to the Site do not give you any rights, title or interest in or to any intellectual property rights, except for the limited access rights expressed in Section 2.1.\nCompany and its suppliers reserve all rights not granted in these Terms.</p>\nThird-Party Links.\nOther Users\n<p>\n<strong>Third-Party Links.</strong> The Site may contain links to third-party websites and services.\nSuch Third-Party Links are not under the control of Company, and Company is not responsible for any Third-Party Links.\nCompany provides access to these Third-Party Links only as a convenience to you, and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links.\nYou use all Third-Party Links at your own risk, and should apply a suitable level of caution and discretion in doing so.\nWhen you click on any of the Third-Party Links, the applicable third party's terms and policies apply, including the third party's privacy and data gathering practices.</p>\n<p>\n<strong>Other Users.</strong> Each Site user is solely responsible for any and all of its own User Content.\nBecause we do not control User Content, you acknowledge and agree that we are not responsible for any User Content, whether provided by you or by others.\nYou agree that Company will not be responsible for any loss or damage incurred as the result of any such interactions.\nIf there is a dispute between you and any Site user, we are under no obligation to become involved.</p>\n<p>You hereby release and forever discharge the Company and our officers, employees, agents, successors, and assigns from, and hereby waive and relinquish, each and every past, present and future dispute, claim, controversy, demand, right, obligation, liability, action and cause of action of every kind and nature, that has arisen or arises directly or indirectly out of, or that relates directly or indirectly to, the Site.\nIf you are a California resident, you hereby waive California civil code section 1542 in connection with the foregoing, which states: \"a general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor.\"</p>\nDisclaimers\n<p>The site is provided on an \"as-is\" and \"as available\" basis, and company and our suppliers expressly disclaim any and all warranties and conditions of any kind, whether express, implied, or statutory, including all warranties or conditions of merchantability, fitness for a particular purpose, title, quiet enjoyment, accuracy, or non-infringement.\nWe and our suppliers make not guarantee that the site will meet your requirements, will be available on an uninterrupted, timely, secure, or error-free basis, or will be accurate, reliable, free of viruses or other harmful code, complete, legal, or safe.\nIf applicable law requires any warranties with respect to the site, all such warranties are limited in duration to ninety (90) days from the date of first use.</p>\n<p>Some jurisdictions do not allow the exclusion of implied warranties, so the above exclusion may not apply to you.\nSome jurisdictions do not allow limitations on how long an implied warranty lasts, so the above limitation may not apply to you.</p>\nLimitation on Liability\n<p>To the maximum extent permitted by law, in no event shall company or our suppliers be liable to you or any third-party for any lost profits, lost data, costs of procurement of substitute products, or any indirect, consequential, exemplary, incidental, special or punitive damages arising from or relating to these terms or your use of, or incapability to use the site even if company has been advised of the possibility of such damages.\nAccess to and use of the site is at your own discretion and risk, and you will be solely responsible for any damage to your device or computer system, or loss of data resulting therefrom.</p>\n<p>To the maximum extent permitted by law, notwithstanding anything to the contrary contained herein, our liability to you for any damages arising from or related to this agreement, will at all times be limited to a maximum of fifty U.S.\ndollars (u.s.\n$50).\nThe existence of more than one claim will not enlarge this limit.\nYou agree that our suppliers will have no liability of any kind arising from or relating to this agreement.</p>\n<p>Some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitation or exclusion may not apply to you.</p>\n<p>\n<strong>Term and Termination.</strong> Subject to this Section, these Terms will remain in full force and effect while you use the Site.\nWe may suspend or terminate your rights to use the Site at any time for any reason at our sole discretion, including for any use of the Site in violation of these Terms.\nUpon termination of your rights under these Terms, your Account and right to access and use the Site will terminate immediately.\nYou understand that any termination of your Account may involve deletion of your User Content associated with your Account from our live databases.\nCompany will not have any liability whatsoever to you for any termination of your rights under these Terms.\nEven after your rights under these Terms are terminated, the following provisions of these Terms will remain in effect: Sections 2 through 2.5, Section 3 and Sections 4 through 10.</p>\nCopyright Policy\n<p>Company respects the intellectual property of others and asks that users of our Site do the same.\nIn connection with our Site, we have adopted and implemented a policy respecting copyright law that provides for the removal of any infringing materials and for the termination of users of our online Site who are repeated infringers of intellectual property rights, including copyrights.\nIf you believe that one of our users is, through the use of our Site, unlawfully infringing the copyright(s) in a work, and wish to have the allegedly infringing material removed, the following information in the form of a written notification (pursuant to 17 U.S.C.\n§ 512(c)) must be provided to our designated Copyright Agent:</p>\n<ul>\n<li>your physical or electronic signature;</li>\n<li>identification of the copyrighted work(s) that you claim to have been infringed;</li>\n<li>identification of the material on our services that you claim is infringing and that you request us to remove;</li>\n<li>sufficient information to permit us to locate such material;</li>\n<li>your address, telephone number, and e-mail address;</li>\n<li>a statement that you have a good faith belief that use of the objectionable material is not authorized by the copyright owner, its agent, or under the law.\nand</li>\n<li>a statement that the information in the notification is accurate, and under penalty of perjury, that you are either the owner of the copyright that has allegedly been infringed or that you are authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>Please note that, pursuant to 17 U.S.C.\n§ 512(f), any misrepresentation of material fact in a written notification automatically subjects the complaining party to liability for any damages, costs and attorney's fees incurred by us in connection with the written notification and allegation of copyright infringement.</p>\nGeneral\n<p>These Terms are subject to occasional revision, and if we make any substantial changes, we may notify you by sending you an e-mail to the last e-mail address you provided to us and/or by prominently posting notice of the changes on our Site.\nYou are responsible for providing us with your most current e-mail address.\nIn the event that the last e-mail address that you have provided us is not valid our dispatch of the e-mail containing such notice will nonetheless constitute effective notice of the changes described in the notice.\nAny changes to these Terms will be effective upon the earliest of thirty (30) calendar days following our dispatch of an e-mail notice to you or thirty (30) calendar days following our posting of notice of the changes on our Site.\nThese changes will be effective immediately for new users of our Site.\nContinued use of our Site following notice of such changes shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.</p>\n<p>\n<strong>Dispute Resolution.</strong> Please read this Arbitration Agreement carefully.\nIt is part of your contract with Company and affects your rights.\nIt contains procedures for mandatory binding arbitration and a class action waiver.</p>\n<p>\n<strong>Applicability of Arbitration Agreement.</strong> All claims and disputes in connection with the Terms or the use of any product or service provided by the Company that cannot be resolved informally or in small claims court shall be resolved by binding arbitration on an individual basis under the terms of this Arbitration Agreement.\nUnless otherwise agreed to, all arbitration proceedings shall be held in English.\nThis Arbitration Agreement applies to you and the Company, and to any subsidiaries, affiliates, agents, employees, predecessors in interest, successors, and assigns, as well as all authorized or unauthorized users or beneficiaries of services or goods provided under the Terms.</p>\n<p>\n<strong>Notice Requirement and Informal Dispute Resolution.</strong> Before either party may seek arbitration, the party must first send to the other party a written Notice of Dispute describing the nature and basis of the claim or dispute, and the requested relief.\nA Notice to the Company should be sent to: Zhu LLC.\n21 Beacon St.\nBoston, MA 02108.\nAfter the Notice is received, you and the Company may attempt to resolve the claim or dispute informally.\nIf you and the Company do not resolve the claim or dispute within thirty (30) days after the Notice is received, either party may begin an arbitration proceeding.\nThe amount of any settlement offer made by any party may not be disclosed to the arbitrator until after the arbitrator has determined the amount of the award to which either party is entitled.</p>\n<p>\n<strong>Arbitration Rules.</strong> Arbitration shall be initiated through the American Arbitration Association, an established alternative dispute resolution provider that offers arbitration as set forth in this section.\nIf AAA is not available to arbitrate, the parties shall agree to select an alternative ADR Provider.\nThe rules of the ADR Provider shall govern all aspects of the arbitration except to the extent such rules are in conflict with the Terms.\nThe AAA Consumer Arbitration Rules governing the arbitration are available online at adr.org or by calling the AAA at 1-800-778-7879.\nThe arbitration shall be conducted by a single, neutral arbitrator.\nAny claims or disputes where the total amount of the award sought is less than Ten Thousand U.S.\nDollars (US $10,000.00) may be resolved through binding non-appearance-based arbitration, at the option of the party seeking relief.\nFor claims or disputes where the total amount of the award sought is Ten Thousand U.S.\nDollars (US $10,000.00) or more, the right to a hearing will be determined by the Arbitration Rules.\nAny hearing will be held in a location within 100 miles of your residence, unless you reside outside of the United States, and unless the parties agree otherwise.\nIf you reside outside of the U.S., the arbitrator shall give the parties reasonable notice of the date, time and place of any oral hearings.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nIf the arbitrator grants you an award that is greater than the last settlement offer that the Company made to you prior to the initiation of arbitration, the Company will pay you the greater of the award or $2,500.00.\nEach party shall bear its own costs and disbursements arising out of the arbitration and shall pay an equal share of the fees and costs of the ADR Provider.</p>\n<p>\n<strong>Additional Rules for Non-Appearance Based Arbitration.</strong> If non-appearance based arbitration is elected, the arbitration shall be conducted by telephone, online and/or based solely on written submissions.\nthe specific manner shall be chosen by the party initiating the arbitration.\nThe arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise agreed by the parties.</p>\n<p>\n<strong>Time Limits.</strong> If you or the Company pursues arbitration, the arbitration action must be initiated and/or demanded within the statute of limitations and within any deadline imposed under the AAA Rules for the pertinent claim.</p>\n<p>\n<strong>Authority of Arbitrator.</strong> If arbitration is initiated, the arbitrator will decide the rights and liabilities of you and the Company, and the dispute will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages, and to grant any non-monetary remedy or relief available to an individual under applicable law, the AAA Rules, and the Terms.\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and the Company.</p>\n<p>\n<strong>Waiver of Jury Trial.</strong> The parties hereby waive their constitutional and statutory rights to go to court and have a trial in front of a judge or a jury, instead electing that all claims and disputes shall be resolved by arbitration under this Arbitration Agreement.\nArbitration procedures are typically more limited, more efficient and less expensive than rules applicable in a court and are subject to very limited review by a court.\nIn the event any litigation should arise between you and the Company in any state or federal court in a suit to vacate or enforce an arbitration award or otherwise, you and the company waive all rights to a jury trial, instead electing that the dispute be resolved by a judge.</p>\n<p>\n<strong>Waiver of Class or Consolidated Actions.</strong> All claims and disputes within the scope of this arbitration agreement must be arbitrated or litigated on an individual basis and not on a class basis, and claims of more than one customer or user cannot be arbitrated or litigated jointly or consolidated with those of any other customer or user.</p>\n<p>\n<strong>Confidentiality.</strong> All aspects of the arbitration proceeding shall be strictly confidential.\nThe parties agree to maintain confidentiality unless otherwise required by law.\nThis paragraph shall not prevent a party from submitting to a court of law any information necessary to enforce this Agreement, to enforce an arbitration award, or to seek injunctive or equitable relief.</p>\n<p>\n<strong>Severability.</strong> If any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable by a court of competent jurisdiction, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Agreement shall continue in full force and effect.</p>\n<p>\n<strong>Right to Waive.</strong> Any or all of the rights and limitations set forth in this Arbitration Agreement may be waived by the party against whom the claim is asserted.\nSuch waiver shall not waive or affect any other portion of this Arbitration Agreement.</p>\n<p>\n<strong>Survival of Agreement.</strong> This Arbitration Agreement will survive the termination of your relationship with Company.</p>\n<p>\n<strong>Small Claims Court.</strong> Nonetheless the foregoing, either you or the Company may bring an individual action in small claims court.</p>\n<p>\n<strong>Emergency Equitable Relief.</strong> Anyhow the foregoing, either party may seek emergency equitable relief before a state or federal court in order to maintain the status quo pending arbitration.\nA request for interim measures shall not be deemed a waiver of any other rights or obligations under this Arbitration Agreement.</p>\n<p>\n<strong>Claims Not Subject to Arbitration.</strong> Notwithstanding the foregoing, claims of defamation, violation of the Computer Fraud and Abuse Act, and infringement or misappropriation of the other party's patent, copyright, trademark or trade secrets shall not be subject to this Arbitration Agreement.</p>\n<p>In any circumstances where the foregoing Arbitration Agreement permits the parties to litigate in court, the parties hereby agree to submit to the personal jurisdiction of the courts located within Netherlands County, California, for such purposes.</p>\n<p>The Site may be subject to U.S.\nexport control laws and may be subject to export or import regulations in other countries.\nYou agree not to export, re-export, or transfer, directly or indirectly, any U.S.\ntechnical data acquired from Company, or any products utilizing such data, in violation of the United States export laws or regulations.</p>\n<p>Company is located at the address in Section 10.8.\nIf you are a California resident, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Product of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.</p>\n<p>\n<strong>Electronic Communications.</strong> The communications between you and Company use electronic means, whether you use the Site or send us emails, or whether Company posts notices on the Site or communicates with you via email.\nFor contractual purposes, you (a) consent to receive communications from Company in an electronic form.\nand (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Company provides to you electronically satisfy any legal obligation that such communications would satisfy if it were be in a hard copy writing.</p>\n<p>\n<strong>Entire Terms.</strong> These Terms constitute the entire agreement between you and us regarding the use of the Site.\nOur failure to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.\nThe section titles in these Terms are for convenience only and have no legal or contractual effect.\nThe word \"including\" means \"including without limitation\".\nIf any provision of these Terms is held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\nYour relationship to Company is that of an independent contractor, and neither party is an agent or partner of the other.\nThese Terms, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without Company's prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\nCompany may freely assign these Terms.\nThe terms and conditions set forth in these Terms shall be binding upon assignees.</p>\n<p>\n<strong>Your Privacy.</strong> Please read our Privacy Policy.</p>\n<p>\n<strong>Copyright/Trademark Information.</strong> Copyright ©.\nAll rights reserved.\nAll trademarks, logos and service marks displayed on the Site are our property or the property of other third-parties.\nYou are not permitted to use these Marks without our prior written consent or the consent of such third party which may own the Marks.</p>\nContact Information\n<p>Email: legal@newsasfacts.com</p>\n<p>Last updated on February 12, 2021.</p> ×\n<p>\n</p> © <strong>news</strong>as<strong>facts</strong> (🗞.fm) About\nPrivacy &amp.\nTerms\nContact JavasScript is disabled.\nSome things might not function correctly.\n", "created_at": "2023-03-29 18:31:54.477549", "updated_at": "2023-03-29 18:33:01.689825"}, {"id": 15042, "name": "Privacy Policy Summary", "url": "https://newsasfacts.com/privacy", "xpath": "//body", "text": " <strong>news</strong>as<strong>facts</strong> ×\nTheme Editor 🌞 🌑 🎨 Background Text Text background Link &amp.\nButton Button accent Border Shadow ResetSave Hide slogan Hide markets Sign up / in Privacy Policy Summary\n<ul>\n<li>We do not have any advertisements.</li>\n<li>We do not give your info to anyone.</li>\n<li>We do not use Google analytics or track your behavior.</li>\n</ul>\nPrivacy Policy\n<p>At newsasfacts, one of our main priorities is the privacy of our visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by newsasfacts and how we use it.</p>\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.</p>\n<p>This Privacy Policy applies only to our online activities and is valid for visitors to our website/app with regards to the information that they shared and/or collect in newsasfacts.\nThis policy is not applicable to any information collected offline or via channels other than this website/app.\nThis policy is subject to revision without notice.</p>\nConsent\n<p>By using our website/app, you hereby consent to our Privacy Policy and agree to its terms.</p>\nInformation we collect\n<p>The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.</p>\n<p>If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.</p>\n<p>When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.</p>\nHow we use your information\n<p>We use the information we collect in various ways, including to:</p>\n<ul>\n<li>Provide, operate, and maintain our website/app</li>\n<li>Improve, personalize, and expand our website/app</li>\n<li>Understand and analyze how you use our website/app</li>\n<li>Develop new products, services, features, and functionality</li>\n<li>Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website/app, and for marketing and promotional purposes</li>\n<li>Send you emails</li>\n<li>Find and prevent fraud</li>\n</ul>\nCookies, Web Beacons, and Logs\n<p>Like any other website, newsasfacts uses 'cookies'.\nThese cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.</p>\n<p>For more general information on cookies, please read \"What Are Cookies\" from Cookie Consent.</p>\n<p>newsasfacts follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website/app, and gathering demographic information.</p>\nThird Party Privacy Policies\n<p>newsasfacts's Privacy Policy does not apply to other websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\n</p>\n<p>You can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.</p>\nCCPA Privacy Rights (Do Not Sell My Personal Information)\n<p>Under the CCPA, among other rights, California consumers have the right to:</p>\n<p>Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.</p>\n<p>Request that a business delete any personal data about the consumer that a business has collected.</p>\n<p>Request that a business that sells a consumer's personal data, not sell the consumer's personal data.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.</p>\nGDPR Data Protection Rights\n<p>We would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<p>The right to access – You have the right to request copies of your personal data.\nWe may charge you a small fee for this service.</p>\n<p>The right to rectification – You have the right to request that we correct any information you believe is inaccurate.\nYou also have the right to request that we complete the information you believe is incomplete.</p>\n<p>The right to erasure – You have the right to request that we erase your personal data, under certain conditions.</p>\n<p>The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.</p>\n<p>The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.</p>\n<p>The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.</p>\nChildren's Information\n<p>Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.</p>\n<p>newsasfacts does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website/app, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.</p> Terms of Use\n<p>The newasfacts website located at newsasfacts.com and the newsasfacts app (both henceforth referred to as the Site) are copyrighted works belonging to Zhu LLC.\nCertain features of the Site may be subject to additional guidelines, terms, or rules, which will be posted on the Site in connection with such features.</p>\n<p>All such additional terms, guidelines, and rules are incorporated by reference into these Terms.</p>\n<p>These Terms of Use described the legally binding terms and conditions that oversee your use of the Site.By using the site, you are being compliant that these terms and you represent that you have the authority and capacity to enter into these terms.You should be at least 13 years of age to access the site.\nIf you disagree with all of the provision of these terms, do not sign into and/or use the site.</p>\n<p>These terms require the use of arbitration Section 10.2 on an individual basis to resolve disputes and also limit the remedies available to you in the event of a dispute.</p>\nAccess to the Site\n<p>\n<strong>Subject to these Terms.</strong> Company grants you a non-transferable, non-exclusive, revocable, limited license to access the Site solely for your own personal, noncommercial use.</p>\n<p>\n<strong>Certain Restrictions.</strong> The rights approved to you in these Terms are subject to the following restrictions: (a) you shall not sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Site.\n(b) you shall not change, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Site.\n(c) you shall not access the Site in order to build a similar or competitive website.\nand (d) except as expressly stated herein, no part of the Site may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means unless otherwise indicated, any future release, update, or other addition to functionality of the Site shall be subject to these Terms.\nAll copyright and other proprietary notices on the Site must be retained on all copies thereof.</p>\n<p>Company reserves the right to change, suspend, or cease the Site with or without notice to you.\nYou approved that Company will not be held liable to you or any third-party for any change, interruption, or termination of the Site or any part.</p>\n<p>\n<strong>No Support or Maintenance.</strong> You agree that Company will have no obligation to provide you with any support in connection with the Site.</p>\n<p>Excluding any User Content that you may provide, you are aware that all the intellectual property rights, including copyrights, patents, trademarks, and trade secrets, in the Site and its content are owned by Company or Company's suppliers.\nNote that these Terms and access to the Site do not give you any rights, title or interest in or to any intellectual property rights, except for the limited access rights expressed in Section 2.1.\nCompany and its suppliers reserve all rights not granted in these Terms.</p>\nThird-Party Links.\nOther Users\n<p>\n<strong>Third-Party Links.</strong> The Site may contain links to third-party websites and services.\nSuch Third-Party Links are not under the control of Company, and Company is not responsible for any Third-Party Links.\nCompany provides access to these Third-Party Links only as a convenience to you, and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links.\nYou use all Third-Party Links at your own risk, and should apply a suitable level of caution and discretion in doing so.\nWhen you click on any of the Third-Party Links, the applicable third party's terms and policies apply, including the third party's privacy and data gathering practices.</p>\n<p>\n<strong>Other Users.</strong> Each Site user is solely responsible for any and all of its own User Content.\nBecause we do not control User Content, you acknowledge and agree that we are not responsible for any User Content, whether provided by you or by others.\nYou agree that Company will not be responsible for any loss or damage incurred as the result of any such interactions.\nIf there is a dispute between you and any Site user, we are under no obligation to become involved.</p>\n<p>You hereby release and forever discharge the Company and our officers, employees, agents, successors, and assigns from, and hereby waive and relinquish, each and every past, present and future dispute, claim, controversy, demand, right, obligation, liability, action and cause of action of every kind and nature, that has arisen or arises directly or indirectly out of, or that relates directly or indirectly to, the Site.\nIf you are a California resident, you hereby waive California civil code section 1542 in connection with the foregoing, which states: \"a general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor.\"</p>\nDisclaimers\n<p>The site is provided on an \"as-is\" and \"as available\" basis, and company and our suppliers expressly disclaim any and all warranties and conditions of any kind, whether express, implied, or statutory, including all warranties or conditions of merchantability, fitness for a particular purpose, title, quiet enjoyment, accuracy, or non-infringement.\nWe and our suppliers make not guarantee that the site will meet your requirements, will be available on an uninterrupted, timely, secure, or error-free basis, or will be accurate, reliable, free of viruses or other harmful code, complete, legal, or safe.\nIf applicable law requires any warranties with respect to the site, all such warranties are limited in duration to ninety (90) days from the date of first use.</p>\n<p>Some jurisdictions do not allow the exclusion of implied warranties, so the above exclusion may not apply to you.\nSome jurisdictions do not allow limitations on how long an implied warranty lasts, so the above limitation may not apply to you.</p>\nLimitation on Liability\n<p>To the maximum extent permitted by law, in no event shall company or our suppliers be liable to you or any third-party for any lost profits, lost data, costs of procurement of substitute products, or any indirect, consequential, exemplary, incidental, special or punitive damages arising from or relating to these terms or your use of, or incapability to use the site even if company has been advised of the possibility of such damages.\nAccess to and use of the site is at your own discretion and risk, and you will be solely responsible for any damage to your device or computer system, or loss of data resulting therefrom.</p>\n<p>To the maximum extent permitted by law, notwithstanding anything to the contrary contained herein, our liability to you for any damages arising from or related to this agreement, will at all times be limited to a maximum of fifty U.S.\ndollars (u.s.\n$50).\nThe existence of more than one claim will not enlarge this limit.\nYou agree that our suppliers will have no liability of any kind arising from or relating to this agreement.</p>\n<p>Some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitation or exclusion may not apply to you.</p>\n<p>\n<strong>Term and Termination.</strong> Subject to this Section, these Terms will remain in full force and effect while you use the Site.\nWe may suspend or terminate your rights to use the Site at any time for any reason at our sole discretion, including for any use of the Site in violation of these Terms.\nUpon termination of your rights under these Terms, your Account and right to access and use the Site will terminate immediately.\nYou understand that any termination of your Account may involve deletion of your User Content associated with your Account from our live databases.\nCompany will not have any liability whatsoever to you for any termination of your rights under these Terms.\nEven after your rights under these Terms are terminated, the following provisions of these Terms will remain in effect: Sections 2 through 2.5, Section 3 and Sections 4 through 10.</p>\nCopyright Policy\n<p>Company respects the intellectual property of others and asks that users of our Site do the same.\nIn connection with our Site, we have adopted and implemented a policy respecting copyright law that provides for the removal of any infringing materials and for the termination of users of our online Site who are repeated infringers of intellectual property rights, including copyrights.\nIf you believe that one of our users is, through the use of our Site, unlawfully infringing the copyright(s) in a work, and wish to have the allegedly infringing material removed, the following information in the form of a written notification (pursuant to 17 U.S.C.\n§ 512(c)) must be provided to our designated Copyright Agent:</p>\n<ul>\n<li>your physical or electronic signature;</li>\n<li>identification of the copyrighted work(s) that you claim to have been infringed;</li>\n<li>identification of the material on our services that you claim is infringing and that you request us to remove;</li>\n<li>sufficient information to permit us to locate such material;</li>\n<li>your address, telephone number, and e-mail address;</li>\n<li>a statement that you have a good faith belief that use of the objectionable material is not authorized by the copyright owner, its agent, or under the law.\nand</li>\n<li>a statement that the information in the notification is accurate, and under penalty of perjury, that you are either the owner of the copyright that has allegedly been infringed or that you are authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>Please note that, pursuant to 17 U.S.C.\n§ 512(f), any misrepresentation of material fact in a written notification automatically subjects the complaining party to liability for any damages, costs and attorney's fees incurred by us in connection with the written notification and allegation of copyright infringement.</p>\nGeneral\n<p>These Terms are subject to occasional revision, and if we make any substantial changes, we may notify you by sending you an e-mail to the last e-mail address you provided to us and/or by prominently posting notice of the changes on our Site.\nYou are responsible for providing us with your most current e-mail address.\nIn the event that the last e-mail address that you have provided us is not valid our dispatch of the e-mail containing such notice will nonetheless constitute effective notice of the changes described in the notice.\nAny changes to these Terms will be effective upon the earliest of thirty (30) calendar days following our dispatch of an e-mail notice to you or thirty (30) calendar days following our posting of notice of the changes on our Site.\nThese changes will be effective immediately for new users of our Site.\nContinued use of our Site following notice of such changes shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.</p>\n<p>\n<strong>Dispute Resolution.</strong> Please read this Arbitration Agreement carefully.\nIt is part of your contract with Company and affects your rights.\nIt contains procedures for mandatory binding arbitration and a class action waiver.</p>\n<p>\n<strong>Applicability of Arbitration Agreement.</strong> All claims and disputes in connection with the Terms or the use of any product or service provided by the Company that cannot be resolved informally or in small claims court shall be resolved by binding arbitration on an individual basis under the terms of this Arbitration Agreement.\nUnless otherwise agreed to, all arbitration proceedings shall be held in English.\nThis Arbitration Agreement applies to you and the Company, and to any subsidiaries, affiliates, agents, employees, predecessors in interest, successors, and assigns, as well as all authorized or unauthorized users or beneficiaries of services or goods provided under the Terms.</p>\n<p>\n<strong>Notice Requirement and Informal Dispute Resolution.</strong> Before either party may seek arbitration, the party must first send to the other party a written Notice of Dispute describing the nature and basis of the claim or dispute, and the requested relief.\nA Notice to the Company should be sent to: Zhu LLC.\n21 Beacon St.\nBoston, MA 02108.\nAfter the Notice is received, you and the Company may attempt to resolve the claim or dispute informally.\nIf you and the Company do not resolve the claim or dispute within thirty (30) days after the Notice is received, either party may begin an arbitration proceeding.\nThe amount of any settlement offer made by any party may not be disclosed to the arbitrator until after the arbitrator has determined the amount of the award to which either party is entitled.</p>\n<p>\n<strong>Arbitration Rules.</strong> Arbitration shall be initiated through the American Arbitration Association, an established alternative dispute resolution provider that offers arbitration as set forth in this section.\nIf AAA is not available to arbitrate, the parties shall agree to select an alternative ADR Provider.\nThe rules of the ADR Provider shall govern all aspects of the arbitration except to the extent such rules are in conflict with the Terms.\nThe AAA Consumer Arbitration Rules governing the arbitration are available online at adr.org or by calling the AAA at 1-800-778-7879.\nThe arbitration shall be conducted by a single, neutral arbitrator.\nAny claims or disputes where the total amount of the award sought is less than Ten Thousand U.S.\nDollars (US $10,000.00) may be resolved through binding non-appearance-based arbitration, at the option of the party seeking relief.\nFor claims or disputes where the total amount of the award sought is Ten Thousand U.S.\nDollars (US $10,000.00) or more, the right to a hearing will be determined by the Arbitration Rules.\nAny hearing will be held in a location within 100 miles of your residence, unless you reside outside of the United States, and unless the parties agree otherwise.\nIf you reside outside of the U.S., the arbitrator shall give the parties reasonable notice of the date, time and place of any oral hearings.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nIf the arbitrator grants you an award that is greater than the last settlement offer that the Company made to you prior to the initiation of arbitration, the Company will pay you the greater of the award or $2,500.00.\nEach party shall bear its own costs and disbursements arising out of the arbitration and shall pay an equal share of the fees and costs of the ADR Provider.</p>\n<p>\n<strong>Additional Rules for Non-Appearance Based Arbitration.</strong> If non-appearance based arbitration is elected, the arbitration shall be conducted by telephone, online and/or based solely on written submissions.\nthe specific manner shall be chosen by the party initiating the arbitration.\nThe arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise agreed by the parties.</p>\n<p>\n<strong>Time Limits.</strong> If you or the Company pursues arbitration, the arbitration action must be initiated and/or demanded within the statute of limitations and within any deadline imposed under the AAA Rules for the pertinent claim.</p>\n<p>\n<strong>Authority of Arbitrator.</strong> If arbitration is initiated, the arbitrator will decide the rights and liabilities of you and the Company, and the dispute will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages, and to grant any non-monetary remedy or relief available to an individual under applicable law, the AAA Rules, and the Terms.\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and the Company.</p>\n<p>\n<strong>Waiver of Jury Trial.</strong> The parties hereby waive their constitutional and statutory rights to go to court and have a trial in front of a judge or a jury, instead electing that all claims and disputes shall be resolved by arbitration under this Arbitration Agreement.\nArbitration procedures are typically more limited, more efficient and less expensive than rules applicable in a court and are subject to very limited review by a court.\nIn the event any litigation should arise between you and the Company in any state or federal court in a suit to vacate or enforce an arbitration award or otherwise, you and the company waive all rights to a jury trial, instead electing that the dispute be resolved by a judge.</p>\n<p>\n<strong>Waiver of Class or Consolidated Actions.</strong> All claims and disputes within the scope of this arbitration agreement must be arbitrated or litigated on an individual basis and not on a class basis, and claims of more than one customer or user cannot be arbitrated or litigated jointly or consolidated with those of any other customer or user.</p>\n<p>\n<strong>Confidentiality.</strong> All aspects of the arbitration proceeding shall be strictly confidential.\nThe parties agree to maintain confidentiality unless otherwise required by law.\nThis paragraph shall not prevent a party from submitting to a court of law any information necessary to enforce this Agreement, to enforce an arbitration award, or to seek injunctive or equitable relief.</p>\n<p>\n<strong>Severability.</strong> If any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable by a court of competent jurisdiction, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Agreement shall continue in full force and effect.</p>\n<p>\n<strong>Right to Waive.</strong> Any or all of the rights and limitations set forth in this Arbitration Agreement may be waived by the party against whom the claim is asserted.\nSuch waiver shall not waive or affect any other portion of this Arbitration Agreement.</p>\n<p>\n<strong>Survival of Agreement.</strong> This Arbitration Agreement will survive the termination of your relationship with Company.</p>\n<p>\n<strong>Small Claims Court.</strong> Nonetheless the foregoing, either you or the Company may bring an individual action in small claims court.</p>\n<p>\n<strong>Emergency Equitable Relief.</strong> Anyhow the foregoing, either party may seek emergency equitable relief before a state or federal court in order to maintain the status quo pending arbitration.\nA request for interim measures shall not be deemed a waiver of any other rights or obligations under this Arbitration Agreement.</p>\n<p>\n<strong>Claims Not Subject to Arbitration.</strong> Notwithstanding the foregoing, claims of defamation, violation of the Computer Fraud and Abuse Act, and infringement or misappropriation of the other party's patent, copyright, trademark or trade secrets shall not be subject to this Arbitration Agreement.</p>\n<p>In any circumstances where the foregoing Arbitration Agreement permits the parties to litigate in court, the parties hereby agree to submit to the personal jurisdiction of the courts located within Netherlands County, California, for such purposes.</p>\n<p>The Site may be subject to U.S.\nexport control laws and may be subject to export or import regulations in other countries.\nYou agree not to export, re-export, or transfer, directly or indirectly, any U.S.\ntechnical data acquired from Company, or any products utilizing such data, in violation of the United States export laws or regulations.</p>\n<p>Company is located at the address in Section 10.8.\nIf you are a California resident, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Product of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.</p>\n<p>\n<strong>Electronic Communications.</strong> The communications between you and Company use electronic means, whether you use the Site or send us emails, or whether Company posts notices on the Site or communicates with you via email.\nFor contractual purposes, you (a) consent to receive communications from Company in an electronic form.\nand (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Company provides to you electronically satisfy any legal obligation that such communications would satisfy if it were be in a hard copy writing.</p>\n<p>\n<strong>Entire Terms.</strong> These Terms constitute the entire agreement between you and us regarding the use of the Site.\nOur failure to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.\nThe section titles in these Terms are for convenience only and have no legal or contractual effect.\nThe word \"including\" means \"including without limitation\".\nIf any provision of these Terms is held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\nYour relationship to Company is that of an independent contractor, and neither party is an agent or partner of the other.\nThese Terms, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without Company's prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\nCompany may freely assign these Terms.\nThe terms and conditions set forth in these Terms shall be binding upon assignees.</p>\n<p>\n<strong>Your Privacy.</strong> Please read our Privacy Policy.</p>\n<p>\n<strong>Copyright/Trademark Information.</strong> Copyright ©.\nAll rights reserved.\nAll trademarks, logos and service marks displayed on the Site are our property or the property of other third-parties.\nYou are not permitted to use these Marks without our prior written consent or the consent of such third party which may own the Marks.</p>\nContact Information\n<p>Email: legal@newsasfacts.com</p>\n<p>Last updated on May 11, 2022.</p> ×\n<p>\n</p> © <strong>news</strong>as<strong>facts</strong> (🗞.fm) About\nPrivacy &amp.\nTerms\nContact JavasScript is disabled.\nSome things might not function correctly.\n", "created_at": "2023-03-29 18:31:54.508471", "updated_at": "2023-03-29 18:32:36.064576"}], "points": [], "urls": ["newsasfacts.com"]}}