{"error": 448, "message": "OK", "parameters": {"id": 7783, "name": "DEFCON Level", "created_at": "2023-03-29 04:33:51.31161", "updated_at": "2023-03-29 19:26:54.887439", "wikipedia": null, "keywords": null, "related": null, "slug": "defcon-level", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7783.png", "url": "defconlevel.com", "documents": [{"id": 15016, "name": "Privacy Policy", "url": "https://www.defconlevel.com/privacy-policy.php", "xpath": "//body", "text": " Defcon Level Warning System\nPrivate OSINT (Open Source Intelligence) Alerts &amp.\nNews 3-29-2023 | 4:35 am UTC Overall Current OSINT Defcon Level: 3 (Three) - Breaking | Raised | Early Alerts | Follow FLASH |\nAFRICA |\nMIDEAST |\nCYBER |\nEUROPE |\nASIA |\nUSA |\nLATAM |\nSPACE |\nSPEC-OPS |\nSTRAT |\nTRANS <ul>\n<li>Home</li>\n<li>Current</li>\n<li>About</li>\n<li>Raised</li>\n<li>Alerts</li>\n<li>Levels</li>\n<li>Follow</li>\n</ul> defconlevel.com\nAt defconlevel.com, the privacy of our visitors is of extreme importance to us.\nThis privacy policy document outlines the types of personal information is received and collected by defconlevel.com and how it is used.\n<br>\n<br>\n<b>Log Files</b>\n<br>\nLike many other Web sites, defconlevel.com makes use of log files.\nThe information inside the log files includes Internet protocol ( IP ) addresses, type of browser, Internet Service Provider ( ISP ), date/time stamp, referring/exit pages, and number of clicks to analyze trends, administer the site, track user's movement around the site, and gather demographic information.\nIP addresses, and other such information are not linked to any information that is personally identifiable.\n<br>\n<br>\n<b>Cookies and Web Beacons</b>\n<br>\ndefconlevel.com does use cookies to store information about visitors preferences, record user-specific information on which pages the user access or visit, customize Web page content based on visitors browser type or other information that the visitor sends via their browser.\n<br>\n<br>\n<b>DoubleClick DART Cookie</b>\n<br>\nGoogle, as a third party vendor, uses cookies to serve ads on defconlevel.com.\n<br>\n<br>\nGoogle's use of the DART cookie enables it to serve ads to your users based on their visit to defconlevel.com and other sites on the Internet.\n<br>\n<br>\nUsers may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy at the following URL - http://www.google.com/privacy_ads.html\n<br>\n<br>\nSome of our advertising partners may use cookies and web beacons on our site.\nOur advertising partners include:\n<br>\n<br>\n<ul>\n<li>Google Adsense</li>\n<li>Commission Junction</li>\n<li>Widget Bucks</li>\n<li>Adbrite</li>\n<li>Clickbank</li>\n<li>Azoogle</li>\n<li>Chitika</li>\n<li>Linkshare</li>\n<li>Amazon</li>\n<li>Kontera</li>\n</ul>\n<br>\nThese third-party ad servers or ad networks use technology to the advertisements and links that appear on defconlevel.com send directly to your browsers.\nThey automatically receive your IP address when this occurs.\n<br>\n<br>\nOther technologies ( such as cookies, JavaScript, or Web Beacons ) may also be used by the third-party ad networks to measure the effectiveness of their advertisements and / or to personalize the advertising content that you see.\n<br>\n<br>\ndefconlevel.com has no access to or control over these cookies that are used by third-party advertisers.\n<br>\n<br>\nYou should consult the respective privacy policies of these third-party ad servers for more detailed information on their practices as well as for instructions about how to opt-out of certain practices.\ndefconlevel.com's privacy policy does not apply to, and we cannot control the activities of, such other advertisers or web sites.\n<br>\n<br>\nIf you wish to disable cookies, you may do so through your individual browser options.\nMore detailed information about cookie management with specific web browsers can be found at the browsers' respective websites.\nLike Us? Share Us With Others! defconlevel.com © 2013-2023, all rights reserved.\n<br>\n<br>\nShare |\nPrivacy |\nDisclaimer |\nContribute |\nContact |\nAdvisories |\nSitemap\nPartner With Us Today! ", "created_at": "2023-03-29 04:33:51.343619", "updated_at": "2023-03-29 04:35:11.808487"}], "points": [], "urls": ["defconlevel.com"]}}