{"error": 448, "message": "OK", "parameters": {"id": 9043, "name": "NetLimiter ", "created_at": "2023-07-11 01:49:25.236383", "updated_at": "2023-07-11 10:02:13.211905", "wikipedia": null, "keywords": null, "related": null, "slug": "netlimiter", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9043.png", "url": "netlimiter.com", "documents": [{"id": 17694, "name": "Privacy notice", "url": "https://www.netlimiter.com/pages/privacy-notice", "xpath": "/html/body/div[1]", "text": " <p>\n</p> Privacy Notice Saturday, April 30, 2022 7:56:14 PM How is user-sensitive data handled by NetLimiter\n<ul>\n<li>From our e-commerce provider, we receive general personal information provided by the user: name, e-mail address etc.\nWe don't have access to secure payment information like credit card number.</li>\n<li>The personal information like name and e-mail address is stored securely on our servers and is used solely for the purposes of user license and registration data management so we can provide support to our users like resending lost registration data.\nWe do not provide the information to any other subject.\nThe user database is encrypted and is not directly exposed to the Internet.</li>\n<li>\n<strong>No user data</strong> are sent and stored out of the machine with installed NetLimiter.\nThe program doesn't use a cloud or other means of online storage.</li>\n<li>NetLimiter connects to internet only while checking for updates or registering user's license or contacting VirusTotal™ for file checks (if used).\nNo user sensitive data are sent out off the machine.</li>\n</ul>\n<p>The developer of NetLimiter and controller of the data is:</p>\n<p>\n<strong>Locktime Software s.r.o.</strong>\n<br>\nChudenická 1059/30<br>\n102 00 Prague<br>\nCzech Republic<br>\n</p>\n<p>If you have any queries or complaints about our compliance with this Privacy Policy, please email us at support@netlimiter.com.</p> ", "created_at": "2023-07-11 01:49:25.266029", "updated_at": "2023-07-11 01:49:42.032436"}, {"id": 17695, "name": "Eula", "url": "https://www.netlimiter.com/eula", "xpath": "/html/body/div[1]", "text": " <p>\n</p> Eula Saturday, April 30, 2022 7:56:14 PM <p>License Agreement</p>\n<p>for usage of the program NetLimiter (thereunder \"Software\"), between the owner of the copyright - Locktime Software s.r.o., thereunder Author\") and the person (legal or natural) installing and using the Software (thereunder \"User\").</p>\n<ol>\n<li>\n<strong>Copyright</strong> All title and rights to the Software are exclusively owned by the Author.</li>\n<li>\n<strong>Distribution</strong> Anyone may use this Software during a test period.\nBefore expiration of this period the User is allowed to use the Software in restricted mode or purchase and register the Software subscription under terms of the License Agreement valid to the date of registration.\nThe price of the subscription license is subject to change.\nOriginal price can not be guaranteed when renewing subscription for next subscription period.</li>\n<li>\n<strong>Types of license</strong> The user is granted a non-exclusive license to use the Software on one or more computers.\nthere are following types of license:\n<ul>\n<li>STANDARD usage license.\nThe user purchases the license authorising to use the Software by the licensee and his employees or accredited agents on <em>one</em> or <em>more</em> computers <em>up to the number</em> of computers according to the purchase agreement.\nIn network environment the number of computers using the Software simultaneously must not be higher than agreed and paid.</li>\n<li>UNLIMITED usage license.\nThe user purchases a single usage license, authorising the use of the Software by the purchaser, the purchaser's employees or accredited agents on an unlimited number of computers, regardless of location, but owned or under the control of the purchaser.</li>\n</ul>\n</li>\n<li>\n<strong>Terms of distribution</strong> The Software may be freely distributed, with exceptions noted below, provided the distribution package is not modified in any way.\n<ul>\n<li>The Software may not be sold, rented or leased, but may be transferred, in it's entirety, if the person receiving it agrees to the terms of this license.</li>\n<li>No person or company is allowed to distribute separate parts of the package without written permission of the Author.</li>\n<li>The Software may not be distributed inside of any other software package without written permission of the copyright owners.</li>\n<li>The User is not allowed to transfer hacks/crack, keys or key generators.</li>\n</ul>\n</li>\n<li>\n<strong>Installation and use</strong> The User may not use, copy, emulate, clone, rent, lease, sell, modify, decompile, disassemble, otherwise reverse engineer, or transfer the licensed program, or any subset of the licensed program, except for transfer and usage as provided in this agreement.\nAny unauthorized transfer or misusage of the Software shall result in immediate and automatic termination of this license and may result in criminal and/or civil prosecution.</li>\n</ol>\n<p>\n<strong>WARRANTY</strong> THE SOFTWARE IS DISTRIBUTED \"AS IS\".\nNO WARRANTY OF ANY KIND IS EXPRESSED OR IMPLIED.\nYOU USE THE SOFTWARE AT YOUR OWN RISK.\nUNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, TORT, CONTRACT OR OTHERWISE NEITHER THE Author NOR THE AGENTS OF THE Author SHALL BE LIABLE TO USER OR ANY OTHER PERSON FOR ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK INTERRUPTION, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER COMMERCIAL DAMAGES OR LOSSES.</p>\n<p>Installing and using the Software signifies acceptance of these terms and conditions of the license.</p>\n<p>Author</p> ", "created_at": "2023-07-11 01:50:14.065333", "updated_at": "2023-07-11 01:50:22.264559"}], "points": [], "urls": ["netlimiter.com"]}}