{"error": 448, "message": "OK", "parameters": {"id": 8894, "name": "Hurdlr", "created_at": "2023-07-08 04:55:38.229533", "updated_at": "2023-07-08 10:02:11.321367", "wikipedia": null, "keywords": null, "related": null, "slug": "hurdlr", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8894.png", "url": "hurdlr.com", "documents": [{"id": 17388, "name": "Privacy Policy", "url": "https://www.hurdlr.com/privacy", "xpath": "//body", "text": "Privacy Policy<p>Last updated: June 1, 2020</p>\n<p>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.</p>\n<p>We use Your Personal data to provide and improve the Service.\nBy using the Service, You agree to the collection and use of information in accordance with this Privacy Policy, and you represent that you are over 18 years of age.</p>Interpretation and DefinitionsInterpretation<p>The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p>Definitions<p>For the purposes of this Privacy Policy:</p>\n<ul>\n<li>\n<strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</li>\n<li>Under GDPR (General Data Protection Regulation), You can be referred to as the Data Subject or as the User as you are the individual using the Service.</li>\n<li>\n<strong>Company</strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to Hurdlr, Inc., 5511 Cornish Road, Bethesda, MD 20814.</li>\n<li>For the purpose of the GDPR, the Company is the Data Controller.</li>\n<li>\n<strong>Application</strong> means the software program provided by the Company downloaded by You on any electronic device, named Hurdlr</li>\n<li>\n<strong>Affiliate</strong> means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.</li>\n<li>\n<strong>Account</strong> means a unique account created for You to access our Service or parts of our Service.</li>\n<li>\n<strong>Website</strong> refers to Hurdlr, accessible from https://www.hurdlr.com</li>\n<li>\n<strong>Service</strong> refers to the Application or the Website or both.</li>\n<li>\n<strong>Country</strong> refers to: Maryland, United States</li>\n<li>\n<strong>Service Provider</strong> means any natural or legal person who processes the data on behalf of the Company.\nIt refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.\nFor the purpose of the GDPR, Service Providers are considered Data Processors.</li>\n<li>\n<strong>Third-party Social Media Service</strong> refers to any website or any social network website through which a User can log in or create an account to use the Service.</li>\n<li>\n<strong>Facebook Fan Page</strong> is a public profile named Hurdlr Facebook Page specifically created by the Company on the Facebook social network, accessible from https://www.facebook.com/hurdlr/</li>\n<li>\n<strong>Personal Data</strong> is any information that relates to an identified or identifiable individual.</li>\n<li>For the purposes for GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.</li>\n<li>For the purposes of the CCPA, Personal Data means any information that identifies, relates to, describes or is capable of being associated with, or could reasonably be linked, directly or indirectly, with You.</li>\n<li>\n<strong>Cookies</strong> are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.</li>\n<li>\n<strong>Device</strong> means any device that can access the Service such as a computer, a cellphone or a digital tablet.</li>\n<li>\n<strong>Usage Data</strong> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</li>\n<li>\n<strong>Data Controller</strong>, for the purposes of the GDPR (General Data Protection Regulation), refers to the Company as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.</li>\n<li>\n<strong>Do Not Track</strong> (DNT) is a concept that has been promoted by US regulatory authorities, in particular the U.S.\nFederal Trade Commission (FTC), for the Internet industry to develop and implement a mechanism for allowing internet users to control the tracking of their online activities across websites.</li>\n<li>\n<strong>Business</strong>, for the purpose of the CCPA (California Consumer Privacy Act), refers to the Company as the legal entity that collects Consumers' personal information and determines the purposes and means of the processing of Consumers' personal information, or on behalf of which such information is collected and that alone, or jointly with others, determines the purposes and means of the processing of consumers' personal information, that does business in the State of California.</li>\n<li>\n<strong>Consumer</strong>, for the purpose of the CCPA (California Consumer Privacy Act), means a natural person who is a California resident.\nA resident, as defined in the law, includes (1) every individual who is in the USA for other than a temporary or transitory purpose, and (2) every individual who is domiciled in the USA who is outside the USA for a temporary or transitory purpose.</li>\n<li>\n<strong>Sale</strong>, for the purpose of the CCPA (California Consumer Privacy Act), means selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a Consumer's Personal information to another business or a third party for monetary or other valuable consideration.</li>\n</ul>Collecting and Using Your Personal DataTypes of Data CollectedPersonal Data<p>While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You.\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Phone number</li>\n<li>Address, State, Province, ZIP/Postal code, City</li>\n<li>Usage Data</li>\n</ul>Usage Data<p>Usage Data is collected automatically when using the Service.</p>\n<p>Usage Data may include information such as Your Device's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.</p>\n<p>We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.</p>Information from Third-Party Social Media Services<p>The Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services:</p>\n<ul>\n<li>Google</li>\n<li>Facebook</li>\n</ul>\n<p>If You decide to register through or otherwise grant us access to a Third-Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service's account, such as Your name, Your email address, Your activities or Your contact list associated with that account.</p>\n<p>You may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service's account.\nIf You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy.</p>Information Collected while Using the Application<p>While using Our Application, in order to provide features of Our Application, We may collect, with your prior permission:</p>\n<ul>\n<li>Information regarding your location</li>\n<li>Pictures and other information from your Device's camera and photo library</li>\n</ul>\n<p>We use this information to provide features of Our Service, to improve and customize Our Service.\nThe information may be uploaded to the Company's servers and/or a Service Provider's server or it be simply stored on Your device.</p>\n<p>You can enable or disable access to this information at any time, through Your Device settings.</p>Tracking Technologies and Cookies<p>We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information.\nTracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service.</p>\n<p>You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent.\nHowever, if You do not accept Cookies, You may not be able to use some parts of our Service.</p>\n<p>Cookies can be \"Persistent\" or \"Session\" Cookies.\nPersistent Cookies remain on your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close your web browser.\nLearn more about cookies: All About Cookies.</p>\n<p>We use both session and persistent Cookies for the purposes set out below:</p>\n<ul>\n<li>\n<strong>Necessary / Essential Cookies</strong>\n</li>\n<li>Type: Session Cookies</li>\n<li>Administered by: Us</li>\n<li>Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features.\nThey help to authenticate users and prevent fraudulent use of user accounts.\nWithout these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.</li>\n<li>\n<strong>Cookies Policy / Notice Acceptance Cookies</strong>\n</li>\n<li>Type: Persistent Cookies</li>\n<li>Administered by: Us</li>\n<li>Purpose: These Cookies identify if users have accepted the use of cookies on the Website.</li>\n<li>\n<strong>Functionality Cookies</strong>\n</li>\n<li>Type: Persistent Cookies</li>\n<li>Administered by: Us</li>\n<li>Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference.\nThe purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.</li>\n<li>\n<strong>Tracking and Performance Cookies</strong>\n</li>\n<li>Type: Persistent Cookies</li>\n<li>Administered by: Third-Parties</li>\n<li>Purpose: These Cookies are used to track information about traffic to the Website and how users use the Website.\nThe information gathered via these Cookies may directly or indirectly identify you as an individual visitor.\nThis is because the information collected is typically linked to a pseudonymous identifier associated with the device you use to access the Website.\nWe may also use these Cookies to test new advertisements, pages, features or new functionality of the Website to see how our users react to them.</li>\n</ul>\n<p>For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy.</p>Use of Your Personal Data<p>The Company may use Personal Data for the following purposes:</p>\n<ul>\n<li>\n<strong>To provide and maintain our Service</strong>, including to monitor the usage of our Service.</li>\n<li>\n<strong>To manage Your Account:</strong> to manage Your registration as a user of the Service.\nThe Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.</li>\n<li>\n<strong>For the performance of a contract:</strong> the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.</li>\n<li>\n<strong>To contact You:</strong> To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.</li>\n<li>\n<strong>To provide You</strong> with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.</li>\n<li>\n<strong>To manage Your requests:</strong> To attend and manage Your requests to Us.</li>\n</ul>\n<p>We may share your personal information in the following situations:</p>\n<ul>\n<li>\n<strong>With Service Providers:</strong> We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to advertise on third party websites to You after You visited our Service, for payment processing, to contact You.</li>\n<li>\n<strong>For Business transfers:</strong> We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of our business to another company.</li>\n<li>\n<strong>With Affiliates:</strong> We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy.\nAffiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.</li>\n<li>\n<strong>With Business partners:</strong> We may share Your information with Our business partners to offer You certain products, services or promotions.</li>\n<li>\n<strong>With other users:</strong> when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.\nIf You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity.\nSimilarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.</li>\n</ul>Retention of Your Personal Data<p>The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>The Company will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.</p>Transfer of Your Personal Data<p>Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located.\nIt means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.</p>\n<p>Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.</p>\n<p>The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.</p>Disclosure of Your Personal DataBusiness Transactions<p>If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred.\nWe will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>Law enforcement<p>Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>Other legal requirements<p>The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>Comply with a legal obligation</li>\n<li>Protect and defend the rights or property of the Company</li>\n<li>Prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>Protect the personal safety of Users of the Service or the public</li>\n<li>Protect against legal liability</li>\n</ul>Security of Your Personal Data<p>The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.</p>Detailed Information on the Processing of Your Personal Data<p>Service Providers have access to Your Personal Data only to perform their tasks on Our behalf and are obligated not to disclose or use it for any other purpose.</p>Analytics<p>We may use third-party Service providers to monitor and analyze the use of our Service.</p>\n<ul>\n<li>\n<strong>Google Analytics</strong>\n</li>\n<li>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.</li>\n<li>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js and dc.js) from sharing information with Google Analytics about visits activity.</li>\n<li>You may opt-out of certain Google Analytics features through your mobile device settings, such as your device advertising settings or by following the instructions provided by Google in their Privacy Policy: https://policies.google.com/privacy</li>\n<li>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy</li>\n<li>\n<strong>Firebase</strong>\n</li>\n<li>Firebase is an analytics service provided by Google Inc.</li>\n<li>You may opt-out of certain Firebase features through your mobile device settings, such as your device advertising settings or by following the instructions provided by Google in their Privacy Policy: https://policies.google.com/privacy</li>\n<li>We also encourage you to review the Google's policy for safeguarding your data: https://support.google.com/analytics/answer/6004245</li>\n<li>For more information on what type of information Firebase collects, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy</li>\n<li>\n<strong>Mixpanel</strong>\n</li>\n<li>Mixpanel is provided by Mixpanel Inc.</li>\n<li>You can prevent Mixpanel from using your information for analytics purposes by opting-out.\nTo opt-out of Mixpanel service, please visit this page: https://mixpanel.com/optout/</li>\n<li>For more information on what type of information Mixpanel collects, please visit the Terms of Use page of Mixpanel: https://mixpanel.com/terms/</li>\n<li>\n<strong>Intercom</strong>\n</li>\n<li>Their Privacy Policy can be viewed at https://www.intercom.com/legal/privacy</li>\n</ul>Email Marketing<p>We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You.\nYou may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.</p>\n<p>We may use Email Marketing Service Providers to manage and send emails to You.</p>\n<ul>\n<li>\n<strong>Mailchimp</strong>\n</li>\n<li>Mailchimp is an email marketing sending service provided by The Rocket Science Group LLC.</li>\n<li>For more information on the privacy practices of Mailchimp, please visit their Privacy policy: https://mailchimp.com/legal/privacy/</li>\n<li>\n<strong>Intercom</strong>\n</li>\n<li>Their Privacy Policy can be viewed at https://www.intercom.com/legal/privacy</li>\n</ul>Payments<p>We may provide paid products and/or services within the Service.\nIn that case, we may use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect Your payment card details.\nThat information is provided directly to Our third-party payment processors whose use of Your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<ul>\n<li>\n<strong>Apple Store In-App Payments</strong>\n</li>\n<li>Their Privacy Policy can be viewed at https://www.apple.com/legal/privacy/en-ww/</li>\n<li>\n<strong>Google Play In-App Payments</strong>\n</li>\n<li>Their Privacy Policy can be viewed at https://www.google.com/policies/privacy/</li>\n<li>\n<strong>Stripe</strong>\n</li>\n<li>Their Privacy Policy can be viewed at https://stripe.com/us/privacy</li>\n</ul>Behavioral Remarketing<p>The Company uses remarketing services to advertise on third party websites to You after You visited our Service.\nWe and Our third-party vendors use cookies to inform, optimize and serve ads based on Your past visits to our Service.</p>\n<ul>\n<li>\n<strong>Google Ads (AdWords)</strong>\n</li>\n<li>Google Ads (AdWords) remarketing service is provided by Google Inc.</li>\n<li>You can opt-out of Google Analytics for Display Advertising and customise the Google Display Network ads by visiting the Google Ads Settings page: http://www.google.com/settings/ads</li>\n<li>Google also recommends installing the Google Analytics Opt-out Browser Add-on - https://tools.google.com/dlpage/gaoptout - for your web browser.\nGoogle Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics.</li>\n<li>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy</li>\n<li>\n<strong>Facebook</strong>\n</li>\n<li>Facebook remarketing service is provided by Facebook Inc.</li>\n<li>You can learn more about interest-based advertising from Facebook by visiting this page: https://www.facebook.com/help/164968693837950</li>\n<li>To opt-out from Facebook's interest-based ads, follow these instructions from Facebook: https://www.facebook.com/help/568137493302217</li>\n<li>Facebook adheres to the Self-Regulatory Principles for Online Behavioural Advertising established by the Digital Advertising Alliance.\nYou can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA http://www.aboutads.info/choices/, the Digital Advertising Alliance of Canada in Canada http://youradchoices.ca/ or the European Interactive Digital Advertising Alliance in Europe http://www.youronlinechoices.eu/, or opt-out using your mobile device settings.</li>\n<li>For more information on the privacy practices of Facebook, please visit Facebook's Data Policy: https://www.facebook.com/privacy/explanation</li>\n</ul>Usage, Performance and Miscellaneous<p>We may use third-party Service Providers to provide better improvement of our Service.</p>\n<ul>\n<li>\n<strong>Invisible reCAPTCHA</strong>\n</li>\n<li>We use an invisible captcha service named reCAPTCHA.\nreCAPTCHA is operated by Google.</li>\n<li>The reCAPTCHA service may collect information from You and from Your Device for security purposes.</li>\n<li>The information gathered by reCAPTCHA is held in accordance with the Privacy Policy of Google: https://www.google.com/intl/en/policies/privacy/</li>\n<li>\n<strong>Google Places</strong>\n</li>\n<li>Google Places is a service that returns information about places using HTTP requests.\nIt is operated by Google</li>\n<li>Google Places service may collect information from You and from Your Device for security purposes.</li>\n<li>The information gathered by Google Places is held in accordance with the Privacy Policy of Google: https://www.google.com/intl/en/policies/privacy/</li>\n<li>\n<strong>Plaid</strong>\n</li>\n<li>We use services provided by Plaid for connections to banks, credit card issuers and other financial institutions.\nBy using our Service, you acknowledge and agree that the personal and financial information you provide through Plaid is held in accordance with the Privacy Policy of Plaid: https://plaid.com/legal/#Privacy-Policy</li>\n<li>\n<strong>Zendrive</strong>\n</li>\n<li>We use services provided by Zendrive to support our auto drive detection and mileage tracking functionality.\nBy using our Service, you acknowledge and agree that the personal and location information gathered by Zendrive is held in accordance with the Privacy Policy of Zendrive: https://zendrive.com/privacy-policy/</li>\n<li>\n<strong>Branch</strong>\n</li>\n<li>We use services provided by Branch to support our referral and deeplink functionality.\nThe information gathered by Branch is held in accordance with the Privacy Policy of Branch: https://branch.io/policies/#privacy</li>\n</ul>GDPR PrivacyLegal Basis for Processing Personal Data under GDPR<p>We may process Personal Data under the following conditions:</p>\n<ul>\n<li>\n<strong>Consent:</strong> You have given Your consent for processing Personal Data for one or more specific purposes.</li>\n<li>\n<strong>Performance of a contract:</strong> Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.</li>\n<li>\n<strong>Legal obligations:</strong> Processing Personal Data is necessary for compliance with a legal obligation to which the Company is subject.</li>\n<li>\n<strong>Vital interests:</strong> Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.</li>\n<li>\n<strong>Public interests:</strong> Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Company.</li>\n<li>\n<strong>Legitimate interests:</strong> Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the Company.</li>\n</ul>\n<p>In any case, the Company will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.</p>Your Rights under the GDPR<p>The Company undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.</p>\n<p>You have the right under this Privacy Policy, and by law if You are within the EU, to:</p>\n<ul>\n<li>\n<strong>Request access to Your Personal Data.</strong> The right to access, update or delete the information We have on You.\nWhenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section.\nIf you are unable to perform these actions yourself, please contact Us to assist You.\nThis also enables You to receive a copy of the Personal Data We hold about You.</li>\n<li>\n<strong>Request correction of the Personal Data that We hold about You.</strong> You have the right to to have any incomplete or inaccurate information We hold about You corrected.</li>\n<li>\n<strong>Object to processing of Your Personal Data.</strong> This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground.\nYou also have the right to object where We are processing Your Personal Data for direct marketing purposes.</li>\n<li>\n<strong>Request erasure of Your Personal Data.</strong> You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.</li>\n<li>\n<strong>Request the transfer of Your Personal Data.</strong> We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format.\nPlease note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.</li>\n<li>\n<strong>Withdraw Your consent.</strong> You have the right to withdraw Your consent on using your Personal Data.\nIf You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.</li>\n</ul>Exercising of Your GDPR Data Protection Rights<p>You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us.\nPlease note that we may ask You to verify Your identity before responding to such requests.\nIf You make a request, We will try our best to respond to You as soon as possible.</p>\n<p>You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data.\nFor more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.</p>Facebook Fan PageData Controller for the Facebook Fan Page<p>The Company is the Data Controller of Your Personal Data collected while using the Service.\nAs operator of the Facebook Fan Page https://www.facebook.com/hurdlr/, the Company and the operator of the social network Facebook are Joint Controllers.</p>\n<p>The Company has entered into agreements with Facebook that define the terms for use of the Facebook Fan Page, among other things.\nThese terms are mostly based on the Facebook Terms of Service: https://www.facebook.com/terms.php</p>\n<p>Visit the Facebook Privacy Policy https://www.facebook.com/policy.php for more information about how Facebook manages Personal data or contact Facebook online, or by mail: Facebook, Inc.\nATTN, Privacy Operations, 1601 Willow Road, Menlo Park, CA 94025, United States.</p>Facebook Insights<p>We use the Facebook Insights function in connection with the operation of the Facebook Fan Page and on the basis of the GDPR, in order to obtain anonymized statistical data about Our users.</p>\n<p>For this purpose, Facebook places a Cookie on the device of the user visiting Our Facebook Fan Page.\nEach Cookie contains a unique identifier code and remains active for a period of two years, except when it is deleted before the end of this period.</p>\n<p>Facebook receives, records and processes the information stored in the Cookie, especially when the user visits the Facebook services, services that are provided by other members of the Facebook Fan Page and services by other companies that use Facebook services.</p>\n<p>For more information on the privacy practices of Facebook, please visit Facebook Privacy Policy here: https://www.facebook.com/full_data_use_policy</p>CCPA PrivacyYour Rights under the CCPA<p>Under this Privacy Policy, and by law if You are a resident of California, You have the following rights:</p>\n<ul>\n<li>\n<strong>The right to notice.</strong> You must be properly notified which categories of Personal Data are being collected and the purposes for which the Personal Data is being used.</li>\n<li>\n<strong>The right to access / the right to request.</strong> The CCPA permits You to request and obtain from the Company information regarding the disclosure of Your Personal Data that has been collected in the past 12 months by the Company or its subsidiaries to a third-party for the third party's direct marketing purposes.</li>\n<li>\n<strong>The right to say no to the sale of Personal Data.</strong> You also have the right to ask the Company not to sell Your Personal Data to third parties.\nYou can submit such a request by visiting our Do Not Sell My Personal Information web page.</li>\n<li>\n<strong>The right to know about Your Personal Data.</strong> You have the right to request and obtain from the Company information regarding the disclosure of the following:</li>\n<li>The categories of Personal Data collected</li>\n<li>The sources from which the Personal Data was collected</li>\n<li>The business or commercial purpose for collecting or selling the Personal Data</li>\n<li>Categories of third parties with whom We share Personal Data</li>\n<li>The specific pieces of Personal Data we collected about You</li>\n<li>\n<strong>The right to delete Personal Data.</strong> You also have the right to request the deletion of Your Personal Data that have been collected in the past 12 months.</li>\n<li>\n<strong>The right not to be discriminated against.</strong> You have the right not to be discriminated against for exercising any of Your Consumer's rights, including by:</li>\n<li>Denying goods or services to You</li>\n<li>Charging different prices or rates for goods or services, including the use of discounts or other benefits or imposing penalties</li>\n<li>Providing a different level or quality of goods or services to You</li>\n<li>Suggesting that You will receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>Exercising Your CCPA Data Protection Rights<p>In order to exercise any of Your rights under the CCPA, and if you are a California resident, You can email or call us or visit our \"Do Not Sell My Personal Information\" section or web page.</p>\n<p>The Company will disclose and deliver the required information free of charge within 45 days of receiving Your verifiable request.\nThe time period to provide the required information may be extended once by an additional 45 days when reasonable necessary and with prior notice.</p>Do Not Sell My Personal Information<p>We do not sell personal information.\nHowever, the Service Providers we partner with (for example, our advertising partners) may use technology on the Service that \"sells\" personal information as defined by the CCPA law.</p>\n<p>If you wish to opt out of the use of your personal information for interest-based advertising purposes and these potential sales as defined under CCPA law, you may do so by following the instructions below.</p>\n<p>Please note that any opt out is specific to the browser You use.\nYou may need to opt out on every browser that you use.</p>Website<p>You can opt out of receiving ads that are personalized as served by our Service Providers by following our instructions presented on the Service:</p>\n<ul>\n<li>From Our \"Cookie Consent\" notice banner</li>\n<li>Or from Our \"Do Not Sell My Personal Information\" link</li>\n</ul>\n<p>The opt out will place a cookie on Your computer that is unique to the browser You use to opt out.\nIf you change browsers or delete the cookies saved by your browser, you will need to opt out again.</p>Mobile Devices<p>Your mobile device may give you the ability to opt out of the use of information about the apps you use in order to serve you ads that are targeted to your interests:</p>\n<ul>\n<li>\"Opt out of Interest-Based Ads\" or \"Opt out of Ads Personalization\" on Android devices</li>\n<li>\"Limit Ad Tracking\" on iOS devices</li>\n</ul>\n<p>You can also stop the collection of location information from Your mobile device by changing the preferences on your mobile device.</p>\"Do Not Track\" Policy as Required by California Online Privacy Protection Act (CalOPPA)<p>Our Service does not respond to Do Not Track signals.</p>\n<p>However, some third party websites do keep track of Your browsing activities.\nIf You are visiting such websites, You can set Your preferences in Your web browser to inform websites that You do not want to be tracked.\nYou can enable or disable DNT by visiting the preferences or settings page of Your web browser.</p>Your California Privacy Rights (California's Shine the Light law)<p>Under California Civil Code Section 1798 (California's Shine the Light law), California residents with an established business relationship with us can request information once a year about sharing their Personal Data with third parties for the third parties' direct marketing purposes.</p>\n<p>If you'd like to request more information under the California Shine the Light law, and if you are a California resident, You can contact Us using the contact information provided below.</p>California Privacy Rights for Minor Users (California Business and Professions Code Section 22581)<p>California Business and Professions Code section 22581 allow California residents under the age of 18 who are registered users of online sites, services or applications to request and obtain removal of content or information they have publicly posted.</p>\n<p>To request removal of such data, and if you are a California resident, You can contact Us using the contact information provided below, and include the email address associated with Your account.</p>\n<p>Be aware that Your request does not guarantee complete or comprehensive removal of content or information posted online and that the law may not permit or require removal in certain circumstances.</p>Links to Other Websites<p>Our Service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party's site.\nWe strongly advise You to review the Privacy Policy of every site You visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>Changes to this Privacy Policy<p>We may update our Privacy Policy from time to time.\nWe will notify You of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>Contact Us<p>If you have any questions about this Privacy Policy, You can contact us:</p>\n<ul>\n<li>By email: hello@hurdlr.com</li>\n<li>By mail: 5511 Cornish Road, Bethesda, MD 20814</li>\n</ul>\n<p>‍</p>EnterpriseUse CasesIncome TaxesAccounting &amp;&nbsp;Bookkeeping<br>Banking<br>For DevelopersDocumentationAPI&nbsp;Reference<br>ResourcesHelp CenterTax GuideBlogPricingLogin© 2022 Hurdlr, Inc.EnterpriseUse CasesIncome TaxesAccounting &amp;&nbsp;BookkeepingBankingFor DevelopersDocumentationAPI&nbsp;ReferenceResourcesHelp CenterBlogTax GuideTax CalculatorTax DeductionsCompanyCareersPressPricingEULAPrivacy PolicyTerms© 2022 Hurdlr, Inc.EnterpriseUse CasesIncome TaxesAccounting &amp;&nbsp;BookkeepingBankingFor DevelopersDocumentationAPI&nbsp;ReferenceResourcesHelp CenterBlogTax GuideTax CalculatorTax DeductionsCompanyCareersPressPricingEULAPrivacy PolicyTerms This website uses cookies to improve user experience.\nBy using our website you consent to all cookies in accordance with our Cookie Policy.\nREAD MORE Targeting Unclassified Accept all Decline all × ", "created_at": "2023-07-08 04:55:38.259342", "updated_at": "2023-07-08 04:55:56.032257"}, {"id": 17389, "name": "Terms of Use", "url": "https://www.hurdlr.com/terms", "xpath": "//body", "text": "Terms of UseHurdlr, Inc.\nTerms of Service<p>Effective Date: March 14, 2014</p>\n<p>Date last modified: May 10, 2016</p>\n<p>The Hurdlr, Inc.\n(“Hurdlr”) websites (collectively, the “Website”), all other products and services, including mobile applications, owned, controlled or offered by Hurdlr, and all content offered as part thereof, are collectively referred to herein as the “Services.” Subscribers, account holders, customers, users, and others who download, access, use, and/or subscribe to the Services (“you”) agree to the following terms and conditions (the “Terms of Service”).\nThese Terms of Service govern your use of the Services and are a condition to your use of the Services.</p>\n<p>BEFORE USING ANY SERVICES, PLEASE READ CAREFULLY THE FOLLOWING TERMS OF SERVICE.</p>\n<p>HURDLR IS NOT PROVIDING TO YOU, AND THE SERVICES PROVIDED HEREUNDER ARE NOT AND SHALL NOT BE DEEMED OR CONSTRUED TO BE, LEGAL, FINANCIAL, ACCOUNTING OR INVESTMENT ADVICE OR RECOMMENDATIONS.\nTHE SERVICES ARE INTENDED TO ONLY ASSIST YOU IN YOUR FINANCIAL ORGANIZATION AND IS BROAD IN SCOPE.\nYOUR FINANCIAL SITUATION IS UNIQUE, AND ANY INFORMATION PROVIDED THROUGH THE SERVICES MAY NOT BE APPROPRIATE FOR YOUR SITUATION.\nACCORDINGLY, YOU SHOULD CONSULT WITH YOUR OWN LEGAL, FINANCIAL, ACCOUNTING OR INVESTMENT ADVISORS WHO ARE FULLY AWARE OF YOUR INDIVIDUAL CIRCUMSTANCES.\nFURTHER, YOU AGREE THAT HURDLR IS NOT ACTING AS YOUR AGENT OR FIDUCIARY IN CONNECTION WITH YOUR USE OF THE SERVICES.</p>\n<p>YOU FURTHER ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY ALL THE TERMS, CONDITIONS, CONSENTS AND DISCLOSURES SET FORTH IN THE TERMS OF SERVICE, THE APPLICABLE GUIDELINES SET FORTH ON THE WEBSITE, AND THE APPLICABLE END USER LICENSE AGREEMENT (IF ANY) FOR ANY MOBILE APPLICATIONS YOU DOWNLOAD.\nIF YOU DO NOT AGREE TO THE TERMS OF SERVICE, THE APPLICABLE GUIDELINES AND/OR THE APPLICABLE END USER LICENSE AGREEMENT (IF ANY), THEN PLEASE CEASE USING THE SERVICES IMMEDIATELY.</p>\n<p>\n<strong>MODIFICATION OF TERMS OF SERVICE AND/OR SERVICES</strong>\n</p>\n<p>Hurdlr reserves the right, in its sole discretion, to modify, discontinue or terminate the Services or to modify these Terms of Service at any time and without prior notice.\nIf Hurdlr amends these Terms of Service, it will update this posting on the Website and specify the effective date of the new version of the Terms of Service.\nYour continued use of the Services following the posting of a new version of the Terms of Service shall constitute your acceptance of any such amendments.\nAccordingly, you should check to see if a new version of the Terms of Service has been posted each time you use the Services.\nIf the amended Terms of Service are not acceptable to you, your only recourse is to cease using the Services.</p>\n<p>\n<strong>PRIVACY</strong>\n</p>\n<p>Please refer to the Privacy Policy available at&nbsp;https://hurdlr.com/privacy&nbsp;(the “Privacy Policy”) for information and notices about how Hurdlr collects, uses and shares your personally identifiable information in connection with the Services.\nYou agree that Hurdlr may use and maintain your data according to the Privacy Policy as part of the Services.</p>\n<p>\n<strong>ELIGIBILITY AND YOUR ACCOUNT</strong>\n</p>\n<p>You may use the Services only if you can form a binding contract with Hurdlr, and only in compliance with this Agreement and all applicable local, state, national, and international laws, rules and regulations.\nAny use or access to the Services by anyone under 18 is strictly prohibited and in violation of this Agreement.\nThe Services are not available to any Users previously removed from the Services by Hurdlr.</p>\n<p>In order to use certain features of the Services, you may have to register and create an account with Hurdlr (your “Account”).\nYou are responsible for maintaining the confidentiality of any passwords associated with your Account, monitoring all activity under the Account, and you assume full responsibility for all activities that occur under your Account, including any financial obligations (except as to security breaches caused by Hurdlr).\nHurdlr reserves the right to suspend or terminate your Account at any time and shall incur no liability for such suspension or termination.</p>\n<p>\n<strong>PAYMENT</strong>\n</p>\n<p>You shall pay all applicable fees or charges to your account in accordance with the fees, charges, and billing terms in effect at the time a fee or charge is incurred.\nYou shall be solely responsible for the payment of, and shall pay when due and indemnify Hurdlr against, all applicable federal and state taxes, and payments to Hurdlr under this Agreement (except for taxes assessed on Hurdlr’s net income).</p>\n<p>If you wish to purchase any product or service made available through the Services (each such purchase, a \"Transaction\"), you may be asked to supply certain information relevant to your Transaction including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.\nYOU REPRESENT AND WARRANT THAT YOU HAVE THE LEGAL RIGHT TO USE ANY CREDIT CARD(S) OR OTHER PAYMENT METHOD(S) UTILIZED IN CONNECTION WITH ANY TRANSACTION.\nBy submitting such information, you grant to Hurdlr the right to provide such information to third parties for purposes of facilitating the completion of Transactions initiated by you or on your behalf.\nVerification of information may be required prior to the acknowledgment or completion of any Transaction.</p>\n<p>\n<strong>OWNERSHIP AND INTELLECTUAL PROPERTY RIGHTS OF HURDLR</strong>\n</p>\n<p>The Services are owned by Hurdlr and are protected by copyright, trademark, and other laws of the United States and foreign countries.\nExcept as expressly provided in the Terms of Service, Hurdlr and its licensors exclusively own or control all right, title, and interest in and to the Services, including all associated intellectual property rights.\nYou will not remove, alter or obscure any copyright, trademark, or other proprietary rights notices incorporated in or accompanying the Services.</p>\n<p>All trademarks, service marks, logos, trade names, and designs, whether registered or unregistered, used in connection with the Services are owned by Hurdlr or its third party licensors.\nYou may not use or display any such trademarks, service marks, logos, trade names, or designs owned by Hurdlr or its third party licensors without the appropriate owner’s prior written consent.</p>\n<p>\n<strong>RESTRICTIONS ON USE OF SERVICES</strong>\n</p>\n<p>Your use of the Services and the relating licenses granted hereunder are conditioned upon you not doing any of the following in connection with using the Services:</p>\n<p>- Post, upload, publish, submit or transmit any information or other material that: (i) infringes, misappropriates or violates a third party’s patent, copyright, trademark, trade secret, moral rights or other intellectual property rights, or rights of publicity or privacy.\n(ii) violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii) is fraudulent, false, misleading or deceptive.\n(iv) is defamatory, obscene, pornographic, vulgar or offensive.\n(v) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(vi) is violent or threatening or promotes violence or actions that are threatening to any other person.\nor (vii) promotes illegal or harmful activities or substances (including but not limited to activities that promote or provide instructional information regarding the manufacture or purchase of illegal weapons or illegal substances).</p>\n<p>- Access, tamper with, or use non-public areas of the Website, Hurdlr’s computer systems, or the technical delivery systems of Hurdlr’s providers.\nAttempt to probe, scan, or test the vulnerability of any Hurdlr system or network or breach any security or authentication measures;</p>\n<p>- Avoid, bypass, remove, deactivate, impair, descramble or otherwise circumvent any technological measure implemented by Hurdlr or any of Hurdlr’s providers or any other third party (including another User) to protect the Services;</p>\n<p>- Attempt to access or search the Services through the use of any engine, software, tool, agent, device or mechanism (including spiders, robots, crawlers, data mining tools or the like) other than tools that access or search the Services through software and/or search agents provided by Hurdlr or other generally available third party platforms (such as iOS, Android, Windows, Google Chrome, Apple Safari, Mozilla Firefox, Microsoft Internet Explorer, or Opera);</p>\n<p>- Send any unsolicited or unauthorized advertising, promotional materials, email, junk mail, spam, chain letters or other form of solicitation;</p>\n<p>- Use any meta tags or other hidden text or metadata utilizing a Hurdlr trademark, logo, URL or product name;</p>\n<p>- Use the Services for the benefit of any third party or in any manner not permitted by the Terms of Service;</p>\n<p>- Forge any TCP/IP packet header or any part of the header information in any email or newsgroup posting, or in any way use the Services to send altered, deceptive or false source-identifying information;</p>\n<p>- Attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the Services;</p>\n<p>- Interfere with, or attempt to interfere with, the access of any User, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Website;</p>\n<p>- Collect or store any personally identifiable information from the Services from other Users without their express prior permission;</p>\n<p>- Impersonate or misrepresent your affiliation with any person or entity;</p>\n<p>- Violate any applicable law or regulation including, but not limited to fraud or tax evasion;</p>\n<p>- Contact anyone who has asked not to be contacted, or make unsolicited contact with anyone for any commercial purpose;</p>\n<p>- “Stalk” or otherwise harass anyone;</p>\n<p>- Collect personal data about other Users for commercial or unlawful purposes.\nand</p>\n<p>- Post non-local or otherwise irrelevant content, repeatedly post the same or similar content;</p>\n<p>Hurdlr will have the right to investigate and prosecute violations of any of the above, including intellectual property rights infringement and Services security issues, to the fullest extent of the law.\nHurdlr may involve and cooperate with law enforcement authorities in prosecuting Users who violate the Terms of Service.\nYou acknowledge that Hurdlr has no obligation to monitor your access to or use of the Services or to review or edit any Content, but has the right to do so for the purpose of operating the Services, to ensure your compliance with the Terms of Service, or to comply with applicable law or the order or requirement of a court, administrative agency or other governmental body.\nHurdlr reserves the right, at any time and without prior notice, to remove or disable access to any Content that Hurdlr, in its sole discretion, considers to be in violation of the Terms of Service or otherwise harmful to the Services.</p>\n<p>\n<strong>LICENSE AGREEMENT FOR USING SPECIFIC APPLICATIONS</strong>\n</p>\n<p>Your use of the Services and the relating licenses granted hereunder are also conditioned upon your strict adherence to the letter and spirit of the various applicable guidelines and end user licenses associated with your use of the Services, including without limitation the end user license agreement for the Hurdlr mobile applications available at&nbsp;https://hurdlr.com/eula&nbsp;and in the Settings area of the application.\nHurdlr may modify such guidelines in its sole discretion at any time.\nHurdlr reserves the right to terminate your account and access to the Services if it determines that you have violated any such applicable guidelines.</p>\n<p>\n<strong>USER-SUBMITTED CONTENT</strong>\n</p>\n<p>You are responsible for all Content that you submit, post, provide, or otherwise make available to or through the Services, other than Feedback, as described below (“User Content”).\nBy doing so, you represent and warrant to Hurdlr that your User Content is not subject to any confidentiality obligation to any third party and that you have all necessary permission to submit, post and otherwise make available such User Content.\nBy submitting any suggestions, ideas, enhancement requests, feedback, recommendations or other information provided by you related to the Services (collectively, “Feedback”), you hereby assign to Hurdlr all rights related to such Feedback without any additional compensation to you.</p>\n<p>Hurdlr makes no claims to ownership of User Content that you submit, post or otherwise make available to or through the Services and you shall continue to retain all ownership rights in your User Content and the right to use your User Content as you see fit.\nHowever, you hereby grant to Hurdlr and its affiliates a worldwide, nonexclusive, perpetual, transferable, fully sub-licensable, royalty-free right and license to:</p>\n<p>a.\nwith respect to User Content other than photos, graphics, audio, video, or journals that you submit, post or otherwise make available in public areas of the Services (e.g.\nnot intended as a private communication), use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, publicly perform, and publicly display such User Content (in whole or part) worldwide via the Services or otherwise, and/or to incorporate it in other works in any form, media, or technology now known or later developed.\nand</p>\n<p>b.\nwith respect to photos, graphics, audio, video or journals that you submit, post or otherwise make available in public areas of the Website, use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, publicly perform and publicly display such User Content for the purpose for which such User Content was submitted, posted or made available, and for informational, promotional or other related purposes by Hurdlr.</p>\n<p>\n<strong>DIGITAL MILLENNIUM COPYRIGHT ACT NOTICE</strong>\n</p>\n<p>If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible through the Services, please notify Hurdlr’s copyright agent, as set forth in the Digital Millennium Copyright Act of 1998 (DMCA).\nFor your complaint to be valid under the DMCA, you must provide the following information in writing:</p>\n<p>1.\nAn electronic or physical signature of a person authorized to act on behalf of the copyright owner;</p>\n<p>2.\nIdentification of the copyrighted work that you claim is being infringed;</p>\n<p>3.\nIdentification of the material that is claimed to be infringing and where it is located on the Services;</p>\n<p>4.\nInformation reasonably sufficient to permit Hurdlr to contact you, such as your address, telephone number, and e-mail address;</p>\n<p>5.\nA statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law.\nand</p>\n<p>6.\nA statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.</p>\n<p>Hurdlr’s Designated Copyright Agent to receive notifications of claimed infringement can be reached as follows:</p>\n<p>Attention: Copyright Agent</p>\n<p>Hurdlr, Inc.</p>\n<p>5511 Cornish Road,</p>\n<p>Bethesda, Maryland 20814</p>\n<p>copyright [at] hurdlr [dot] com</p>\n<p>For clarity, only DMCA notices should go to the Hurdlr Designated Copyright Agent.\nAny other feedback, comments, requests for technical support or other communications should be directed to Hurdlr’s customer service through&nbsp;help [at] hurdlr [dot] com.</p>\n<p>\n<strong>THIRD PARTY SITES / LINKS / ADS</strong>\n</p>\n<p>The Services may present you information relating to third party products or services (the “Offers”).\nThe Offers may be custom matched to you based on information stored in the Services or other information.\nIn connection with the Offers, the Services will provide links to other websites belonging to advertisers and other third parties.\nYour dealings with these third parties found on or accessible through the Services are solely between you and such third party.\nThese dealings include, but are not limited to, your participation in promotions, the payment for and delivery of items if any, and any terms, conditions, warranties, or representations associated with such dealings.\nThird party links are provided solely as a convenience to you and should not be construed as an endorsement by Hurdlr of content, items, or services provided on such third-party sites.\nYou shall access and use such third party sites, including the content, items, or services on those sites, solely at your own risk.\nIf you elect to use or purchase services from such third party, you are subject to such third party’s terms and conditions and privacy policy.</p>\n<p>Hurdlr does not make any representations or warranties with respect to any content or privacy practices, or otherwise with respect to such third parties or any items or services that may be obtained from such third parties, and you agree that Hurdlr will have no liability with respect to any loss or damage of any kind incurred as a result of any dealings between you and any third party, or as a result of the presence of links or ads of such third parties on the Services.</p>\n<p>If there is a dispute between you and any such third party, you understand and agree that Hurdlr shall be under no obligation to become involved.\nIN THE EVENT THAT YOU HAVE A DISPUTE WITH ANY SUCH THIRD PARTY, YOU HEREBY RELEASE HURDLR, ITS OFFICERS, EMPLOYEES, AGENTS AND SUCCESSORS IN RIGHTS FROM CLAIMS, DEMANDS AND DAMAGES (ACTUAL AND CONSEQUENTIAL) OF EVERY KIND OR NATURE, KNOWN OR UNKNOWN, SUSPECTED AND UNSUSPECTED, DISCLOSED AND UNDISCLOSED, ARISING OUT OF OR IN ANY WAY RELATED TO SUCH DISPUTES AND/OR THE SERVICES.\nIF YOU ARE A CALIFORNIA RESIDENT, YOU WAIVE CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH, IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.”</p>\n<p>\n<strong>DISCLAIMER OF WARRANTIES</strong>\n</p>\n<p>YOU AGREE THAT THE USE OF THE SERVICES IS ENTIRELY AT YOUR OWN RISK.\nTHE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nHURDLR EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nHURDLR DOES NOT MAKE ANY WARRANTY THAT THE SERVICES WILL MEET YOUR REQUIREMENTS, OR THAT ACCESS TO THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, OR THAT DEFECTS, IF ANY, WILL BE CORRECTED.\nHURDLR MAKES NO WARRANTIES AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES OR AS TO THE ACCURACY, QUALITY, OR RELIABILITY OF ANY INFORMATION OBTAINED THROUGH THE SERVICES.\nHURDLR DISCLAIMS ANY WARRANTIES FOR OTHER SERVICES OR GOODS RECEIVED THROUGH OR ADVERTISED ON THE SERVICES, OR ACCESSED THROUGH ANY LINKS ON THE SERVICES.\nHURDLR DISCLAIMS ANY WARRANTIES FOR VIRUSES OR OTHER HARMFUL COMPONENTS IN CONNECTION WITH THE SERVICES.\nSome jurisdictions do not allow the disclaimer of implied warranties.\nIn such jurisdictions, some of the foregoing disclaimers may not apply to you insofar as they relate to implied warranties.</p>\n<p>\n<strong>LIMITATIONS OF LIABILITY</strong>\n</p>\n<p>UNDER NO CIRCUMSTANCES SHALL HURDLR OR ITS AFFILIATES BE LIABLE FOR ANY DAMAGES RESULTING DIRECTLY OR INDIRECTLY FROM ANY ASPECT OF YOUR USE OF THE WEBSITE, CONTENT OR SERVICES.\nYOU MUST EVALUATE, AND BEAR ALL RISKS ASSOCIATED WITH, THE USE OF ANY CONTENT, INCLUDING ANY RELIANCE ON THE ACCURACY, COMPLETENESS, OR USEFULNESS OF THE SERVICES.\nYOU SPECIFICALLY ACKNOWLEDGE THAT HURDLR IS NOT LIABLE FOR THE DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF USERS OR THIRD PARTIES.\nADDITIONALLY, IN NO EVENT WILL HURDLR OR ITS AFFILIATES BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, ANY LOSS OF USE, LOSS OF PROFITS, LOSS OF DATA, COST OF PROCUREMENT OF SUBSTITUTE PRODUCTS OR SERVICES, OR ANY OTHER SUCH DAMAGES, HOWSOEVER CAUSED, AND ON ANY THEORY OF LIABILITY, WHETHER FOR BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), OR OTHERWISE RESULTING FROM (1) THE USE OF, OR THE INABILITY TO USE THE SERVICES.\n(2) THE COST OF PROCUREMENT OF SUBSTITUTE SERVICES, ITEMS, OR WEBSITES.\n(3) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(4) THE STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICES.\nOR (5) ANY OTHER MATTER RELATING TO THE SERVICES.\nYOUR SOLE AND EXCLUSIVE REMEDY FOR ANY FAILURE OR NON-PERFORMANCE OF THE SERVICES, INCLUDING ANY ASSOCIATED SOFTWARE OR OTHER MATERIALS SUPPLIED IN CONNECTION WITH SUCH SERVICES, SHALL BE FOR HURDLR TO USE COMMERCIALLY REASONABLE EFFORTS TO EFFECTUATE AN ADJUSTMENT OR REPAIR OF THE APPLICABLE SERVICE.\nTHESE LIMITATIONS WILL APPLY WHETHER OR NOT HURDLR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.\nIn some jurisdictions, limitations of liability are not permitted.\nIn such jurisdictions, some of the foregoing limitations may not apply to you.</p>\n<p>\n<strong>INDEMNIFICATION</strong>\n</p>\n<p>You agree to indemnify and hold harmless Hurdlr, its directors, officers, employees, agents, and affiliates, from and against any and all liability, damages, losses, claims, expenses of any kind (including, without limitation, reasonable attorneys' fees) directly or indirectly related to (1) your breach of the Terms of Service.\n(2) the User Content you submit, post, or transmit through the Services.\nor (3) your use of the Services.</p>\n<p>\n<strong>TERMINATION AND SURVIVAL</strong>\n</p>\n<p>Either party may terminate the Terms of Service for any or no cause, at any time.\nAfter termination, you shall no longer access or utilize the Services.\nThe provisions of this Agreement which by their intent or meaning intended to survive such termination, including without limitation the provisions relating to disclaimer of warranties, limitations of liability, and indemnification, shall survive any termination of these Terms of Service and any termination of your use of or subscription to the Services and shall continue to apply indefinitely.</p>\n<p>\n<strong>SEVERABILITY</strong>\n</p>\n<p>If any provision of the Terms of Service is found by a court or other binding authority to be invalid, you agree that every attempt shall be made to give effect to the parties' intentions as reflected in that provision, and the remaining provisions contained in the Terms of Service shall continue in full force and effect.</p>\n<p>\n<strong>DISPUTE RESOLUTION</strong>\n</p>\n<p>INFORMAL NEGOTIATIONS.\nTo expedite resolution and reduce the cost of any dispute, controversy or claim related to this Agreement (“Dispute”), you and Hurdlr agree to first attempt to negotiate any Dispute (except those Disputes expressly excluded below) informally for at least thirty (30) days before initiating any arbitration or court proceeding.\nSuch informal negotiations will commence upon written notice.\nYour address for such notices is your billing address, with an email copy to the email address you have provided to Hurdlr.\nHurdlr’s address for such notices is 5511 Cornish Road, Bethesda, Maryland 20814, Attention: Legal.</p>\n<p>BINDING ARBITRATION.\nIf you and Hurdlr are unable to resolve a Dispute through informal negotiations, all claims arising from use of the Services (except those Disputes expressly excluded below) shall be finally and exclusively resolved by binding arbitration.\nAny election to arbitrate by one party will be final and binding on the other.\nYOU UNDERSTAND THAT IF EITHER PARTY ELECTS TO ARBITRATE, NEITHER PARTY WILL HAVE THE RIGHT TO SUE IN COURT OR HAVE A JURY TRIAL.\nThe arbitration will be commenced and conducted under the Commercial Arbitration Rules (the “AAA Rules”) of the American Arbitration Association (“AAA”) and, where appropriate, the AAA’s Supplementary Procedures for Consumer Related Disputes (“AAA Consumer Rules”), both of which are available at the AAA website&nbsp;www.adr.org.\nYour arbitration fees and your share of arbitrator compensation will be governed by the AAA Rules (and, where appropriate, limited by the AAA Consumer Rules).\nIf your claim for damages does not exceed $1,000, Hurdlr will pay all such fees unless the arbitrator finds that either the substance of your claim or the relief sought in your Demand for Arbitration was frivolous or was brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).\nThe arbitration may be conducted in person, through the submission of documents, by phone or online.\nThe arbitrator will make a decision in writing, but need not provide a statement of reasons unless requested by a party.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nExcept as otherwise provided in this Agreement, you and Hurdlr may litigate in court to compel arbitration, stay proceeding pending arbitration, or to confirm, modify, vacate or enter judgment on the award entered by the arbitrator.</p>\n<p>EXCEPTIONS TO ALTERNATIVE DISPUTE RESOLUTION.\nEach party retains the right to bring an individual action in small claims court or to seek injunctive or other equitable relief on an individual basis in a federal or state court in San Francisco County, California with respect to any dispute related to the actual or threatened infringement, misappropriation or violation of a party’s intellectual property or proprietary rights.</p>\n<p>WAIVER OF RIGHT TO BE A PLAINTIFF OR CLASS MEMBER IN A PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nYou and Hurdlr agree that any arbitration will be limited to the Dispute between Hurdlr and you individually.\nYOU ACKNOWLEDGE AND AGREE THAT YOU AND HURDLR ARE EACH WAIVING THE RIGHT TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nFurther, unless both you and Hurdlr otherwise agree, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of any class or representative proceeding.\nIf this specific paragraph is held unenforceable, then the entirety of this “Dispute Resolution” Section will be deemed null and void.</p>\n<p>LOCATION OF ARBITRATION.\nArbitration will take place in Montgomery County, Maryland.\nYou and Hurdlr agree that for any Dispute not subject to arbitration (other than claims proceeding in any small claims court), or where no election to arbitrate has been made, the Maryland state and Federal courts located in Bethesda, Maryland have exclusive jurisdiction and you and Hurdlr agree to submit to the personal jurisdiction of such courts.</p>\n<p>\n<strong>GOVERNING LAW</strong>\n</p>\n<p>You and Hurdlr agree that, other than as set forth under the subsection entitled “Waiver Of Right To Be A Plaintiff Or Class Member In A Purported Class Action Or Representative Proceeding” in the above, if any portion of the section entitled “Dispute Resolution” is found illegal or unenforceable, that portion will be severed and the remainder of the section will be given full force and effect.\nNotwithstanding the foregoing, if the subsection entitled “Exceptions to Alternative Dispute Resolution” in the section above is found to be illegal or unenforceable, neither you nor Hurdlr will elect to arbitrate any Dispute falling within that portion of that subsection that is found to be illegal or unenforceable and such Dispute will be decided by a court of competent jurisdiction within Bethesda, Maryland, and you and Hurdlr agree to submit to the personal jurisdiction of that court.</p>\n<p>Except as expressly provided otherwise, this Agreement is governed by, and will be construed under, the laws of the State of Maryland, without regard to choice of law principles.</p>\n<p>\n<strong>CONTACT INFORMATION</strong>\n</p>\n<p>If you have any questions or concerns with respect to these Terms of Service or the Services you may contact a representative of Hurdlr at&nbsp;info [at] hurdlr [dot] com&nbsp;or by mail to 5511 Cornish Road, Bethesda, Maryland 20814.</p>\n<p>© 2016 Hurdlr, Inc.</p>EnterpriseUse CasesIncome TaxesAccounting &amp;&nbsp;Bookkeeping<br>Banking<br>For DevelopersDocumentationAPI&nbsp;Reference<br>ResourcesHelp CenterTax GuideBlogPricingLogin© 2022 Hurdlr, Inc.EnterpriseUse CasesIncome TaxesAccounting &amp;&nbsp;BookkeepingBankingFor DevelopersDocumentationAPI&nbsp;ReferenceResourcesHelp CenterBlogTax GuideTax CalculatorTax DeductionsCompanyCareersPressPricingEULAPrivacy PolicyTerms© 2022 Hurdlr, Inc.EnterpriseUse CasesIncome TaxesAccounting &amp;&nbsp;BookkeepingBankingFor DevelopersDocumentationAPI&nbsp;ReferenceResourcesHelp CenterBlogTax GuideTax CalculatorTax DeductionsCompanyCareersPressPricingEULAPrivacy PolicyTerms This website uses cookies to improve user experience.\nBy using our website you consent to all cookies in accordance with our Cookie Policy.\nREAD MORE Targeting Unclassified Accept all Decline all × ", "created_at": "2023-07-08 04:55:38.290316", "updated_at": "2023-07-08 04:56:15.994101"}], "points": [], "urls": ["hurdlr.com"]}}