{"error": 448, "message": "OK", "parameters": {"id": 9468, "name": "Formula 1", "created_at": "2023-09-02 01:42:42.037732", "updated_at": "2023-09-02 10:02:15.483596", "wikipedia": "https://en.wikipedia.org/wiki/Formula_One", "keywords": null, "related": null, "slug": "formula-1", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9468.png", "url": "formula1.com,f1.com", "documents": [{"id": 18667, "name": "Privacy Policy", "url": "https://account.formula1.com/#/en/privacy-policy", "xpath": "//body", "text": " Logout <ul>\n<li>Sign in</li>\n<li>Register</li>\n<li>My Account</li>\n<li>Subscription</li>\n<li>My Subscription</li>\n<li>Payment</li>\n<li>Order History</li>\n<li>Welcome</li>\n</ul> Sign In Sorry something went wrong Click here to reset your password Email address Please enter valid username/email address Password Password is not correct Forgotten password? Sign In Don't have an account yet? Register with F1 Reset your password Sorry something went wrong To reset your password, please enter your email address below Email address Please enter valid email address Back to Sign In Reset password If the email address you entered is associated with an active F1 account, your password reset link is on its way!<br>\n<br>Please check your inbox for an email with the instructions to reset your password.<br>\n<br>If you don’t see the email in your Inbox, please check your Spam or Junk folder.\n<br>\n<br> Back to Sign in Set Your New Password Sorry something went wrong New password Password must contain Re-enter new password The entered password does not match Submit PASSWORD SUCCESSFULLY CHANGED <p>Your password has been successfully changed! <br>Use your new password on the sign in page to access your account</p> Back to Sign in Sorry, there’s a problem.\n<p>We found an issue with your Password Reset link.\nPlease try again.</p> Back to reset password Sign up to F1 TV now BUY NOW Verify email address PRIVACY POLICY <p>This website, www.formula1.com (the “Site”) as well as the official Formula 1 app and all other official Formula 1 digital products (together “Digital Products”) are operated by Formula One Digital Media Limited.\nFormula One Digital Media Limited is registered in England and Wales with company number 08915039 with its registered office being No.2 St.\nJames’s Market, London, SW1Y 4AH, England (“we”, “us” and/or “our”).\n</p>\n<p>This privacy policy (the “Privacy Policy”) outlines the basis on which any personal data we collect, or that you provide to us, will be processed by us.\nWe are not responsible for the privacy policies of other websites or applications, and encourage you read all applicable terms, conditions and privacy policies when using other websites and applications.</p>\n<p>For the purpose of data protection law, we are the data controller.</p>\n<p>Questions, comments and requests regarding this Privacy Policy and how we use your personal data are welcomed and should be addressed to general@en.formula1.com.</p>\n<p>To comply with the General Data Protection Regulation (2016/679) we have appointed a European representative.\nIf you wish to contact them, their details are as follows: Bird &amp.\nBird GDPR Representative Services Ireland, Deloitte House, 29 Earlsfort Terrace, Dublin 2, D02 AY28 and EUrepresentative.Formula1@twobirds.com.</p>\nAgreeing to our Privacy Policy\n<p>By using our Digital Products, you agree to us using your data in accordance with this Privacy Policy.\nThere are certain services that we may not be able to provide if you do not choose to provide relevant information.</p>\n<p>Learn more:</p>\n<p>By using our Digital Products, you agree to us collecting and using personal information about you in accordance with this Privacy Policy.\nIf you do not agree to the terms of this Privacy Policy, please do not use our Digital Products.</p>\n<p>You have choices about the data we collect.\nWhen asked to provide certain personal information you may decline, but where such is necessary to provide a service or feature, your use of that service or feature may be restricted as a result.</p>\n<p>We will hold your personal information for as long as reasonably necessary for the relevant purpose.</p>\nWhat information do we collect?\n<p>We collect data to operate effectively and provide you the best experiences with our products.\nYou provide some of this data directly, such as when you create an account or contact us for support.\nWe get some of it by recording how you interact with our products by, for example, using technologies like cookies – this may collect data about your use of our Digital Products, your device(s) and your location</p>\n<p>Learn more: </p>\n<p>We will collect and process the following data about you (the “Information”):</p>\n<ul>\n<li>\n<p>Information you give us.\nYou may give us information about you by filling in forms or by corresponding with us by phone, e-mail or otherwise.\nThis includes information you provide when you register, subscribe to any service, enter a competition, promotion or survey and when you report a problem.\nThe information you give us may include your name, address, e-mail address, date of birth, nationality and phone number, and preferences.</p>\n</li>\n<li>\n<p>Information we collect about you.\nWe may automatically collect the following information:</p>\n</li>\n<li>\n<p>technical information, including the Internet protocol (IP) address used to connect your computer to the Internet, your login information, screen resolution details, browser type and version, time zone setting, mobile and network information, browser plug-in types and versions, operating system, platform and information about your geographic location.\nand</p>\n</li>\n<li>\n<p>information about your visit, including the full Uniform Resource Locators (URL) clickstream to, through and from our Digital Products (including date and time).\npages you viewed or searched for.\npage response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page and any phone number used to call our customer service number.</p>\n</li>\n</ul>\nCookies\n<p>Our Digital Products use cookies and similar technologies.\nFor more information on the cookies that we use on the Site and their purpose, please see our Cookies Policy at https://account.formula1.com/#/en/cookie-policy.</p>\nHow do we use your Information?\n<p>We may use your information in a number of ways, including to provide the Digital Products, to personalise and improve the services we offer, to carry out our obligations, communicate with you, to analyse use of our Digital Products and in other ways that you agree to.</p>\n<p>We may share your information with our group companies, law enforcement agencies, service providers, partners, people who operate of take over our Digital Products and third parties that you agree that we can share it with.</p>\n<p>We may disclose your information in order to enforce the terms of use of any of our Digital Products, to protect our rights, to comply with applicable laws and as is reasonably necessary to operate our systems and protect us and our users</p>\n<p>Learn more:</p>\n<p>We may use your Information:</p>\n<ul>\n<li>\n<p>to communicate with you (including by post, phone, email and/or mobile messaging), such as to let you know about new features, offerings (including goods and services) on our Digital Products where you have consented for us to do so;</p>\n</li>\n<li>\n<p>to carry out our obligations arising from any contracts entered into between you and us and to provide you with the information, products and services that you request from us;</p>\n</li>\n<li>\n<p>to create an individual profile for you so that we can understand and respect your preferences;</p>\n</li>\n<li>\n<p>for record keeping purposes;</p>\n</li>\n<li>\n<p>to administer and provide services you request;</p>\n</li>\n<li>\n<p>to carry out market research so that we can improve the products and service we offer;</p>\n</li>\n<li>\n<p>to improve the quality of our service and security of our Digital Products;</p>\n</li>\n<li>\n<p>to understand you preferences so that we can improve the products and services we offer;</p>\n</li>\n<li>\n<p>in connection with targeting/advertising activities;</p>\n</li>\n<li>\n<p>to track activity on the Site and our Digital Products;</p>\n</li>\n<li>\n<p>in conjunction with personal data legally obtained from third party sources;</p>\n</li>\n<li>\n<p>in such way as you may otherwise expressly consent to;</p>\n</li>\n<li>\n<p>to comply with legal and regulatory requirements.\nand/or</p>\n</li>\n<li>\n<p>for any other purpose that we may notify to you from time to time.</p>\n</li>\n</ul>\n<p>You agree that we will share your Information with: </p>\n<ul>\n<li>\n<p>carefully selected third party organisations to carry out certain processing activities on our behalf where such parties have the necessary protections in place to comply with applicable data protection law;</p>\n</li>\n<li>\n<p>other Formula 1 Companies (including Formula One Management Limited, Formula One World Championship Limited, Formula One Hospitality and Event Services Limited, Formula One Marketing Limited and Formula Motorsport Limited);</p>\n</li>\n<li>\n<p>any Formula 1 partner in a manner to which you have expressly consented to (this includes consent by way of opting-in to certain marketing and contact from any of them as part of the registration process) and you agree that such parties can contact you in accordance with such consent.\n</p>\n</li>\n<li>\n<p>anyone who may take over the running of our Digital Products, or any Formula 1 group company or subcontractors who operate a part of our Digital Products on our behalf.\nAny other organisations who access your information in the course of providing services on our behalf will be governed by strict contractual restrictions to make sure that they protect your Information and comply with applicable data protection and privacy laws.\nWe may also independently audit these service providers to make sure that they meet our standards.\nand/or</p>\n</li>\n<li>\n<p>any law enforcement agency requesting it once we are reasonably satisfied as to the circumstances surrounding the request.</p>\n</li>\n</ul>\n<p>We will disclose your Information to third parties: </p>\n<ul>\n<li>\n<p>in order to enforce or apply the terms of use of the Site, our Digital Products or any services provided to you.\n</p>\n</li>\n<li>\n<p>to protect our rights, property, or safety, our customers, or others.\nThis includes exchanging information with other companies and organisations for the purposes of fraud protection and credit risk reduction;</p>\n</li>\n<li>\n<p>to comply with applicable laws and lawful government requests.\nand/or</p>\n</li>\n<li>\n<p>to operate our systems properly or to protect our users and ourselves.</p>\n</li>\n<li>\n<p>Except as expressly stated in this Privacy Policy, we will not sell, share, trade or license your Information to others without your express consent.</p>\n</li>\n</ul>\nChildren\n<p>If you are a child who is using our Digital Products or a parent of a child using our Digital Products, there are additional rules</p>\n<p>Learn more:</p>\n<p>It is important to us that children can enjoy the Site and our Digital Products in a responsible fashion.\nWe encourage parents and guardians to supervise their children's online activities by, for example, adopting parental control tools available from online services and software manufacturers that help provide a child-friendly online environment.\nThese tools can also prevent children from disclosing online their name, address, and other personal information without parental permission.</p>\n<p>Your child's privacy is important to us.\nWe are committed to safeguarding children's personal information collected online, and to helping parents and guardians and their children learn how to exercise control over personal information while exploring the Internet.</p>\n<p>If you are aged 15 or under, we will require permission from your parent or guardian in order for you to register on our website, unless otherwise stated at the point of registration.\nIf you are required to provide permission from your parent or guardian, you will be asked to supply the name and email address of a parent or guardian to whom a confirmation email will be sent.\nYour account will only become active once your parent or guardian has clicked on the link within the confirmation email to provide their consent.</p>\n<p>If you are a parent or guardian and would like to review any personal information that we have collected online from your child, have this information deleted, and/or request that there be no further collection or use of your child’s personal information or if you have any questions about our Privacy Policy or practices, you may contact us at general@en.formula1.com.</p>\nSecurity\n<p>We have security protocols in place to protect your Information from unauthorised access, improper use or disclosure, unauthorised modification, and unlawful destruction or accidental loss.\nWe only allow access to our databases when necessary, and then under strict guidelines as to what use may be made of such data.</p>\nWhere we store your Information\n<p>We may use service providers to help us run our Digital Products (or services available on our Digital Products).\nIf we or our service providers transfer any Information out of the European Economic Area (EEA), it will only be done with the relevant protection (under UK law) being in place.</p>\nMarketing and Unsubscribing\n<p>If you wish to unsubscribe from the list please click on the unsubscribe link in the relevant email or e-mail us at general@en.formula1.com.\nExcept as to the extent you consent to us doing so under this Privacy Policy, we will not share, license or sell these e-mail addresses without your express consent.</p>\nYour Rights in relation to your data\n<p>You have rights to access, correct, delete your information or to object to or restrict our processing of it in certain situations.\nNo fee is usually required to exercise these rights, but we may need certain information from you.</p>\n<p>In certain circumstances, you have the right to:</p>\n<p>• Request access to your personal information.\nThis enables you to receive a copy of the personal information we hold about you and to check that we are lawfully processing it.</p>\n<p>• Request correction of the personal information that we hold about you.\nThis enables you to have any incomplete or inaccurate information we hold about you corrected.</p>\n<p>• Request erasure of your personal information.\nThis enables you to ask us to delete or remove personal information where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal information where you have exercised your right to object to processing (see below).</p>\n<p>• Object where we are processing your personal information for direct marketing purposes or where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground.\nGenerally, other than in relation to marketing, our processing of your personal data is in order to allow us to provide you a service, so we will be unable to provide the service to you without processing your personal data</p>\n<p>• Request the restriction of processing of your personal information.\nThis enables you to ask us to suspend the processing of personal information about you, for example if you want us to establish its accuracy or the reason for processing it.</p>\n<p>We allow you to access, correct and edit your details in the “Account” section of Formula1.com.\nIf you require any further help from us in relation to the above rights, please email general@en.formula1.com.</p>\n<p>No fee is usually required - You will not have to pay a fee to access your personal information (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request for access is unfounded or excessive.\nAlternatively, we may refuse to comply with the request in such circumstances.</p>\n<p>What we may need from you - We may need to request specific information from you to help us confirm your identity and ensure your right to access the information (or to exercise any of your other rights).\nThis is another appropriate security measure to ensure that personal information is not disclosed to any person who has no right to receive it.</p>\nChanges to our Privacy Policy\n<p>Privacy laws and practice are constantly developing.\nOur policies and procedures are therefore under continual review.\nWe may, from time to time, update our privacy policy.\nAny such changes will be posted on this page.\nPlease check back frequently to see any updates or changes to the Privacy Policy.</p>\nHow to Complain\n<p>We endeavour to meet the highest standards when collecting and using personal information, however if you wish to lodge a complaint as to how we collect and process your Information please contact general@en.formula1.com.\nYou may also wish to lodge a complaint with the Information Commissioner’s Office, the UK’s independent body set up to uphold information rights.\nYou can find further details as to how to do this at https://ico.org.uk/concerns/.</p> Order Confirmation F1 TV F1 Website F1 Fantasy Verify email address <p>We need to verify your email address.\nA verification link has been sent to .\nPlease follow the link in the email to verify.</p>\n<p>You need to verify your email address before you can sign in.\nA verification link has been sent to .\nPlease follow the link in the email to verify.</p>\n<p>You need to verify your email address before you can sign in.\nA verification link has been sent to .\nPlease follow the link in the email to verify.</p> I have verified Haven't got the email or need a new link? Verified <p>Thank you! Your email address has been verified.</p> F1 TV F1 Website F1 Fantasy Oops...! <p>It appears that your email hasn’t been verified yet or there might be some delay.</p>\n<p>Sorry, that hasn't worked.\nPlease try again or request a new link to verify your email address.</p> Haven't got the email or need a new link? Request a new link LINK REQUESTED <p>We will send you another email to containing a new verification link.\nThis will replace the previous email we sent.</p>\n<p>We will send you another email to containing a new verification link.\nThis will replace the previous email we sent.\nPlease follow the link in the email to verify.</p>\n<p>We have sent a new verification link to .\nIt may take a few minutes to arrive.\nPlease follow the link in the email to verify.</p>\n<p>New verification link sent</p> Please enter the email address of your F1 account Email address is invalid Request new Link I have verified Sorry, we can't get you a new link at the moment.\nPlease try again later.\nPlease update your password to continue <p>Please click the link below to set a new password for your account.</p> Update Password Unfortunately you are not eligible for this plan because of your previous purchase history or you are in a territory that is not valid for this selection.\nPlease choose another plan<br> Profile pit stop required <p>It only takes a second or two to fine tune your F1 experience.</p> Title First name First name is required First name did not match pattern Last name Last name is required Last name did not match pattern Update profile <i>\n</i>\n<i>\n</i> Your profile has been completed <i>\n</i> Your profile has not been completed No thanks, I'll keep racing ✕ Verify email address <p>We need to verify your email address.\nA verification link has been sent to .</p> I have verified Haven't got the email or need a new link? Syncing account, please do not close your browser window <ul>\n<li>Privacy Policy</li>\n<li>Subscription</li>\n<li>Terms Of Use</li>\n<li>FAQs</li>\n<li>Cookies Policy</li>\n<li>FAQs</li>\n<li> Cookie Preferences </li>\n</ul>\n<ul>\n<li>EN</li>\n<li>FR</li>\n<li>DE</li>\n<li>ES</li>\n<li>NL</li>\n<li>PT</li>\n</ul> © 2003-2023 Formula One World Championship Limited ", "created_at": "2023-09-02 01:42:42.069031", "updated_at": "2023-09-02 01:43:29.102811"}, {"id": 18668, "name": "TERMS OF USE", "url": "https://account.formula1.com/#/en/terms-of-use", "xpath": "//body", "text": " Logout <ul>\n<li>Sign in</li>\n<li>Register</li>\n<li>My Account</li>\n<li>Subscription</li>\n<li>My Subscription</li>\n<li>Payment</li>\n<li>Order History</li>\n<li>Welcome</li>\n</ul> Sign In Sorry something went wrong Click here to reset your password Email address Please enter valid username/email address Password Password is not correct Forgotten password? Sign In Don't have an account yet? Register with F1 Reset your password Sorry something went wrong To reset your password, please enter your email address below Email address Please enter valid email address Back to Sign In Reset password If the email address you entered is associated with an active F1 account, your password reset link is on its way!<br>\n<br>Please check your inbox for an email with the instructions to reset your password.<br>\n<br>If you don’t see the email in your Inbox, please check your Spam or Junk folder.\n<br>\n<br> Back to Sign in Set Your New Password Sorry something went wrong New password Password must contain Re-enter new password The entered password does not match Submit PASSWORD SUCCESSFULLY CHANGED <p>Your password has been successfully changed! <br>Use your new password on the sign in page to access your account</p> Back to Sign in Sorry, there’s a problem.\n<p>We found an issue with your Password Reset link.\nPlease try again.</p> Back to reset password Sign up to F1 TV now BUY NOW Verify email address FORMULA1.COM - TERMS OF USE <p>Formula One Digital Media Limited (registered in England with company number 08915039, whose registered office is at No.2 St.\nJames’s Market, London, SW1Y 4AH) operates www.formula1.com (the \"<strong>Site</strong>\") and is part of the Formula 1 group of companies (”<strong>Formula 1 Companies</strong>”) which have the exclusive right to commercialise the FIA Formula One World Championship in all media.</p>\n<p>Access to and use of the Site is provided by Formula One Digital Media Limited (\"<strong>we</strong>\", \"<strong>us</strong>\", and/or \"<strong>our</strong>\") subject to the following terms and conditions.</p>\n<p>To contact us, please email general@en.formula1.com.\n</p>\n<p>By using this Site you agree to comply with and be bound by these terms and conditions.\nIf you do not agree with all of these terms and conditions, you must exit this Site now.\n</p>\n<p>You are responsible for ensuring that all persons who access this Site through your internet connection are aware of these terms and conditions and other applicable terms and conditions, and that they comply with them.</p>\nPrivacy Policy\n<p>We will use any personal data collected through your use of this Site in accordance with our Privacy Policy, which is available at https://account.formula1.com/#/en/privacy-policy.</p>\nOther applicable terms\n<p>Any subscriptions you purchase from us will be governed by the Subscription Terms, which are available at https://account.formula1.com/#/en/subscription-terms.</p>\n<p>We will use cookies on the Site in accordance with our Cookies Policy, which is available at https://account.formula1.com/#/en/cookie-policy/.</p>\nUpdates and Changes\n<p>We reserve the right to change these terms and conditions at any time by posting changes online or by emailing you.\nYou are responsible for regularly reviewing the terms and conditions posted on this Site ensure you understand the terms that apply at that time.\nBy using this Site after any such changes you agree to comply with, and be bound by, the terms and conditions in force at the time.</p>\n<p>We may update and change this Site from time to time in relation to our users’ needs, our business priorities and/or to reflect changes to any product or service offered by us.</p>\nAvailability\n<p>We do not guarantee that the Site, or any content on it, will always be available or be uninterrupted.\nWe may suspend or withdraw or restrict the availability of all or any part of this Site for business and operational reasons (including maintenance, updates, technical improvements or to develop its content and/or presentation).</p>\nViruses, Bugs and Malicious Use\n<p>We and our suppliers take reasonable precautions to prevent computer viruses and any other items that may damage the operation of computers or property or otherwise engage in computer misuse on the Site but cannot accept any liability for them.\nYou are responsible for configuring your information technology, computer programmes, hardware, software and platform to access this Site.\nYou should use your own virus protection software.</p>\n<p>You must not misuse this Site by introducing viruses, trojans, worms, logic bombs or other material that is malicious or technologically harmful.\nYou must not attempt to gain unauthorised access to this Site, the server on which this Site is stored or any server, computer or database connected to this Site.\nYou must not attack this Site via a denial-of-service attack or a distributed denial-of service attack or doing anything which may affect the functioning of or the ability of any other person to access the Site.\nBy breaching this provision, you would commit a criminal offence under the Computer Misuse Act 1990.\nWe will report any such breach to the relevant law enforcement authorities and we will co-operate with the relevant authorities in their investigation of such incidents.\nIn the event of such a breach, your right to use this Site will cease immediately.</p>\nIntellectual Property Rights\n<p>The material and content provided on this Site is for your personal, non-commercial use only (save where expressly provided) and you agree not for yourself or through or by way of assistance from any third party to distribute, copy, extract or commercially exploit such material or content.\nYou further agree not to reproduce, distribute, perform, display, modify, adapt, translate, prepare derivative works from, decompile, reverse engineer, disassemble or otherwise attempt to derive source code from this Site.\nExcept as otherwise indicated, all materials on this Site, including, but not limited to photographs, other images, illustrations, text, video clips and written and other materials contained in this Site are protected by copyrights, database rights, trademarks and/or other intellectual property rights owned, or used with permission of their owners, by us or our affiliates or associates.\nThis Site as a whole is protected by copyright and other intellectual property rights.\nAll rights are reserved.</p>\n<p>The F1 FORMULA 1 logo, F1 logo, F1 FIA FORMULA 1 WORLD CHAMPIONSHIP logo, FORMULA 1, FORMULA ONE, F1, FIA FORMULA ONE WORLD CHAMPIONSHIP, GRAND PRIX, F1 GRAND PRIX, FORMULA 1 GRAND PRIX and related marks are trademarks of Formula One Licensing BV, a Formula 1 Company.\nAll rights reserved.</p>\n<p>For more information on the use of our trademarks click here.</p>\n<p>You may make a copy of this content for your personal non-commercial use only, provided that you keep all copyright and other proprietary notices intact and you agree not to modify, copy, reproduce, republish, upload, frame, post, transmit or distribute by any means or in any manner, any material or information on or downloaded from this Site including but not limited to text, graphics, video, messages, code and/or software without our prior written consent.\nNo right, title or interest in any material or software is transferred to you as a result of any such downloading or copying.</p>\nOur Liability\n<p>Nothing in these terms and conditions shall exclude our liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors, for fraud or fraudulent misrepresentation, or for anything else for which it would be unlawful to do so.</p>\n<p>To the extent permitted by law, we shall not be liable in contract, tort, negligence, breach of statutory duty, or otherwise for any loss or damage whatsoever in any way connected with your use or inability to use this Site, or your use or reliance on any content on this Site.</p>\n<p>Reasonable skill and care has been used in producing the Site but it is only designed for general information purposes.\nWe do not give any guarantee or warranty that the Site or any content thereon (including data or statistics) is accurate, complete or up-to-date.\nWe therefore disclaim all liability and responsibility arising from any reliance placed on the content of the Site by you, or by anyone who may be informed of the Site’s contents.</p>\nThird party sites\n<p>Certain sections of the Site are operated by third parties, including: (i) the F1 Store (f1store.formula1.com) operated by Fanatics (International) Limited.\n(ii) Formula 1 Tickets (tickets.formula1.com) operated by Platinium Group S.A.M.\nand (iii) F1 Experiences (f1experiences.com) operated by QuintEvents International LLC.\n</p>\n<p>You agree that any dealings you have with such third party operators (including payment for and delivery of products or services and any other terms, conditions, warranties or representations, acts or omissions associated with such dealings) shall be on the terms and conditions (if any) of the third party operator and a matter solely between such third party operator and yourself.</p>\nLinks\n<p>We make no representations whatsoever about any other sites that you may access through this Site or that may link to this Site.</p>\n<p>Linking to this Site is permitted so long as such use does not create any unauthorised association between the Formula 1 Companies and its brands, and any third party or its products or services and does not damage our brand or image.\nThe name of this Site must be used in such links (i.e.\nwww.formula1.com) but none of our logos may be used.</p>\n<p>When you access any other website you understand that it is independent from this Site and that we have no control over the content or availability of that website.\nIn particular, you agree that any dealings you have with such third party site operators (including payment for and delivery of products or services and any other terms, conditions, warranties or representations, acts or omissions associated with such dealings) shall be on the terms and conditions (if any) of the third party operator and a matter solely between such third party operator and yourself.\n</p>\n<p>In addition, a link to any other website does not mean that we endorse or accept any responsibility whatsoever for the content contained on such website or the use by you of it.\nWe shall not be liable for any loss or damage caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available through any such site or resource.</p>\nGoverning Law\n<p>These terms of use are governed by English law and you can bring legal proceedings in respect of them in the English courts.\n</p>\n<p>Regardless of this, you may have statutory and/or consumer rights where you live which apply and your local law may apply in some circumstances</p> Order Confirmation F1 TV F1 Website F1 Fantasy Verify email address <p>We need to verify your email address.\nA verification link has been sent to .\nPlease follow the link in the email to verify.</p>\n<p>You need to verify your email address before you can sign in.\nA verification link has been sent to .\nPlease follow the link in the email to verify.</p>\n<p>You need to verify your email address before you can sign in.\nA verification link has been sent to .\nPlease follow the link in the email to verify.</p> I have verified Haven't got the email or need a new link? Verified <p>Thank you! Your email address has been verified.</p> F1 TV F1 Website F1 Fantasy Oops...! <p>It appears that your email hasn’t been verified yet or there might be some delay.</p>\n<p>Sorry, that hasn't worked.\nPlease try again or request a new link to verify your email address.</p> Haven't got the email or need a new link? Request a new link LINK REQUESTED <p>We will send you another email to containing a new verification link.\nThis will replace the previous email we sent.</p>\n<p>We will send you another email to containing a new verification link.\nThis will replace the previous email we sent.\nPlease follow the link in the email to verify.</p>\n<p>We have sent a new verification link to .\nIt may take a few minutes to arrive.\nPlease follow the link in the email to verify.</p>\n<p>New verification link sent</p> Please enter the email address of your F1 account Email address is invalid Request new Link I have verified Sorry, we can't get you a new link at the moment.\nPlease try again later.\nPlease update your password to continue <p>Please click the link below to set a new password for your account.</p> Update Password Unfortunately you are not eligible for this plan because of your previous purchase history or you are in a territory that is not valid for this selection.\nPlease choose another plan<br> Profile pit stop required <p>It only takes a second or two to fine tune your F1 experience.</p> Title First name First name is required First name did not match pattern Last name Last name is required Last name did not match pattern Update profile <i>\n</i>\n<i>\n</i> Your profile has been completed <i>\n</i> Your profile has not been completed No thanks, I'll keep racing ✕ Verify email address <p>We need to verify your email address.\nA verification link has been sent to .</p> I have verified Haven't got the email or need a new link? Syncing account, please do not close your browser window <ul>\n<li>Privacy Policy</li>\n<li>Subscription</li>\n<li>Terms Of Use</li>\n<li>FAQs</li>\n<li>Cookies Policy</li>\n<li>FAQs</li>\n<li> Cookie Preferences </li>\n</ul>\n<ul>\n<li>EN</li>\n<li>FR</li>\n<li>DE</li>\n<li>ES</li>\n<li>NL</li>\n<li>PT</li>\n</ul> © 2003-2023 Formula One World Championship Limited ", "created_at": "2023-09-02 01:42:54.076619", "updated_at": "2023-09-02 01:43:03.639062"}], "points": [], "urls": ["formula1.com", "f1.com"]}}