{"error": 448, "message": "OK", "parameters": {"id": 8751, "name": "Math Playground", "created_at": "2023-07-02 22:15:31.740388", "updated_at": "2023-07-03 22:03:00.987837", "wikipedia": null, "keywords": null, "related": null, "slug": "math-playground", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8751.png", "url": "mathplayground.com", "documents": [{"id": 17071, "name": "Payment Terms ", "url": "https://www.mathplayground.com/payment-terms", "xpath": "//body", "text": " Advertisement Kindergarten 1st Grade 2nd Grade 3rd Grade 4th Grade 5th Grade 6th Grade Addition Games Multiplication Games Fraction Games Geometry Games Prealgebra Games Math Models Robot Games Find the Path Multiplayer Games Printable Word Problems Word Games Logic Games Animal Games Action Games Perfect Timing Sports Games Endless Games Classic Games Fun Kids Games <b>MATH PLAYGROUND</b>\n<br>\n1st Grade Games<br>\n2nd Grade Games<br>\n3rd Grade Games<br>\n4th Grade Games<br>\n5th Grade Games<br>\n6th Grade Games<br>\nThinking Blocks<br>\nNew! Puzzle Playground<br>\n<b>MATH GAMES</b>\n<br>\nAddition Games<br>\nSubtraction Games<br>\nMultiplication Games<br>\nDivision Games<br>\nFraction Games<br>\nRatio Games<br>\nPrealgebra Games<br>\nGeometry Games <b>LEARNING GAMES</b>\n<br>\nLogic Games<br>\nClassic Games<br>\nSpelling Games<br>\nGrammar Games<br>\nTyping Games<br>\nGeography Games<br>\nMath Puzzles<br>\nSpatial Reasoning<br>\n<b>FUN KIDS GAMES</b>\n<br>\nFun Games<br>\nAdventure Games<br>\nCar Games<br>\nSports Games<br>\nEndless Runner Games<br>\nPerfect Timing Games<br>\nTwo Player Games<br>\nAll Games<br>\n<b>FRACTION FOREST</b>\n<br>\nUnit Fractions 1<br>\nUnit Fractions 2<br>\nPlayground 1<br>\nEqual Fractions 1<br>\nEqual Fractions 2<br>\nPlayground 2<br>\nAdding Fractions 1<br>\nAdding Fractions 2<br>\nPlayground 3<br>\n<b>THINKING BLOCKS</b>\n<br>\nTB Junior<br>\nTB Addition<br>\nTB Multiplication<br>\nTB Fractions<br>\nTB Ratios<br>\nModeling Tool<br>\nPrintable<br>\nVideos<br>\nWord Problems<br>\n<b>NUMBER PUZZLES</b>\n<br>\nSum Stacks<br>\nNumber Sequence<br>\nSum Links<br>\nSum Blocks<br>\nChain Sums<br>\nStretch Sums<br>\nSwap Sums<br>\nOverlap Sums<br>\n<b>TEACHING MATH</b>\n<br>\nAlgebra Puzzles<br>\nStrategic Multiplication<br>\nFraction Tasks<br>\nProblem Solving<br>\n3rd Grade Math<br>\nVisual Math Tools<br>\nModel Word Problems<br> Advertisement About Us\nPrivacy Policy\nTerms of Service\nGet Help Copyright © 2023 Math Playground LLC • All Rights Reserved &nbsp;", "created_at": "2023-07-02 22:15:31.799946", "updated_at": "2023-07-02 22:16:23.498001"}, {"id": 17072, "name": "Terms of Service ", "url": "https://www.mathplayground.com/terms-of-service", "xpath": "//body", "text": " Kindergarten 1st Grade 2nd Grade 3rd Grade 4th Grade 5th Grade 6th Grade <b>Math Playground Terms of Service</b> Last Updated December 1, 2022 <b>TERMS OF SERVICE AGREEMENT BETWEEN USER AND Math Playground, LLC</b> \"Math Playground\" is comprised of various Web pages operated by Math\nPlayground, LLC and located at https://www.mathplayground.com.\nMath Playground is offered to you conditioned on your acceptance of our Terms of Service without modification of the terms,\nconditions and notices contained herein and applies to use of the free and paid versions of Math Playground.\nYour use of Math Playground constitutes your agreement to all such terms, conditions and notices.\n<b>WEBSITE CONTENT</b> Multimedia content such as games, activities, videos and printables are strictly intended for online use only.\nYou may not download, copy, reproduce, change, transmit, record, distribute or create derivative works of our content without written permission from Math Playground.\nThe content on Math Playground may only be shown on domains owned by Math Playground, LLC.\nYou may not display our proprietary and/or licensed content on any website or online platform, either directly or through the use of iFrames.\n<br>\n<br>\nWebsite content including, but not limited to, games, activities, videos and printables may be updated at any time by Math Playground, LLC.\nNew content may be added while other content may be removed from the website.\nContent that is currently free may be deemed premium and included in a paid membership.\nAll decisions regarding the availability, access and pricing of content are made at the sole and absolute discretion of Math Playground, LLC.\n<br>\n<br>\nMath Playground, LLC reserves the right to modify, withdraw, suspend, or discontinue in whole or in part (temporarily or permanently, at any time and from time to time, and with or without notice) any materials, information, or content available on the Math Playground website, including, without limitation, the cessation of all activities associated with the Math Playground website.\nYou agree that, except as may be required by law, Math Playground, LLC will not be liable to you or to any third party for any modification, suspension or discontinuance of the Math Playground website or any part thereof.\n<b>SCREEN CAPTURES</b> You may not take screenshots or capture video of any part of Math Playground without written permission from Math Playground, LLC.\n<b>LINKING POLICY</b> Math Playground grants you revocable permission to link to Math Playground provided that any link: (a) must not frame or create a browser or border environment around any of the content on the Math Playground or otherwise mirror any part of Math Playground.\n(b) must not imply that Math Playground is endorsing or sponsoring any third party or its products or services, unless Math Playground has given the third party its prior written consent.\n(c) must not present false information about, or disparage, tarnish, or otherwise, in Math Playground’s sole opinion, harm Math Playground or its products or services.\n(d) must not use any Math Playground trademarks or logos without the prior written permission from Math Playground.\n(e) must not contain content that could be construed as distasteful, offensive or controversial or otherwise objectionable in Math Playground’s sole opinion.\n(f) must not contain any image downloaded from Math Playground or screenshots of Math Playground and (g) must be owned and controlled by you or the person or entity placing the link, or otherwise permit you to enable such link subject to these Terms.\nNotwithstanding anything to the contrary contained in these Terms, Math Playground reserves the right to prohibit linking to Math Playground for any reason in our sole and absolute discretion.\n<b>USER CONDUCT</b> Math Playground reserves the right, but does not assume the responsibility, to\nmonitor or review your conduct on Math Playground.\nYour use of Math Playground\nis subject to all applicable local, state, national and international laws and\nregulations.\n<br>\n<br>\nIn using Math Playground you agree not to post, transmit, or otherwise make\navailable, through or in connection with Math Playground:\n<ul>\n<li>\nAnything that is or may be unlawful, defamatory, fraudulent, objectionable, or\nprotected by copyright, trademark, trade secret, right of publicity or other\nproprietary right without the express prior consent of the owner of such right.\n</li>\n<li>\nAny computer code, file, or program that is harmful or invasive or that may or\nis intended to damage or hijack the operation of, or to monitor the use of, any\nhardware, software or equipment.\n</li>\n<li>\nAny Materials that you do not have a right to transmit under any law or under\ncontractual or fiduciary relationships (such as inside information, proprietary\nand confidential information learned or disclosed as part of employment\nrelationships or under nondisclosure agreements).\n</li>\n<li>\nInterfere with or disrupt the operation of Math Playground or the servers or\nnetworks used to make Math Playground available.\nor violate any requirements,\nprocedures, policies or regulations of such networks.\n</li>\n<li>\nAttempt to gain unauthorized access to Math Playground, other accounts,\ncomputer systems or networks connected to Math Playground, through password\nmining or any other means.\n</li>\n<li>\nUse any robot, spider, site search/retrieval application or other manual or\nautomatic device to retrieve, index, \"scrape,\" \"data mine\" or in any way gather\nContent or Materials from Math Playground or reproduce or circumvent the\nnavigational structure or presentation of Math Playground.\n</li>\n<li>\nEngage in any other conduct which, in Math Playground’s sole discretion, is\nconsidered inappropriate, unauthorized or objectionable.\n</li>\n</ul>\n<b>NO UNLAWFUL OR PROHIBITED USE</b> As a condition of your use of the Math Playground website, you warrant to Math\nPlayground, LLC that you will not use Math Playground for any purpose that is\nunlawful or prohibited by these terms, conditions, and notices.\nYou may not use\nMath Playground in any manner which could damage, disable, overburden, or\nimpair Math Playground, LLC or interfere with any other party's use and\nenjoyment of Math Playground.\nYou may not obtain or attempt to obtain any\nmaterials or information through any means not intentionally made available or\nprovided for through Math Playground.\n<b>SUBMISSIONS</b> Anything that is sent to Math Playground by email, regular mail or submission\nforms on the web site is the exclusive property of the publisher.\nThe publisher\nhas the right to unrestricted use of these submissions for any purpose\ncommercial or otherwise without compensation to the provider of the submitted materials.\n<b>INDEMNITY</b> You agree to indemnify and hold harmless Math Playground, LLC, and its\nsubsidiaries, affiliates, officers, agents, or other partners, and employees,\nfrom any claim or demand, including reasonable attorneys' fees, made by any\nthird party due to or arising out of your use of and access to Math Playground,\nyour violation of the terms of service, your violation of any rights of another\nperson or entity, or your violation of any applicable laws or regulations.\n<b>APPLICABLE LAW</b> By visiting https://www.mathplayground.com.\nyou agree to submit to the personal and exclusive jurisdiction of the\ncourts of Middlesex County, Massachusetts.\n<b>MERGER OR ACQUISITION</b> It is possible that the services and/or related assets of Math Playground, LLC\nmight be acquired as part of a merger or acquisition.\nIn such an event, you\nunderstand and agree that Math Playground, LLC may assign its rights under\nthese Terms and that your personal information may be transferred to the\nsucceeding entity.\n<b>LIABILITY DISCLAIMER</b> MATH PLAYGROUND AND THE MATH PLAYGROUND, LLC COLLECTION OF WEBSITE SERVICES AND\nCONTENT ARE PROVIDED \"AS-IS\" WITHOUT EXCEPTION.\n<br>\n<br>\nTHE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE\nTHROUGH MATH PLAYGROUND MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN.\nMATH PLAYGROUND, LLC\nAND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES TO MATH PLAYGROUND AT ANY TIME.\nMATH PLAYGROUND LLC AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS\nABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF\nTHE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON\nMATH PLAYGROUND FOR ANY PURPOSE.\nMATH PLAYGROUND, LLC AND/OR ITS SUPPLIERS\nHEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION,\nSOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED\nWARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE,\nTITLE AND NON-INFRINGEMENT.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW,\nIN NO EVENT SHALL MATH PLAYGROUND, LLC AND/OR ITS SUPPLIERS BE LIABLE FOR ANY\nDIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY\nDAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA\nOR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE\nOF MATH PLAYGROUND WITH THE DELAY OR INABILITY TO USE MATH PLAYGROUND OR\nRELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY\nINFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH\nMATH PLAYGROUND, OR OTHERWISE ARISING OUT OF THE USE OF MATH PLAYGROUND,\nWHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE,\nEVEN IF MATH PLAYGROUND LLC OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE\nPOSSIBILITY OF DAMAGES.\nBECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE\nEXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES,\nTHE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY\nPORTION OF MATH PLAYGROUND, OR WITH ANY OF THESE TERMS OF SERVICE, YOUR SOLE AND\nEXCLUSIVE REMEDY IS TO DISCONTINUE USING MATH PLAYGROUND.\n<b>TERMINATING OR RESTRICTING ACCESS</b> Math Playground, LLC reserves the right, in its sole discretion, to terminate\nyour access to Math Playground and the related services or any portion thereof\nat any time, without notice.\nTo the maximum extent permitted by law, this\nagreement is governed by the laws the laws of the Commonwealth of\nMassachusetts, United States of America, without regard to its conflict of law\nprovisions.\nYou agree any action at law, or in equity arising out of, or\nrelating to these Terms and Conditions shall be filed only in the state or\nfederal courts in Suffolk County, Boston, Massachusetts, United States of\nAmerica in all disputes arising out of or relating to the use of Math\nPlayground.\nUse of Math Playground is unauthorized in any jurisdiction that\ndoes not give effect to all provisions of these terms and conditions, including\nwithout limitation this paragraph.\nYou agree that no joint venture,\npartnership, employment, or agency relationship exists between you and Math\nPlayground, LLC as a result of this agreement or use of Math Playground.\nMath\nPlayground, LLC's performance of this agreement is subject to existing laws\nand legal process, and nothing contained in this agreement is in derogation of\nMath Playground, LLC's right to comply with governmental, court and law\nenforcement requests or requirements relating to your use of Math Playground or\ninformation provided to or gathered by Math Playground, LLC with respect to\nsuch use.\nIf any part of this agreement is determined to be invalid or\nunenforceable pursuant to applicable law including, but not limited to, the\nwarranty disclaimers and liability limitations set forth above, then the\ninvalid or unenforceable provision will be deemed superseded by a valid,\nenforceable provision that most closely matches the intent of the original\nprovision and the remainder of the agreement shall continue in effect.\nUnless\notherwise specified herein, this agreement constitutes the entire agreement\nbetween the user and Math Playground, LLC with respect to Math Playground and\nit supersedes all prior or contemporaneous communications and proposals,\nwhether electronic, oral or written, between the user and Math Playground, LLC\nwith respect to Math Playground.\nA printed version of this agreement and of any\nnotice given in electronic form shall be admissible in judicial or\nadministrative proceedings based upon or relating to this agreement to the same\nextent and subject to the same conditions as other business documents and\nrecords originally generated and maintained in printed form.\nIt is the express\nwish to the parties that this agreement and all related documents be drawn up\nin English.\n<b>COPYRIGHT AND TRADEMARK NOTICES</b> All contents of Math Playground are copyright as of the year that appears at\nthe bottom of the home page of www.mathplayground.com, Math Playground, LLC\nand/or its suppliers.\nAll rights reserved.\nThe names of actual companies and\nproducts mentioned on Math Playground may be the trademarks of their respective\nowners.\nAny rights not expressly granted herein are reserved.\n<b>MODIFICATION OF THESE TERMS OF SERVICE</b> Math Playground, LLC reserves the right to change the terms, conditions, and\nnotices under which Math Playground is offered.\nThe effective date will be\nposted at the top of this agreement if any changes are made to the agreement.\n<b>CONTACT INFORMATION</b> All inquiries concerning Math Playground and its policies may be sent to: help@mathplayground.com About Us\nPrivacy Policy\nTerms of Service\nGet Help Copyright © 2023 Math Playground LLC • All Rights Reserved &nbsp;<p>Cannot load player config</p>", "created_at": "2023-07-02 22:15:31.829123", "updated_at": "2023-07-02 22:16:38.924878"}, {"id": 17070, "name": "Privacy Policy ", "url": "https://www.mathplayground.com/privacy", "xpath": "//body", "text": " Kindergarten 1st Grade 2nd Grade 3rd Grade 4th Grade 5th Grade 6th Grade <b>Math Playground Privacy Policy</b> Last Updated December 1, 2022 <b>PRIVACY OVERVIEW</b> Math Playground does NOT collect personally indentifiable information from children.\nAggregated information collected from our visitors is intended for internal use only.\n<br>\n<br>\nMath Playground is supported by advertisements which are served by third-party companies.\nMath Playground uses contextual advertising rather than interest-based advertising.\nContextual ads are not targeted to a specific user.\n<b>PERSONAL INFORMATION</b> Math Playground does not collect or solicit any personally identifiable\ninformation from children.\nThere are no contests or chat features\non Math Playground.\n<b>ADVERTISING</b> Ads that appear on Math Playground come from our advertising partner, Playwire\nMedia.\nPlaywire offers a kidSAFE COPPA-certified service for publishers of\nchild-directed websites.\nWhile many of the ads are directly bought from the\nbrands advertised, Playwire also uses carefully screened, 3rd party ad\nnetworks.\nThese networks may use aggregated information about your visit to\nthis site, such as the number of times you have viewed an ad (but not your\nname, address, email address, or other personal information), to serve ads to\nyou on this site.\nSome ads are targeted specifically to the content within Math\nPlayground.com and we have taken careful measures to ensure that these ads link\nonly to family friendly advertisers.\nIn response to the new COPPA rules, Math\nPlayground.com does not permit behaviorally targeted ads on its site, and\ninstead only shows contextually-based ads or other carefully-selected ads which\nare not based on a user's browsing behavior.\n<br>\n<br>\nIf you would still like to know more about this practice and the choices you\nmay have about not having your information used by these companies for\nadvertising purposes, please see:\nhttp://www.networkadvertising.org/managing/opt_out.asp <b>COOKIES AND TRACKING TECHNOLOGIES</b> Math Playground may use the following technologies to collect information about your website use and devices.\n<br>\n<br>\n1) Cookies<br>\nA cookie is a data file that is placed on your computer or device when you play games on Math Playground.\nIt is used primarily to store information about game levels so you can resume game play on your next visit.\nIf you choose to disable cookies or adjust privacy settings on your device, some features of Math Playground may not function properly.\n<br>\n<br>\n2) Embedded Scripts<br>\nAn embedded script is programming code designed to collect information about the way you interact with Math Playground.\nThe code is temporarily downloaded onto your device, is active only while you are connected to Math Playground and is then deactivated or deleted.\n<b>DATA SHARING</b> Math Playground does not collect personally identifiable information from children.\n<br>\n<br>\nMath Playground may disclose information about adult visitors in the following circumstances:\n<br>\n1) Third Party Service Providers\n<br>\nService providers process transactions and send email or other communications on behalf of Math Playground.\n<br>\n<br>\n2) Legal Concerns\n<br>\nWe may disclose information to third parties when such disclosure is required by law or if such disclosure would protect and/or defend Math Playground's policies or employees.\n<br>\n<br>\n3) Business Concerns\n<br>\nWe may disclose information to a subsequent owner or operator of Math Playground or to a third party that expresses interest in acquiring all or part of Math Playground.\n<b>ANALYTICS</b> Math Playground works with analytics companies that provide us with information regarding website traffic.\nThis information is used solely to support internal operations.\n<b>DATA SECURITY</b> Math Playground takes every reasonable step to protect the confidentiality and security of personal information collected from website users.\nIf personal information under our control is compromised as a result of a breach of security, we will investigate the breach and take all steps required by applicable laws and regulations, and our agreements with any affected schools.\n<b>CHANGES TO THIS PRIVACY POLICY</b> If we make changes to this privacy policy, we will post them here.\nIf these changes significantly affect the way we handle children's personal information, we will first notify parents and obtain their prior consent, to the extent feasible and required by law.\n<b>CONTACT INFORMATION</b> All inquiries concerning Math Playground and its policies may be sent to: help@mathplayground.com About Us\nPrivacy Policy\nTerms of Service\nGet Help Copyright © 2023 Math Playground LLC • All Rights Reserved &nbsp;", "created_at": "2023-07-02 22:15:31.770518", "updated_at": "2023-07-02 22:16:06.127127"}], "points": [], "urls": ["mathplayground.com"]}}