{"error": 448, "message": "OK", "parameters": {"id": 9050, "name": "sync.me ", "created_at": "2023-07-11 02:16:01.538934", "updated_at": "2023-07-11 10:02:13.44395", "wikipedia": null, "keywords": null, "related": null, "slug": "sync-me", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9050.png", "url": "sync.me", "documents": [{"id": 17710, "name": "Terms", "url": "https://sync.me/terms/", "xpath": "//body", "text": null, "created_at": "2023-07-11 02:16:01.568971", "updated_at": "2023-07-11 02:16:09.376863"}, {"id": 17712, "name": "Privacy Policy", "url": "https://sync.me/privacy/", "xpath": "//body", "text": null, "created_at": "2023-07-11 02:16:56.075268", "updated_at": "2023-07-11 02:16:56.075268"}, {"id": 17711, "name": "Cookies Policy", "url": "https://sync.me/cookies-policy/", "xpath": "//body", "text": "FeaturesSpam DetectorSupportMore AppsDownload AppSign inenEnglishRussianHebrewItalianArabicTurkishGermanyPortuguese brazilFrenchHindiPortugueseSpanish<ul>\n<li>home</li>\n<li>Cookies Policy</li>\n</ul>Sign inHomeFeaturesSpam DetectorSupportMore AppsContact UsPrivacyTerms of UseenEnglishRussianHebrewItalianArabicTurkishGermanyPortuguese brazilFrenchHindiPortugueseSpanishCookies Policy<p>We use in our site https://sync.me/ (\"site\") cookies and similar files or technologies to automatically collect and store information about your computer, device, and Site usage, in order to improve their performance and enhance your user experience.\nWe use the general term \"cookies\" in this policy to refer to these technologies and all such similar technologies that collect information automatically when you are using our Site where this policy is posted.\nYou can find out more about cookies and how to control them in the information below.</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you do not accept the use of these cookies, please disable them using the instructions in this cookie policy or by changing your browser settings so that cookies from this Site cannot be placed on your computer or mobile device.\nImportant: disabling cookies on this Site may seriously cripple the user experience and other features on the Site, to the point of rendering them useless.</p>\n<p>\n</p>\n<p>\n</p>\n<p>In this Cookies Policy, we use the term Sync.Me (and \"we\", \"us\" and \"our\") to refer to Sync.Me Technologies Ltd.\nOur Privacy Policy is available at https://sync.me/privacy/.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>What is a cookie?</p>\n<p>\n</p>\n<p>\n</p>\n<p>Cookies are computer files containing small amounts of information which are downloaded to your computer or mobile device when you visit a website.\nCookies can then be sent back to the originating website on each subsequent visit, or to another website that recognizes that cookie.\nCookies are widely used in order to make websites work, or to work more efficiently, as well as to provide information to the owners of the website.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Cookies do lots of different jobs, like letting you navigate between pages efficiently, remembering your preferences, and generally improving the user experience.\nCookies may tell us, for example, whether you have visited our Site before or whether you are a new visitor.</p>\n<p>\n</p>\n<p>\n</p>\n<p>There are two broad categories of cookies:</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>First party cookies, served directly by us to your computer or mobile device.</li>\n<li>Third party cookies, which are served by a third party on our behalf.\nWe use third party cookies for performance/analytics, and unclassified, and social media purposes.\nThe third-party cookies are outside of our control.\nThe third parties may, at any time, change their terms of service, purpose and use of cookies, etc.\nSee below additional information on how to manage such cookies.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>Cookies can remain on your computer or mobile device for different periods of time.\nSome cookies are 'session cookies', meaning that they exist only while your browser is open.\nThese are deleted automatically once you close your browser.\nOther cookies are 'permanent cookies', meaning that they survive after your browser is closed.\nThey can be used by websites to recognize your computer when you open your browser and browse the Internet again.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Web beacons:</p>\n<p>\n</p>\n<p>\n</p>\n<p>Cookies are not the only way to recognize or track visitors to a website.We may use other, similar technologies from time to time, like web beacons (sometimes called \"tracking pixels\" or \"clear gifs\").\nThese are small graphics files that contain a unique identifier that enable us to recognize when someone has visited our website.\nThis allows us, for example, to monitor the traffic patterns of users from one page within our website to another, to deliver or communicate with cookies, to understand whether you have come to our website from an online advertisement displayed on a third party website, to improve website performance and to measure the success of email marketing campaigns.\nIn most instances, these technologies are reliant on cookies to function, and therefore declining cookies prevents them from functioning.</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you don't want your cookie information to be associated with your visits to these pages, you can set your browser to turn off cookies as described further below.\nIf you turn off cookies, web beacon and other technologies will still detect your visits to our Site.\nhowever, they will not be associated with information otherwise stored in cookies.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Targeted advertising</p>\n<p>\n</p>\n<p>\n</p>\n<p>Third parties may drop cookies on your computer or mobile device to serve advertising through our website.\nThese companies may use information about your visits to this and other websites in order to provide relevant advertisements about goods and services that you may be interested in.\nThey may also employ technology that is used to measure the effectiveness of advertisements.\nThe information collected through this process does not enable us or them to identify your name, contact details or other personally identifying details unless you choose to provide these to us.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>How do we use cookies?</p>\n<p>\n</p>\n<p>\n</p>\n<p>We use cookies to:</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>track traffic flow and patterns of travel in connection with our Site;</li>\n<li>understand the total number of visitors to our Sites on an ongoing basis and the types of internet browsers (e.g.\nChrome, Firefox, Safari, or Internet Explorer) and operating systems(e.g.\nWindows or Mac) used by our visitors;</li>\n<li>monitor the performance of our Site and to continually improve it;</li>\n<li>customize and enhance your online experience.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>What types of cookies do we use?</p>\n<p>\n</p>\n<p>\n</p>\n<p>The types of cookies used by us in connection with the Site can be considered 'essential website cookies','analytics and performance cookies', and 'unclassified'.\nWe've set out some further information below,and the purposes of the cookies we set in the following table.</p>\n<p>\n</p>\n<p>\n</p>\n<p>1.\nCookies necessary for essential website purposes</p>\n<p>\n</p>\n<p>\n</p>\n<p>These cookies are essential to provide you with services available through this Site and to use some of its features, such as access to secure areas.\nWithout these cookies we will not be able to provide services that you require, such as transactional pages and secure login accounts.</p>\n<p>\n</p>\n<p>\n</p>Cookie nameSourceExpiryPurposerc::aGoogle.comPersistentThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.rc::cGoogle.comSessionThis cookie is used to distinguish between humans and bots.<p>\n</p>\n<p>\n</p>\n<p>2.\nPerformance / Analytics Cookies</p>\n<p>\n</p>\n<p>\n</p>\n<p>We use performance/analytics cookies to analyze how the website is accessed, used, or is performing.\nWe do this in order to provide you with a better user experience and to maintain, operate and continually improve the website.\nFor example, these cookies allow us to:</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Better understand our website visitors so that we can improve how we present our content;</li>\n<li>Test different design ideas for particular pages, such as our homepage;</li>\n<li>Collect information about Site visitors such as where they are located and what browsers they are using;</li>\n<li>Determine the number of unique users of the website;</li>\n<li>Improve the website by measuring any errors that occur;</li>\n<li>Conduct research and diagnostics to improve product offerings.\n</li>\n</ul>\n<p>\n</p>\n<p>\n</p>Cookie nameSourceExpiryPurpose_gaSync.me2 yearsRegisters a unique ID that is used to generates statistical data on how the visitor uses the website._gidSync.me1 dayRegisters a unique ID that is used to generate statistical data on how the visitor uses the website._gatSync.me1 dayUsed by Google Analytics to throttle request rate.collectGoogle-analytics.comSessionUsed to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.<p>\n</p>\n<p>\n</p>\n<p>3.\nUnclassified</p>\n<p>\n</p>\n<p>\n</p>Cookie nameSourceExpiryPurposebannerSync.mePersistentUnclassified<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>How to control or delete cookies</p>\n<p>\n</p>\n<p>\n</p>\n<p>Most browsers allow you to change your cookie settings.\nThese settings will typically be found in the“options” or “preferences” menu of your browser.\nIn order to understand these settings and learn how to use them, please consult the “Help” function of your browser, or the documentation published online for your particular browser type and version.</p>\n<p>\n</p>\n<p>\n</p>\n<p>However, please note that if you choose to refuse cookies you may not be able to use the full functionality of our Site.</p>\n<p>\n</p>\n<p>\n</p>\n<p>The following pages have information on how to change your cookies settings for the different browsers:</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Cookie settings in Chrome</li>\n<li>Cookie settings in Firefox</li>\n<li>Cookie settings in Internet Explorer</li>\n<li>Cookie settings in Safari and iOS</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Third Party Websites' Cookies</p>\n<p>\n</p>\n<p>\n</p>\n<p>When using our website, you may be directed to other websites for such activities as surveys, to make payment in currency other than U.S.\ndollars, or for job applications.\nThese websites may use their own cookies.\nWe do not have control over the placement of cookies by other websites you visit, even if you are directed to them from our website.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Need More Information?</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you would like to find out more about cookies and their use on the Internet, you may find the following link useful:</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>All About Cookies</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Cookies that have been set in the past</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you have disabled one or more Cookies, we may still use information collected from cookies prior to your disabled preference being set, however, we will stop using the disabled cookie to collect any further information.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Contact us</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you have any questions or comments about this cookies policy, or privacy matters generally, please contact us via email at privacy@sync.me.</p>Get startedHomeDownload Sync.MELearn MoreSupportSpam DetectorAboutCompanyContact UsMedia KitMore AppsCalendar.AILeaderFollow Us<ul>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Cookies Policy</li>\n<li>Opt-Out</li>\n<li>Do Not Sell My Info</li>\n</ul>Copyright © 2023 Sync.me Technologies Ltd.\nAll rights reserved.We use cookies on this site to improve the service and provide tailored content.\nBy using this site, you agree to this use.OKAY, THANKS", "created_at": "2023-07-11 02:16:19.799385", "updated_at": "2023-07-11 02:16:28.142742"}], "points": [], "urls": ["sync.me"]}}