{"error": 448, "message": "OK", "parameters": {"id": 7166, "name": "Wall Street Oasis", "created_at": "2022-12-31 21:25:52.340141", "updated_at": "2023-01-22 17:00:13.524411", "wikipedia": null, "keywords": null, "related": null, "slug": "wall-street-oasis", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7166.png", "url": "wallstreetoasis.com", "documents": [{"id": 13702, "name": "Terms and Conditions", "url": "https://www.wallstreetoasis.com/legal", "xpath": "/html/body/div[2]/div/div[1]/div[3]/div/div/div[1]/div/article/div/div[2]/div[1]", "text": "<p>These are the \"Terms and Conditions\" under which you may use WallStreetOasis.com.\nPlease read this page carefully including the Privacy Policy linked at the bottom of this page.\nIf you do not accept the Terms and Conditions and Privacy Policy stated here, do not use this web site or any services offered by this web site.</p>\n<p>By using this web site, you are indicating your acceptance to be bound by the terms of these Terms and Conditions and Privacy Policy.\n<abbr>IB</abbr> Oasis Corp.\n(the \"Company\") may revise these Terms and Conditions and Privacy Policy at any time by updating this posting.\nYou should visit this page periodically to review the Terms and Conditions and Privacy Policy, because they are binding on you.\nThe terms \"You\" and \"User\" as used herein refer to all individuals and/or entities accessing this web site for any reason.</p>\n<p>Neither WallStreetOasis.com, <abbr>IB</abbr> Oasis Corp.\nnor employees of <abbr>IB</abbr> Oasis Corp.\nare investment advisors.\nThe purpose of this website is NOT to give any advice on your personal investment strategy.\nIf you base your investment decisions on content of this website, you may lose part or all of your money.</p>\n<p>You should not violate any other law or regulation, including, without limitation, the rules and regulations of the U.S.\nSecurities and Exchange Commission and the national or other securities exchanges, especially including the rule against making false or misleading statements to manipulate the price of a security or the rule requiring you to disclose any compensation you may receive for describing a security.</p>\n<p>You should not access WallStreetOasis.com by any means other than through the interfaces we provide for use in accessing our services or use any automated means, including, without limitation, agents, robots, scripts, or spiders, to access, monitor, copy, or harvest data from any part of our sites, except those automated means that we have approved in advance and in writing.</p>\n<p>The Company, in its sole discretion, reserves the right to remove any postings, or deny access by any individuals, for any reason or no reason.\nIf you see something that you feel is a violation of the these Terms and Conditions, please notify us by emailing wallstreetoasis@wallstreetoasis.com.\nWe reserve the right to change the Terms and Conditions at any time.\nChanges will be posted on the applicable web page.</p>\n<p>Use of Material.</p>\n<p>The Company authorizes you to view and download a single copy of the material on www.WallStreetOasis.com (the \"Web Site\") solely for your personal, noncommercial use.\nBy using the Web Site you are giving the Company the sole right to use any and all content you generate or publish on the site for commercial, non-commercial or promotional purposes.\nThis includes any and all forum posts, comments, blog posts or any other material you generate on the Web Site.</p>\n<p>The contents of this Web Site, such as text, graphics, images, logos, button icons, software and other items (collectively, \"Material\"), are protected under both United States and foreign copyright, trademark and other laws.\nAll Material is the property of the Company or its content suppliers or clients.\nThe compilation (meaning the collection, arrangement and assembly) of all content on this Web Site is the exclusive property of the Company and protected by U.S.\nand international copyright laws.\nUnauthorized use of the Material may violate copyright, trademark, and other laws.\nYou must retain all copyright, trademark, service-mark and other proprietary notices contained in the original Material on any copy you make of the Material.\nYou may not sell or modify the Material or reproduce, display, publicly perform, distribute, or otherwise use the Material in any way for any public or commercial purpose.\nThe use of the Material on any other web site or in a networked computer environment for any purpose is prohibited.</p>\n<p>You shall not copy or adapt the HTML code that the Company creates to generate its pages.\nIt is also protected by the Company?s copyright.</p>Acceptable Site Use.<p>General Rules: Users may not use the Web Site in order to transmit, distribute, store or destroy material (a) in violation of any applicable law or regulation, (b) in a manner that will infringe the copyright, trademark, trade secret or other intellectual property rights of others or violate the privacy, publicity or other personal rights of others, or (c) that is defamatory, obscene, threatening, abusive or hateful.</p>\n<p>Web Site Security Rules.\nUsers are prohibited from violating or attempting to violate the security of the Web Site, including, without limitation, (a) accessing data not intended for such user or logging into a server or account which the user is not authorized to access, (b) attempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures without proper authorization, (c) attempting to interfere with service to any user, host or network, including, without limitation, via means of submitting a virus to the Web Site, overloading, \"flooding\", \"spamming\", \"mailbombing\" or \"crashing\", (d) sending unsolicited e-mail, including promotions and/or advertising of products or services, or (e) forging any TCP/IP packet header or any part of the header information in any e-mail.\nViolations of system or network security may result in civil or criminal liability.\nThe Company will investigate occurrences which may involve such violations and may involve, and cooperate with, law enforcement authorities in prosecuting users who are involved in such violations.</p>Specific Prohibited Uses.<p>The Company specifically prohibits any use of the Web Site, and all users agree not to use the Web Site, for any of the following:</p>\n<p>Posting any incomplete, false or inaccurate biographical information or information which is not your own accurate resume Using any device, software or routine to interfere or attempt to interfere with the proper working of this Web Site or any activity being conducted on this site.\nTaking any action which imposes an unreasonable or disproportionately large load on this Web Site?s infrastructure.\nIf you have a password allowing access to a non-public area of this Web Site, disclosing to or sharing your password with any third parties or using your password for any unauthorized purpose.</p>\n<p>Notwithstanding anything to the contrary contained herein, using or attempting to use any engine, software, tool, agent or other device or mechanism (including without limitation browsers, spiders, robots, avatars or intelligent agents) to navigate or search this Web Site other than the search engine and search agents available from the Company on this Web Site and other than generally available third party web browsers (e.g., Netscape Navigator, Microsoft Explorer).</p>\n<p>Attempting to decipher, decompile, disassemble or reverse engineer any of the software comprising or in any way making up a part of the Web Site.\nAggregating, copying or duplicating in any manner any of the materials or information available from the Web Site.\nFraming of or linking to any of the materials or information available from the Web Site.</p>User Information.<p>When you register for the Web Site, you will be asked to provide the Company with certain information including, without limitation, a valid email address (your \"Information\").\nIn addition to the terms and conditions that may be set forth in any privacy policy on this Web Site, you understand and agree that the Company may disclose to third parties, on an anonymous basis, certain aggregate information contained in your registration application.\nThe Company reserves the right to offer third party services and products to you based on the preferences that you identify in your registration and at any time thereafter.\nsuch offers may be made by the Company or by third parties.\nPlease see the Company's Privacy Policy below for further details regarding your Information.</p>Registration and Password.<p>You are responsible for maintaining the confidentiality of your information and password.\nYou shall be responsible for all uses of your registration, whether or not authorized by you.\nYou agree to immediately notify the Company of any unauthorized use of your registration or password.</p>The Company's Liability.<p>As a condition to your use of this site, you release the Company (and our agents and employees) from claims, demands and damages (actual and consequential, direct and indirect) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such disputes.\nIf you are a California resident, you waive California Civil Code d1542, which says: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.\"</p>\n<p>We are under no legal obligation to, and generally do not, control the information provided by other users which is made available through the Web Site.\nBy its very nature, other people's information may be offensive, harmful or inaccurate, and in some cases will be mislabeled or deceptively labeled.\nWe expect that you will use caution and common sense when using this Web Site.</p>\n<p>The Material may contain inaccuracies or typographical errors.\nThe Company makes no representations about the accuracy, reliability, completeness, or timeliness of the Web Site or the Material.\nThe use of the Web Site and the Material is at your own risk.\nChanges are periodically made to the Web Site and may be made at any time.</p>\n<p>You acknowledge and agree that you are solely responsible for the content and accuracy of any resume or material contained therein placed by you on the Web Site and you agree to let any users that are identified as recruiters (designated in the sole discretion of the Company) to have access to your resume.</p>\n<p>The Company is not to be considered to be an employer with respect to your use of the Web Site and the Company shall not be responsible for any employment decisions, for whatever reason made, made by any entity posting jobs on the Web Site.</p>\n<p>THE COMPANY DOES NOT WARRANT THAT THE WEB SITE WILL OPERATE ERROR-FREE OR THAT THE WEB SITE AND ITS SERVER ARE FREE OF COMPUTER VIRUSES OR OTHER HARMFUL MECHANISMS.\nIF YOUR USE OF THE WEB SITE OR THE MATERIAL RESULTS IN THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR DATA, THE COMPANY IS NOT RESPONSIBLE FOR THOSE COSTS.</p>\n<p>THE WEB SITE AND MATERIAL ARE PROVIDED ON AN \"AS IS\" BASIS WITHOUT ANY WARRANTIES OF ANY KIND.\nTHE COMPANY, TO THE FULLEST EXTENT PERMITTED BY LAW, DISCLAIMS ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING THE WARRANTY OF MERCHANTABILITY, FITNESS FOR PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nTHE COMPANY MAKES NO WARRANTIES ABOUT THE ACCURACY, RELIABILITY, COMPLETENESS, OR TIMELINESS OF THE MATERIAL, SERVICES, SOFTWARE, TEXT, GRAPHICS, AND LINKS.</p>Disclaimer of Consequential Damages.<p>IN NO EVENT SHALL THE COMPANY, ITS SUPPLIERS, OR ANY THIRD PARTIES MENTIONED ON THE WEB SITE BE LIABLE FOR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, INCIDENTAL AND CONSEQUENTIAL DAMAGES, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION) RESULTING FROM THE USE OR INABILITY TO USE THE WEB SITE AND THE MATERIAL, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT THE COMPANY IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>Links to Other Sites.<p>The Web Site may contain links to third party web sites.\nThese links are provided solely as a convenience to you and not as an endorsement by the Company of the contents on such third-party Web sites.\nThe Company is not responsible for the content of linked third-party sites and does not make any representations regarding the content or accuracy of materials on such third party Web sites.\nIf you decide to access linked third party Web sites, you do so at your own risk.</p>\n<p>No Resale or Unauthorized Commercial Use.</p>\n<p>You agree not to resell or assign your rights or obligations under these Term of Use.\nYou also agree not to make any unauthorized commercial use of the Web Site.</p>Limitation of Liability.<p>The aggregate liability for the Company to you for all claims arising from the use of the Materials is limited to $1.</p>Termination.<p>The Company reserves the right, at its sole discretion, to pursue all of its legal remedies, including but not limited to immediate termination of your registration with or ability to access the Web Site and/or any other service provided to you by the Company, upon any breach by you of these Terms and Conditions or if the Company is unable to verify or authenticate any information you submit to the Web Site registration with or ability to access the Web Site.</p>Indemnity.<p>You agree to defend, indemnify, and hold harmless the Company, its officers, directors, employees and agents, from and against any claims, actions or demands, including without limitation reasonable legal and accounting fees, alleging or resulting from your use of the Material or your breach of the terms of these Terms and Conditions.\nThe Company shall provide notice to you promptly of any such claim, suit, or proceeding and shall assist you, at your expense, in defending any such claim, suit or proceeding.</p>General.<p>The Company makes no claims that the Materials may be lawfully viewed or downloaded outside of the United States.\nAccess to the Materials may not be legal by certain persons or in certain countries.\nIf you access the Web Site from outside of the United States, you do so at your own risk and are responsible for compliance with the laws of your jurisdiction.\nThese Terms and conditions are governed by the internal substantive laws of the State of New York, without respect to its conflict of laws principles.\nJurisdiction for any claims arising under this agreement shall lie exclusively with the state or federal courts within New York, New York.\nIf any provision of these Terms and Conditions are found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms and Conditions, which shall remain in full force and effect.\nNo waiver of any term of these Terms and Conditions shall be deemed a further or continuing waiver of such term or any other term.\nExcept as expressly provided in additional terms of use for areas of the Web Site a particular \"Legal Notice,\" or Software License or Material on particular Web pages, these Terms and Conditions constitute the entire agreement between you and the Company with respect to the use of Web Site.\nNo changes to these Terms and Conditions shall be made except by a revised posting on this page.</p>", "created_at": "2022-12-31 21:25:52.462017", "updated_at": "2022-12-31 21:26:11.95408"}, {"id": 13701, "name": "Privacy Policy", "url": "https://www.wallstreetoasis.com/privacy-policy-wall-street-oasis", "xpath": "/html/body/div[2]/div/div[1]/div[3]/div/div/div[1]/div/article", "text": "Privacy Policy - Wall Street Oasis<p>IB Oasis Corp.\n(\"WSO\" or \"Wall Street Oasis\") is committed to protecting your privacy.\nThis Privacy Policy describes how we collect, use and share data, and what choices you have with respect to your data.\nWe have updated this version of our Privacy Policy to reflect changes in data protection law.</p>\n<p>We may modify this Privacy Policy from time to time, so we encourage you to review it frequently.\nIf we make any material changes to the Privacy Policy, we will post a notice on our website prior to such change taking effect.</p>Applicability of the Privacy Policy<p>This Privacy Policy applies to www.wallstreetoasis.com, as well as our other services, offerings, and other interactions (e.g., customer service inquiries, etc.) you may have with us (together with our Site, collectively referred to as our \"Services\").\nIf you do not agree with the data practices described in this Privacy Policy, you should not use our Services.</p>\n<p>This Privacy Policy does not apply to any third party applications or software that integrate with the Services through our Site (\"Third Party Services\"), or any other third party products, services or businesses.</p>Information We Collect and Receive<p>We collect personal information about you in the following ways:</p>\n<ul>\n<li>\n<p>Information you give us</p>\n</li>\n<li>\n<p>Information that you may provide through the Services or otherwise communicate with us includes:</p>\n</li>\n<li>\n<p>Personal and Business Contact information, such as your first name, last name, postal address, email address, telephone number, job title, school data and employer name.</p>\n</li>\n<li>\n<p>Profile information, such as your username and password, picture, industry, interests and preferences</p>\n</li>\n<li>\n<p>Content you post on our Site (text, images, photographs, messages, comments or any other kind of content that is not your e-mail address).</p>\n</li>\n<li>\n<p>Feedback and correspondence, such as information you provide in your responses to surveys, when you participate in market research activities, report a problem with our Site, receive customer support or otherwise correspond with us.</p>\n</li>\n<li>\n<p>Transaction information, such details about purchases you make through the Site, registrations you make through our Site, and billing details;</p>\n</li>\n<li>\n<p>Usage information, such as information about how you use our Site and interact with us.</p>\n</li>\n<li>\n<p>Marketing information, such as your preferences for receiving marketing communications and details about how you engage with them.</p>\n</li>\n<li>\n<p>Information from Social Networking Sites.</p>\n</li>\n</ul>\n<p>Our Site includes interfaces that allow you to connect with social networking sites (each a \"SNS\").\nIf you connect to a SNS through our Site you authorize us to access, use and store the information that you agreed the SNS could provide to us based on your settings on that SNS.\nWe will access, use and store that information in accordance with this Notice.\nYou can revoke our access to the information you provide in this way at any time by amending the appropriate settings from within your account settings on the applicable SNS.</p>Information we get from others.<p>We do not purchase data about you from other individuals or organizations.</p>\n<p>We may combine other publicly available information, such as that provided by business networking sites and databases, information related to the organization for which you work and personal interests and skill sets, with the personal information that you provide to us through our Services.</p>\n<p>We also may obtain information from those in the WSO such as our contractors and local representatives who have agreed to a relationship with us in order to deliver our Services.</p>Information automatically collected<p>We may automatically log information about you and your computer or mobile device when you access our Site.\nFor example, we may log your computer or mobile device operating system name and version, manufacturer and model, browser type, browser language, screen resolution, the website you visited before browsing to our Site, pages you viewed, how long you spent on a page, access times and information about your use of and actions on our Site.\nWe collect this information about you using cookies.\nPlease refer to the Cookies and Similar Technologies section below for more details.</p>Changes to your personal information<p>It is important that the personal information we hold about you is accurate and current.\nPlease let us know if your personal information changes during your relationship with us by updating your registration profile or emailing us at support@wallstreetoasis.com.</p>Cookies and Similar Technologies<p>What are cookies?</p>\n<p>We may collect information using \"cookies.\" Cookies are small data files stored on the hard drive of your computer or mobile device by a website.\nWe may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them) to provide you with a more personal and interactive experience on our Site.</p>\n<p>We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which we use to recognize your computer or mobile device when it revisits our Site.\nand (2) third party cookies, which are served by service providers on our Site, and can be used by such service providers to recognise your computer or mobile device when it visits other websites.</p>Cookies we use<p>Our Site uses the following types of cookies for the purposes set out below:</p>Essential Cookies<p>These cookies are essential to provide you with services available through our Site and to enable you to use some of its features.\nWithout these cookies, the services that you have asked for cannot be provided, and we only use these cookies to provide you with those services.</p>Analytics and Performance Cookies<p>These cookies are used to collect information about traffic to our Site and how users use our Site.\nThe information gathered may include the number of visitors to our Site, the websites that referred them to our Site, the pages they visited on our Site, what time of day they visited our Site, whether they have visited our Site before, and other similar information.\nWe use this information to help operate our Site more efficiently, to gather broad demographic information and to monitor the level of activity on our Site.</p>\n<p>We use Google Analytics for this purpose.\nGoogle Analytics uses its own cookies.\nIt is only used to improve how our Site works.\nYou can find out more information about Google Analytics cookies here and about how Google protects your data here.</p>Social Media Cookies<p>These cookies are used when you share information using a social media sharing button or \"like\" button on our Site, visit a specific page or you link your account or engage with our content on or through a social networking website such as Facebook or Twitter.\nThe social network will record that you have done this.</p>Disabling cookies<p>You can typically remove or reject cookies via your browser settings.\nIn order to do this, follow the instructions provided by your browser (usually located within the \"settings,\" \"help\" \"tools\" or \"edit\" facility).\nMany browsers are set to accept cookies until you change your settings.</p>\n<p>Further information about cookies, including how to see what cookies have been set on your computer or mobile device and how to manage and delete them, visit www.allaboutcookies.org.</p>\n<p>If you do not accept our cookies, you may experience some inconvenience in your use of our Site.\nFor example, we may not be able to recognize your computer or mobile device and you may need to log in every time you visit our Site.</p>Pixel tags<p>We may also use pixel tags (which are also known as web beacons and clear GIFs) on our Site to track the actions of users on our Site.\nUnlike cookies, which are stored on the hard drive of your computer or mobile device by a website, pixel tags are embedded invisibly on webpages.\nPixel tags measure the success of our marketing campaigns and compile statistics about usage of the Site, so that we can manage our content more effectively.\nThe information we collect using pixel tags is not linked to our users' personal information.</p>Do Not Track Signals<p>Some Internet browsers may be configured to send \"Do Not Track\" signals to the online services that you visit.\nWe currently do not respond to do not track signals.\nTo find out more about \"Do Not Track,\" please visit http://www.allaboutdnt.com.</p>How We Use Your InformationTo provide our Services<p>If you have an account with us or use our Site, we use your personal information to:</p>\n<ul>\n<li>\n<p>operate, maintain, administer and improve our Site;</p>\n</li>\n<li>\n<p>manage and communicate with you regarding your account, if you have one, including by sending you service announcements, technical notices, updates, security alerts, and support and administrative messages;</p>\n</li>\n<li>\n<p>process and manage requests you make through our Site, including to track and administer Services you have requested;</p>\n</li>\n<li>\n<p>better understand your needs and interests, and personalize your experience with the Site.\nand</p>\n</li>\n<li>\n<p>provide support and maintenance for the Site and our Services.</p>\n</li>\n</ul>To communicate with you<ul>\n<li>\n<p>If you request information from us, register on our Site, or participate in our surveys, promotions or events, we may send you updates, newsletters, surveys, offers, and other promotional materials that may be targeted based on your personal information as permitted by law.</p>\n</li>\n<li>\n<p>We also may, from time to time, contact you about a particular offering that may be of interest to you based on publicly available information or information obtained through WSO.\nYou will have the ability to opt out of such communications.</p>\n</li>\n</ul>To comply with law<p>We use your personal information as we believe necessary or appropriate to comply with applicable laws, lawful requests and legal process, such as to respond to subpoenas or requests from government authorities.</p>With your consent<p>We may use or share your personal information with your consent, such as when you: consent to participate in additional surveys on gender and race/ethnicity (where legally permissible), let us post your testimonials or endorsements on our Sites, instruct us to take a specific action with respect to your personal information, or opt into third party marketing communications.</p>To create aggregated or de-identified information<p>We may disclose or use aggregated or de-identified information for any purpose.\nFor example, we may share aggregated or de-identified information with prospects, partners, or sponsors for business or research purposes, such as when we analyze and report on demographic trends to measure our objective of having healthy diversity ratios across our programs.</p>For compliance, fraud prevention and safety<p>We use your personal information as we believe necessary or appropriate to (a) enforce the terms and conditions that govern the Service.\n(b) protect our rights, privacy, safety or property, and/or that of you or others.\nand (c) protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity.</p>Your Choices<p>Access, Update, Correct or Delete Your Information.\nAll account holders may review, update, correct or delete the personal information in their registration profile by logging into their account.\nYou may also contact us at support@wallstreetoasis.com to accomplish the foregoing or if you have additional requests or questions.</p>\n<p>Email communications.\nYou may opt out of newsletters and marketing-related emails by following the unsubscribe instructions on a link at the bottom of each such email, or by contacting us at support@wallstreetoasis.com.\nYou may continue to receive service-related and other non-marketing emails.</p>\n<p>Withdrawing consent.\nIf you gave us consent to use your personal information, but wish to update or delete it, please contact us at support@wallstreetoasis.com.</p>\n<p>Choosing not to share your personal information.\nWhere we are required by law to collect your personal information, or where we need your personal information in order to provide the Services to you, if you do not provide this information when requested (or you later ask to delete it), we may not be able to provide you with the Services and may need to close your account.\nWe will tell you what information you must provide to receive the Services by designating it as required in the Services or through other appropriate means.</p>Security<p>The security of your personal information important to us.\nWe take a number of organizational, technical and physical measures designed to protect the personal information we collect, both during transmission and once we receive it.\nHowever, no security safeguards are 100% secure and we cannot guarantee the security of your information.</p>Other Sites and Services<p>Our Site may contain links to other websites and services.\nThese links are not an endorsement, authorization or representation that we are affiliated with that third party.\nWe do not exercise control over third party websites or services, and are not responsible for their actions.\nOther websites and services follow different rules regarding the use or disclosure of the personal information you submit to them.\nWe encourage you to read the privacy policies of the other websites you visit and services you use.</p>User Generated Content<p>We may make available on our Site, or link to, features that allow you to share information online (e.g., on message boards, in chat areas, in file uploads, through events, etc.).\nPlease be aware that whenever you voluntarily disclose personal information online, that information becomes public and can be collected and used by others.\nWe have no control over, and take no responsibility for, the use, storage or dissemination of such publicly-disclosed personal information.\nBy posting personal information online in public forums, you may receive unsolicited messages from other parties.</p>Changes to this Privacy Policy<p>We reserve the right to modify this Privacy Policy at any time.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nIf we make material changes to this Privacy Policy you will be notified via e-mail (if you have an account where we have your contact information) or another manner through the Services that we believe reasonably likely to reach you (which may include posting a new privacy policy on our Site – or a specific announcement on this page or on our blog).</p>\n<p>Any modifications to this Privacy Policy will be effective upon our posting of the new terms and/or upon implementation of the new changes on the Site (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of our Services after the posting of any modified Privacy Policy indicates your acceptance of the terms of the modified Privacy Policy.</p>Retention<p>We will only retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including for the purposes of satisfying any legal, accounting, or reporting requirements.</p>\n<p>To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>In some circumstances, we may anonymize your personal information (so that it can no longer be associated with you) in which case we may use this information indefinitely without further notice to you.</p>Children's Privacy<p>Our Products and Services are not directed to children under the age of 13, and we do not intentionally gather personal information from visitors who are under the age of 13, without their parental or guardian's consent.\nIf a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should contact us at the contact information provided above.\nWe will delete such information from our files as soon as reasonably practicable.</p>Contact Us<p>If you have any questions or concerns or complaints about our Privacy Policy or our data collection or processing practices, please contact us at support@wallstreetoasis.com.</p>For Users Outside of the United States: International Data Transfers<p>WSO is headquartered in the United States.\nYour information, including personal information that we collect from you, may be transferred to, stored at and processed by us and our affiliates and other third parties outside the country in which you reside, including, but not limited to the United States, where data protection and privacy regulations may not offer the same level of protection as in your jurisdiction.\nWe will take all reasonable steps to ensure that your data is treated securely and in accordance with this Policy.</p>\n<p>References to \"personal information\" in this Privacy Policy are equivalent to \"personal data\" governed by European Union data protection legislation.\nWe use the following safeguards if WSO transfers personal information originating from the European Union to other countries not deemed adequate under applicable data protection law:</p>Controller<p>WSO is the controller of your personal information for purposes of European data protection legislation.</p>Legal bases for processing<p>We only use your personal information as permitted by law.\nWe are required to inform you of the legal bases of our processing of your personal information, which are described in the table below.</p>Processing purpose<ul>\n<li>\n<p>Legal basis</p>\n</li>\n<li>\n<p>To provide our Services</p>\n</li>\n<li>\n<p>Processing is necessary to perform the contract governing our provision of the Services or to take steps that you request prior to signing up for the Services.</p>\n</li>\n<li>\n<p>To communicate with you</p>\n</li>\n<li>\n<p>To create aggregated or de-identified information</p>\n</li>\n<li>\n<p>For compliance, fraud prevention and safety</p>\n</li>\n</ul>\n<p>These processing activities constitute our legitimate interests.\nWe make sure we consider and balance any potential impact on you (both positive and negative) and your rights before we process your personal information for our legitimate interests.\nWe do not use your personal information for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).</p>To comply with law<p>Processing is necessary to comply with our legal obligations</p>With your consent<p>Processing is based on your consent.\nWhere we rely on your consent you have the right to withdraw it anytime in the manner indicated in the Service or by contacting us at support@wallstreetoasis.com.</p>Use for new purposes<p>We may use your personal information for reasons not described in this Privacy Policy where permitted by law and the reason is compatible with the purpose for which we collected it.\nIf we need to use your personal information for an unrelated purpose, we will notify you and explain the applicable legal basis.</p>Your Rights<p>European data protection laws give you certain rights regarding your personal information.\nYou may ask us to take the following actions in relation to your personal information that we hold:</p>\n<ul>\n<li>\n<p>Opt-out.\nStop sending you direct marketing communications.\nYou may continue to receive service-related and other non-marketing emails.</p>\n</li>\n<li>\n<p>Access.\nProvide you with information about our processing of your personal information and give you access to your personal information.</p>\n</li>\n<li>\n<p>Correct.\nUpdate or correct inaccuracies in your personal information.</p>\n</li>\n<li>\n<p>Delete.\nDelete your personal information.</p>\n</li>\n<li>\n<p>Transfer.\nTransfer a machine-readable copy of your personal information to you or a third party of your choice.</p>\n</li>\n<li>\n<p>Restrict.\nRestrict the processing of your personal information.</p>\n</li>\n<li>\n<p>Object.\nObject to our reliance on our legitimate interests as the basis of our processing of your personal information that impacts your rights.</p>\n</li>\n</ul>\n<p>You can submit these requests by email to at support@wallstreetoasis.com.\nWe may request specific information from you to help us confirm your identity and process your request.</p>\n<p>Applicable law may require or permit us to decline your request.\nIf we decline your request, we will tell you why, subject to legal restrictions.\nIf you would like to submit a complaint about our use of your personal information or response to your requests regarding your personal information, you may contact us at support@wallstreetoasis.com or submit a complaint to the data protection regulator in your jurisdiction.</p>Cross-Border Data Transfer<p>Whenever we transfer your personal information out of the EEA to countries not deemed by the European Commission to provide an adequate level of personal information protection, the transfer will be based on one of the following safeguards recognized by the European Commission as providing adequate protection for personal information, where required by EU data protection legislation:</p>\n<p>Contracts approved by the European Commission which impose data protection obligations on the parties to the transfer.\nFor further details, see European Commission Model contracts for the transfer of personal information to third countries.</p>Advertising<p>This Site is affiliated with CMI Marketing, Inc., d/b/a CafeMedia (\"CafeMedia\") for the purposes of placing advertising on the Site, and CafeMedia will collect and use certain data for advertising purposes.\nTo learn more about CafeMedia's data usage, click here www.cafemedia.com/publisher-advertising-privacy-policy </p>", "created_at": "2022-12-31 21:25:52.401358", "updated_at": "2022-12-31 21:27:18.915741"}], "points": [], "urls": ["wallstreetoasis.com"]}}