{"error": 448, "message": "OK", "parameters": {"id": 8440, "name": "UT Health San Antonio", "created_at": "2023-06-11 17:51:45.096678", "updated_at": "2023-06-11 22:02:22.99707", "wikipedia": "https://en.wikipedia.org/wiki/University_of_Texas_Health_Science_Center_at_San_Antonio", "keywords": null, "related": null, "slug": "ut-health-san-antonio", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8440.png", "url": "uthscsa.edu", "documents": [{"id": 16389, "name": "Privacy Policy", "url": "https://uthscsa.edu/university/web-privacy", "xpath": "/html/body/div[1]/div[5]", "text": " Web Privacy Policy <p>UT HealtH San Antonio maintains its website, www.uthscsa.edu, as a service to its students, employees and the public.\nThe following is the privacy policy for this site &nbsp;and includes all pages with the domain name \"uthscsa.edu\" in them:</p>\n<ol>\n<li>The university uses cookies to collect information.\nThis information, for example, is used to log the path a user takes through the website, remember the credentials used to log into an application, or temporarily preserve the information the user supplies to complete multi-part web forms.\nSome websites use third-party web services, such as Google, that use proprietary cookies.\nThe university is not responsible for the use of cookies by third parties.\nNote: A cookie file contains unique information a website can use to track such things as passwords, lists of pages a user visited, and the date when the user last looked at a specific page or to identify the user's session at a particular website.\nA cookie is often used in commercial sites to identify the items selected for a specific shopping cart application.</li>\n<li>If a user sends the university an electronic mail message with a question or comment that contains personally identifying information, or fills out a form that emails the university this information, the university will only use the personally-identifiable information to respond to the request and analyze trends.\nThe university may redirect the message to another part of the university, another institution, a government agency or a person who is in a better position to answer the question.</li>\n<li>For site management functions, information is collected for analysis and statistical purposes.\nThis information is not reported or used in any manner that would reveal personally identifiable information, and will not be released to any outside parties unless legally required to do so in connection with law enforcement investigations or other legal proceedings.\nSome information may be collected by third parties.\nThese parties supply the information to the university for analytical purposes.\nInformation obtained by third parties is subject to their terms of service.\nThe university is not responsible for privacy practices of third parties.</li>\n<li>Information collected from the UT Health San Antonio website, including the summary server log information, emails sent to the website, and information collected from web-based forms, may be subject to the Texas Public Information Act.</li>\n<li>Individuals have rights under Section 559.03(a) of the Texas Government Code to correct any erroneous personal information The UT Health San Antonio collects.\nThe university detailed&nbsp;procedures for requesting corrections.</li>\n<li>Except for authorized law enforcement investigations, no other attempts are made to identify individual users or their usage habits.\nRaw data logs are used for no other purpose and are scheduled for regular destruction in accordance with National Archives and Records Administration General Schedule 20.</li>\n<li>The university uses log analysis tools to create summary statistics, which are used for purposes such as assessing what information is of most interest, determining technical design specifications, and identifying system performance or problem areas.\nThe following information is collected for this analysis: <ul>\n<li>User Client hostname - The hostname (or IP address if DNS is disabled) of the user/client requesting access.</li>\n<li>HTTP header, \"user-agent\" - The user-agent information includes the type of browser, its version, and the operating system it's running on.</li>\n<li>HTTP header, \"referrer\" - The referrer specifies the page from which the client accessed the current page.</li>\n<li>System date - The date and time of the user/client request.</li>\n<li>Full request - The exact request the user/client made.</li>\n<li>Status - The status code the server returned to the user/client.</li>\n<li>Content length - The content length, in bytes, of the document sent to the user/client.</li>\n<li>Method - The request method used.</li>\n<li>Universal Resource Identifier (URI) - The location of a resource on the server.</li>\n<li>Query string of the URI - Anything after the question mark in a URI.</li>\n<li>Protocol - The transport protocol and version used.</li>\n</ul>\n</li>\n<li>GDPR Privacy Notice: In an effort to protect the personal data and privacy of individuals in the European Union, the UT Health San Antonio (“University”) complies with the General Data Protection Regulation (“GDPR”).\nAs such, the University has designated the Chief Information Security Officer as the “Data Protection Officer.” In instances where the GDPR is applicable, the University, in addition to the rights enumerated in Chapter 3 of the GDPR, specifically extends the following rights to students, employees, and members of the public: <ul>\n<li>The right of access by the data subject</li>\n<li>The right to rectification</li>\n<li>The right to erasure</li>\n<li>The right to restriction of processing</li>\n<li>The right to data portability</li>\n<li>The right to object</li>\n<li>The right to lodge a complaint with a supervisory authority</li>\n</ul> For any questions and/or requests related to the GDPR, the Data Protection Officer may be contacted by directing communications to the Department of Information Security’s Governance, Risk and Compliance team at GRC@uthscsa.edu or 210-567-0707.</li>\n</ol>\n<p>Questions about the web privacy policy should be directed to webadmin@uthscsa.edu.</p>\n<i>\n</i>\n<i>\n</i> Requests for Public and Personal Information ", "created_at": "2023-06-11 17:51:45.127321", "updated_at": "2023-06-11 17:52:15.748896"}], "points": [], "urls": ["uthscsa.edu"]}}