{"error": 448, "message": "OK", "parameters": {"id": 7210, "name": "Paper.io", "created_at": "2023-01-04 00:02:59.202454", "updated_at": "2023-01-22 17:00:15.992841", "wikipedia": null, "keywords": null, "related": null, "slug": "paper-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7210.png", "url": "paper.io,paper-io.com", "documents": [{"id": 13807, "name": "privacy policy ", "url": "https://paper-io.com/privacy/", "xpath": "//body", "text": "Consent to Cookies &amp.\nData processingOn this website we use cookies and similar functions to process end device information and personal data.\nThe processing is used for purposes such as to integrate content, external services and elements from third parties, statistical analysis/measurement, personalized advertising and the integration of social media.\nDepending on the function, data is passed on to up to 438 third parties and processed by them.\nThis consent is voluntary, not required for the use of our website and can be revoked at any time using the icon on the bottom left.Store and/or access information on a devicePersonalised ads and content, ad and content measurement, audience insights and product development Accept allSettingsSave + ExitCustomize your choice | Cookies | Privacy notice Paper.io privacy policy\n<p>Our servers log very basic information about each computer connecting to our site, such as IP address, device characteristics, and browser type.\nNone of this information is associated with any identified person at the time it is collected, but it could potentially be tied to you somehow if we are required to disclose our server logs as a result of a subpoena or other legal process.\n</p>\n<p>We may use cookies, web beacons, or other anonymous tracking information to improve our server's interaction with your computer.\nThird party vendors, including Google, also use cookies to serve ads to you based on your visit to this site and/or other sites on the Internet.\n</p>\n<p>You may opt out of the use of Google's ad-related cookies by visiting their ad settings.\n</p>\n<p>For more information regarding opting out of a third party vendor's use of cookies, you can visit aboutads.info.\n</p>\n<p>In May 2018 EU user consent policy (GDPR) came into force.\nIt requires us as a website owner to obtain consent from your EU users to use cookies and disclose all parties that will use the cookies for personalization of ads.\nIf you're EU user then you can change Consent Settings by clicking this link.\n</p>\n<p>We may occasionally revise our privacy policy by posting the changes here.\n</p>\n<p>We use third-party advertising companies to serve ads when you visit our Web site.\nThese companies may use information (not including your name, address, email address or telephone number) about your visits to this and other Web sites in order to provide advertisements about goods and services of interest to you.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies, click here (http://www.networkadvertising.org/managing/opt_out.asp)\n</p> ", "created_at": "2023-01-04 00:02:59.265095", "updated_at": "2023-01-04 00:03:18.782909"}], "points": [], "urls": ["paper.io", "paper-io.com"]}}