{"error": 448, "message": "OK", "parameters": {"id": 8402, "name": "Bambu Lab", "created_at": "2023-05-25 15:57:52.871754", "updated_at": "2023-05-25 22:02:31.445483", "wikipedia": null, "keywords": null, "related": null, "slug": "bambu-lab", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8402.png", "url": "bambulab.com", "documents": [{"id": 16317, "name": "Terms of Use", "url": "https://bambulab.com/en/policies/terms", "xpath": "/html/body/div[1]/div/div/div[1]/div[2]/div/div[2]/div", "text": "Terms of Use<p>\n<strong>IMPORTANT</strong>: These Terms of Use (hereinafter referred to as these \"Terms\") are the terms between you (an individual, company, or any other entity) and Bambu Lab (see description in “About Bambu Lab” section) for the use of the Product (see Section 1.1 of this Terms).\nYou must have reached the age of majority for the legal jurisdiction that you reside in to access and sign these Terms.\nIf you have not reached the age of majority, your guardian must agree to or sign these Terms.\nPlease read these Terms carefully before you use your Bambu Lab Product mentioned in these Terms.\nYour use of a Bambu Lab Product will be deemed as your acceptance of the constraints mentioned in these Terms.\nOtherwise, please do not use any Bambu Lab Product.\nYou may return your Bambu Lab Product to the franchise store, authorized distributor, or retail store where you made the purchase for a refund.\nHowever, you should be aware that refunds may be subject to the retail store's return policy.\nThe return policy is implemented in accordance with the relevant laws and regulations of the country/region of purchase.\nYou may access a copy of these Terms at any time by visiting Bambu Lab's website (https://bambulab.com/policies/terms) and retain a copy of these Terms for future reference.</p>\n<p>\n<strong>About Bambu Lab</strong>\n</p>\n<p>If you are located in United States, “Bambu Lab” refers to “Bambulab USA Inc”.</p>\n<p>If you are located in China, “Bambu Lab” refers to “上海轮廓科技有限公司”（Shanghai Lunkuo Technology Co., Ltd.）and “深圳拓竹科技有限公司”(Shenzhen Tuozhu Technology Co., Ltd.\n).</p>\n<p>If you are located in any other territory, “Bambu Lab” refers to “BAMBULAB LIMITED”.</p>\n<p>\n<strong>General Terms</strong>\n</p>\n<p>1.1 The Product under these Terms means the Bambu Lab device, and the software contained therein.\nThe software refers to: (1)including but not limited to the codes as well as other embedded software, documents, interfaces, content, fonts, and any data stored on it that is protected by copyright held by Bambu Lab or its licensor.\n(2) updates or upgrades to the software mentioned in (1).</p>\n<p>1.2 The Software under these Terms shall be bound by it, whether it is stored in a read-only memory or any other media or form or it is from an online download location authorized by Bambu Lab, unless otherwise agreed upon.</p>\n<p>\n<strong>End User Software Licence</strong>\n</p>\n<p>You are granted a limited and non-exclusive licence to access and use this software (as defined in Section 1.1) on only one Bambu Lab device, subject to, and in accordance with the terms and conditions of these Terms.\nThe software cannot be sold, transferred, or used for any other commercial purposes.</p>\n<p>\n<strong>Your Obligations</strong>\n</p>\n<p>3.1 You may not use Bambu Lab technology or Bambu Lab intellectual property to develop software or design, develop, manufacture, sell, or licence third-party devices/accessories associated with Bambu Lab Product without Bambu Lab's prior consent.</p>\n<p>3.2 You may make a copy of the software on a computer hard disk drive or other storage media for the purpose of archiving.\nYou may not distribute or provide the Software through networks so that it is available to multiple devices or computers at the same time.</p>\n<p>3.3 You may not sell, rent, lease, lend, sublicence or distribute the entirety or part of the Software to any third party without prior written permission from Bambu Lab.\nNonetheless, you may make a one-off permanent transfer of the entire licence to the Software to another party along with the transfer of ownership of your Bambu Lab device, provided that: (1) the transfer must include your Bambu Lab device and all the Bambu Lab Software.\nand (2) you do not retain all or part of the Software copies.\nand (3) the party that receives the Bambu Lab device and Software has read and accepted all the terms and conditions of these Terms.</p>\n<p>3.4 Except as otherwise expressly permitted, you shall not, nor allow any other person to misappropriate, intrude or make other inappropriate use of the Product, including, but not limited to modify, discoder, copy, reverse engineer, publish, publicly disseminate, decompile, export codes, disassemble or create derivatives of the Product in any way.</p>\n<p>3.5 You agree not to use the Product and related update content to engage in the following activities: (1) copy or use any part of the Software beyond the scope of these Terms.\n(2) provide to third parties, or allow third parties to use the whole or part of the Software without obtaining Bambu Lab's written consent (including but not limited to apps, services, code, and source code).\n(3) use the Product in a deceptive way or for deceptive purposes.\n(4) remove any copyright declarations or prompts contained in the Product.\n(5) attempt to destroy, bypass, change, invalidate or escape from the Product and/or any digital rights management system that is part of the organic composition of the Product.\n(6) perform other improper or illegal acts.</p>\n<p>3.6 When using the Product for storage or copying, you need to be authorized by the relevant rights holders in the corresponding countries or regions.\nBambu Lab Products may be used to reproduce materials so long as such use is limited to the reproduction of non-copyrighted materials, materials for which you own the copyright, or materials you are authorized or legally permitted to reproduce.\nYou acknowledge that ownership and intellectual property rights of any material displayed, stored or accessed via your device belong to the owner of the material.\nSuch materials may be protected by copyright law or other intellectual property laws and treaties, and you may need to comply with the usage agreement or terms for such materials belonging to a third party.\nUnless otherwise agreed upon, these Terms does not grant you any right to use such materials, nor does it guarantee that you can continue to use them.</p>\n<p>3.7 If you choose to provide suggestions regarding problems with the Product (“Feedback”), then you hereby grant Bambu Lab an unrestricted, perpetual, irrevocable, non-exclusive, fully-paid, royalty-free right to exploit such Feedback in any manner and for any purpose with no duty to make any payments or notice to you for such exploitation.</p>\n<p>3.8 You agree that you shall only use the Product in compliance with all applicable laws and regulations of the country or region in which you reside or use the Product, including but not limited to the local laws of the country or region where you live or download or use the Product and services.</p>\n<p>\n<strong>Reservation of Rights</strong>\n</p>\n<p>Bambu Lab and its licensors own and retain all rights and titles to the visual interfaces, graphics, design, firmware, software, services, and all other elements of the Product and reserve any other rights not expressly granted to you by these Terms.</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>Bambu Lab Privacy Policy (the \"Privacy Policy\") provides information about the data that Bambu Lab collects and the ways in which this data is used by Bambu Lab.\nFor use of the Product , Bambu Lab will collect data from your device in accordance with the provisions of these Terms and the Privacy Policy.\nYou may refer to the details of the Privacy Policy at:&nbsp;https://bambulab.com/policies/privacy.</p>\n<p>\n<strong>Consent to Use of Data</strong>\n</p>\n<p>6.1 WHERE YOU CHOOSE TO HELP BAMBU LAB IMPROVE ITS PRODUCTS AND SERVICES, BAMBU LAB AND ITS AFFILIATES/LICENSORS MAY COLLECT DATA FROM YOUR DEVICE FOR ANALYSIS.\nCOLLECTED DATA INCLUDES YOUR DEVICE CONFIGURATION DATA, APP STATISTICAL DATA, AND ERROR LOG DATA.\nALL DATA IS ANONYMISED BEFORE BEING COLLECTED AND PROCESSED.</p>\n<p>6.2 BAMBU LAB ENSURES THAT A SIMILAR AND ADEQUATE LEVEL OF PROTECTION IS AFFORDED TO YOUR DATA AS REQUIRED BY ALL APPLICABLE LAWS AND REGULATIONS.\nDATA COLLECTED FROM YOUR PRODUCT DURING USE MAY BE PROCESSED OR TRANSFERRED TO BAMBU LAB AND ITS AFFILIATES/LICENSORS IN COUNTRIES OUTSIDE OF THE COUNTRY YOU RESIDE.\nTHIS MEANS THE DATA MAY BE TRANSFERRED TO OR ACCESSED FROM OTHER JURISDICTIONS WHICH ARE OUTSIDE OF THE COUNTRY WHERE YOU USE BAMBU LAB'S PRODUCTS OR SERVICES.\nTHESE JURISDICTIONS MAY HAVE DIFFERENT DATA PROTECTION LAWS, OR SUCH LAWS MAY NOT EVEN EXIST.</p>\n<p>6.3 BAMBU LAB ONLY RETAINS YOUR DATA FOR THE PERIOD NECESSARY TO FULFIL THE PURPOSES OUTLINED IN THESE TERMS AND THE PRIVACY POLICY, UNLESS A LONGER RETENTION PERIOD IS REQUIRED OR PERMITTED BY LAW.\nWHILE BAMBU LAB TAKES ALL APPROPRIATE TECHNICAL AND ORGANISATIONAL STEPS TO PREVENT UNAUTHORISED ACCESS TO OR DISCLOSURE OF YOUR DATA, PLEASE NOTE THAT NO SECURITY MEASURES ARE COMPLETELY INFALLIBLE.</p>\n<p>\n<strong>Updates</strong>\n</p>\n<p>7.1 To provide you with a better user experience, Bambu Lab may provide you with product update services, including, but not limited to, system software updates and 3D printing model updates.\nThe Product's update service is designed to improve the performance, safety, and reliability of products and devices.\nThe Product's updates can be installed in different ways.\nsoftware updates include error repairs, system software updates, 3D printing model updates and performance enhancements.</p>\n<p>7.2 Any update provided by Bambu Lab for replacement or supplemental product is governed by these Terms, unless such update is accompanied by a separate Terms of Use, which will prevail.\nIf you decide not to download and use an update provided by Bambu Lab, you understand that you may place the Product under serious security risk or cause the Product to be unusable or unstable.\nSome of the functions of the Product may be limited based on the version.\nUpdating to the latest version may improve your user experience.</p>\n<p>7.3 Your Bambu Lab product will automatically search for and download new update packages to provide you with timely update services.\nThese updates are designed to resolve cyber security loopholes and prevent new threats, and it is important to accept and install security related system updates in a timely manner.\nDue to the importance of these updates, your product may block new print job before the updates is installed, and will immediately provide update notifications to help you understand the related information.</p>\n<p>\n<strong>Services of the Product</strong>\n</p>\n<p>8.1 The Product enables you to access Bambu Lab and third-party apps and services (individually and collectively referred to as \"services\") that come with the Product.\nHowever, some apps and services may not be available in all languages or in all regions.\nIn addition, you acknowledge and agree that some of the features of the Product may not be available on some products depending on the hardware and data access.</p>\n<p>8.2 To ensure and enhance your user experience, the Product provides you with a large number of services.\nThe specific services of the Product are provided by Bambu Lab and its affiliated companies/licensors according to the actual situation.\nBambu Lab and its affiliated companies/licensors reserve the right to change the contents of the services at any time.</p>\n<p>Bambu Lab Product services statement:</p>\n<p>Bambu cloud: Bambu Lab Product services are basic functions for you to use Bambu cloud service.\nThese basic functions include Bambu account management function, remote printing, remote monitoring and model recommendation.\nThe above features may not be available in all regions / countries and languages.\nUsing these basic functions requires access to the Internet, and you need to register your Bambu account and accept the additional terms of the above basic services.</p>\n<p>Model recommendation: Model recommendation is a service that recommends models stored in the Bambu cloud for you.\nWhen you connect to the Wi Fi network, the model content will be recommended to you.\nThe model content will vary according to the country / region where your login account is located.\nYou can choose to accept or reject this service.\nThis service may not be available in all countries and languages.</p>\n<p>Heath Management System: Health management system is a service for you to automatically diagnose the health status of your device.\nYou may get notified or actively check the current working status of various parts of the device through the health management system, and view the solutions in case of problems.\nHowever, you understand that due to technical limitations and other reasons, Bambu Lab cannot guarantee that the above related functions can completely and accurately detect all problems.</p>\n<p>Print Failure Detection: Print result detection is a service that automatically detects the problems during printing, including the first layer inspection, spaghetti failure detection and automatic skipping of failed parts.\nUsing these services, the device will prompt warning messages when there is a problem in printing, or accurately skip individual failed parts, or automatically stop printing when there is a serious problem.\nSome functions of print failure detection (such as spaghetti failure detection) depend on specific hardware configuration, so only bamboo devices equipped with relevant hardware can support it.\nIn addition, you understand that due to technical limitations and other reasons, Bambu Lab cannot guarantee that the above related functions can be completely and accurately detected, and there may be a risk of false detection under special circumstances.</p>\n<p>\n<strong>Third-party Software Statement</strong>\n</p>\n<p>9.1 You understand and agree that although Bambu Lab Product supports the execution of general G-code files, but it does not guarantee the availability of G-code generated by third-party software in any period, and will not be responsible for product damage caused by running G-code generated by third-party software.</p>\n<p>\n<strong>Termination and Ongoing Effectiveness</strong>\n</p>\n<p>10.1 These Terms are effective from the first date you install the Software.\nBREACH OF YOUR OBLIGATIONS WITH ANY TERMS OR CONDITIONS OF THESE TERMS MAY RESULT IN THE DEATIVATION OF YOUR ACCOUNT AND LOSS OR RESTRICTION OF ACCESS TO THE CONTENT ASSOCIATED WITH THE PRODUCT.\nOnce it is terminated, you MUST stop using the Product and delete all the Software and associated materials already copied and/or installed on your Bambu Lab device or computer immediately.</p>\n<p>10.2 Sections 6, 11 and 12 shall remain effective after the termination of these Terms.</p>\n<p>\n<strong>Disclaimer of Warranties</strong>\n</p>\n<p>11.1 YOU ACKNOWLEDGE THAT THE PRODUCT IS PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nNEITHER BAMBU LAB, ITS LICENSORS OR AFFILIATES NOR THE COPYRIGHT HOLDERS MAKE ANY REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, ACCURACY, QUIET ENJOYMENT, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS.\nTHERE IS NO WARRANTY BY BAMBU LAB OR BY ANY OTHER PARTY THAT THE FUNCTIONS CONTAINED IN THE PRODUCT WILL MEET YOUR REQUIREMENTS OR THAT THE OPERATION OF THE PRODUCT WILL BE UNINTERRUPTED OR ERROR-FREE.\nYOU ASSUME ALL RESPONSIBILITY AND RISK FOR THE SELECTION OF THE PRODUCT TO ACHIEVE YOUR INTENDED RESULTS AND FOR THE INSTALLATION, USE AND RESULTS OBTAINED FROM IT.</p>\n<p>11.2 YOU FURTHER CONFIRM THAT DURING THE PRINTING, CALIBRATION AND OPERATION OF THE DEVICE, IT IS NOT ALLOWED TO STRETCH BODY PARTS OR OBJECTS INTO THE DEVICE TO AVOID THE POTENTIAL RISK OF SCALD AND PINCH INJURY.\nYOU SHALL BEAR ALL THE RESPONSIBILITIES AND RISKS OF PERSONAL INJURY OR EQUIPMENT INJURY CAUSED THEREBY.</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>12.1 BAMBU LAB WILL NOT TAKE ANY RESPONSIBILITY FOR PRODUCT USE PROBLEMS CAUSED BY ABUSE, MISUSE, OR UNAUTHORISED MODIFICATION.</p>\n<p>12.2 TO THE EXTENT NOT PROHIBITED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES SHALL BAMBU LAB, ITS EMPLOYEES, LICENSORS, OR AFFILIATES BE LIABLE FOR ANY LOST PROFITS, REVENUE, SALES, DATA OR COSTS OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, PROPERTY DAMAGE, PERSONAL INJURY, INTERRUPTION OF BUSINESS, LOSS OF BUSINESS INFORMATION OR FOR ANY SPECIAL, DIRECT, INDIRECT, INCIDENTAL, ECONOMIC, PUNITIVE, SPECIAL OR CONSEQUENTIAL DAMAGES, HOWEVER CAUSED AND WHETHER ARISING UNDER CONTRACT, TORT, NEGLIGENCE, OR OTHER THEORY OF LIABILITY ARISING OUT OF THE USE OF OR INABILITY TO USE THE PRODUCT, EVEN IF BAMBU LAB OR ITS LICENSORS OR AFFILIATES ARE ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THIS LIMITATION MAY NOT APPLY TO YOU.</p>\n<p>12.3 IN NO EVENT SHALL BAMBU LAB'S TOTAL LIABILITY TO YOU FOR ALL DAMAGES (OTHER THAN AS MAY BE REQUIRED BY APPLICABLE LAW IN CASES INVOLVING DEATH OR PERSONAL INJURY RESULTING FROM BAMBU LAB'S NEGLIGENCE) EXCEED THE AMOUNT YOU PAID FOR YOUR BAMBU LAB PRODUCT.</p>\n<p>12.4 The laws of some countries/regions do not allow the exclusion or limitation of certain warranties, guarantees or liabilities.\nIf such laws apply to you, all or part of the exclusions or limitations described herein may not apply to you and you may have additional rights.\nNothing in these Terms affects your legal rights that you are always entitled to as a consumer and which you cannot contractually agree to alter or waive.</p>\n<p>\n<strong>Technical Support</strong>\n</p>\n<p>Except as otherwise expressly permitted in Warranty Statement (details of the Warranty Statement are available at:&nbsp;https://bambulab.com/en/policies/warranty), Bambu Lab is not obligated to provide any technical support for the Product described in these Terms, other than those required by law.\nNo oral or written information or opinion given by Bambu Lab or its authorized representatives constitutes any warranty.</p>\n<p>\n<strong>Export Controls</strong>\n</p>\n<p>You may not use or otherwise export or re-export Bambu Lab Product except as authorized by applicable laws and the laws of the jurisdictions in which the Bambu Lab Software was obtained.</p>\n<p>\n<strong>Contacting Bambu Lab</strong>\n</p>\n<p>If you have any questions, comments, or suggestions, please contact us via the online customer service, or email us at support@service.bambulab.com</p>\n<p>\n<strong>Dispute Settlement and Governing Laws</strong>\n</p>\n<p>The validation, interpretation, modification, fulfilment, and dispute settlement of these Terms are governed by the laws of the People's Republic of China.\nIf any dispute arises concerning the content or performance of these Terms, the dispute shall be settled through friendly negotiation.\nIn the event that the dispute cannot be settled through negotiation, either party could submit the dispute to China International Economic and Trade Arbitration Commission (CIETAC) for arbitration which shall be conducted in accordance with the CIETAC's arbitration rules in effect at the time of applying for arbitration.\nThe arbitral tribunal shall consist of three (3) arbitrators.\nBambu Lab and you shall be entitled to appoint one arbitrator, and the third arbitrator shall be jointly appointed by CIETAC.\nThe language of the arbitration is English and is conducted in Shanghai, China.\nAll arbitrators must be proficient in English.\nThe arbitral award is final and binding upon both Bambu Lab and you.</p>\n<p>\n<strong>Entire Terms</strong>\n</p>\n<p>These Terms and Privacy Policy constitutes the entire agreement between you and Bambu Lab governing your use of the Product and supersedes any prior agreements between you and Bambu Lab relating to the use of the Software.\nYou may also be subject to additional terms and conditions that may apply when you use or purchase open source software, third-party content, or other Bambu Lab services.</p>", "created_at": "2023-05-25 15:57:52.901841", "updated_at": "2023-05-25 15:59:39.501582"}, {"id": 16319, "name": "Cookie Policy", "url": "https://bambulab.com/en/policies/cookie-policy", "xpath": "/html/body/div[1]/div/div/div[1]/div[2]/div/div[2]/div", "text": "<strong>Cookie Policy</strong>\n<strong>What are Cookies?</strong>\n<p>Cookies are small pieces of text used to store information on web browsers.\nCookies are used to store and receive identifiers and other information on computers, phones and other devices.\nOther technologies, including data that we store on your web browser or device, identifiers associated with your device and other software, are used for similar purposes.\nIn this policy, we refer to all of these technologies as “Cookies”.</p>\n<p>We use cookies if you have a Bambu Lab USA Inc or its affiliated companies (referred to in this policy as “BambuLab”, “we”, or “us”) account, use the Bambu Lab Products, including our website and apps, or visit other websites and apps that use the Bambu Lab Products.\nCookies enable Bambu Lab to offer the Bambu Lab Products to you and to understand the information that we receive about you, including information about your use of other websites and apps, whether or not you are registered or logged in.</p>\n<p>This policy explains how we use cookies and the choices you have.\nExcept as otherwise stated in this policy, our <strong>Privacy Policy</strong> will apply to our processing of the data that we collect via cookies.</p>\n<strong>Why do We Use Cookies?</strong>\n<p>Cookies help us provide, protect and improve the Bambu Lab Products, such as by personalizing content and providing a safer experience.\nThe cookies that we use include session cookies, which are deleted when you close your browser, and persistent cookies, which stay in your browser until they expire or you delete them.\nAll cookies used by Bambu Lab have a lifespan of 182 days.\nWhile the cookies that we use may change from time to time as we improve and update the Bambu Lab Products, we use them for the following purposes:</p>\n<strong>Authentication</strong>\n<p>We use cookies to verify your account and determine when you’re logged in so that we can make it easier for you to access the Bambu Lab Products and show you the appropriate experience and features.</p>\n<p>\n<i>For example:</i> Cookies help us remember your browser so you don't have to keep logging in to Bambu Lab and so you can more easily log in to Bambu Lab via third-party apps and websites.\nFor example, we use the \"c_user\" and \"xs\" cookies, including for this purpose.</p>\n<strong>Security, Site and Product Integrity</strong>\n<p>We use cookies to help us keep your account, data and the Bambu Lab Products safe and secure.</p>\n<p>\n<i>For example:</i> Cookies can help us identify and impose additional security measures when someone may be attempting to access a Bambu Lab account without authorization, for instance, by rapidly guessing different passwords.\nWe also use cookies to store information that allows us to recover your account in the event that you forget your password or to require additional authentication if you tell us that your account has been hacked.\nThis includes, for example, our \"sb\" and \"dbln\" cookies, which enable us to identify your browser securely.</p>\n<strong>Advertising</strong>\n<p>We work with our third-party service providers and business partners to deliver advertising content on our website or to manage our advertisements on other websites.\nOur third-party service providers and our business partners may use advertising cookies to collect data about your online activities and your browsing habits on their websites.\nThanks to the data collected by these cookies, they can offer you relevant advertising tailored to your preferences and interests.</p>\n<strong>Site Features and Services</strong>\n<p>We use cookies to enable the functionality that helps us provide the Bambu Lab Products.</p>\n<p>\n<i>For example:</i> Cookies help us store preferences, know when you’ve seen or interacted with Bambu Lab Products’ content and provide you with customized content and experiences.\nFor instance, cookies allow us to make suggestions to you and others, and to customize content on third-party sites that integrate our social plugins.</p>\n<p>We also use cookies to help provide you with content relevant to your locale.</p>\n<p>\n<i>For example:</i> We store information in a cookie that is placed on your browser or device so that you will see the site in your preferred language.</p>\n<strong>Performance</strong>\n<p>We use cookies to provide you with the best experience possible.</p>\n<p>\n<i>For example:</i> Cookies help us route traffic between servers and understand how quickly Bambu Lab Products load for different people.\nCookies also help us record the ratio and dimensions of your screen and windows and know whether you’ve enabled high-contrast mode, so that we can render our sites and apps correctly.\nFor example, we set the \"dpr\" and \"wd\" cookies, for purposes including to deliver an optimal experience for your device’s screen.</p>\n<strong>Analytics and Research</strong>\n<p>We use cookies to better understand how people use the Bambu Lab Products so that we can improve them.</p>\n<p>\n<i>For example:</i> Cookies can help us understand how people use the Bambu Lab service, analyze which parts of our Products people find most useful and engaging, and identify features that could be improved.</p>\n<strong>Third-party Websites and Apps</strong>\n<p>Our business partners may also choose to share information with Bambu Lab from cookies set in their own websites' domains, whether or not you have a Bambu Lab account or are logged in.\nSpecifically, cookies named _fbc or _fbp may be set on the domain of the business partner whose site you're visiting.\nUnlike cookies that are set on Bambu Lab's own domains, these cookies aren’t accessible by Bambu Lab when you're on a site other than the one on which they were set, including when you are on one of our domains.\nThey serve the same purposes as cookies set in Bambu Lab's own domain, which are to personalize content (including ads), measure ads, produce analytics and provide a safer experience, as set out in this Cookies Policy.</p>\n<strong>Do We need Your Consent for the Storage of Cookies on Your Device?</strong>\n<p>We will collect your consent to place cookies on your device, except in certain circumstances where cookies are essential for the transmission of communication, or when cookies are strictly necessary for us to provide you with a service you have requested.</p>\n<p>You can withdraw your consent to the use of cookies or adjust your cookie preferences by going to the cookie settings accessible at the bottom of the page at any time.\nPlease note that you may need to refresh your page for your settings to take effect.</p>\n<strong>How can You Manage Cookies?</strong>\n<p>You can manage your Cookie preferences by visiting our cookie management center: \"Cookie settings\" at the bottom of the page at any time.\nPlease note that you may need to refresh your page for your settings to take effect.</p>\n<p>We will also notify you of our use of cookies and ask for your consent for the use of non-essential cookies on your first visit to the website, then at least every 13 months.</p>\n<p>Most devices and browsers provide a way to set your cookie preferences.\nThese settings are usually found in the \"options\" or \"preferences\" menu of your browser.\nAs of October 8, 2022, you may find additional information about the controls offered by popular browsers at the links below.\nCertain parts of the Bambu Lab Products may not work properly if you have disabled browser cookie use.\nPlease be aware that these controls are distinct from the controls that we offer you.</p>\n<ul>\n<li>Google Chrome [&nbsp;//google.com/accounts/answer/61416&nbsp;]</li>\n<li>Microsoft Edge [ //microsoft.com/en-us/privacystatement&nbsp;]</li>\n<li>Opera [&nbsp;//opera.com/en/latest/web-preferences&nbsp;]</li>\n<li>Apple Safari [&nbsp;//apple.com/legal/privacy/en-ww/cookies/&nbsp;]</li>\n<li>Firefox [&nbsp;//mozilla.org/en-US/kb/clear-cookies-and-site-data-firefox&nbsp;]</li>\n</ul>\n<strong>Contact</strong>\n<p>If you have any comments or questions about the use of cookies on our website, please do not hesitate to Contact us.\nOur contact details are listed below.\nYou can also see our <strong>Privacy Policy</strong> for general information and details on the types of information.\nWe collect about you and how you can exercise your privacy rights.</p>\n<p>Email：support@bambulab.com.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>", "created_at": "2023-05-25 15:59:54.774445", "updated_at": "2023-05-25 16:00:03.676174"}, {"id": 16318, "name": "Privacy Policy", "url": "https://bambulab.com/en/policies/privacy", "xpath": "/html/body/div[1]/div/div/div[1]/div[2]/div/div[2]/div", "text": "<strong>Before Scrolling Down, Please Read This</strong>\n<p>\n<br>We understand that creating a Privacy Policy that satisfies everyone's needs can be challenging.\nMost people prefer a concise and easy policy.\nHowever, legal requirements mandate that we provide detailed information.&nbsp;&nbsp;<br>With that in mind, we’ve made a user-friendly hub with summaries of key topics to empower you to make informed decisions when you use Bambu Lab products, by making sure you understand and have control over the information we collect, how it’s used, and when it’s shared.&nbsp;<br>In short, if you don't want to read our whole Privacy Policy, just see <u>Privacy Policy-Short Version</u>.</p>\n<strong>1.\nAbout this policy</strong>\n<p>The Privacy Policy applies when you use the following products or services:</p>\n<ul>\n<li>Bambu Lab Apps (such as Bambu Studio and Bambu Handy), websites (such as <u>forum.bambulab.com</u>\n<u> )</u>, Devices and other cloud-related services;</li>\n<li>Other customer-supporting services provided by Bambu Lab, including Customer Support Service and the Community Site.</li>\n</ul>\n<p>\n<br>From now on, we'll collectively call the above products and services “<strong>Bambu Lab Products and Services”</strong>.\nAs for Bambu Lab Apps and websites, they are collectively referred to as “<strong>Bambu Lab Online Platforms”.</strong>&nbsp;<br>From time to time, we may develop new or offer additional services.\nThey'll also be subject to this Policy, unless stated otherwise when we introduce them.&nbsp;<br>To help explain things as clearly as possible, we’ve added definitions for <u>Key Terms</u>.\nAnd if you have any questions about this Privacy Policy, you can contact us at privacy@bambulab.com.&nbsp;<br>Please note that this Privacy Policy is a legally binding agreement between you and Bambu Lab.\nBy using the Bambu Lab Products and Services, you acknowledge that you have read, understood, and agreed to the terms of this Policy.\nIf you do not agree to the terms of this Policy, you must not use the Bambu Lab Products and Services.</p>\n<strong>2.\nPersonal Data We Collect</strong>\n<p>We may collect Personal Data through your use of the Bambu Lab Products and Services, including:</p>\n<ul>\n<li>\n<strong>Account Information.\n</strong>When you create a Bambu Lab account, we collect your email address, password, profile photo, profile name, User ID, user login token, and other information for account verification.</li>\n<li>\n<strong>Contact Information.\n</strong>When you purchase products or services from Bambu Lab, we collect your name, email address, ZIP/postal code, mobile phone number, physical address, country, and other contact information.We may process your physical address either to deliver notices to you when required by law or to deliver physical goods which you have purchased or requested.</li>\n<li>\n<strong>Payment Information.\n</strong>When you make a payment for our products or services, we will collect your payment information, including bank details, bank card type (credit or debit), or other payment card information.\nPlease note that, for security purposes, we will not collect your full card number.</li>\n<li>\n<strong>Transaction Information.\n</strong>Personal data that we need to collect about your purchase of Bambu Lab Products and Services or transactions facilitated by us, including the details of your purchase history.</li>\n<li>\n<strong>Fraud and Abuse Prevention Information.\n</strong>Personal data that we need to collect for verification purposes to prevent fraud and abuse, including data of device trust and Appeal Records.</li>\n<li>\n<strong>Device Information.\n</strong>When you use Bambu Lab Products or Services, we collect your Device ID from which your Device could be identified.\nWe also collect other information about your Device, such as operating system, hardware version, Device model, Device serial number, and network connection.</li>\n<li>\n<strong>Printer Camera Information.\n</strong>When you initiate a request for customer support service, we may collect your Printer Camera information.\nWe only collect Printer Camera Data when you voluntarily provide it to us.\nThis data will be used solely for the purpose of providing customer support service, and will not be used for any other purposes or shared with any third parties without your consent.</li>\n<li>\n<strong>3D Model Data.\n</strong>When you initiate the print job through the cloud, we will collect your <strong>3D Model Data</strong>, such as 3D model files and/or other printing information (<i>\n<strong>Learn more</strong>\n</i>\n<i>\n<strong>\n</strong>\n</i>).\nUnder any circumstances, without your permission, Bambu Lab will not read, analyze or process your 3D model files, and we will not grant any third-party access to your 3D model files.</li>\n<li>\n<strong>Usage Data.\n</strong>When you activate Devices or use Bambu Lab Products or Services, we may collect your information, including your Internet or Network Activity Data, such as products and services interaction, IP addresses, or browsing information collected through Cookies (To learn more, please read our <u>Cookie Policy</u>).\nPrinting Data（such as Device control information and Device operation information）.\ncrash data.\nperformance data and diagnostic data.\nand other usage data.</li>\n<li>\n<strong>Job Application Information.\n</strong>When you apply for a job position at Bambu Lab, we may collect your job application information (such as your first and last name, country, e-mail, and phone number).</li>\n</ul>\n<p>We may receive personal data about you from third-party sources, including:</p>\n<ul>\n<li>\n<strong>Third-party Account Information.</strong> When you register or log in to Bambu Lab’s online services using one of your existing Facebook, Apple, or Google accounts, we will collect your information from relevant third-party service providers to create your account.\nThe service providers involved are Meta Platforms Ireland Limited., Apple Inc., and Google Ireland Ltd.</li>\n<li>\n<strong>Google Analytics Statistics Data.</strong> We receive Google Analytics statistics data from Google Analytics.\nGoogle Analytics is a web analysis service provided by Google Ireland Ltd.\n(“Google”).\nThe configuration of Google Analytics has been modified by us to the measurement only function, unless separate consent for further advertising features has been given.Google Analytics uses a specific form of cookie, which is stored on your computer and enables an analysis of your use of our website.\nTo learn more, please read our <u>Cookie Policy</u>.</li>\n</ul>\n<strong>3.</strong>\n<strong>How We Use Your Personal Data</strong>\n<p>In this Chapter, we set out:</p>\n<ul>\n<li>our purpose for processing your personal data (each called a \"<strong>purpose\"</strong>);</li>\n<li>our legal justifications (each called a \"<strong>Legal Basis</strong>\") under data protection law, for each purpose;</li>\n<li>categories of personal data which we process for each purpose (each called a \"<strong>categories\"</strong>).\nSee more details about these categories in Chapter 2 Personal Data We Collect.</li>\n</ul>\n<strong>Provide Our Services and Improver User Experience</strong>\n<ul>\n<li>Purpose: providing and improving Bambu Lab Products and Services.\nproviding customer support service.</li>\n<li>Legal Basis: Performance of a Contract (Art.\n6 (1) b GDPR.)</li>\n<li>Categories: Device Information, Printer Camera Information, 3D Model Data, Usage Data.</li>\n</ul>\n<strong>Process Your Transactions</strong>\n<ul>\n<li>Purpose: processing your transactions.</li>\n<li>Legal Basis: Performance of a Contract (Art.\n6 (1) b GDPR.)</li>\n<li>Categories: Contact Information, Account Information, Payment Information and Transaction Information.</li>\n</ul>\n<strong>Provide Personalized Services</strong>\n<ul>\n<li>Purpose: providing you with personalized services or communications at your willingness.</li>\n<li>Legal Basis: Consent.\n(Art.\n6 (1) a GDPR)</li>\n<li>Categories: Account Information, Contact Information, Transaction Information, Device Information, Printer Camera Information, 3D Model Data and Usage Data.</li>\n</ul>\n<strong>Marketing and Advertising</strong>\n<ul>\n<li>Purpose: conducting marketing or advertising to you after obtaining your consent.\nfor example, we might collect your personal data through cookies to analyse your interests.\nwe might also use your personal data to send emails to you for marketing purposes.</li>\n<li>Legal Basis: Consent.\nYou may send unsubscribe requests or withdraw your consent at any time.\nPlease visit<strong>\n</strong>Chapter 4 Your Privacy Rights in this Privacy Policy to find out more.\n(Art.\n6 (1) a GDPR)</li>\n<li>Categories: Account Information, Contact Information, Transaction Information, Device Information, Printer Camera Information, 3D Model Data and Usage Data.</li>\n</ul>\n<strong>Security, Fraud</strong>,<strong> and Abuse Prevention</strong>\n<ul>\n<li>Purpose: keeping the security of Bambu Lab Products and Services.\ndetecting and preventing fraud and abuse.</li>\n<li>Legal Basis: Legitimate Interest.\n(Art.\n6 (1) f GDPR)</li>\n<li>Categories: Fraud and Abuse Prevention Information.</li>\n</ul>\n<strong>Comply with Legal Obligations</strong>\n<ul>\n<li>Purpose: complying with a legal obligation that we are subject to.</li>\n<li>Legal Basis: Compliance with legal obligations.\n(Art.\n6 (1) c GDPR)</li>\n<li>Categories: Account Information, Contact Information, Payment Information, Transaction Information, Device Information, Printer Camera Information, 3D Model Data, Usage Data, or Job Application Information.</li>\n</ul>\n<strong>Recruitment</strong>\n<ul>\n<li>Purpose: Assessing your application for the job offered and to communicate with you within the recruitment process.\nBased on your consent to ask you about your experience during the recruitment process.</li>\n<li>Legal Basis: Legitimate Interest.\n(Art.\n6 (1) f GDPR)</li>\n<li>Categories: Job Application Data.</li>\n</ul>\n<strong>4.\nYour Privacy Rights</strong>\n<p>We protect your rights over your personal data in accordance with GDPR and other applicable laws.&nbsp;<br>Some of these rights apply generally, while others will only apply in certain circumstances.\nDepending on the scenario, these rights may be subject to some limitations.\nBambu Lab will be responsible for responding to your request within the relevant periods provided by law.&nbsp;<br>Below we have listed your rights regarding your personal data, including a description of the right (\"<strong>Right</strong>\"), and instructions on how to exercise the right (\"<strong>How to exercise</strong>\").\nFor each right, we also specify the circumstances in which it applies, which may include the required Legal Basis.</p>\n<strong>Be Informed (Art.\n13/14 GDPR)</strong>\n<ul>\n<li>Right：Be informed of the personal data we process about you and how we process it.</li>\n<li>How to exercise: You will be informed of the personal data we process about you and how we process it through this Privacy Policy, information provided to you when you use Bambu Lab Products and Services, or by contacting us at privacy@bambulab.com.</li>\n</ul>\n<strong>Access (Art.\n15 GDPR)</strong>\n<ul>\n<li>Right：Request access to the personal data we process about you.</li>\n<li>How to exercise: You may request access and a copy of your personal data from Bambu Lab by contacting us at privacy@bambulab.com.</li>\n</ul>\n<p>\n<br>When you download your data, you will receive the information about your data that Bambu Lab has to provide under Article 15 of the GDPR.</p>\n<strong>Rectification (Art.\n16 GDPR)</strong>\n<ul>\n<li>Right：You may request that we amend or update your personal data where it’s inaccurate or incomplete.</li>\n<li>How to exercise：You can edit your Account Data by contacting us at privacy@bambulab.com.</li>\n</ul>\n<strong>Erasure (Art.\n17 GDPR)</strong>\n<ul>\n<li>Right：You may request us to erase certain of your personal data.or example, you can ask us to erase the personal data:<ul>\n<li>which is no longer needed by us in relation to the purpose for which they were collected or otherwise processed;</li>\n<li>which we have been processing based on the legal basis of consent, provided that you withdraw your consent;</li>\n<li>Which has been unlawfully processed by us;</li>\n<li>which you have objected to process (see Section 6 \"Object\" in Chapter 4 Your Privacy Rights below) ;and</li>\n<li>when you object to direct marketing.\nor</li>\n<li>in other scenarios stipulated by law.</li>\n</ul>\n</li>\n<li>In certain situations, Bambu Lab is unable to delete your personal data in responding to your requests, including:<ul>\n<li>when such personal data is still necessary to be processed to achieve the purpose we collected it for;</li>\n<li>Bambu Lab’s interest in using the data overrides your interest in having it deleted (e.g., when we need to process the personal data to protect our services from fraud);</li>\n<li>Bambu Lab has a legal obligation to keep relevant personal data.\nor</li>\n<li>Bambu Lab needs the personal data to establish, exercise or defend itself from a legal claim (e.g., when there’s an unresolved dispute relating to your account).</li>\n</ul>\n</li>\n<li>How to exercise：You can request to delete your Personal Data by contacting us at privacy@bambulab.com.</li>\n</ul>\n<strong>Restriction (Art.\n18 GDPR)</strong>\n<ul>\n<li>Right：You may request restrictions on processing your personal data where:<ul>\n<li>You are challenging the accuracy of the information;</li>\n<li>The information has been unlawfully processed, but you are opposing the deletion of that information;</li>\n<li>We no longer need your information for a specific purpose, but such information is required by the data subject for the establishment, exercise or defence of legal claims.\nor</li>\n<li>You have objected to our processing and we are assessing your objection request (See Section 6 \"Object\" in Chapter 4 Your Privacy Rights below).</li>\n</ul>\n</li>\n</ul>\n<p>\n<br>You may request us to stop processing your personal data temporarily or permanently.</p>\n<ul>\n<li>How to exercise：you can exercise your right to restriction by contacting us at privacy@bambulab.com.</li>\n</ul>\n<strong>Object (Art.\n21 GDPR)</strong>\n<ul>\n<li>Right：You may object to our processing of your personal data in certain circumstances.\nThis right applies when we are performing a task in the public interest, pursuing our legitimate interests or those of a third party or when you object to processing of your personal data for direct marketing purpose.</li>\n<li>How to exercise：You may use controls on the Bambu Lab Services to switch off or adjust some features which process your personal data.\nSee the end of this section on how you can control tailored advertising, or contact us at privacy@bambulab.com.</li>\n</ul>\n<strong>Data Portability (Art.\n20 GDPR)</strong>\n<ul>\n<li>Right：You may request a copy of your personal data in electronic format and the right to transmit that personal data for use in another party’s service, when we are processing your personal data on the Legal Basis of consent or performance of contract.Bambu Lab will try to respond to your request to the extent possible.</li>\n<li>How to exercise：for information about how to exercise the right to portability (see Section 2 \"Access\" in Chapter 4 Your Privacy Rights) .</li>\n</ul>\n<strong>Not Be Subject to Automated Decision Making (Art.\n22 GDPR)</strong>\n<ul>\n<li>Right：You have the right not be subject to a decision based solely on automated decision making (decisions without human involvement), including profiling, where the decision would have a legal effect on you or produce a similarly significant effect.</li>\n<li>How to exercise：Bambu Lab does not engage in this type of automated decision-making when providing the Bambu Lab Products and Service.\nPlease contact us at privacy@bambulab.com if you would like to opt out of automated decision making.</li>\n</ul>\n<strong>Withdrawal of Consent (Art.\n7 GDPR)</strong>\n<ul>\n<li>Right：You have the right to withdraw your consent from us on processing your personal data.\nYou can implement your right of withdrawing your consent when Bambu Lab is processing your personal data on the Legal Basis of consent.</li>\n<li>How to exercise：You can adjust the relevant control on Bambu Lab, or contact us at privacy@bambulab.com.</li>\n</ul>\n<strong>Right to Lodge a Complaint (Art.\n77 GDPR)</strong>\n<ul>\n<li>Right：You may contact the European Data Protection Board (\"EDPB\") for Privacy Protection or your local data protection authority about any questions or concerns regarding your personal data.</li>\n<li>How to exercise：you can find the EDPB’s details here.\nYou can also go to the website of your local data protection authority to lodge a complaint..</li>\n</ul>\n<strong>5.\nSharing Your Personal Data</strong>\n<p>This Chapter sets out who receives personal data which is collected or generated through your use of the Bambu Lab Products and Services from Bambu Lab.</p>\n<strong>Publicly Available Information</strong>\n<p>The following personal data will always be publicly available on the <strong>Bambu Lab Online Platforms</strong> (except to any user you have blocked):</p>\n<ul>\n<li>your profile name;</li>\n<li>your profile photo;</li>\n<li>content you post on the <strong>Bambu Lab Online Platforms </strong>and any associated titles, descriptions and images.</li>\n</ul>\n<p>\n<br>You can share certain personal data to third party platforms, like social media or messaging platforms.\nThis includes:</p>\n<ul>\n<li>your profile information;</li>\n<li>any content you post on <strong>Bambu Lab Online Platforms </strong>and details about that content.</li>\n</ul>\n<p>\n<br>When you share personal data on third party platforms, the third party service providers may store a copy of such personal information to support their features or services.\nYou should review the privacy policy of these third parties to understand how they will process your personal data.</p>\n<strong>Personal Data You May Choose to Share</strong>\n<p>From time to time, in order to provide Bambu Lab Products and Services to you and to achieve the purposes as stated in Chapter 3 How We Use Personal Data, we may share your personal information to other Bambu Lab affiliated companies and other third party service providers.\nThis may include:</p>\n<ul>\n<li>\n<strong>Bambu Lab Affiliated Companies.\n</strong>We may share your personal data to our affiliated companies or grant access to your personal data to them to provide Bambu Lab Products and Services to you, or to fulfill our contractual and legal obligations.\nFor example, some of the systems through which we provide Bambu Lab Products and Services are operated by our affiliated companies.\nsome of our affiliated companies also provide maintenance services to our <strong>Bambu Lab Online Platforms</strong>.\nPlease see the name list of all the Bambu Lab affiliated companies here.</li>\n<li>\n<strong>Bambu Lab Partner Programme.\n</strong>In the Bambu Lab Partner Programme, we permit the resellers (“<strong>Bambu Lab Partners</strong>”) to sell our products via their online channels or offline channels.<ul>\n<li>When you order our products through Bambu Lab Partners, the products are generally delivered by the relevant Bambu Lab partner.\nTo fulfill the transaction between you and the Bambu Lab Partners, the Bambu Lab Partners will process your personal data as the data controller.\nFor more information on how the Bambu Lab Partners will process your personal data, please refer to these Bambu Lab Partners' own privacy policy.\nYou can usually find their privacy policy on their website homepage.\nBambu Lab is not responsible for personal data processing activities conducted by Bambu Lab Partners mentioned above.</li>\n<li>Nevertheless, when you purchase our products through Resellers' online or offline channels , Bambu Lab is still the data controller regarding processing some of your personal data, including Account Information, Device Information, Printer Camera Information, 3D Model Data, or Usage Data.</li>\n<li>When you require Bambu Lab Partners to provide customer support service, we may share the personal data we collect from you to Bambu Lab Partners for the purpose of responding to your requests.\nFor such personal data, Bambu Lab, as the data controller, will ensure that Bambu Lab Partners will only process them as per Bambu Lab’s instruction.</li>\n</ul>\n</li>\n<li>\n<strong>Service Providers or Partners.\n</strong>We engage service providers or partners to manage or support certain aspects of our business operations or Bambu Lab Products and Services on our behalf.\nThese service providers or partners may be located in the US or other countries/regions, and they may provide services such as payment service, customer support, order fulfillment, product delivery, advertising and marketing activities, personalized services, technical services, data hosting, or customer satisfaction surveys.\nMore information about our service providers or partners can be found <u>here</u>\n<strong>.</strong>\n</li>\n</ul>\n<p>\n<br>If the above technical service providers or partners process your data outside the European Union and this may mean that your data is transmitted to a country/region with a lower data protection standard than the European Union, Bambu Lab will ensure equivalent data protection level for such personal data.</p>\n<strong>Other Conditions as Required by Applicable Law</strong>\n<p>Bambu Lab may disclose your personal information without further consent when permitted or required by applicable laws or regulations.</p>\n<strong>6.\nData Retention</strong>\n<p>We keep your personal data only for the period necessary to provide you with Bambu Lab Products and Services and for achieving Bambu Lab's legitimate and essential business purposes, such as making data-driven business decisions about new features and offerings, complying with our legal obligations, or resolving disputes.</p>\n<p>Below we provide details on the storage periods of your personal data:</p>\n<ul>\n<li>\n<strong>Data Retained until You Remove It.\n</strong>It's your right to request that we delete certain of your personal data.\nSee the Section 4 “Erasure” in Chapter 4 Your personal data rights for more information.</li>\n<li>\n<strong>Data that Expires after a Specific Period of Time.\n</strong>We have set fixed retention periods so that some data expires or will be deleted after a specific period of time.</li>\n<li>\n<strong>Data Retained until Your Bambu Lab Account is Deleted.\n</strong>We keep some data until your Bambu Lab account is deleted.\nWhen your Bambu Lab account is deleted, your data will be deleted or be anonymised.</li>\n<li>\n<strong>Data Retained for Extended Time Periods for Limited Purposes.\n</strong>After your account is deleted, we keep some data for a longer time period but for very limited purposes.</li>\n</ul>\n<strong>7.\nTransfer to Other Countries</strong>\n<p>Due to the global nature of our business, Bambu Lab shares personal data internationally with Bambu Lab affiliated companies, subcontractors and partners when carrying out the data processing activities described in this Privacy Policy.&nbsp;&nbsp;<br>Whenever we transfer personal data internationally, we will make sure that the data transfer complies with applicable law.\nWe also ensure the personal data benefits from an adequate level of data protection when transferring your information outside of the EEA, the UK, or Switzerland by relying on:</p>\n<ul>\n<li>Adequacy Decisions.\nThis applies when we transfer personal data to countries outside of the European Economic Area (\"<strong>EEA</strong>\") which have adequate laws to protect personal data, as determined by the European Commission under Article 45 GDPR (or equivalent decisions under other laws).\nFor example, we transfer the personal data described in Chapter 2 Personal Data We Collect to vendors based in Canada, Japan and Republic of Korea.</li>\n<li>Standard Contractual Clauses (\"<strong>SCCs</strong>\").\nThe European Commission has approved contractual clauses under Article 46 of the GDPR that allows companies in the EEA to transfer data outside the EEA to countries without an adequacy decision.\nThese (and their approved equivalent for the UK and Switzerland) are called SCCs.\nFor example, we use SCCs to transfer the personal data described in Chapter 2 Personal Data We Collect to our data hosting provider located in the US.\nYou can exercise your rights under the Standard Contractual Clauses by contacting us at privacy@bambulab.com.</li>\n<li>For a copy of these adequacy decisions or standard contractual clauses, please contact us via the details provided in Chapter 11 Our Contact Information below.</li>\n</ul>\n<strong>8.\nData Security</strong>\n<p>We use certain physical, organizational, and technical security measures that are designed to improve the integrity and security of personal data that we collect and maintain.\nPlease be aware that no security measures are perfect or impenetrable and thus we cannot and do not guarantee that your personal data will not be accessed, viewed, disclosed, altered, or destroyed by breach of any of our physical, technical, or organizational security measures.</p>\n<strong>9.\nChildren</strong>\n<p>Bambu Lab Products and Services are not intended for children under 13 years of age.\nWe will not knowingly collect any personal data from children under 13 when providing Bambu Lab Products and Services.&nbsp;<br>If you are under 13 years old, please do not provide any of your personal data to us.\nIf we have collected personal data from a child under 13, we will delete relevant personal data in a timely manner after we realize it.\nIf you believe we might have collected personal data from a child under 13, please contact us at privacy@bambulab.com.</p>\n<strong>10.\nChanges to this Policy</strong>\n<p>We change this Privacy Policy from time to time.\nWe will not reduce your rights under this Privacy Policy without your explicit consent.\nIf we make material changes on how we process your personal data, we will notify you by sending an email to the email address you provide or through a notice on the home page of our website.\nThe date when the privacy policy was last updated at the top of the page.\nYou are responsible for ensuring we have an up-to-date active email address from you.\nPlease also visit our website and read this privacy policy regularly to check any changes.</p>\n<strong>11.\nOur Contact Information</strong>\n<p>For any questions, requests or concerns about this Privacy Policy, please contact us by sending an email to privacy@bambulab.com, or by mailing to us at the following postal address:&nbsp;&nbsp;<br>TUOZHU TECHNOLOGY LIMITED., 19h Maxgrand Plaza, No.3 Tai Yau Street, San Po Kong, Kowloon, Hong Kong.</p>\n<p>Last Updated: May 16, 2023</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>", "created_at": "2023-05-25 15:57:52.931687", "updated_at": "2023-05-25 16:00:37.759291"}], "points": [], "urls": ["bambulab.com"]}}