{"error": 448, "message": "OK", "parameters": {"id": 8132, "name": "raidbots", "created_at": "2023-04-30 21:39:13.683897", "updated_at": "2023-04-30 22:02:15.930528", "wikipedia": null, "keywords": null, "related": null, "slug": "raidbots", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8132.png", "url": "raidbots.com", "documents": [{"id": 15788, "name": "Privacy Policy", "url": "https://www.raidbots.com/privacy", "xpath": "//body", "text": " Raidbots-logoSimbotBlogLoginEnglishDeutschEnglishEspañolFrançaisItalianoPortuguês (Brasil)Русский<p>For item search and tooltips only</p>Sign up for Raidbots Premium! Skip the line, run larger sims, and more!Privacy Policy<p>This policy applies to all information collected or submitted on Raidbots’ website, our Discord bot, and any other devices and platforms.</p>The Short Version<p>Raidbots collects as little information as possible, uses that information to provide the services of the site, and only shares that information with third parties that assist in performing those services (e.g.\nsending notification emails that you request).\nWe do not sell your information to third parties for commercial purposes (e.g.\nselling lists of email addresses).</p>Information We CollectRaidbots Website<p>To create an account on Raidbots, you must provide the following information:</p>\n<ul>\n<li>\n<p>Email address</p>\n</li>\n<li>\n<p>Username</p>\n</li>\n<li>\n<p>Password</p>\n</li>\n</ul>\n<p>Email addresses are used for logging in to the website, resetting your password, sending notifications that you request, and customer support services.</p>\n<p>We store the results of simulations you request and summaries of that information for up to 30 days (sim reports are stored for 28 days, archives generated from the \"Request Raw Data Archive\" tool are stored for up to 2 days).</p>\n<p>Raidbots uses cookies on the website to keep you logged in.\nRaidbots uses browser LocalStorage to keep track of various settings/preferences over time.</p>\n<p>Our servers store some technical information like IP addresses, browser, or other device information for a limited time as part of access logs - these are used to prevent fraud and abuse.\nIn the future, we may use the IP address for geolocation to determine things such as default WoW region.</p>Discord and Discord Bot<p>If you connect your Raidbots account with your Discord account, we store the read-only token that allows us to link your accounts when using the Raidbots Discord bot.\nThis token is used to handle requests to the Raidbots Discord bot and apply any rewards or preferences that you have set on your Raidbots account.</p>\n<p>The Raidbots Discord bot stores aggregate usage information (messages received, simulations run, etc).\nAs with any Discord bot, all chat messages that are visible to the bot are inspected to determine if a user is sending it a command.\nWhen appropriate commands are issued to the bot, it will respond with appropriate functionality (running a simulation and reporting the results, setting a preference, etc).</p>\n<p>We may store anonymized statistics or messages for the purpose of improving the service.</p>\n<p>The Raidbots Discord Bot adheres to the Discord Developer Terms of Service.</p>Stripe / Raidbots Premium<p>Raidbots collects and stores your country, state/territory, and Postal/ZIP code of your residence to determine if sales tax needs to be handled.</p>\n<p>If you sign up for Raidbots Premium, we store API tokens from Stripe directly on Raidbots.\nYour credit card information is securely stored on Stripe's servers, not Raidbots.\nRaidbots <em>does</em> have access to this data - it is used to show you your current payment method as well as determine applicable taxes.</p>Patreon<p>If you connect your Raidbots account and Patreon account, we store the read-only token from Patreon.\nThis token is used to determine your pledge status, pledge level, and Discord identity if you have connected to Discord on Patreon.</p>Third-Party Analytics<p>We use Google Analytics to track basic site traffic and usage information (pages visited, buttons clicked, etc) for the purpose of operating the site and developing new features.</p>How We Use Your Information<p>We use the information we collect to run and improve the site and to provide customer support.</p>\n<p>We only share personal information with external parties to perform Raidbots functionality (such as sending email).\nWe do not share or sell your personal information with third parties for their commercial purposes.</p>\n<p>We may disclose or transfer your information in connection with the sale, merger, bankruptcy, sale of assets or reorganization of our company.</p>Security<p>Raidbots uses a variety of techniques and technologies to take reasonable steps to keep your information secure.\nAll website access must occur using HTTPS, passwords are hashed using industry standard methods (currently bcrypt), and encryption is used for much of the data at rest.</p>Accessing, Changing, or Deleting Your Information<p>You can access or change your data or delete your account and personal data on the Raidbots account page.</p>\n<p>Deleted information may remain in backups for up to 90 days.\nBackups are only used for disaster recovery.</p>Information for European Union Users<p>In order to use our Services, Raidbots collects, stores, and uses your information outside of the European Union (“EU”).\nWithout your consent to process your information outside of the EU, we cannot provide you with our Services.\nYou may withdraw consent at anytime by deleting your account in the Raidbots account page.</p>\n<p>We will keep your personal data as long as necessary to provide you with Services or to comply with applicable laws.\nYou can delete your account and personal data by accessing your account on the Raidbots account page.</p>\n<p>We provide you with tools on the Raidbots account page to exercise your rights to access, transfer, rectify or erase your personal data.\nYou can exercise your right to restrict or object to processing by deleting your account.\nIf you have any questions or need to make an individual request, you can contact us at privacy@raidbots.com</p>Children<p>Our Services are for users age 16 and over and we do not knowingly collect personal information from children under the age of 16.\nIf you are a parent or guardian of a child under the age of 16 and believe he or she has disclosed personal information to us please contact us at privacy@raidbots.com.</p>Contact Us<p>If you have any questions regarding this privacy policy, please contact us at privacy@raidbots.com.</p>Privacy Policy Changes<p>All changes to the privacy policy will be listed here.</p>\n<p>\n<strong>July 15, 2020:</strong> Updated \"Stripe / Raidbots Premium\" to add information collected about your residence.</p>\n<p>\n<strong>November 4, 2019:</strong> Updated \"Information We Collect\" to indicate 30 day retention policy for simulation data.</p>\n<p>\n<strong>July 14, 2018:</strong> Added information about Stripe and Raidbots Premium</p>\n<p>\n<strong>May 10, 2018:</strong> Initial version published</p>Etc<p>FAQ</p>\n<p>Blog</p>\n<p>Patreon</p>\n<p>Report a bug</p>\n<p>Developers</p>\n<p>Privacy Policy</p>Contact<p>Support / Help</p>\n<p>Discord: Raidbots</p>\n<p>Email: support@raidbots.com</p>\n<p>Made by Seriallos</p>Reports<p>Create an account to save reports</p>Login×EmailPasswordLogin<p>Create an account</p>\n<p>Forgot password?</p> ", "created_at": "2023-04-30 21:39:13.714519", "updated_at": "2023-04-30 21:39:42.989748"}], "points": [], "urls": ["raidbots.com"]}}