{"error": 448, "message": "OK", "parameters": {"id": 8450, "name": "Coop", "created_at": "2023-06-11 19:11:29.215198", "updated_at": "2023-07-10 22:02:53.621536", "wikipedia": null, "keywords": null, "related": null, "slug": "coop", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/8450.png", "url": "coop.ch", "documents": [{"id": 16407, "name": "Déclaration de protection des données ", "url": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "xpath": "//body", "text": " <ul>\n</ul> DEFRITEN <ul>\n<li> Protection des données </li>\n</ul> Fermer le menu <ul>\n</ul> Toutes les rubriques Protection des données <ul>\n</ul>\n<ol>\n<li> Home </li>\n</ol> Déclaration de protection des données <p>Par le biais de cette déclaration de la protection des données, nous vous informons sur la façon dont nous traitons vos données personnelles.\nLes données personnelles sont toutes les informations qui se rapportent à vous en tant que personne ou qui permettent de vous identifier personnellement.</p> Type de données personnelles Données personnelles d'ordre général <p>Nous traitons des données personnelles d'ordre général vous concernant, p.\nex.\nle nom et les données de contact.</p> Données financières <p>Nous traitons vos données financières.</p> Données de localisation <p>Nous traitons vos données de localisation.</p> Source des données personnelles Données fournies <p>Nous traitons les données personnelles que vous mettez à notre disposition.</p> Données collectées <p>Nous traitons les données personnelles vous concernant que nous collectons.</p> Données reçues <p>Nous traitons des données personnelles vous concernant que nous avons reçues de tiers.</p> Objectif du traitement Marketing <p>Nous utilisons vos données personnelles à des fins de marketing et de publicité.</p> Développement de produits <p>Nous utilisons vos données personnelles afin de développer et améliorer des produits et services.</p> Autres finalités <p>Nous utilisons vos données personnelles à d'autres fins qui ne sont pas en lien avec la prestation principale.</p> Traitements particuliers Profilage <p>Nous analysons votre comportement et émettons des hypothèses sur vos intérêts et préférences.</p> Transmission à des tiers Transmission de données <p>Nous transmettons vos données personnelles à d'autres entreprises qui peuvent décider elles-mêmes comment elles les utilisent.</p> Lieu de traitement Dans le monde entier <p>Nous traitons vos données personnelles également ailleurs qu'en Suisse ou dans l'EEE.</p> Sommaire <ul>\n<li> 1.\nQuelle est la finalité de la présente déclaration de protection des données et de quoi vous informons-nous? </li>\n<li> 2.\nQuand la présente déclaration de protection des données s'applique-t-elle? </li>\n<li> 3.\nÀ qui incombe la responsabilité du traitement des données personnelles? </li>\n<li> 4.\nÀ qui pouvez-vous vous adresser si vous avez des questions sur la protection des données? </li>\n<li> 5.\nQuels sont vos droits? </li>\n<li> 6.\nQuels termes utilisons-nous dans la présente déclaration de protection des données? </li>\n<li> 7.\nQuelles données traitons-nous et d'où viennent-elles? </li>\n<li> 8.\nÀ quelles fins traitons-nous vos données personnelles? </li>\n<li> 9.\nSur quelles bases légales reposent la collecte et le traitement de vos données personnelles? </li>\n<li> 10.\nA qui transmettons-nous vos données personnelles? </li>\n<li> 11.\nPouvons-nous transmettre vos données personnelles à l'étranger? </li>\n<li> 12.\nTraitons-nous des données personnelles sensibles? </li>\n<li> 13.\nComment utilisons-nous le profilage? </li>\n<li> 14.\nAvons-nous recours aux décisions individuelles automatisées? </li>\n<li> 15.\nCombien de temps conservons-nous vos données? </li>\n<li> 16.\nComment protégeons-nous vos données? </li>\n<li> 17.\nModification de la présente déclaration de protection des données </li>\n<li> 18.\nInformations sur les sites web et les cookies </li>\n</ul> 1.\nQuelle est la finalité de la présente déclaration de protection des données et de quoi vous informons-nous? <p>Nous attachons une grande importance à la protection des données.\nC'est pourquoi nous traitons les vôtres avec le plus grand soin et dans le respect des prescriptions légales applicables.\nUne protection des données efficace va de pair avec une information transparente.\nLa présente déclaration de protection des données vous informe sur le traitement de vos données et sur la finalité de ce traitement.\nVous apprendrez en particulier:</p>\n<ul>\n<li>\n<strong>quelles données</strong> nous traitons et <strong>pourquoi</strong>;</li>\n<li>qui a <strong>accès</strong> à vos données et à qui nous les <strong>transmettons</strong>;</li>\n<li>combien de temps nous <strong>conservons</strong> vos données;</li>\n<li>quels sont vos <strong>droits</strong> et comment vous <strong>pouvez les faire valoir</strong>;</li>\n<li>quels <strong>cookies</strong> et autres outils nous utilisons sur nos <strong>sites web</strong>.</li>\n</ul> 2.\nQuand la présente déclaration de protection des données s'applique-t-elle? <p>La présente déclaration de protection des données s'applique à tous les processus au cours desquels nous <strong>traitons vos données personnelles</strong>, dans la mesure où nous ne vous avons adressé aucune information distincte à ce sujet.\nLa présente déclaration s'applique en particulier lorsque:</p>\n<ul>\n<li>vous consultez nos sites web;</li>\n<li>vous faites vos achats dans nos magasins ou nos magasins en ligne;</li>\n<li>vous utilisez nos offres en ligne ou nos applis;</li>\n<li>vous vous abonnez à l'une de nos newsletters;</li>\n<li>vous prenez contact avec nous;</li>\n<li>vous recevez des informations ou une communication marketing de notre part;</li>\n<li>vous participez à nos concours ou tirages au sort;</li>\n<li>vous réservez l'un de nos cours ou participez à l'un de nos événements;</li>\n<li>vous recevez des études de marché, sondages d'opinion ou enquêtes clientèle de notre part.</li>\n</ul>\n<p>La présente déclaration de protection des données s'applique également aux formats et entreprises de production de Coop Société Coopérative, qui peuvent la compléter par leurs propres dispositions.\nElle peut aussi s'appliquer au sein d'autres entreprises du groupe Coop, qui peuvent également la compléter par leurs propres dispositions (voir point 3).\nPour le traitement des données relatives à la Supercard, les Conditions générales d'utilisation de la Supercard prévalent.\nLa présente déclaration de protection des données prend effet, en complément, s'il y est fait référence.\nVeuillez noter que les Conditions générales d'utilisation applicables peuvent elles aussi inclure des dispositions relatives à la protection des données (p.\nex.\nles CGU de nos magasins en ligne).</p> 3.\nÀ qui incombe la responsabilité du traitement des données personnelles? <p>Conformément à la réglementation sur la protection des données, la responsabilité du traitement des données personnelles incombe à l'entreprise, qui détermine à quelles fins et par quels moyens elle effectue ce traitement&nbsp;.\nelle peut aussi revenir conjointement à plusieurs entreprises.</p>\n<p>La responsabilité du traitement des données visées par la présente déclaration incombe à <strong>Coop Société Coopérative</strong> ou à une <strong>entreprise du groupe Coop</strong>.\nEn principe, il s'agit de l'entreprise du groupe Coop qui a fait référence à la présente déclaration de protection des données (ci-après \"nous\").</p> Les formats suivants de &lt;b&gt;Coop Société Coopérative&lt;/b&gt.\ngèrent leurs propres magasins et/ou sites Internet, magasins en ligne inclus: <ul>\n<li>Coop.ch</li>\n<li>Supercard</li>\n<li>Interdiscount</li>\n<li>Microspot.ch</li>\n<li>Coop City</li>\n<li>Jumbo</li>\n<li>Livique</li>\n<li>Lumimart</li>\n<li>Christ Montres &amp.\nBijoux</li>\n<li>Import Parfumerie</li>\n<li>Coop Restaurants</li>\n<li>Betty Bossi</li>\n<li>Magasin en ligne de cartes cadeaux pour les professionnels Coop</li>\n</ul> Sous les formats suivants, &lt;b&gt;Coop Société Coopérative&lt;/b&gt.\npropose divers services avec son propre site Internet: <ul>\n<li>Presse Coop</li>\n<li>scoop!</li>\n<li>Hello Family</li>\n<li>Bâle Hotels</li>\n<li>Fooby</li>\n<li>Karma</li>\n<li>Des paroles aux actes</li>\n<li>Sapori d'Italia</li>\n<li>Coop to go</li>\n<li>WeNeed</li>\n<li>Centres Commerciaux Coop<br>\n</li>\n<li>Naturaline</li>\n<li>Maison tropicale de Frutigen</li>\n<li>Oona Caviar</li>\n<li>Per Piedi</li>\n<li>Coop Immobilier</li>\n<li>Caisse de dépôts Coop</li>\n<li>Centres de séminaires et de formation Coop</li>\n</ul> Les entreprises de production suivantes appartiennent à &lt;b&gt;Coop Société Coopérative&lt;/b&gt.\net gèrent leurs propres sites Internet et, pour certaines, un magasin en ligne.\n<ul>\n<li>HALBA</li>\n<li>Swissmill</li>\n<li>Steinfels Swiss</li>\n<li>Chocolats&nbsp;(HALBA)</li>\n<li>Reismühle Nutrex</li>\n<li>Nutrex</li>\n</ul> Les &lt;b&gt;entreprises indépendantes&lt;/b&gt.\nsuivantes appartiennent au &lt;b&gt;groupe Coop&lt;/b&gt;: <ul>\n<li>The Body Shop Switzerland AG</li>\n<li>Swiss Household Services AG (fust.ch, nettoshop.ch, schubiger-online.ch)</li>\n<li>Marché Restaurants&nbsp;Suisse AG</li>\n<li>RailCare AG</li>\n<li>Parrainage Coop pour les régions de montagne, société coopérative</li>\n</ul>\n<p>Ces listes ne sont pas exhaustives.</p> 4.\nÀ qui pouvez-vous vous adresser si vous avez des questions sur la protection des données? <p>Pour toute demande ou question relative à la protection des données, vous pouvez vous adresser tout d'abord à <strong>Coop Société Coopérative</strong>:</p>\n<p>Coop&nbsp;Société Coopérative<br>Thiersteinerallee 14<br>4053 Bâle<br>Tél.\n0848 888 444<br>kundendienst@coop.ch</p>\n<p>Si une autre entreprise s'est référée à la présente déclaration de protection des données, c'est à elle qu'incombe la responsabilité du traitement des données.\nDans ce cas, vous pouvez lui adresser vos questions directement.\nVous trouverez les données de contact dans l'impressum de son site Internet.<br>\n</p>\n<p>Nous avons en outre un représentant pour l'Union européenne, dont vous trouverez les données de contact ci-dessous:<br>\n</p>\n<p>VGS Datenschutzpartner UG<br>Am Kaiserkai 69<br>20457 Hambourg<br>Allemagne<br>info@datenschutzpartner.eu</p>\n<p>\n</p> 5.\nQuels sont vos droits? 5.1.\nDroit aux renseignements<br>\n<p>Vous pouvez en tout temps demander un renseignement sur le traitement des données personnelles vous concernant.\nIl vous suffit d'adresser une demande de renseignement accompagnée d'une pièce d'identité à l'entreprise responsable (voir point 3).<br>\n</p>\n<p>Nous pouvons restreindre ou refuser l'octroi des renseignements demandés lorsque cette communication s'oppose à nos obligations légales, à nos intérêts légitimes, à l'intérêt public ou encore aux intérêts de tiers.\nIl en va de même lorsque la demande de renseignements est abusive.\nSi le volume de travail nécessaire est considérable, une participation aux frais peut être exigée.\nle cas échéant, une information vous est préalablement adressée.<br>\n</p>\n<p>Votre demande est traitée dans un délai légal de 30 jours.\nNous nous réservons le droit de prolonger ce délai si le nombre de demandes est important, si des motifs techniques ou juridiques le justifient ou si nous avons besoin d'informations complémentaires de votre part.\nLe cas échéant, cette prolongation de délai vous est communiquée en temps utile, au moins par message.<br>\n</p>5.2.\nSuppression et rectification<br>\n<p>Vous avez en tout temps la possibilité de demander la suppression ou la rectification de vos données personnelles.&nbsp;Nous vous prions d'envoyer votre demande de suppression des données, accompagnée d'une preuve d'identité, à l'entreprise responsable (voir point 3).<br>\n</p>\n<p>Cette demande peut être refusée si les prescriptions légales nous imposent de prolonger ou de ne pas modifier le délai de conservation des données ou si un fait justificatif s'y oppose.<br>\n</p>\n<p>Veuillez noter que, dans certaines circonstances, l'exercice de vos droits peut entrer en conflit avec des accords contractuels et entraîner des conséquences juridiques sur l'exécution du contrat (p.\nex.\nrésiliation anticipée du contrat ou coûts).<br>\n</p>5.3.\nVoies de droit<br>\n<p>Si le traitement des données personnelles vous concerne, vous avez la possibilité de faire valoir vos droits devant la justice ou d'en aviser l'autorité de surveillance compétente.\nEn Suisse, l'autorité de surveillance compétente est le Préposé fédéral à la protection des données et à la transparence: http://www.edoeb.admin.ch.<br>\n</p> 6.\nQuels termes utilisons-nous dans la présente déclaration de protection des données? <p>Nous utilisons dans la présente déclaration des termes spécifiques, qui ont une signification juridique.\nVous trouverez ci-après la définition des termes les plus importants.</p>6.1 Données personnelles<p>Sont regroupées sous le terme \"données personnelles\", toutes les informations se rapportant à une personne physique identifiée ou identifiable.\nEn font partie notamment le nom, l'adresse, la date de naissance, l'adresse mail ou le numéro de téléphone.\nLes données concernant les préférences personnelles, telles que les activités de loisirs ou les affiliations à des associations en font également partie.<br>\n</p>6.2 Données personnelles sensibles<br>\n<p>Sont considérées comme des \"données sensibles\" les données concernant des opinions ou des activités religieuses, philosophiques, politiques ou syndicales, les données relatives à la santé et, le cas échéant, les données concernant des poursuites et sanctions administratives ou pénales ainsi que les données concernant des mesures d'aide sociale.\nSi nécessaire et approprié, nous pouvons exiger ces données sensibles, qui font alors l'objet d'un traitement strictement confidentiel.<br>\n</p>6.3 Traitement de données personnelles<p>Est considérée comme \"traitement de données personnelles\" toute opération réalisée avec de telles données, indépendamment des procédures et moyens utilisés (notamment la collecte, l'enregistrement, la conservation, l'utilisation, la modification, la communication, l'archivage, la suppression ou la destruction de données).<br>\n</p>6.4 Communication de données personnelles<p>Il y a communication de données personnelles lorsque ces données sont transmises ou rendues accessibles à autrui, par exemple en les diffusant ou les divulguant à des tiers.<br>\n</p>6.5 Anonymisation<p>L'anonymisation désigne le processus par lequel les données personnelles sont modifiées, afin qu'il soit impossible de tirer de conclusions sur la personne physique qu'elles concernent.\nContrairement à la pseudonymisation, l'anonymisation est irréversible.<br>\n</p>6.6 Pseudonymisation<p>La pseudonymisation des données personnelles est le processus par lequel ces données sont rendues méconnaissables.\nPour ce faire, les données permettant d'identifier la personne (p.\nex.\nle nom, la date de naissance, le domicile) sont remplacées par un pseudonyme (p.\nex.\nun code).\nSeul celui qui détient la clé peut associer les données à la personne (dépseudonymisation ou réidentification).<br>\n</p>\n<p>\n</p> 7.\nQuelles données traitons-nous et d'où viennent-elles? <p>Nous traitons les données personnelles qui nous sont nécessaires pour atteindre les buts visés.\nVous trouverez des informations complémentaires sur les données personnelles traitées sous les différents buts visés (voir point 8).<br>\n</p>\n<p>En général, vous nous remettez vos données vous-même, par exemple en nous les transmettant ou en nous contactant.<br>\n</p>\n<p>Dans certains cas, nous relevons vos données nous-mêmes ou de manière automatisée, par exemple lorsque vous profitez de nos services, faites des achats chez nous, surfez sur nos sites web ou utilisez nos applis.\nEn font partie notamment les données relatives aux transactions et aux comportements, les identifiants en ligne, les données de trafic et de suivi (voir point 8.3).\nParfois, nous obtenons les données à partir d'informations préexistantes, par exemple en analysant les données relatives à vos transactions ou à vos comportements (voir point 13).<br>\n</p>\n<p>Si la finalité l'exige, vos données personnelles sont aussi collectées par d'autres entreprises du groupe Coop (voir point 8.3 et 13).\nEnfin, vos données personnelles peuvent aussi nous être transmises par des tiers.\nIl peut s'agir en particulier des tiers suivants:<br>\n</p>\n<ul>\n<li>personnes de votre entourage (p.\nex.\nadresse de livraison, procuration);</li>\n<li>banques ou autres partenaires contractuels (p.\nex.\nlors d'achats et de paiements);</li>\n<li>sociétés de renseignements économiques (p.\nex.\nlors d'un examen de solvabilité);</li>\n<li>prestataires en ligne (p.\nex.\nservices d'analyse) et revendeurs d'adresses (p.\nex.\nmises à jour des listes d'adressage);</li>\n<li>autorités (p.\nex.\nen lien avec une procédure juridique);</li>\n<li>sources publiques (p.\nex.\nregistres publics, médias, Internet).<br>\n</li>\n</ul>\n<p>Les données personnelles que nous recevons de tiers peuvent relever des catégories suivantes:<br>\n</p>\n<ul>\n<li>données personnelles de base (nom, adresse, date de naissance, etc.);</li>\n<li>données de contact (téléphone mobile, adresse mail);</li>\n<li>données financières (relations de compte);</li>\n<li>données d'identification (p.\nex.\ncookies, adresses IP);</li>\n<li>données de localisation et de trafic;</li>\n<li>enregistrements photo et vidéo;</li>\n<li>données de profil ou données relatives aux préférences personnelles (p.\nex.\nproduits ou services préférés);</li>\n<li>données sensibles (p.\nex.\ndonnées biométriques ou informations de santé).<br>\n</li>\n</ul> 8.\nÀ quelles fins traitons-nous vos données personnelles? <p>Nous pouvons traiter vos données personnelles à différentes fins, mais essentiellement pour vous fournir nos services.<br>\n</p>8.1 Exécution d'un contrat<p>Nous avons généralement besoin de vos données personnelles pour conclure et exécuter un contrat.\nC'est le cas par exemple lorsque vous passez commande dans l'un de nos magasins en ligne ou l'une de nos filiales, que vous créez un compte client, que vous utilisez nos applis ou que vous sollicitez d'autres offres de Coop, en ligne ou hors ligne.\nL'exécution d'un contrat peut nécessiter le traitement des catégories de données personnelles suivantes:<br>\n</p>\n<ul>\n<li>données personnelles de base (p.\nex.\nformule d'appel, prénom, nom, date de naissance, genre, numéro de client, nom d'utilisateur, numéro de Supercard);</li>\n<li>informations de contact (p.\nex.\nadresse de domicile, adresse mail, numéro de téléphone, adresse de livraison);</li>\n<li>données financières (p.\nex.\ninformations de paiement, examen de solvabilité);</li>\n<li>données de transaction (p.\nex.\npanier d'achat);</li>\n<li>historique du client (p.\nex.\ninteractions avec le service client, informations sur la gestion des défauts ou des réclamations).<br>\n</li>\n</ul>\n<p>Dans le cadre de la relation contractuelle, nous procédons à tous les traitements nécessaires à la préparation, la conclusion, l'exécution ou la mise en œuvre du contrat.\nAvant la conclusion d'un contrat, nous nous renseignons sur votre solvabilité (informations sur votre capacité de paiement et votre conduite en matière de paiements), afin de déterminer si nous pouvons effectivement conclure le contrat et, le cas échéant, sous quelle forme.\nLorsqu'un produit requiert un âge minimum, nous pouvons vous demander de nous prouver votre âge en nous fournissant une copie d'une pièce d'identité (carte d'identité ou passeport) ou le vérifier automatiquement au moyen du numéro de cette pièce.\nPour vous livrer une marchandise commandée, nous pouvons être amenés à transmettre vos données à un prestataire tiers (p.\nex.\nla Poste).\nDe plus, pour le trafic des paiements, nous échangeons vos données avec un prestataire de services financiers.\nEnfin, il peut nous arriver de traiter vos données lorsque vous nous soumettez une demande concernant un produit, l'élimination d'un défaut, le traitement d'une réclamation, la réservation ou l'évaluation de produits.<br>\n</p>8.2 Communication<p>Nous traitons vos données afin de communiquer avec vous et de répondre à vos demandes.\nC'est le cas lorsque vous remplissez l'un de nos formulaires de contact, que vous vous adressez à nous par mail, par courrier, par téléphone ou par un autre moyen ou encore lorsque nous prenons contact avec vous ou procédons à la gestion de la relation clientèle.\nÀ cet effet, nous traitons en particulier les données suivantes:<br>\n</p>\n<ul>\n<li>le nom et les données de contact (p.\nex.\nnom, adresse, adresse mail, numéro de téléphone);</li>\n<li>l'objet de la communication (p.\nex.\nlettre, mail, chat, commentaires sur le site web, entretiens téléphoniques;</li>\n<li>les données secondaires de la communication (p.\nex.\ninformations sur le type, l'heure ou le lieu de la communication).<br>\n</li>\n</ul>\n<p>Nous pouvons exécuter toutes les opérations nécessaires à la communication avec vous, notamment répondre à vos demandes ou vous contacter si nous avons des questions.\nNous pouvons aussi utiliser les données de communication à des fins d'assurance qualité ou de formation.\nDans ce cas, les données sont pseudonymisées ou anonymisées dans la mesure du possible.\nNous attirons particulièrement votre attention si nous enregistrons ou écoutons des entretiens téléphoniques ou des vidéoconférences à des fins d'assurance qualité ou de formation.\nSi vous ne souhaitez pas d'enregistrement, il vous suffit de nous le faire savoir ou de mettre fin à votre participation.\nSi vous ne désirez pas d'enregistrement vidéo, vous pouvez tout simplement éteindre votre caméra.\nLa communication peut aussi être enregistrée à d'autres fins, comme l'exécution d'un contrat (point 8.1), des activités marketing (point 8.3) ou des études de marché (point 8.4).\nVous recevez des informations complémentaires en lien avec l'activité visée.<br>\n</p>8.3 Marketing et informations<p>Nous pouvons traiter vos données personnelles à des fins de marketing, pour vous soumettre des offres adaptées et attrayantes ou des informations intéressantes sur nos produits, services, événements, etc.\nC'est notamment le cas lorsque vous faites des achats dans nos magasins en ligne, que vous passez commande dans nos magasins, que vous créez un compte client, que vous utilisez nos applis, que vous participez à un concours ou un tirage au sort, que vous sollicitez d'autres offres de Coop, en ligne ou hors ligne.\nNous traitons notamment les données suivantes à des fins de marketing:<br>\n</p>\n<ul>\n<li>données personnelles de base (p.\nex.\nformule d'appel, prénom, nom, date de naissance, genre, numéro de client, nom d'utilisateur);</li>\n<li>informations de contact (p.\nex.\nadresse de domicile/de livraison, adresse mail, numéro de téléphone);</li>\n<li>données de transaction et de comportement (p.\nex.\ndétails relatifs au panier d'achat, comportement d'achat, participation aux concours, participation aux événements, informations sur les services en abonnement);</li>\n<li>identifiants en ligne (p.\nex.\ncookies, adresses IP);</li>\n<li>données de trafic et de suivi en ligne (p.\nex.\ncomportement de navigation, comportement de clic à la réception de newsletters);</li>\n<li>données de profil ou données relatives aux préférences personnelles (p.\nex.\nproduits ou services préférés).<br>\n</li>\n</ul>\n<p>Le traitement à des fins de marketing englobe toutes les opérations nous permettant de vous informer sur nos offres de manière appropriée.\nNous pouvons vous adresser des informations et des offres par courrier ou par voie électronique.\nIl peut s'agir de l'envoi électronique de newsletters, de mails, de messages push dans les applis ou d'autres messages électroniques et de l'envoi postal de brochures publicitaires, de magazines ou d'autres imprimés.\nSont également recueillis les messages publicitaires numériques tels que les annonces associées aux recherches, qui s'affichent sur les pages web, les vidéos ou les réseaux sociaux.\nNous pouvons aussi vous remettre des bons ou vous inviter à des événements, des tirages au sort et des concours.\nNous pouvons enfin vous faire part de recommandations de produits ou de services sur nos sites web ou nos applis ou attirer votre attention sur des processus de commande interrompus.<br>\n</p>\n<p>Nous personnalisons ces offres et informations à l'aide des données que vous nous confiez, afin que vous ne receviez, dans la mesure du possible, que celles qui sont pertinentes et intéressantes pour vous.\nPour ce faire, nous pouvons procéder à des évaluations et créer des profils (voir point 13).\nEnfin, nous analysons nos mesures publicitaires et évaluons leur efficacité.<br>\n</p>\n<p>Nous pouvons aussi confier à des tiers le soin de diffuser des publicités, de réaliser des campagnes de publicité et de procéder à la mesure du taux de conversion ainsi qu'à d'autres mesures similaires (p.\nex.\ngrâce aux cookies de tiers, voir points 18.2, 18.3).<br>\n</p>\n<p>Vous avez en tout temps la possibilité de vous désabonner des supports de marketing-communication que vous recevez.\nPour ce faire, il vous suffit de cliquer sur le lien de désabonnement figurant dans le mail.\nLes informations sur la désactivation des cookies de marketing (qui conduisent à des publicités personnalisées) figurent dans les dispositions relatives aux cookies (point 18.2).<br>\n</p>8.4 Autres finalités<p>Il nous arrive de traiter vos données personnelles à d'autres fins.\nParmi celles-ci figurent:<br>\n</p>\n<ul>\n<li>\n<strong>Les études de marché et sondages d'opinion&nbsp;:</strong> nous traitons vos données personnelles afin de développer et d'améliorer nos offres en permanence.\nNous réalisons par exemple des enquêtes ou des sondages en lien avec la commande d'un produit ou l'utilisation d'un service.\nCes enquêtes ou sondages peuvent avoir lieu par mail, par SMS, par appli ou sur un site web.\nPour ce faire, nous avons généralement recours à de données pseudonymisées ou anonymisées.\nLe cas échéant nous pouvons analyser et exploiter ces informations pour vous faire parvenir des offres personnalisées (voir points 8.3 et 13).</li>\n<li>\n<strong>L'exercice de droits juridiques&nbsp;:</strong> nous devons parfois traiter vos données personnelles pour faire valoir nos droits ou rejeter des prétentions infondées/injustifiées.\nSelon les cas, ces opérations peuvent concerner diverses catégories de données personnelles.</li>\n<li>\n<strong>Le respect des exigences légales, la prévention et l'explication d'actes pénaux ou de comportement fautifs&nbsp;:</strong> nous sommes tenus de vérifier, le cas échéant, le respect des exigences légales et, en cas d'infractions, de collaborer avec les autorités.\nÀ cet effet, nous pouvons être amenés à traiter vos données personnelles.\nCe traitement peut concerner toutes les données personnelles pertinentes.\nC'est notamment le cas lorsqu'il s'agit d'appliquer les dispositions relatives à la protection de la jeunesse (p.\nex.\nâge minimal pour la vente d'alcool) ou de respecter d'autres exigences réglementaires, pour transmettre des informations ou des documents aux autorités lorsque la loi l'exige ou pour collaborer à des enquêtes menées par des autorités (p.\nex.\npoursuites pénales ou autorité de surveillance) lorsque nous avons une obligation légale de le faire.</li>\n<li>\n<strong>La sécurité&nbsp;:</strong> dans certains cas, nous devons traiter vos données personnelles afin de garantir votre sécurité et la sécurité de notre entreprise.\nToutes vos données personnelles peuvent faire l'objet de ce traitement.\nIl peut s'agir en particulier de vidéosurveillance dans nos points de vente afin de garantir la sécurité des produits et de couvrir les vols ou les agressions.\nLes systèmes de surveillance sont limités à certains emplacements et signalés comme tels.\nLes contrôles sporadiques effectués pour vérifier le décompte correct des marchandises, l'analyse des données de transaction et de comportement visant à identifier les comportements suspects ou l'évaluation et l'analyse de l'utilisation de nos systèmes en font partie également.</li>\n<li>\n<strong>Autres finalités :</strong> nous pouvons exploiter vos données personnelles à d'autres fins, par exemple dans le cadre de nos processus internes et de notre administration.\nRelèvent de ces autres finalités notamment les opérations menées à des fins administratives (l'administration des données de base, la comptabilité, l'archivage de données, le contrôle, la gestion et l'amélioration continue de notre infrastructure informatique) ainsi que l'évaluation et l'amélioration des processus internes, auxquelles sont rattachées l'analyse du comportement d'utilisation de nos applis et sites web à des fins d'optimisation (voir aussi point 18).\nLa sauvegarde d'autres intérêts légitimes relève elle aussi de ces autres finalités, dont la liste n'est pas exhaustive.<br>\n</li>\n</ul>\n<p>\n</p> 9.\nSur quelles bases légales reposent la collecte et le traitement de vos données personnelles? <p>La base légale sur laquelle reposent la collecte et le traitement des données personnelles dépend de la finalité du traitement.\nLes principes suivants s'appliquent:<br>\n</p>\n<p>Nous traitons vos données selon les règles de la bonne foi et aux fins définies dans la présente déclaration de protection des données (voir point 8).\nNous veillons à un traitement transparent et proportionné au but visé.<br>\n</p>\n<p>Si, exceptionnellement, ces principes ne peuvent être respectés, le caractère légal du traitement des données peut néanmoins être garanti par un motif justificatif.\nParmi les motifs justificatifs figurent notamment:<br>\n</p>\n<ul>\n<li>votre consentement;</li>\n<li>l'exécution d'un contrat ou de mesures précontractuelles;</li>\n<li>le respect de prescriptions légales;</li>\n<li>nos intérêts légitimes, pour autant que vos intérêts ne soient pas prépondérants.<br>\n</li>\n</ul>\n<p>Vous pouvez révoquer en tout temps votre consentement.\nPour ce faire, nous avons introduit la fonction \"opt-out\" en lien avec certains traitements.\nUn message informel par mail peut également suffire.\nCette révocation n'affecte pas la légalité du traitement de données déjà effectué.<br>\n</p>\n<p>Sont considérés comme des intérêts légitimes les motifs suivants:<br>\n</p>\n<ul>\n<li>la mise à disposition et le développement de nos offres, services, sites web, applis et autres plateformes sur lesquelles nous sommes présents;</li>\n<li>la communication avec des tiers et le traitement de leurs demandes (p.\nex.\npour la livraison de produits et de services à des tiers);</li>\n<li>le contrôle et l'optimisation des procédures visant l'analyse des besoins dans l'optique d'un contact direct avec le client;</li>\n<li>l'exécution d'activités de marketing et de publicité ainsi que la réalisation d'études de marché et de sondages d'opinion;</li>\n<li>la lutte contre la fraude et le respect des prescriptions légales.<br>\n</li>\n</ul> 10.\nA qui transmettons-nous vos données personnelles? 10.1 Au sein du groupe Coop<p>Nous pouvons transmettre vos données personnelles à d'autres entreprises du groupe Coop, à des fins d'administration interne du groupe ou de la gestion de contrats (voir point 8.1).\nDans ces cas, toutefois, l'entreprise concernée ne traite pas vos données à ses propres fins.\nMais nous pouvons reprendre par exemple dans d'autres magasins du groupe Coop les changements apportés à vos données de base (p.ex.\nchangement d'adresse) dans un magasin.<br>\n</p>\n<p>Nous pouvons aussi communiquer vos données dans le cadre d'activités marketing.\nElles peuvent alors être évaluées et mises en correspondance avec des données émanant d'autres entreprises du groupe Coop (voir point 13).\nDe même, d'autres entreprises du groupe Coop ou formats de Coop Société Coopérative peuvent exploiter vos données personnelles à leurs propres fins et vous soumettre des offres sur mesure.\nCette communication et cette évaluation se font seulement avec votre consentement, que vous pouvez révoquer en tout temps (voir les informations à ce propos au point 13).<br>\n</p>\n<p>Vous trouverez des informations sur les formats et les sociétés du groupe Coop au point 3.<br>\n</p>10.2 En-dehors du groupe Coop<p>Nous pouvons par ailleurs transmettre vos données personnelles à des tiers n'appartenant pas au groupe Coop lorsque l'exécution du contrat l'exige (p.\nex.\naux entreprises chargées de la livraison de la marchandise ou à l'organisme de crédit chargé de la procédure de paiement) ou que des prestations de services d'ordre technique ou organisationnel le requièrent.\nCes tiers sont contractuellement tenus de traiter vos données personnelles uniquement dans le cadre de notre mandat et conformément à nos instructions.\nIls doivent en outre garantir la sécurité de vos données personnelles en prenant les mesures techniques et organisationnelles appropriées.\nPeuvent être concernés par le traitement de tels mandats en particulier les prestataires des domaines suivants:<br>\n</p>\n<ul>\n<li>expédition et logistique (p.\nex.\npour l'envoi de marchandises commandées);</li>\n<li>publicité et marketing (p.\nex.\npour l'envoi de communications telles que publipostages, cartes postales, newsletters, pour la publicité sur écran, la réalisation de concours, d'enquêtes et d'études de marché);</li>\n<li>organisation et déroulement de manifestation et réceptions;</li>\n<li>mesures de lutte contre la fraude;</li>\n<li>administration d'entreprises et activités fiduciaires;</li>\n<li>services de paiement;</li>\n<li>services d'encaissement;</li>\n<li>services informatiques;</li>\n<li>services de conseil et autres services, tels que la location d'appareils ou la mise en relation d'artisans.<br>\n</li>\n</ul>\n<p>En tant que responsables autonomes, nos prestataires peuvent, le cas échéant, traiter dans leur propre intérêt légitime (p.ex.\npour une évaluation statistique ou un décompte) les données relatives à l'utilisation de leurs prestations et d'autres données recueillies dans le cadre de l'utilisation de leur service.\nCes prestataires renseignent les utilisateurs sur leurs propres activités de traitement de données dans leurs déclarations de protection des données.<br>\n</p>\n<p>Il peut arriver que nous transmettions vos données à d'autres tiers pour leur propre traitement de données.\nIl peut s'agir en particulier de partenaires contractuels, qui dépendent de la transmission de ces données pour leurs contrats.\nCes partenaires peuvent par exemple recevoir les données d'enregistrement relatives à des bons émis et échangés, à des invitations, etc.\nNous pouvons leur transmettre des données également lorsque vous choisissez de profiter d'offres de ce type.\nParmi les destinataires figurent d'autres partenaires contractuels avec lesquels nous coopérons, qui réalisent de la publicité pour nous et auxquels nous transmettons des données pseudonymisées à des fins d'analyse et de marketing (p.\nex.\ndes exploitants de réseaux sociaux).\nCette publicité n'est diffusée que si vous y avez consenti ou s'il existe une autre justification (voir point 9.\npour le domaine en ligne, voir points 18.2 et 18.3).\nNos partenaires contractuels en matière de publicité et de coopération ont accès, le cas échéant, à vos données traitées à des fins de marketing et de publicité sur la base d'un numéro d'identification sous une forme agrégée (p.\nex.\npour des raisons de préférence) et sans lien avec votre personne.\nElles leur permettent de diffuser de la publicité basée sur un groupe cible et de procéder à des évaluations impersonnelles dans leur domaine (p.\nex.\nsur le nombre de clients qui ont regardé leur publicité).\nDans ce contexte, nous ne divulguons toutefois pas votre identité.\nPar ailleurs, vous avez en tout temps la possibilité d'empêcher l'exploitation de vos données en activant la fonction opt-out dans votre profil (voir point 13).\nVous pouvez en outre désactiver les cookies correspondants et empêcher la publicité basée sur le groupe cible sur nos sites web et sur les sites web de tiers (voir point 18.2).\nÀ cet égard, nous travaillons entre autres avec Virtual Minds GmbH, qui est co-responsable de la collecte de certaines données d'utilisateur (ID spécifique à l'appareil, ID de publicité mobile, informations sur les intérêts et le comportement de navigation et classement de l'utilisateur dans des segments de tiers).\nVous trouverez ici la déclaration de protection des données de Virtual Minds GmbH.<br>\n</p>\n<p>Dans certains cas, nous pouvons transmettre vos données personnelles aux autorités, en Suisse et à l'étranger, lorsque nous y sommes tenus ou autorisés légalement ou lorsque la sauvegarde de nos intérêts légitimes le requiert.\nLes autorités sont alors responsables du traitement des données que nous leur avons transmises.<br>\n</p> 11.\nPouvons-nous transmettre vos données personnelles à l'étranger? <p>Dans la mesure du possible, nous traitons vos données en Suisse ou dans l'Espace économique européen (EEE).\nDans le cadre de la sous-traitance d'un mandat, vos données personnelles peuvent, le cas échéant, être transmises à un prestataire à l'étranger (voir point 10.2).\nIl peut s'agir de n'importe quel pays dans le monde.<br>\n</p>\n<p>En l'absence de législation appropriée sur la protection des données, un transfert de données dans un pays tiers n'a lieu que si le sous-traitant offre en la matière des garanties jugées suffisantes par le législateur (p.\nex.\nclause contractuelle standard de l'UE).\nUne transmission fondée sur une clause contractuelle standard n'a lieu qu'après évaluation préalable des risques.\nSi cette dernière révèle que le sous-traitant n'est pas en mesure de respecter la clause contractuelle standard, nous nous assurons que des mesures techniques supplémentaires sont mises en œuvre afin de préserver l'intégrité et la confidentialité des données personnelles transmises.<br>\n</p> 12.\nTraitons-nous des données personnelles sensibles? <p>Nous ne traitons des données personnelles sensibles (voir point 6.2) que si celles-ci sont absolument nécessaires à la fourniture de la prestation et si vous les avez communiquées ou consenti à leur traitement.\nUn tel traitement peut avoir lieu par exemple lorsque vous nous faites part de problèmes de santé après l'achat d'un produit.<br>\n</p> 13.\nComment utilisons-nous le profilage? <p>Le profilage consiste à automatiser le traitement des données d'achat et de comportement afin de créer des profils qui peuvent refléter vos intérêts et vos préférences.\nNous nous servons ensuite de ces profils pour vous proposer des produits intéressants et pertinents pour vous.\nÀ cet effet, nous procédons à l'évaluation de vos données personnelles telles que les données personnelles de base (voir point 8.1), les données contractuelles (voir point 8.1), les données de communication (voir point 8.2), les données de transaction et de comportement, les données d'identification ou de suivi en ligne et les données de trafic (voir point 8.3), puis les interprétons et les combinons au moyen de modèles statistiques et logiques reconnus.<br>\n</p>\n<p>Nous exploitons notamment ces évaluations pour vous informer et vous conseiller de manière ciblée sur certains services ou produits.\nGrâce au profilage, nous sommes en mesure d'améliorer en permanence nos offres et de les adapter aux besoins individuels, de vous informer et de vous soumettre seulement celles répondant à vos besoins, ou de vous assister plus efficacement au service clients.\nLe profilage nous permet en outre de vous adresser seulement les informations et les offres qui sont effectivement pertinentes pour vous.\nVous bénéficiez ainsi de rabais, pouvez lire des contenus personnalisés dans les newsletters, les applis et les magasins en ligne (p.\nex.\nune suite sur mesure d'articles et de rabais) et ne recevez que de la publicité intéressante pour vous.<br>\n</p>\n<p>Nous procédons à un profilage à l'échelle du groupe, grâce auquel nous associons des données personnelles provenant de diverses sources (p.\nex.\nde différents services du groupe Coop).\nCe profilage n'est effectué que si vous y avez consenti.\nC'est le cas lorsque vous créez un compte client dans l'un de nos magasins en ligne et que vous acceptez ses CGV.\nIl nous permet de mieux répondre à vos besoins.\nVous pouvez vous opposer, le cas échéant, à l'utilisation de ces analyses à des fins de marketing au sein du groupe Coop dans le compte du magasin en ligne concerné.\nCertains magasins en ligne permettent de passer commande sans créer de compte client.\nEn l'absence de compte client, aucun profilage n'est effectué.<br>\n</p>\n<p>Certains domaines (p.\nex.\nles magasins en ligne) peuvent également procéder à leur propre profilage en exploitant les données en leur possession (sans données supplémentaires).\nSi vous ne souhaitez pas d'un tel profilage, vous pouvez renoncer à la création d'un compte ou vous désabonner du compte client correspondant.<br>\n</p> 14.\nAvons-nous recours aux décisions individuelles automatisées? <p>Les décisions individuelles automatisées sont des décisions qui, bien qu’étant exécutées de manière entièrement automatisée, c'est-à-dire sans intervention humaine, déploient un effet juridique pour la personne concernée ou réduisent considérablement sa marge de manœuvre.<br>\n</p>\n<p>Normalement, nous n'utilisons pas les décisions individuelles automatisées.\nDans le cas contraire, nous vous en informons expressément.<br>\n</p> 15.\nCombien de temps conservons-nous vos données? <p>Nous ne conservons vos données que le temps nécessaire pour atteindre les fins pour lesquels elles ont été collectées, ou si nous sommes tenus légalement de les conserver plus longtemps.<br>\n</p>\n<p>Nous devons notamment conserver pendant 10 ans la correspondance commerciale, les contrats et les pièces comptables (art.\n958 du Code suisse des obligations [CO]).\nDès lors que ces données vous concernant ne sont plus nécessaires à l'exécution de nos prestations, nous les bloquons.\nEnsuite, nous ne les utilisons plus que pour l'établissement des comptes et à des fins fiscales.<br>\n</p> 16.\nComment protégeons-nous vos données? <p>Nous conservons vos données en sûreté et prenons les mesures organisationnelles et techniques appropriées pour les préserver de tout accès non autorisé, de tout abus, de toute modification ou de toute perte.\nNos partenaires contractuels et collaborateurs qui ont accès à vos données personnels sont tenus de respecter les dispositions relatives à la protection des données.<br>\n</p>\n<p>Notre site web utilise un cryptage SSL ou TLS pour des raisons de sécurité et pour sécuriser l'échange d'informations confidentielles (p.\nex.\nvos commandes ou demandes).\nUne connexion cryptée se reconnaît au préfixe de l'adresse, qui passe de \"http://\" à \"https://\", et au symbole du cadenas figurant dans la barre d'adresse de votre navigateur.\nLe trafic des paiements à l'aide des moyens de paiement usuels (p.\nex.\ncartes Visa/MasterCard, etc.) passe exclusivement par une connexion cryptée reposant sur les protocoles SSL ou TLS.<br>\n</p>\n<p>Étant donné qu'il n'est pas possible de garantir une sécurité absolue des données dans la communication par mail, nous recommandons de choisir des modes de transmission plus sûrs pour vos informations confidentielles.<br>\n</p> 17.\nModification de la présente déclaration de protection des données <p>Nous nous réservons le droit d'apporter des modifications à la présente déclaration de protection des données, par exemple lorsque les modalités de traitement ou la situation juridique évoluent.\nEn cas de modifications importantes, nous vous informerons séparément, pour autant que cela n'entraîne pas un volume de travail disproportionné.\n</p> 18.\nInformations sur les sites web et les cookies <p>Les informations qui suivent vous montrent comment nous traitons les données, et en particulier les données personnelles, sur nos sites web ou nos applis.\nLe traitement s'effectue notamment à l'aide de cookies et de technologies similaires.\nLes dispositions ci-après s'appliquent tant pour nos sites web que pour nos applis, même s'il est seulement fait mention de site web.<br>\n</p>18.1 Mise à disposition du site web et établissement du fichier log<p>\n<b>\n<i>Quelles informations recueillons-nous et comment les exploitons-nous?</i>\n</b>\n<br>\n</p>\n<p>Lorsque vous consultez nos sites web, certaines données sont automatiquement stockées sur nos serveurs ou sur les serveurs des services et produits que nous avons achetés et/ou installés.\nCe stockage vise l'administration du système, la sécurité, le suivi ou l'évaluation statistique.\nIl s'agit des données suivantes:<br>\n</p>\n<ul>\n<li>nom du fournisseur de services Internet;</li>\n<li>adresse IP (selon les cas);</li>\n<li>la version de votre navigateur;</li>\n<li>le système d'exploitation de l'ordinateur depuis lequel vous avez accédé à notre site web;</li>\n<li>la date et l'heure de l'accès;</li>\n<li>le site web que vous avez visité précédemment;</li>\n<li>les mots clés que vous avez utilisés afin de trouver notre site web;</li>\n<li>le type de navigateur;</li>\n<li>le nom d'hôte de l'ordinateur;</li>\n<li>le mode d'accès;</li>\n<li>le statut de connexion.<br>\n</li>\n</ul>\n<p>\n<b>\n<i>Comment pouvez-vous empêcher la collecte de vos données?</i>\n</b>\n<br>\n</p>\n<p>Les données ne sont conservées que le temps nécessaire pour atteindre le but visé par leur collecte.\nPar conséquent, elles sont généralement supprimées à la fin de chaque session.\nLe stockage des fichiers log est impératif pour l'exploitation du site web.\nVous n'avez donc aucune possibilité de vous y opposer.<br>\n</p>18.2 Cookies<p>\n<i>\n<strong>Comment les cookies fonctionnent-ils et à quoi servent-ils?</strong>\n</i>\n<br>\n</p>\n<p>Les cookies sont des fichiers texte que le navigateur du système d'exploitation stocke sur votre ordinateur lorsque vous consultez un site web.\nIls contiennent un numéro d'identification (ID) unique, qui nous permet de distinguer les visiteurs les uns des autres.\nGénéralement, ils ne sont toutefois pas identifiés.\nIls ne causent aucun dommage à votre ordinateur et ne contiennent pas de virus.\nIls servent aussi à améliorer les interactions utilisateur en veillant à mémoriser certains réglages et sont indispensables à certaines commandes techniques (p.\nex.\nl'administration de la session ou du panier d'achat).<br>\n</p>\n<p>\n<b>\n<i>Quels sont les différents types de cookies?</i>\n</b>\n<br>\n</p>\n<p>La plupart des cookies que nous utilisons sont des \"cookies de session\", qui sont automatiquement supprimés à la fin de la visite.<br>\n</p>\n<p>Il en existe d'autres, qui restent stockés sur l'ordinateur jusqu'à ce que vous les supprimiez (ils sont généralement supprimés après un délai de 2 ans).\nIl s'agit de cookies visant à mémoriser vos préférences (p.\nex.\nparamètres de lieu et de langue), à assurer la mise à disposition rapide et la présentation attrayante de contenus web (p.\nex.\npar l'utilisation de polices et de réseaux de distribution de contenu), à analyser la fréquentation du site web, à procéder à l'évaluation statistique et à l'amélioration continue ainsi qu'à garantir des objectifs marketing (généralement au moyen de cookies de tiers, voir ci-dessous).<br>\n</p>\n<p>Nous pouvons en outre exploiter des technologies analogues comme les tags de pixel, le fingerprinting ou d'autres technologies visant le stockage de données sur le navigateur.\nLes tags de pixel permettent de transmettre à l'exploitant du serveur différentes informations au moyen de petites images ou de codes de programmation normalement invisibles, qui sont chargés depuis un serveur (p.\nex.\nsi et quand un site web est consulté).\nLorsque vous consultez un site web, le fingerprinting réunit des informations sur la configuration de votre ordinateur ou de votre navigateur afin de distinguer votre terminal des autres appareils.\nLa plupart des navigateurs sont en outre compatibles avec des technologies supplémentaires (p.\nex.\nstockage web), auxquelles nous pouvons également avoir recours.<br>\n</p>\n<p>\n<b>\n<i>Quels cookies ou quelles technologies similaires utilisons-nous?</i>\n</b>\n<br>\n</p>\n<p>Nous pouvons avoir recours aux cookies et technologies similaires ci-dessous:<br>\n</p>\n<ul>\n<li>\n<strong>Cookies nécessaires:</strong> ce sont les cookies indispensables à l'utilisation d'un site web et de ses fonctions.\nIls évitent par exemple qu'en cas de changement de pages, les données de formulaires déjà saisies soient effacées et que le contenu d'un panier soit perdu.<br>\n</li>\n<li>\n<strong>Cookies de performance:</strong> grâce aux cookies de performance, nous pouvons effectuer des analyses, en recueillant des informations sur les modalités d'utilisation d'un site web.\nNous pouvons par exemple constater le comportement des visiteurs d'un site web, mesurer les temps de chargement ou le comportement du site sur différents navigateurs.\nGrâce à ces cookies, nous sommes en mesure d'améliorer en permanence la qualité de nos sites web et l'expérience utilisateur.<br>\n</li>\n<li>\n<strong>Cookies de fonctionnement:</strong> les cookies de fonctionnement nous permettent d'enregistrer certaines données saisies sur nos sites web, afin que vous n'ayez pas à les entrer une nouvelle fois (p.\nex.\nsite, langue, données de formulaires, etc.).\nCes cookies augmentent donc la convivialité de nos sites web.<br>\n</li>\n<li>\n<strong>Cookies de marketing:</strong> nous utilisons (ou nos partenaires utilisent) ces cookies pour vous présenter sur nos sites web (ou les sites web de tiers) des annonces publicitaires adaptées à votre comportement de navigation et intéressantes pour vous.<br>\n</li>\n</ul>\n<p>\n<b>\n<i>Avons-nous recours aux cookies de tiers?</i>\n</b>\n<br>\n</p>\n<p>Nous pouvons aussi nous servir des cookies de tiers.\nDans ce cas, les cookies générés lors de la visite d'un site web ne sont pas enregistrés par nous-mêmes mais par le fournisseur tiers.\nCes fournisseurs peuvent aussi être domiciliés en dehors de l'Espace économique européen (EEE).\nle cas échéant, nous veillons à la protection des données en adoptant des mesures appropriées (voir point 11).<br>\n</p>\n<p>Les cookies de tiers peuvent être des outils d'analyse, mais aussi des mesures de suivi ou de reciblage.\nIls nous permettent d'afficher des annonces publicitaires à votre intention sur nos sites web ou sur les sites web de tiers, et de mesurer l'impact de ces annonces.\nLes fournisseurs tiers peuvent enregistrer votre comportement d'utilisation sur nos sites et, le cas échéant, y associer des données qui ont été collectées sur d'autres sites.\nIls peuvent également traiter ces données pour leurs propres fins, p.\nex.\npour réaliser une publicité personnalisée sur leurs propres sites ou sur d'autres sites web sur lesquels ils diffusent des publicités.\nDans la mesure où le fournisseur peut vous identifier (p.\nex.\nparce que vous possédez un compte client), il peut vous associer aux données utilisateur.\nCes traitements sont soumis aux dispositions de protection des données du fournisseur tiers.\nLes fournisseurs tiers les plus importants sont Google et Facebook.\nVous trouverez ci-après une description des principaux outils que nous utilisons (voir point 18.3).<br>\n</p>\n<p>\n<b>\n<i>Comment empêcher la collecte de vos données au moyen de cookies?</i>\n</b>\n<br>\n</p>\n<p>Les cookies sont stockés sur votre propre ordinateur, ce qui vous permet d'avoir le contrôle de leur utilisation.\nVous pouvez les supprimer intégralement ou encore limiter ou désactiver leur transmission en modifiant les paramètres de votre navigateur.\nGrâce aux extensions des navigateurs, vous avez en outre la possibilité de bloquer le suivi de vos données par certains tiers.\nVous trouverez d'autres informations sur l'utilisation des cookies dans les pages d'aide de votre navigateur.\nSi vous désactivez les cookies, il se peut que vous ne puissiez pas profiter pleinement de certaines fonctionnalités.<br>\n</p>\n<p>Vous trouvez ci-dessous les guides utilisateurs des navigateurs les plus utilisés:<br>\n</p>\n<ul>\n<li>Google Chrome</li>\n<li>Safari (Apple)</li>\n<li>Microsoft Edge</li>\n<li>Mozilla Firefox&nbsp;<br>\n</li>\n</ul>\n<p>La \"Network Advertising Initiative\" (NAI), \"YourAdChoices\" (Digital Advertising Alliance) ou \"Your Online Choices\" (European Interactive Digital Advertising Alliance, EDAA) prévoient généralement pour de nombreux services une possibilité de s'opposer (fonction \"opt-out\") aux cookies destinés à mesurer la performance d'un site ou la publicité.<br>\n</p>\n<p>\n<i>\n<strong>Quels autres outils de publicité en ligne utilisons-nous?</strong>\n</i>\n<br>\n</p>\n<p>Au-delà du marketing et des cookies de tiers, nous avons recours à d'autres techniques visant à piloter la publicité en ligne sur d'autres sites web et à éviter ainsi les pertes de diffusion.\nNous pouvons par exemple transmettre à des entreprises tierces (voir définition point 6.6) les adresses mail de nos utilisateurs sous une forme pseudonymisée (appelée hashing).\nEn les recoupant avec sa base de données, l'annonceur (en général un fournisseur de média social) peut identifier les données de contact figurant déjà dans sa base de données et diffuser des publicité adaptées à vos intérêts (voir p.\nex.\nles cookies cités sous point 18.3).\nCes entreprises ne reçoivent toutefois jamais les adresses mail de personnes qui ne sont pas déjà connues d'elles.\nVous pouvez empêcher la diffusion de publicité personnalisée en procédant au paramétrage des cookies (voir ci-dessus).&nbsp;</p>\n<p>\n<i>\n<strong>Pouvons-nous intégrer des offres de tiers sur nos sites web?</strong>\n</i>\n<br>\n</p>\n<p>Nous pouvons intégrer d'autres offres de tiers sur nos sites web, provenant de fournisseurs de médias sociaux.\nCes offres sont toutefois désactivées par défaut.\nDès que vous les activez (p.\nex.\npar un clic sur un bouton), les fournisseurs correspondants constatent que vous vous trouvez sur notre site web.\nSi vous avez un compte auprès de ce média social, celui-ci peut alors établir un lien avec vous et suivre votre utilisation des offres en ligne.\nLes fournisseurs de médias sociaux traitent ces données sous leur propre responsabilité.<br>\n</p>18.3 Outils de suivi<p>Nous nous servons d'outils de suivi sur nos sites web et nos applis, afin d'évaluer l'utilisation de nos offres en ligne et de pouvoir proposer aux visiteurs des mesures de marketing ciblées.\nVous trouvez ci-dessous un descriptif des principaux outils de suivi que nous utilisons.<br>\n</p>\n<p>\n<strong>a.\nGoogle Analytics</strong>\n</p>\n<p>\n<i>\n<strong>Comment fonctionne Google Analytics?</strong>\n</i>\n<br>\n</p>\n<p>Nous utilisons Google Analytics, un service de Google Ireland Ltd.\n(Google Building Gordon House, Barrow St, Dublin 4, Irlande) sur nos sites web.\nGoogle se sert de cookies, qui sont stockés sur votre ordinateur et permettent d'analyser l'utilisation de nos pages web.\nLes informations générées par les cookies sont généralement transférées à un serveur de Google aux États-Unis où elles sont stockées.\nNous avons ajouté à Google Analytics le code \"anonymizeIP\", afin de nous assurer que toutes les données sont recueillies de manière anonyme.\nCe n'est qu'exceptionnellement que votre adresse IP complète est transmise à un serveur de Google aux Etats-Unis pour être tronquée là-bas.<br>\n</p>\n<p>\n<i>\n<strong>Pourquoi utilisons-nous Google Analytics?</strong>\n</i>\n<br>\n</p>\n<p>Sur mandat de notre part, Google évalue les données collectées afin que nous puissions nous faire une idée des visites effectuées et du comportement de navigation sur nos pages web.\nCe qui nous offre la possibilité d'améliorer la conception de nos services et de nos contenus.<br>\n</p>\n<p>\n<i>\n<strong>Quelles autres fonctions utilisons-nous?</strong>\n</i>\n<br>\n</p>\n<p>Nous nous servons également de cookies pour des campagnes de remarketing.\nCes fonctions permettent d'associer les groupes publicitaires cibles créés avec Google Analytics Remarketing aux fonctions multi-appareils de Google AdWords et Google DoubleClick.\nAinsi, nous pouvons afficher sur un terminal (p.ex.\ntablette ou PC) des messages publicitaires personnalisés et ciblés sur vos intérêts, qui résultent de votre comportement d'utilisation et de navigation sur un autre appareil (p.\nex.\nun smartphone).\nSi vous avez donné votre consentement à Google, cette dernière associe à votre compte Google vos historiques de navigation sur le web et sur les applis.\nAinsi, les mêmes messages publicitaires personnalisés s'afficheront sur tous les appareils que vous utilisez en étant connecté à votre compte Google.\nPour cette fonction, Google Analytics recueille des identifiants authentifiés, qui sont temporairement combinés à nos données Google Analytics afin de définir et de créer des groupes-cibles pour la publicité multi-appareils.<br>\n</p>\n<p>\n<b>\n<i>Comment pouvez-vous empêcher la collecte de vos données via Google Analytics?</i>\n</b>\n<br>\n</p>\n<p>Vous pouvez empêcher l'enregistrement des cookies (voir point 18.2) en adaptant les paramètres de votre navigateur.\nVous pouvez aussi désactiver Google Analytics en installant l'extension Google Browser-Add-on.<br>\n</p>\n<p>\n<strong>b.\nGoogle Ads Conversion Tracking et services similaires d'autres fournisseurs</strong>\n</p>\n<p>Dans le cas de Google Ads Conversion Tracking et de services comparables d'autres fournisseurs, un cookie est stocké sur votre ordinateur lorsque vous atteignez l'un de nos sites web après avoir cliqué sur une annonce.\nNous utilisons cet outil à des fins de suivi et d'évaluation de la performance de nos annonces.\nAucune information permettant d'identifier les utilisateurs n'est collectée.\nLe fondement juridique de cette opération réside dans notre intérêt légitime à déterminer la performance de nos annonces.\nCes cookies sont supprimés après 30 jours.<br>\n</p>\n<p>\n<i>\n<strong>Droit d'opposition</strong>\n</i>\n<br>\n</p>\n<p>Si vous ne souhaitez pas faire l'objet d'un suivi, vous pouvez empêcher l'installation du cookie nécessaire dans les paramètres de votre navigateur.<br>\n</p>\n<p>Vous trouverez plus d'informations sur Google Ads et Google Conversion Tracking dans les dispositions relatives à la protection des données de Google sur https://www.google.fr/policies/privacy/.<br>\n</p>\n<p>\n<strong>c.\nGoogle Customer Match</strong>\n</p>\n<p>Nous pouvons transmettre à Google, sous forme pseudonymisée et cryptée (voir aussi point 8.3), des listes répertoriant les données personnelles de nos clients (p.\nex.\nadresses mail), afin de diffuser des annonces publicitaires personnalisées par l'intermédiaire de ses services.\nGoogle procède ensuite à des recoupements de données afin qu'une publicité s'affiche sur le réseau de recherche des personnes qu'elle est parvenue à identifier.\nAu cours de ce processus, Google n'a pas accès à de nouvelles données personnelles qu'elle pourrait exploiter à ses propres fins.<br>\n</p>\n<p>Si vous disposez d'un compte Google, vous pouvez désactiver ici la publicité personnalisée.\nSi vous n'avez pas de compte Google, vous pouvez empêcher l'affichage de publicité personnalisée en désactivant les cookies (voir à ce propos le point 18.2).<br>\n</p>\n<p>\n<strong>d.\nPixel Meta et Custom Audience</strong>\n</p>\n<p>\n<i>\n<strong>Comment fonctionnent le pixel Meta et l'outil Custom Audience?</strong>\n</i>\n<br>\n</p>\n<p>Nos sites web utilisent le pixel Meta (Meta Platforms Ireland Ltd., Harbour 4, Grand Canal Quay, Grand Canal Bridge, Dublin 2, Irlande) pour effectuer des mesures de conversion.\nLe pixel Meta nous permet de suivre votre comportement lorsque vous atteignez notre site web après avoir cliqué sur une annonce publicitaire Facebook.\nLes données collectées sont anonymes pour nous, en tant qu'exploitant du site, et ne permettent pas d'établir de recoupements avec votre personne.<br>\n</p>\n<p>\n<i>\n<strong>Pourquoi utilisons-nous le pixel Meta?</strong>\n</i>\n<br>\n</p>\n<p>Nous utilisons le pixel Meta pour évaluer l'efficacité des annonces publicitaires Facebook à des fins de statistiques et d'études de marché et pour optimiser nos prochaines mesures publicitaires.<br>\n</p>\n<p>De plus, nous avons recours à Custom Audience afin de cibler nos annonces publicitaires Facebook sur les personnes ayant déjà manifesté un intérêt pour nos offres ou ayant des intérêts similaires.\nÀ cet effet, nous lui communiquons vos adresses mail sous forme cryptée et pseudonymisée (hashing), afin de permettre une comparaison avec la base de données et de sélectionner des utilisateurs ayant le même profil (voir à ce propos le point 8.3).\nAu cours de ce processus, Facebook n'a pas accès à de nouvelles adresses mail qu'elle pourrait exploiter à ses propres fins.<br>\n</p>\n<p>Si vous ne souhaitez pas recevoir d'annonces publicitaires personnalisées de Facebook, vous pouvez le signifier dans les paramètres de l'application.<br>\n</p>\n<p>\n<i>\n<strong>Qui est responsable du traitement des données personnelles?</strong>\n</i>\n<br>\n</p>\n<p>Facebook et nous-mêmes assumons une responsabilité conjointe pour l'échange de données que Facebook collecte ou obtient par l'intermédiaire du pixel Meta ou de fonctionnalités comparables, pour l'affichage d'informations publicitaires correspondant au profil des visiteurs, pour l'amélioration du ciblage des annonces et pour la personnalisation des fonctions et contenus.\nVous pouvez donc adresser des demandes de renseignements ou d'autres requêtes relevant du droit de la protection des données directement à Facebook.<br>\n</p>\n<p>Nous déclinons toute responsabilité pour tout autre traitement de données.\nFacebook est libre de traiter vos données comme elle l'entend.\nEn particulier, un lien peut être établi avec votre profil utilisateur et Facebook peut traiter les données collectées à ses propres fins publicitaires.<br>\n</p>\n<p>\n<strong>e.\nFacebook SDK</strong>\n</p>\n<p>\n<i>\n<strong>Où et à quelle fin utilisons-nous Facebook SDK?</strong>\n</i>\n<br>\n</p>\n<p>Certaines de nos applis utilisent l'outil Facebook Software Development Kit (Facebook SDK), fourni par Meta Platforms Ireland Ltd., Harbour 4, Grand Canal Quay, Grand Canal Bridge, Dublin 2, Irlande.\nFacebook SDK mesure l'efficacité des publicités que nous diffusons sur la plateforme.\nCet outil sert d'interface pour la transmission d'informations relatives à l'affichage de publicités sur les terminaux.\nPour permettre à Facebook d'identifier nos applis, nous lui transmettons un identifiant via cette interface.\nAucune autre donnée utilisateur n'est transférée à Facebook par l'intermédiaire de l'outil SDK.\nFacebook SDK est toutefois capable de compiler lui-même diverses données et de les envoyer à Facebook.<br>\n</p>\n<p>Pour savoir quelles données sont recueillies par SDK, nous vous invitons à consulter le chapitre \"Quelles sont les données collectées par Facebook grâce au SDK?\" sur le site web de Facebook.<br>\n</p>\n<p>\n<i>\n<strong>Comment limiter le transfert de données à Facebook?</strong>\n</i>\n<br>\n</p>\n<p>Vous pouvez limiter le transfert de données au moyen de l'outil Facebook SDK en activant l'option \"Limiter Facebook SDK\" dans l'appli.\nDu fait de la limitation, seules les données suivantes seront transmises:<br>\n</p>\n<ul>\n<li>un identifiant d'appli Facebook permettant à Facebook d'identifier l'appli;</li>\n<li>la version de Facebook SDK;</li>\n<li>la langue définie sur l'appareil;</li>\n<li>la plateforme (iOS/Android);</li>\n<li>la version du système d'exploitation.<br>\n</li>\n</ul>\n<p>\n<strong>f.\nAutorisations des applications</strong>\n</p>\n<p>Pour fournir des services sur nos applis, nous avons besoin selon les cas des droits d'accès énumérés ci-après afin d'accéder à certaines fonctions de votre appareil:<br>\n</p>\n<ul>\n<li>\n<strong>Données de localisation jusqu'au niveau du site précis:</strong> l'activation permet de recueillir vos données de localisation pour vous indiquer le point de vente le plus proche par exemple.\nLes données ne seront pas enregistrées.<br>\n</li>\n<li>\n<strong>Photos, vidéos:</strong> l'activation permet de collecter vos données afin de garantir une utilisation rapide de fonctions telles que Google Maps par exemple.\nÀ d'autres endroits, les photos et vidéos peuvent servir à compléter des informations que vous avez saisies vous-même (par exemple liste d'achats ou livre de recettes).<br>\n</li>\n<li>\n<strong>Messages (seulement iOS):</strong> l'activation permet de paramétrer la réception des messages push.<br>\n</li>\n<li>\n<strong>Appareil photo:</strong> l'activation a lieu pour lire des codes-barres (sur des cartes ou des produits) et des codes QR (p.\nex.\npour renvoyer à des informations produit complémentaires) et pour pouvoir prendre des photos et des vidéos (p.ex.\npour la liste d'achats ou le livre de recettes).<br>\n</li>\n<li>\n<strong>Calendrier (seulement iOS):</strong> l'activation sert à fixer des échéances dans le calendrier (p.\nex.\nfoire viticole Mondovino).<br>\n</li>\n<li>\n<strong>Désactiver le mode repos (seulement Android):</strong> l'activation permet de recevoir des messages push.<br>\n</li>\n<li>\n<strong>Lecture de la configuration du service Google:</strong> l'activation permet par exemple à Google Maps d'établir des liens avec une utilisation antérieure.<br>\n</li>\n<li>\n<strong>Fonction vibreur:</strong> l'activation permet par exemple de confirmer le scannage d'un code-barres ou d'un code QR par une vibration.<br>\n</li>\n<li>\n<strong>Vérification de la connexion réseau:</strong> l'activation permet de vérifier l'existence d'une connexion au réseau.<br>\n</li>\n<li>\n<strong>Utiliser tous les réseaux / données mobiles:</strong> l'activation permet d'accéder à Internet (p.\nex.\npour actualiser des données, pour les logins ou pour l'activation de bons).<br>\n</li>\n<li>\n<strong>Affichage du flash:</strong> l'activation permet d'enclencher le flash lors de l'utilisation de l'appareil photo.<br>\n</li>\n<li>\n<strong>Informations de connexion WLAN:</strong> l'activation permet de consulter des connexions WLAN et d'afficher le statut WLAN.<br>\n</li>\n<li>\n<strong>Siri et recherche (seulement iOS):</strong> l'activation permet de faire des propositions lors d'une saisie dans une appli.<br>\n</li>\n<li>\n<strong>Mise à jour en arrière-plan (seulement iOS):</strong> l'activation permet de mettre à jour l'appli en arrière-plan.<br>\n</li>\n</ul>18.4 Quelles données traitons-nous sur nos pages dans les réseaux sociaux?<p>Nous pouvons exploiter des pages et d'autres modes de présence en ligne (\"Fanpages\", \"canaux\", \"profils\", etc.) sur les réseaux sociaux et d'autres plateformes exploitées par des tiers et y recueillir les données vous concernant décrites au point 7 et ci-après.\nNous recevons ces données de vous directement ou des plateformes, lorsque vous entrez en contact avec nous par l'intermédiaire de l'une de nos présences en ligne (p.\nex.\nlorsque vous communiquez avec nous, que vous commentez nos contenus ou que vous visitez notre page).\nParallèlement, les plateformes évaluent l'utilisation que vous faites de nos pages et mettent en relation ces données avec d'autres données vous concernant dont elles ont connaissance (p.\nex.\nvotre comportement et vos préférences).\nLes sociétés qui gèrent ces plateformes assument la responsabilité du traitement des données à leurs propres fins, en particulier à des fins de marketing et d'étude de marché (p.\nex.\npour proposer une publicité personnalisée) et pour gérer leurs plateformes (p.\nex.\ndéfinir quel contenu elles vous présentent).<br>\n</p>\n<p>Nous traitons ces données aux fins décrites au point 8, en particulier à des fins de communication, de marketing (y compris la publicité sur ces plateformes, voir à ce propos le point 18.2) et à des fins d'étude de marché.\nNous pouvons diffuser (p.\nex.\ndans notre publicité sur la plateforme ou à d'autres endroits) les contenus que vos publiez vous-même (p.\nex.\ncommentaires sur une information).\nConformément aux directives d'utilisation, l'exploitant de la plateforme ou nous-mêmes pouvons supprimer ou limiter les contenus que vous diffusez ou qui vous sont adressés (p.\nex.\ncommentaires inappropriés).<br>\n</p>\n<p>Pour toute information complémentaire sur le traitement des données par les exploitants de plateformes, nous vous invitons à consulter les dispositions de protection des données de la plateforme.\nVous y apprendrez également dans quels pays sont traitées ces données, quels sont vos droits d'information, de suppression et autres droits et comment les faire valoir ou obtenir d'autres informations.<br>\n</p>\n<p>\n<strong>Version 1.0 / décembre 2022</strong>\n</p> Partager cette page: × fermer Partagez notre page: <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Entreprise</li>\n<li>Groupe Coop</li>\n<li>Médias</li>\n<li>Développement durable</li>\n<li>Carrière</li>\n<li>Jobs</li>\n</ul>\n<ul>\n<li>Services</li>\n<li>Adresses et horaires</li>\n<li>Coopération</li>\n<li>Service clients</li>\n<li>Rapport de gestion</li>\n<li>Adresses</li>\n</ul>\n<ul>\n<li>Plus d'infos sur Coop</li>\n<li>Supermarché en ligne Coop </li>\n<li>Enseignes et services</li>\n<li>Supercard</li>\n<li>Hello Family Club</li>\n<li>Mondovino</li>\n</ul> Suivez-nous sur: <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n</ul> Ã—schliessen Home <ul>\n</ul>\n<ul>\n</ul> ", "created_at": "2023-06-11 19:11:46.19007", "updated_at": "2023-06-11 19:11:59.440969"}, {"id": 16408, "name": "Conditions générales de vente", "url": "https://www.coop.ch/fr/cgv.html", "xpath": "//body", "text": " <p>Naviguer vers coop.ch</p>\n<ul>\n<li> Vers le contenu </li>\n<li> Pour la recherche </li>\n<li> Pour la recherche de magasins </li>\n<li> Actions </li>\n<li> Connexion </li>\n</ul> Initialisiere Barcode Scanner...\nKeine Kamera verfügbar.\nBitte Zugriff auf Kamera erlauben und Applikation neu starten.\nSchliessen <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li> DE </li>\n<li> FR </li>\n<li> IT </li>\n<li> EN </li>\n</ul>\n<i>\n</i>\n<p>Magasins</p>\n<i>\n</i> Disponible en ligne <i>\n</i> Connexion <i>\n</i>\n<p>Assortiment</p>\n<i>\n</i> Panier <ul>\n<li> Ma Coop </li>\n<li> Nourriture <ul>\n<li> Fruits &amp.\nLégumes <ul>\n</ul>\n</li>\n<li> Produits laitiers &amp.\nOeufs <ul>\n</ul>\n</li>\n<li> Viandes &amp.\nPoissons <ul>\n</ul>\n</li>\n<li> Pains &amp.\nViennoiseries <ul>\n</ul>\n</li>\n<li> Boissons <ul>\n</ul>\n</li>\n<li> Garde-manger <ul>\n</ul>\n</li>\n<li> Friandises &amp.\nSnacks <ul>\n</ul>\n</li>\n<li> Surgelés <ul>\n</ul>\n</li>\n<li> Plats cuisinés <ul>\n</ul>\n</li>\n<li> Traiteur &amp.\nGâteaux <ul>\n</ul>\n</li>\n<li> Régimes Spécifiques <ul>\n</ul>\n</li>\n</ul>\n</li>\n<li> Vins <ul>\n<li> Mes vins <ul>\n</ul>\n</li>\n<li> Assortiment de vin <ul>\n</ul>\n</li>\n<li> Actions vins <ul>\n</ul>\n</li>\n<li> Mondovino Highlights <ul>\n</ul>\n</li>\n<li> Souscriptions <ul>\n</ul>\n</li>\n<li> Univers du vin <ul>\n</ul>\n</li>\n<li> Spiritueux &amp.\nTabacs <ul>\n</ul>\n</li>\n</ul>\n</li>\n<li> Ménage &amp.\nAnimaux <ul>\n<li> Ménage &amp.\nCuisine <ul>\n</ul>\n</li>\n<li> Nettoyage <ul>\n</ul>\n</li>\n<li> Soins du linge <ul>\n</ul>\n</li>\n<li> Papier toilette &amp.\nEssuie-tout <ul>\n</ul>\n</li>\n<li> Monde des animaux <ul>\n</ul>\n</li>\n<li> Bureau &amp.\nPapeterie <ul>\n</ul>\n</li>\n<li> Electroménagers &amp.\nPiles <ul>\n</ul>\n</li>\n<li> Jouets <ul>\n</ul>\n</li>\n<li> Vêtements <ul>\n</ul>\n</li>\n<li> Crédits d’appel <ul>\n</ul>\n</li>\n</ul>\n</li>\n<li> Cosmétiques &amp.\nSanté <ul>\n<li> Shampooings &amp.\nStyling <ul>\n</ul>\n</li>\n<li> Hygiène bucco-dentaire <ul>\n</ul>\n</li>\n<li> Soins du visage <ul>\n</ul>\n</li>\n<li> Soins du corps <ul>\n</ul>\n</li>\n<li> Maquillage <ul>\n</ul>\n</li>\n<li> Soins pour hommes &amp.\nrasage <ul>\n</ul>\n</li>\n<li> Hygiène féminine &amp.\nProtections fuites urinaires <ul>\n</ul>\n</li>\n<li> Santé &amp.\nArmoire pharmacie <ul>\n</ul>\n</li>\n<li> Travel Size <ul>\n</ul>\n</li>\n</ul>\n</li>\n<li> Bébé &amp.\nEnfant <ul>\n<li> Lait en poudre <ul>\n</ul>\n</li>\n<li> Aliments pour Bébe <ul>\n</ul>\n</li>\n<li> Couches-culottes <ul>\n</ul>\n</li>\n<li> Soins <ul>\n</ul>\n</li>\n<li> Accessoires <ul>\n</ul>\n</li>\n<li> Jouets <ul>\n</ul>\n</li>\n</ul>\n</li>\n<li> Marques &amp.\nInspirations <ul>\n<li> Promotions saisonnières <ul>\n</ul>\n</li>\n<li> Nouveaux produits <ul>\n</ul>\n</li>\n<li> Alimentation <ul>\n</ul>\n</li>\n<li> Idée cadeaux <ul>\n</ul>\n</li>\n<li> Fleurs coupées <ul>\n</ul>\n</li>\n<li> Recettes <ul>\n</ul>\n</li>\n<li> Cuisines du monde <ul>\n</ul>\n</li>\n<li> Univers des marques <ul>\n</ul>\n</li>\n<li> Marques propres <ul>\n</ul>\n</li>\n<li> Label de qualité <ul>\n</ul>\n</li>\n</ul>\n</li>\n<li> Actions <ul>\n<li> Actions de la semaine <ul>\n</ul>\n</li>\n<li> Magazine de campagne <ul>\n</ul>\n</li>\n<li> Bons numériques <ul>\n</ul>\n</li>\n<li> Mes réductions en ligne <ul>\n</ul>\n</li>\n<li> Trophée actuel <ul>\n</ul>\n</li>\n<li> Opération fidélité actuelle <ul>\n</ul>\n</li>\n<li> Produits gratuits en ligne <ul>\n</ul>\n</li>\n</ul>\n</li> DE FR IT EN </ul>\n<i>\n</i> +1555 superpoints dès 250.–: Code BHEFT23B-X <ul>\n<li> Page de départ </li>\n<li> cgv</li>\n</ul> Conditions générales de vente Version 2.0 du 05.2022 1.\nDOMAINE D'APPLICATION / GÉNÉRALITÉS Coop Société Coopérative, dont le siège est situé Thiersteinerallee 12-14, 4053 Bâle (ci-après \"Coop\"), exploite un supermarché en ligne.L'offre proposée s'adresse aux personnes privées majeures et aux personnes morales domiciliées en Suisse ou dans la Principauté du Liechtenstein.\nLa zone de livraison est limitée aux territoires de la Suisse et de la Principauté du Liechtenstein.Les présentes conditions générales de vente (ci-après \"CGV\") régissent toute la procédure d'achat dans le supermarché en ligne, en particulier l'inscription des clients, l'enregistrement et l'utilisation des données les concernant, les commandes, les livraisons, les paiements, le Service clients, les réclamations.\nL'utilisation des données des clients est régie par la déclaration de protection des données.\nIl est expressément fait référence à ladite déclaration, qui fait partie intégrante des présentes CGV.\n2.\nINSCRIPTION L'inscription au supermarché en ligne est exclusivement réservée aux personnes ayant l'exercice de leurs droits civils.\nPour pouvoir passer une commande, le client doit s'identifier avec son adresse e-mail et son mot de passe dans le supermarché en ligne.\nS'il s'agit de sa première commande et qu'il ne possède pas encore de compte en ligne, le client sera invité à créer un compte utilisateur et à saisir les données requises pour l'inscription.\nCelles-ci doivent être complètes et conformes à la vérité.\nLe client est tenu de mettre à jour lui-même ses données.\nL'inscription est gratuite.\nElle n'équivaut pas à un droit d'accès au supermarché en ligne.À la suite de la procédure d'inscription, un bon pour une première commande peut être envoyé par mail.\nCe bon n'est valable qu'une seule fois, même si plusieurs membres d'un même ménage se sont inscrits.\nCoop se réserve le droit de refuser définitivement un bon de bienvenue qui aurait été présenté plusieurs fois ou d'annuler toute commande en lien avec celui-ci.Le client s'engage à protéger son compte et à ne pas transmettre à des tiers le mot de passe qu'il utilise pour se connecter.Un mail d'information sur les nouveautés ou les promotions spéciales pourra être envoyé plusieurs fois par an à l'adresse e-mail indiquée lors de l'inscription.\nLe client peut à tout moment s'en désabonner en cliquant sur le lien situé tout en bas du mail.Un courrier peut être envoyé plusieurs fois par an à l'adresse postale.\nLe client peut à tout moment s'opposer à cet envoi par simple notification écrite au Service clients.\n3.\nCOMMANDE <i>Passation de commande</i>Les commandes dans le supermarché en ligne se font exclusivement en ligne.<i>Assortiment et informations sur les produits</i>L'assortiment du supermarché en ligne peut différer de celui proposé par Coop dans ses points de vente physiques et peut également varier d'une région à l'autre en fonction du lieu de livraison.Coop s'efforce de communiquer de manière exacte les informations concernant les produits.\nLes descriptions de produits publiées dans le supermarché en ligne sont actualisées de façon régulière et avec le plus grand soin.\nDans des cas exceptionnels, il se peut que ces descriptions ne correspondent pas aux informations figurant sur l'emballage du produit.\nDans ce cas, c'est l'information figurant sur l'emballage qui fait foi.\nAvant d'utiliser le produit, le client doit toujours consulter les informations spécifiques concernant les allergies, les intolérances, le diabète, etc.\nfigurant sur l'emballage.\nS'agissant des vins, Coop garantit l'exactitude des informations relatives au producteur et au millésime publiées sur le site.Indication de provenance des produits fraisSi l'origine du produit frais figurant dans le supermarché en ligne au moment de la commande diffère de celle du produit livré, ou s'il n'est plus possible de connaître l'origine du produit au moment de la livraison, le client est en droit de demander le remboursement du prix de la marchandise concernée.\nVoir également le point \"Service clients et réclamations\" à ce sujet.Bio SuisseCoop respecte les normes strictes établies par Bio Suisse.\nEn fonction des disponibilités saisonnières, il peut arriver que les produits livrés proviennent d'exploitations en cours de conversion à l'agriculture biologique.Alcools et produits du tabacCoop ne vend ni tabac ni alcool aux jeunes de moins de 18 ans.\nEn commandant des boissons alcoolisées ou du tabac, le client s'engage à veiller à ce que la livraison soit réceptionnée par une personne majeure, aussi bien pour une livraison par livreur que pour un dépôt devant la porte.Programme Mondovino (\"Le club du vin\")Les clients du supermarché en ligne qui sont également membres du club Mondovino ont la possibilité d'acheter une sélection de vins fins en souscription.\nLes commandes, paiements anticipés et livraisons des vins en souscription font l'objet de conditions additionnelles (voir \"Vins en souscription\" sous le point \"Produits spéciaux\").Propriété intellectuelleCoop possède un droit d'utilisation exclusif sur l'ensemble de ses descriptions de produits, photos, textes, etc.<i>Limitation des quantités</i>Afin d'optimiser la disponibilité des produits pour tous les clients, Coop se réserve le droit de limiter la quantité de commande à celle correspondant à la consommation habituelle d'un ménage.\nDans ce cas, les clients ne peuvent acheter qu'un nombre défini d'articles pour chaque produit ou catégorie de produits.\n<i>Envoi de la commande/conclusion du contrat</i>Une fois que la procédure de commande en ligne a été finalisée en cliquant sur le bouton de validation \"Passer la commande\", la commande est définitive et ne peut plus être modifiée.\nPar ailleurs, en cliquant sur ce bouton, le client confirme l'exactitude de toutes les informations qu'il a indiquées et soumet à Coop une offre d'achat ferme pour les produits qu'il a commandés.\nPeu après avoir finalisé la procédure de commande, il reçoit par mail de la part de Coop une confirmation de réception de la commande, qui constitue l'acceptation de l'offre d'achat par Coop.\nSeule cette confirmation valide l'établissement d'un lien contractuel entre le client et Coop.\nIl n'existe pas pour le client de droit d'acceptation de sa commande par Coop.\nCoop se réserve le droit de ne pas accepter une commande et de refuser de la confirmer.\nLes commandes peuvent être passées jusqu'à 7 jours maximum avant la date de livraison souhaitée.\nLes créneaux de livraison peuvent être réservés par tranche d'une heure pour les livraisons assurées par le service de livraison du supermarché en ligne de Coop.<i>Modification et annulation d'une commande</i>Le client peut modifier sa commande tant qu'il n'a pas finalisé la procédure de commande en cliquant sur le bouton de validation \"Passer la commande\".\nUne fois qu'il a cliqué sur ce bouton et, ce faisant, soumis son offre à Coop, plus aucune modification n'est possible.Le client peut annuler une commande qui a été confirmée par Coop jusqu'à 36 heures avant le créneau de livraison choisi.\nCes 36 heures doivent intégralement porter sur des jours ouvrés.\nExemple: les commandes passées le vendredi pour une livraison le lundi qui suit ne peuvent plus être annulées parce que le délai d'annulation de 36 heures tombe pendant le weekend.Pour annuler sa commande, le client doit s'adresser au Service clients, qui peut être contacté comme suit: interlocuteur.\nUne annulation n'est possible que pendant les horaires d'ouverture du Service clients, qui peuvent être consultés sous le lien, et ne devient valable qu'après confirmation du Service clients.\nCoop se réserve le droit d'annuler des commandes.\nLe client est, dans ce cas, informé par mail avant la livraison de la marchandise.<i>Garantie relative au transfert des données</i>En l'état actuel de la technologie, il n'est pas possible de garantir que le transfert des données via Internet fonctionne sans erreur et/ou en permanence.\nCoop ne répond ni de la disponibilité permanente et ininterrompue du supermarché en ligne, ni des erreurs techniques et électroniques qui peuvent se produire lors de la procédure de commande.\nElle ne peut notamment pas être tenue pour responsable des retards de traitement ou d'acceptation des commandes.\n4.\nLIVRAISON <i>Livraison des produits commandés</i>Les produits commandés sont livrés à l'adresse de livraison, à la date et pendant le créneau horaire renseignés par le client ou peuvent être retirés à un point de retrait Pick-up.Selon l'assortiment proposé et le lieu de livraison, la livraison est effectuée soit par le service de livraison de Coop, soit par un service partenaire.\nDes règles de livraison particulières s'appliquent pour les commandes ne comportant que du vin (voir paragraphe suivant).\nLa livraison, pour autant que l'accès soit possible, est effectuée à la porte du domicile pour les particuliers et à la réception de l'établissement pour les entreprises.\nLes crédits de conversation pour téléphones portables sont fournis par voie électronique.Pour des raisons de sécurité et de qualité de service, Coop s'efforce de remettre la commande au client en personne.\nSi la livraison est effectuée par la flotte de Coop, le client peut demander, au moment de la commande, que sa marchandise soit simplement déposée si lui-même ou la personne qu'il aura indiquée n'est pas présent(e) au moment de la livraison, en précisant à quel endroit.\nSi la livraison est effectuée par un service partenaire, la commande est déposée à l'adresse de livraison, en règle générale devant la porte d'entrée, en cas d'absence du client ou de la personne qu'il aura indiquée.\nEn finalisant la procédure de commande dans le supermarché en ligne, le client accepte qu'en cas d'absence, sa commande soit simplement déposée à l'adresse de livraison qu'il a indiquée.Les commandes prises en charge par un service partenaire et destinées à une adresse qui ne bénéficie pas de la distribution du courrier à domicile sont déposées à l'endroit où le service d'expédition des colis dépose habituellement les colis destinés à de telles adresses.L'usage de la marchandise et les risques, notamment de vol ou d'endommagement par des tiers ou des intempéries, sont transférés au client dès que la commande a été remise ou déposée.VinsRègles relatives aux commandes exclusivement composées de vin:Le mode de livraison dépend du montant de la commande.\nLes commandes d'un montant inférieur à CHF 400.00 sont livrées par la société \"La Poste\" (expédition de vin avec VINOLOG®).\nPour les commandes supérieures à CHF 400.00, le client peut choisir entre une livraison par le service de livraison de Coop et une livraison par la société \"La Poste\".Pour les vins expédiés avec VINOLOG®, le premier jour de livraison possible est le troisième jour ouvrable suivant la réception de la commande, le jour de la commande n'étant pas compté.\nExemple: les vins commandés le lundi seront livrés au plus tôt le jeudi de la même semaine.Les expéditions avec VINOLOG® relèvent des conditions générales de livraison de \"La Poste\".\nLes commandes sont toujours remises en main propre.\nelles ne peuvent pas être déposées devant la porte.\nSi une remise en main propre n'est pas possible au moment de la livraison, le livreur laisse un avis de passage dans la boîte aux lettres.\nAvec cet avis de passage, le client peut demander une deuxième livraison gratuite ou choisir d'aller récupérer lui-même sa commande à un point de retrait de la Poste.\n<i>Horaires de livraison et respect des délais</i>Coop et les services de livraison partenaires mettent tout en œuvre pour respecter les délais de livraison.\nLes horaires de livraison sont toutefois donnés uniquement à titre indicatif.\nLe non-respect des délais de livraison par Coop ou par un service partenaire ne donne pas le droit au client de réclamer des dommages-intérêts ni d'annuler sa commande contractuelle.\n<i>Impossibilité de livraison</i>Si Coop ou le service de livraison partenaire sont dans l'incapacité de livrer une commande confirmée par Coop, cette dernière n'est pas tenue d'assurer la livraison par d'autres moyens.\nDans ce cas, Coop annule la commande et en informe le client par mail.\nLe client n'a droit à aucun dédommagement.Le client est tenu de fournir des informations conformes à la vérité et de respecter les indications qu'il a données.\nSi, à défaut, Coop devait se trouver dans l'incapacité d'effectuer la livraison, p.\nex.\nparce que l'adresse indiquée par le client est erronée ou parce que le client est absent mais qu'il n'a pas souhaité que sa commande soit simplement déposée (dans le cas d'une livraison par le service de livraison de Coop), Coop est en droit d'annuler la commande et de facturer au client une somme forfaitaire de CHF 50.00 pour frais administratifs.<i>Livraisons incomplètes</i>Coop s'efforce de livrer tous les produits commandés, en respectant les quantités et dans une qualité irréprochable.\nDans des cas exceptionnels toutefois, il peut arriver que, pour différentes raisons, un produit ne soit plus disponible dans les quantités requises ou qu'il ne puisse pas être livré.\nCoop se réserve dans ce cas le droit d'effectuer des livraisons incomplètes.\nLe client en est informé par mail avant la livraison de la marchandise.Les produits qui ne sont pas disponibles au moment de la livraison ne sont ni livrés ultérieurement ni remplacés par d'autres produits.\nSeuls les produits effectivement livrés figurent sur le bulletin de livraison définitif et sur la facture.\nDans le cas où un produit figure sur le bulletin de livraison définitif et sur la facture, mais qu'il n'a pas été livré, le client se verra rembourser la somme correspondant au prix du produit.\nUne livraison incomplète ne peut donner lieu ni à une compensation en nature ni à des dommages-intérêts.<i>Frais de livraison</i>Le montant des frais de livraison est indiqué au moment de la commande.\nIl varie en fonction du mode de livraison choisi, du montant de la commande (après déduction des bons d'achat et des rabais, le cas échéant) et de la fréquence des commandes.\nPour certains assortiments et modes de livraison, un montant minimum par commande peut être fixé.Les frais de livraison peuvent être payés avec des superpoints dans la mesure où le client a sélectionné cette option au cours de la procédure de commande.<i>Bulletin de livraison et facture</i>Les bulletins de livraison et les factures sont envoyés par voie électronique.<i>Emballages vides</i>Les bouteilles en PET vides ainsi que les cartons de protection et les cabas en papier Coop usagés (pas d'emballage des produits) peuvent être remis au chauffeur du service de livraison de Coop ou à celui du service partenaire à la livraison suivante.\nLes bouteilles en PET doivent être rassemblées dans un sac en PET, qui peut être commandé gratuitement, et les cabas en papier et cartons de protection Coop doivent être attachés à l’aide d’une ficelle.\nIl est également possible de trier les bouteilles en PET, les cabas en papier et les cartons de protection dans de vieux cabas en papier avant de les retourner.Tous les autres déchets valorisables tels que bouteilles en verre (consignées ou non), emballages de produits, boîtes de conserve, emballages en plastique ou en aluminium, etc.\ndoivent être apportés par les clients eux-mêmes à un point de collecte officiel.\nPeuvent être rendus au maximum par commande: 1 sac de bouteilles en PET, 1 sac de cabas usagés et 1 sac de cartons de protection coop.ch.\n5.\nPRIX ET PAIEMENT <i>Prix</i>Les assortiments et les prix correspondent à ceux des points de vente physiques de Coop.\nIl peut toutefois y avoir des écarts, notamment pour les produits en action et les assortiments spéciaux.\nTous les prix s'entendent en francs suisses, TVA en vigueur comprise.\nLes prix en vigueur sont toujours ceux indiqués sur le site Internet du supermarché en ligne au moment de la commande.\nPour les produits vendus au poids (fruits, viande, fromage, etc.), c'est le prix de l'unité de poids qui est appliqué.\nLa quantité effectivement livrée et donc le prix définitif apparaissant sur la facture peuvent différer légèrement par rapport au montant initial de la commande.\n<i>Modalités et délais de paiement</i>Plusieurs modes de paiement sont disponibles en fonction de l'assortiment et du type de livraison.\nCoop se réserve toutefois le droit de décider des moyens de paiement acceptés dans les cas particuliers.Les moyens de paiement possibles sont: carte de crédit, TWINT, PostFinance, facture et facture mensuelle paycard.Pour les personnes morales, le paiement sur facture n'est possible qu'après en avoir fait la demande par écrit (demande de facture pour les entreprises ou demande de facture pour les institutions et établissements publics).\nLes moyens de paiement possibles sont indiqués au moment de la commande.Le paiement sur facture n'est pas disponible pour les clients qui sont en retard dans le paiement de sommes précédemment facturées ou qui ont dépassé leur limite personnelle de crédit.\nLes factures sont soit jointes à la livraison, soit envoyées au client après la livraison, si possible par voie électronique, sinon par la Poste, à l'adresse du domicile indiquée par le client.\nLes factures doivent être réglées sans escompte ni rabais dans un délai de 30 jours à compter de la date de réception.\nLes déductions injustifiées seront refacturées.\nTout retard de paiement fera l'objet d'un supplément de CHF 20.00 pour frais administratifs, auquel viendront s'ajouter des intérêts de retard de 5% par an à compter de la date d'échéance.Si le paiement est effectué par carte de crédit, PostFinance, TWINT ou paycard, le montant réservé est augmenté dans le cas où la commande contient des produits dont le prix dépend du poids effectivement livré.\nDans les faits, votre compte est débité du montant correspondant au poids réel du produit, figurant sur le bulletin de livraison.<i>Contrôle de solvabilité</i>Coop est en droit de subordonner la livraison de commandes à un contrôle de la solvabilité du client.En passant commande, le client autorise expressément Coop à procéder, à sa seule discrétion, à des enquêtes de solvabilité et à transmettre à cette fin à des tiers des données le concernant.\n<i>Recouvrement des créances par des tiers et cession de créances à des tiers</i>En cas de retard de paiement, Coop est habilitée à confier à des tiers le recouvrement des montants impayés et à céder les créances à des tiers en Suisse ou à l'étranger.\nLa cession de créances englobe toutes les créances en cours au moment de la cession.\nCes mesures entraînent des frais supplémentaires pour le client, qui sont détaillés<b>\n</b>ici.<i>Rabais, avantages et bons d'achat</i>ActionsLes actions proposées dans le supermarché en ligne ne correspondent pas intégralement aux actions proposées dans les points de vente physiques de Coop ou dans les autres canaux de vente.Bons d'achatLe supermarché en ligne de Coop n'accepte que les bons d'achat sur lesquels il est expressément indiqué qu'ils peuvent être utilisés dans le supermarché en ligne.\nUn seul bon d'achat peut être utilisé par commande.\nLe cumul de bons n'est pas possible.\nLes bons d'achat doivent être enregistrés au moment de la commande: il n'est pas possible de les faire valoir ultérieurement.\nSi le montant de la commande est inférieur à celui du bon d'achat, la différence est perdue.Sauf mention contraire explicite, les bons ne peuvent pas être utilisés pour l'achat des produits suivants: spiritueux, produits du tabac, sacs prétaxés, laits pour nourrissons, produits traiteur, cartes cadeaux, crédits de conversation, vins en souscription et Mondovino Highlights.\nCes produits ne sont pas non plus pris en compte dans le montant de commande minimum à atteindre pour bénéficier d'une promotion (p.\nex.\n+2000 superpoints à partir de CHF 200.- d'achat).SuperpointsLe client peut indiquer le numéro de sa Supercard au moment où il passe commande.\nIl reçoit alors les superpoints correspondant aux produits commandés dans le supermarché en ligne, étant entendu que les conditions générales de vente de la Supercard s'appliquent.Timbres TrophéeLorsqu'une opération Trophée Coop est en cours au moment de la commande, le client peut indiquer lors de la passation de commande qu'il souhaite recevoir les timbres Trophée correspondants aux produits commandés.\nS'il n'en fait pas explicitement la demande, le client ne recevra aucun timbre Trophée.\nUne remise ultérieure n'est pas possible.Le client peut commander des produits Trophée à prix réduit uniquement s'il dispose de cartes Trophée complètes et que sa commande est livrée par le service de livraison de Coop.\nLa commande de produits Trophée à prix réduit n'est pas possible si la livraison est assurée par un service partenaire.\nLes produits Trophée achetés à prix réduit ne peuvent être remis qu'en présence du destinataire de la marchandise et en échange du nombre nécessaire de cartes Trophées entièrement remplies.\nils ne peuvent être simplement déposés.\nRabais au personnelLes titulaires d'une carte de rabais au personnel Coop peuvent bénéficier dans le supermarché en ligne des superpoints supplémentaires sur les produits alimentaires et des réductions sur l'assortiment non-alimentaire à condition de saisir le numéro de leur carte dans la rubrique \"Mon compte\"/\"Vue d’ensemble sur les programmes de fidélité\" avant de passer commande.\n6.\nPRODUITS SPÉCIAUX <i>Vins en souscription</i>Les souscriptions sont traitées dans leur ordre de réception.\nCoop se réserve le droit de réduire les quantités commandées si la demande dépasse l'offre.Les prix sont nets.\nIls excluent tous avantages, rabais et bons.\nLes unités de commande s'entendent par unité d'emballage d'origine (6 bouteilles de 75 cl).\nSeuls les vins au format magnum (1,5 l) peuvent être commandés à l'unité.Dès réception de la commande, le client reçoit une facture, qui fait office de déclaration d'acceptation de la commande par Coop.\nLa facture est payable dans les 30 jours.\nElle doit être réglée dans les délais, sans escompte ni rabais.\nA défaut, la commande est considérée comme annulée.La livraison du vin est effectuée sur la base des informations données lors de la passation de commande.\nElle est annoncée environ 8 semaines à l'avance, afin de prendre en compte les éventuels changements d'adresse.\nLes vins sont livrés exclusivement à un domicile en Suisse.\nIls ne peuvent pas être enlevés ni livrés dans les points de vente Coop.Coop s'engage à livrer les commandes payées dans les délais et dans la limite des stocks disponibles.\nSi, pour quelque raison que ce soit, Coop ne peut pas effectuer la livraison, elle s'engage à rembourser au client le montant qu'il a payé, majoré de 2% à titre d'indemnisation.\nIl n'existe aucune obligation de compensation en nature.\nToute responsabilité en matière de dommages-intérêts est exclue.<i>Offres de contrats CoopMobile avec abonnement (\"postpaid\") ou forfait prépayé (\"prepaid\")</i>En plus des présentes CGV s'appliquent les CGV CoopMobile (\"postpaid\" et \"prepaid\") pour la commande et l'utilisation d'appareils et de cartes SIM CoopMobile friends (abonnement) et CoopMobile Prix Garantie (prepaid).\nLe demandeur et le titulaire du contrat doivent être majeurs.<i>Crédits de conversation prépayés</i>Le supermarché en ligne propose des crédits de conversation de différents opérateurs (CoopMobile, Salt, Swisscom, Sunrise, Lycamobile et Yallo).\nLe crédit de conversation doit être activé dans les plus brefs délais.\nLe code secret n'est valable qu'une seule fois.\nLes échanges ou remboursements ne sont pas possibles.<i>Cartes cadeaux Coop</i>En plus des présentes CGV s'appliquent les CGV spécifiques aux cartes cadeaux Coop.<i>Achat de plateaux traiteur de Coop</i>Pour commander des plateaux traiteur dans le supermarché en ligne, le client doit choisir un point de vente de retrait.\nLe délai indiqué dans la confirmation de réception de commande pour livrer/venir retirer le produit engage les parties.\nEn cas d'impossibilité pour Coop de respecter le délai convenu, le client est en droit d'annuler la commande au moment où il est contacté par Coop.\nLe client ne peut faire valoir d'autres droits.Une fois la commande validée, le client ne peut plus modifier le point de vente choisi pour venir la retirer.\nSi le client ne peut venir retirer la commande au moment convenu, il doit en informer le point de vente par téléphone.\nLa date de retrait choisie doit être respectée.\nLes horaires de retrait sont ceux d'ouverture habituels du point de vente.\nSi la marchandise n'est pas retirée à la date convenue, Coop est en droit d'annuler la commande et de facturer au client des frais administratifs d'un montant de CHF 100.00.\nLe client s'engage à vérifier sur le champ que la marchandise retirée correspond bien à la commande, qu'elle est complète et qu'elle n'a subi aucun dommage.\nTout défaut sur la marchandise doit être signalé immédiatement aux rayons Boucherie ou Poissonnerie.Toute annulation de commande de plat traiteur doit être faite exclusivement par téléphone directement auprès du magasin où la commande doit être retirée.\nCliquer ici pour afficher la liste des magasins Coop avec leurs horaires d'ouverture et leurs numéros de téléphone.\nL'annulation doit être effectuée au plus tard deux jours ouvrés avant la date de retrait convenue.Coop se réserve le droit de modifier ses prix à tout moment.\nLes prix applicables sont ceux indiqués sur le site Internet du supermarché en ligne au moment de la passation de la commande.\nAttention: la \"demi-langouste\" est un produit frais dont le poids peut varier.\nLe prix apparaissant dans le panier lors de la commande est le prix moyen, qui dépend du poids moyen.\nC'est pourquoi la quantité livrée et le prix finalement facturé peuvent légèrement varier par rapport au montant initial de la commande.Le paiement a lieu lors du retrait au point de vente.\nLes modes de paiement acceptés sont ceux du point de vente concerné.\nCoop peut exclure certains moyens de paiement de manière générale ou pour certains clients, et ce sans avoir à le justifier.\nCoop est en droit de prélever des frais sur certains moyens de paiement.\nLes bons d'achat pour le supermarché en ligne ainsi que toutes promotions ne peuvent pas être utilisés pour les commandes de plateaux traiteur.Les plateaux traiteur commandés dans le supermarché en ligne sont préparés le jour même de leur livraison, dans le respect de la chaîne du froid.\nAucun retour de la marchandise n'est donc possible.\nSi le client constate un problème de qualité après le retrait de la marchandise, il est prié de le signaler au Service clients de Coop ou au point de vente de retrait.\n7.\nSERVICE CLIENTS ET RÉCLAMATIONS Le Service clients est à la disposition des clients pour tout renseignement et leur apporte son aide en cas de questions, de problèmes ou de réclamations concernant les prestations du supermarché en ligne.\nPour joindre le Service clients:CoopService clientsFegistrasse 98957 Spreitenbach Téléphone: 0848 888 444 (tarif national)Fax: 0848 847 849InterlocuteurLes défauts constatés doivent être signalés immédiatement à réception de la marchandise.\nA défaut, la marchandise est considérée comme sans défaut et acceptée par le client.\nTout défaut caché doit être signalé au Service clients immédiatement après sa constatation.Si la contestation est fondée, le client obtient le remboursement du prix d'achat et peut conserver le produit.\nLe mode de remboursement dépend du moyen de paiement utilisé lors de l'achat.\nPour certains moyens de paiement, le client reçoit la somme correspondant au prix du produit sous forme de carte cadeau.\nC'est le cas lorsqu'il n'est pas possible de créditer le remboursement sur le moyen de paiement utilisé lors de l'achat.\n8.\nDISPOSITIONS FINALES <i>Contradictions entre les différentes versions linguistiques</i>En cas d'imprécisions et/ou de contradictions entre les versions allemande, française, italienne et/ou anglaise des présentes CGV, seule la version allemande fait foi.<i>Modification des CGV</i>Coop se réserve le droit de modifier les présentes CGV à tout moment.\nLes éventuelles modifications sont communiquées sur le site Internet du supermarché en ligne et entrent en vigueur dès leur mise en ligne.\nLe client déclare accepter les nouvelles dispositions dès la première commande suivant la mise en ligne des nouvelles CGV.\n<i>Clause de nullité partielle</i>Si certaines parties des présentes CGV se révèlent inapplicables ou nulles, la validité des autres dispositions n'en est pas affectée.\n<i>Droit applicable et for</i>Le droit suisse est seul applicable.\nPour les personnes physiques, le for est Bâle-Ville ou la commune où elles sont domiciliées.\nPour les personnes morales, le for unique est Bâle-Ville.<i>Liens vers d'autres sites</i>L'offre en ligne du supermarché peut contenir des liens vers d'autres sites Internet qui ne sont pas gérés par Coop.\nCoop décline toute responsabilité à cet égard.\nVotre newsletter Coop <p> Recevez chaque semaine des informations sur les actions, les promotions, les rabais exclusifs ainsi que les dernières actualités concernant vos achats sur coop.ch.</p> S'abonner Actuelle / Highlights Section : Traiteur &amp.\nGâteaux Monde des animaux Vins Faire ses achats sur coop.ch Le supermarché en ligne La cave à vins en ligne L'appli Coop Options de livraison Modes de paiement FAQ sur le supermarché en ligne Grosses commandes CGV Protection Donnees Services Adresses Coop Retirer des espèces Pick-up Magazine Coop Stockage des aliments Recyclage Carte-cadeau Recettes de FOOBY Service clients Coop Nettoyage à sec Coop Oecoplan Coop Mobile Photo service Coop Supercard et Clubs Supercard Club Mondovino Hello Family Entreprise A propos de Coop Médias Sponsoring Développement durable Travailler chez Coop Aperçu des formats Coop Adresses services administratifs Coop Aperçu de toutes les newsletters Coop Aperçu de toutes les applications Coop Service Clients Interlocuteur <p>Numéro de téléphone 0848 888 444 </p> Lundi - Samedi 08:00 – 20:00 (CHF 0.08 / min) Adresse <p>Coop Société Coopérative<br>\nService Clients<br>\nCase postale 2550<br>\n4002 Bâle</p> Coop Apps Suivez-nous sur: <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li> DE </li>\n<li> FR </li>\n<li> IT </li>\n<li> EN </li>\n</ul>\n<ul>\n<li> Achevé d'imprimer </li>\n<li> Protection Donnees </li>\n<li> 23.4.0.269</li>\n<li> P09</li>\n<li> © 2023 </li>\n<li>\n</li>\n</ul>\n<p> Haut de la page<i>\n</i>\n</p> ", "created_at": "2023-06-11 19:14:28.359821", "updated_at": "2023-06-11 19:14:40.506337"}], "points": [{"id": 34149, "title": "You can request correction and/or deletion of your data", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:21:55.324246", "updated_at": "2023-06-30 18:06:02.753603", "quoteText": null, "case_id": 195, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34148, "title": "Separate policies are employed for different parts of the service", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:18:26.358195", "updated_at": "2023-06-30 18:06:22.474165", "quoteText": null, "case_id": 200, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34150, "title": "Information is provided about how your personal data is used", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:25:53.207078", "updated_at": "2023-06-30 18:06:04.465457", "quoteText": null, "case_id": 227, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34164, "title": "You must create an account to use this service", "source": "https://www.coop.ch/fr/cgv.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:50:40.448582", "updated_at": "2023-06-30 18:06:26.204191", "quoteText": null, "case_id": 230, "document_id": 16408, "quoteStart": null, "quoteEnd": null}, {"id": 34151, "title": "Your personal data is used for advertising", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:27:25.891176", "updated_at": "2023-08-30 22:01:01.369775", "quoteText": null, "case_id": 216, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34157, "title": "Third-party cookies are used for statistics", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:39:22.788108", "updated_at": "2023-06-11 19:41:41.584079", "quoteText": null, "case_id": 325, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34153, "title": "You can opt out of promotional communications", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:29:13.141727", "updated_at": "2023-06-30 18:06:11.559938", "quoteText": null, "case_id": 223, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34168, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 20:00:59.16293", "updated_at": "2023-06-30 18:06:16.988641", "quoteText": null, "case_id": 241, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34169, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 20:03:03.430019", "updated_at": "2023-06-30 18:06:28.805715", "quoteText": null, "case_id": 399, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34152, "title": "This service tracks you on other websites", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:28:29.487604", "updated_at": "2023-06-30 18:09:48.551653", "quoteText": null, "case_id": 129, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34154, "title": "Your profile is combined across various products", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:31:28.382491", "updated_at": "2023-06-30 18:09:51.805186", "quoteText": null, "case_id": 326, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34156, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:34:08.290391", "updated_at": "2023-06-30 18:09:56.14041", "quoteText": null, "case_id": 323, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34155, "title": "Information is provided about security practices", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:32:22.302109", "updated_at": "2023-06-30 18:11:16.76996", "quoteText": null, "case_id": 226, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34165, "title": "Third parties are involved in operating the service", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:56:06.543235", "updated_at": "2023-06-11 19:56:51.076721", "quoteText": null, "case_id": 207, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34163, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.coop.ch/fr/cgv.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:49:58.188883", "updated_at": "2023-06-30 18:08:11.764045", "quoteText": null, "case_id": 148, "document_id": 16408, "quoteStart": null, "quoteEnd": null}, {"id": 34166, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:57:56.92577", "updated_at": "2023-06-30 18:09:40.878752", "quoteText": null, "case_id": 188, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34160, "title": " You are being tracked via social media cookies/pixels", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:42:25.541258", "updated_at": "2023-06-30 18:10:06.089937", "quoteText": null, "case_id": 307, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34167, "title": "Information is gathered about you through third parties", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:58:43.949944", "updated_at": "2023-06-30 18:05:21.272266", "quoteText": null, "case_id": 382, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34161, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:43:51.275457", "updated_at": "2023-06-30 18:06:31.864286", "quoteText": null, "case_id": 375, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34158, "title": "Third-party cookies are used for advertising", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:41:28.556458", "updated_at": "2023-06-30 18:10:00.045272", "quoteText": null, "case_id": 128, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34159, "title": "Third-party cookies are used for statistics", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:41:56.019246", "updated_at": "2023-06-30 18:10:02.408791", "quoteText": null, "case_id": 325, "document_id": 16407, "quoteStart": null, "quoteEnd": null}, {"id": 34162, "title": "First-party cookies are used", "source": "https://www.coop.ch/fr/entreprise/protection-des-donnees.html", "status": "Generated through the annotate view", "created_at": "2023-06-11 19:44:09.488417", "updated_at": "2023-06-30 18:10:30.654351", "quoteText": null, "case_id": 126, "document_id": 16407, "quoteStart": null, "quoteEnd": null}], "urls": ["coop.ch"]}}