{"error": 448, "message": "OK", "parameters": {"id": 6878, "name": "VMock", "created_at": "2022-11-15 05:25:33.989549", "updated_at": "2022-11-15 23:01:06.835554", "wikipedia": null, "keywords": null, "related": null, "slug": "vmock", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6878.png", "url": "vmock.com", "documents": [{"id": 12592, "name": "Privacy Polivy ", "url": "https://www.vmock.com/privacy", "xpath": "/html/body/div[1]/div/div/div/div[2]/div/div/div[2]", "text": "Last updated: June, 2021Overview<p>Thank you for using the VMock platform provided by VMock and its subsidiaries and affiliates including its officers, employees, agents, representatives, consultants, and contractors (hereinafter referred to as <strong>\"VMock\"</strong>, <strong>\"we\"</strong>, <strong>\"us\"</strong> or <strong>\"our\"</strong>) which consists of our websites and/or sub-domains (collectively, the <strong>\"Site\"</strong>), the services provided through the Site and underlying technology, our related mobile applications, developer platforms, premium services, or any content and information provided as part of these services including but not limited to e-mail communications (hereinafter referred to as the <strong>\"Services\"</strong>).</p>\n<p>This Privacy Policy states our policies and practices regarding the collection, use, processing, storage, transfer, and disclosure of information obtained from the visitors to our Site and the direct or indirect users of our Services (hereinafter referred to as <strong>\"you”</strong>, <strong>\"your\"</strong> or <strong>\"User\"</strong>).\nWe are committed to protecting your privacy and therefore have adopted this Privacy Policy to ensure that we can do so while offering products and services that create the most value for you.</p>\n<p>This Privacy Policy is subject to our Terms of Service and is incorporated into and made part of the Terms of Service.\nYou should review this Privacy Policy and the Terms of Service periodically for any modifications or changes.</p>\n<p>VMock's mission is to ensure that every individual has the best career journey they possibly can and we enable this through a career development platform that leverages a sophisticated analytics engine.\nWe build innovative products that are cutting edge and deliver strong value.\nIn order to offer this Site and/or Services there may be an exchange of data including personally identifiable information between VMock and User.\nFor the purpose of this Privacy Policy, the reference to personally identifiable information includes the term Personal Data.\n<strong>\"Personal Data\"</strong> means individually identifiable information about an individual collected from that individual by us via the Site and/or Services.\nFor the purpose of this Privacy Policy, the reference to <strong>\"Employer\"</strong> would include, but is not limited to, any organization, institution, government entity, agency, company, individual, professional services firm, non-profit association, small business or store who employs or puts to work, a person, and their subsidiaries and affiliates including their officers, employees, agents, representatives, consultants, and contractors who are legally and voluntarily provided access to the employer platform of the Site and/or Service.</p>\n<p>By using or signing up to our Site and/or Services you agree to the terms of this Privacy Policy and consent to the processing of information about you as described here and in compliance with relevant data protection laws.\nThe collection, use, storage, transfer and disclosure of your personally identifiable information will be governed by the terms set out in this Policy.</p>PRIVACY SHIELD<p>VMock complies with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework, as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and/or Switzerland, to the United States.\nVMock has certified to the Department of Commerce that it adheres to the Privacy Shield Principles of notice, choice, accountability for onward transfers, security, data integrity and purpose limitation, access, recourse, enforcement and liability.</p>\n<p>If there is any conflict between the terms in this Privacy Policy (<strong>\"Privacy Policy\"</strong> or <strong>\"Policy\"</strong>) and the Privacy Shield Principles, the Privacy Shield Principles shall govern.</p>\n<p>To learn more about the Privacy Shield program, and to view our certification, please visit: https://www.privacyshield.gov/.</p>IF YOU DO NOT AGREE WITH THE PRACTICES DESCRIBED IN THIS PRIVACY POLICY, PLEASE STOP USING OUR SITE AND/OR SERVICES IMMEDIATELY.<ol>\n<li>Collection of Information<p>In addition to information that you supply explicitly on the website including, but not limited to, your name, address, email address, phone number and work history, we may also collect information such as your IP address, Internet browser details, bandwidth, Internet Service Provider and other information needed to provide you with access to our Site and/or Services and obtain analytics.\nWe gather your information in the following ways:</p>\n<ul>\n<li>\n<p>Registering on our Services</p>\n<p>When you create an account with us, we collect profile information such as your name, email address, and password.</p>\n<p>To access our Site and/or Services you must create an account by clicking on \"Continue with LinkedIn\" or \"Continue with Facebook\" or \"Continue with Email\" or through Single Sign-on or other similar registering options, if available.\nYou understand that, by creating an account, we will be able to identify you by your registered profile.\nOur third-party vendors, including but not limited, to PayPal, CCAvenue might likewise ask for your credit card or bank details, in the event that you purchase our premium services.\nWe do not collect or use any payment information and we claim no responsibility or liability for payment transactions.</p>\n<p>\n<strong>NOTICE FOR USERS:</strong> If you are given access to the Site and/or Services by the organization you are affiliated with (such as a college or university), this Privacy Policy does not govern that organization's collection, use, or disclosure of personally identifiable information through the Site and/or Services.\nWe are not responsible for your organization's collection, use, or disclosure of your personally identifiable information.\nVMock will retain personally identifiable information we process on behalf of organizations for as long as needed to provide services and as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n</li>\n<li>\n<p>Profile Information</p>\n<p>We gather information when you create a profile using the aforementioned sign up alternatives.\nInformation uploaded or synced with our Services is covered by this Privacy Policy.</p>\n</li>\n<li>\n<p>Using our Services</p>\n<p>We gather information from you when you use our Site and/or Services.\nFor example, we gather data when you participate in surveys meant to improve our Services, install our mobile application, view content and give network feedback.<br>We gather information from the gadgets and networks that you use to access our Services.\nWe may also get geolocation information passed on to us by third-party services or GPS-enabled devices.\nIf you have blocked real time location data from being shared through your mobile device settings, we will not receive your real-time location data.</p>\n</li>\n<li>\n<p>Using Third-Party Services and Visiting Third-Party Sites</p>\n<p>When you access our Site and/or Services through a third party’s website or linked pages, any information provided by you to either us or the third party could be shared across both.\nWe will utilize this information to customize our offerings, including allowing you to share information with people in your network and obtaining feedback from your network.\nPlease note that the information you share with such third party will be subject to their privacy policy and practices.\nVMock is not responsible or liable for any claim arising from or related to third party privacy policies and practices.</p>\n<p>When you visit or leave our Site by clicking a hyperlink or when you use a third-party plugin to access our Services, we will receive the URL of the site from which you came or the one to which you are directed.\nWe additionally receive your IP address or the proxy server that you use or have used to access the Site, information on web browser that you use or have used, details about your mobile device (in the event that you are accessing our services using a cell phone), and the name of your ISP or your mobile network carrier.\nWe may receive certain profile related information from third parties that you use to access our services.</p>\n<p>We may give reports containing aggregated impression data to the facilitated third-party's plugins and similar technologies to help measure activity and traffic, but we will not share any of your personal information, except as set forth in Section 3 of this Privacy Policy.</p>\n</li>\n</ul>\n</li>\n<li>Use of Information<ul>\n<li>\n<p>To Provide our Services </p>\n<p>Information provided by you will be used for platform functionality including but not limited to, analysis and scoring, requesting feedback from individuals from your networks or to connect you with potential Employers as prompted by you or for sending you promotional and/or behavioural emails.</p>\n</li>\n<li>\n<p>Service Communications</p>\n<p>We may use your contact information for limited purposes, including but not limited to recordkeeping, feedback purposes, content improvement, or to customize the content and layout of our Site and/or Services.\nWe also may use this information to communicate with you through email, notices etc.\nposted on the Site, and other means accessible through the Services, to (a) welcome and advise you about how to utilize our Site and/or Services, new features, updates, and so on.\n(b) provide Site and/or Services related information which will cover availability, security, and other issues about the working of our Site and/or Services.</p>\n<p>You agree that we may use this information for such communication with you.</p>\n</li>\n<li>\n<p>Network Feedback</p>\n<p>Your information is used when you send communications to your network through our Services, i.e.\nthe recipient can see your name, email address, and community data.\nFor example, an invitation sent to provide feedback using our Services will list your name and email address in the header of the message.\nIf you use communities, blogs, or chat rooms on our Site, you should be aware that any personal information you submit there can be read, collected, and used by other Users of these Services.\nVMock is not responsible for the personal information that you choose to submit in these forums, unless it was released by VMock without your consent.\nBy using the Site and/or the Services, you expressly release VMock and its subsidiaries and affiliates including its officers, employees, agents, representatives, consultants, and contractors from any and all responsibility or liability from external feedback providers.</p>\n<p>You may receive a third-party request for network feedback through our Services when the requestor provides us your personal details such as email id and name.\nBy providing feedback you expressly release VMock and its subsidiaries and affiliates including its officers, employees, agents, representatives, consultants, and contractors from any and all responsibility or liability and accept the terms of the Privacy Policy.</p>\n</li>\n<li>\n<p>Customize and Enhance our Services</p>\n<p>We use information and content provided by you to conduct research and development and to customize your experience, try to make it relevant and valuable to you, and drive User growth and engagement of our Services.</p>\n</li>\n<li>\n<p>Customer Service</p>\n<p>When you contact our customer support, we collect information that helps us categorize your requests and respond to it.\nWe also use this information to track potential problems and trends and customize our support responses to serve you better.\nOur customer support will endeavour to request or review only such information that is necessary to assist in your query or provide any other technical help you may require.</p>\n</li>\n<li>\n<p>Third-Party Practices</p>\n<p>We may employ or engage third party companies and individuals to facilitate support, investigation, review, promotion and advancement of our Site and/or Services.\nAdditionally, we may use third party vendors and hosting partners to provide the necessary content, hardware, software, networking, storage and related technology required to run the Site and/or Services.</p>\n<p>These third parties are bound by confidentiality and privacy obligations consistent with this Policy and have limited access to your information, meant only to perform these tasks on our behalf and are committed to not disclose or use it for any other purposes.\n</p>\n<p>The Site and/or Services may contain links to third party websites that are not owned or controlled by VMock and these links may contain third party ads, polls and surveys.\nThese links are provided solely as a convenience to you and not as an endorsement by VMock of the content on such websites.\nIn addition, VMock will not and cannot censor or edit content of any third-party websites.\nPlease note that VMock is not responsible for the privacy practices or the content of such third-party websites.\nBy using the Site and/or the Services, you expressly release VMock and its officers, employees, agents, representatives, consultants, and contractors from any and all responsibility or liability from your use of any third-party websites.\nWe also cannot be responsible for your Personal Data that you submit to third parties using the Services.\nPlease check their individual policies before you submit any information to those websites.</p>\n<p>Colleges and Universities, including related associations and consortiums, and their employees and contractors (hereinafter referred to as \"Colleges and Universities\") may use the Site and/or Services to coordinate the interactions of employers with students and alumni for hiring or other related purposes.\nColleges and Universities, students and alumni must also at all times comply with applicable laws that relate to the Site and/or Services including their use of Site and/or Services or any information or content posted therein.\nEmployers using the Site and/or Services have access to and must use student and alumni data only for recruiting, interviewing, and hiring purposes in accordance with this Privacy Policy and Terms of Use.\nEmployers have access to information submitted by the User as a part of the job application.\nOnce submitted, VMock does not control the use of resumes.\nAdditionally, once your resume has been disclosed, we are not able to retrieve it or ensure the destruction of it by the third parties who accessed it.\nWe advise that any data provided by you including your resume should not contain sensitive information including racial or ethnic origin, political or religious beliefs, biometric or identification numbers and personality profiles.\nYou agree that any such information provided by you is solely at your own risk.\nUsers that have questions regarding the privacy practices and policies of employers with respect to personal information should contact the employer directly.</p>\n</li>\n<li>\n<p>Information Processing Outside Your Nation</p>\n<p>We may transfer your information and process it outside your country of residence.\nYou acknowledge that your information may be subject to the privacy and data protection laws and regulations which may be different from any applicable laws and regulations of your country of residence.</p>\n</li>\n<li>\n<p>Employers</p>\n<p>We may use an individual's information to maximize opportunities to connect such individual with potential Employers.\nWe may use an individual's information to allow that individual to contact Employers and Employers to contact an individual.</p>\n</li>\n</ul>\n</li>\n<li>Disclosure of Personal Information<p>We do not share, sell, rent or trade your personal information with third-parties including for marketing purposes other than as disclosed within this Policy.\nWe may share your personal information to third parties in the following circumstances: </p>\n<p>(a) with your consent.\n<br>(b) where it is necessary to complete your instructions.\n<br>(c) where it is necessary in order to provide our Services.\n<br>(d) when we believe in good faith that it is required by law, subpoena or other legal methodology.\n<br>(e) as necessary to enforce our Terms of Service or ensure the rights, property, or security of VMock and our Users.\n<br>(f) detect, prevent or otherwise address security issues, technical issues or fraud.\n<br>(g) in the event of a change of control, such as a sale, merger, bankruptcy, liquidation, receivership or transfer of all or substantially all of the assets of our company, provided the third party agrees to the terms of this Policy.\n<br>(h) when the third party is a company owned by, is a subsidiary of or under common ownership with us or our ultimate holding company and any subsidiaries it owns.\nSuch company is bound by this Privacy Policy and can use your personal information in the same way as we can under this Policy.\n<br>(i) if you provide any testimonials about our Services, we may post those testimonials in connection with our promotion of these Services to third parties.\nTestimonials may include your name and other personal information that you have provided.</p>\n<p>We may disclose the information you share with us on an aggregate basis to other Users of the Site and/or Services and to service providers and other agents engaged to perform functions on our behalf (such as processing of payments, hosting of our website, marketing of our products and services, conducting audits, and performing analytics).</p>\n</li>\n<li>Cookies<p>We may use cookies and similar technologies to gather information so as to help us recognize you across our Site and/or Services, enhance your experience, increase security, measure use and viability of our Services.\nA cookie is a piece of information that is stored on your computer's hard drive by your Web browser.\nWhen you revisit our Site and/or Services, our server recognizes the cookie, giving us information about your history.\nMost browsers accept cookies automatically, but you can alter the settings of your browser to prevent automatic acceptance.\nIf you disable cookies in your browser, certain parts of the Site and/or Services may not function as effectively.</p>\n<p>By using our Site and/or Services you agree to the terms of this Privacy Policy and consent to the placement of cookies and similar technologies in your browser and HTML emails.</p>\n</li>\n<li>Data Aggregation<p>We may collect information about your use of our Site and/or Services, which is then also used on an anonymized, aggregated basis.\nThis information is strictly for analytics purposes and to help us improve the features and quality of our Site and Service.\nSuch anonymized data will have all direct personal identifiers removed such as name, ID numbers, date of birth, demographic information, geolocation information etc.\nWe may share aggregated information that includes non-identifying information with third parties for industry analysis and demographic profiling.\nFurthermore, we agree not to attempt to re-identify anonymized data.\nUsers of the Site and/or Services shall not be entitled to any compensation stemming from the use of such aggregated or anonymized information.\nThis section 5 is subject to exceptions listed under Section 3.</p>\n</li>\n<li>Your Choices &amp.\nObligations<ul>\n<li>\n<p>Option for Information Removal and Opt-Out </p>\n<p>We may use your personal information to communicate with you through email, notices posted on the Site, and other means accessible through the Services, to offer you products and/or services.\nIf you no longer wish to receive such communications from us, you may opt-out by unsubscribing from the communication or by emailing us at privacy@vmock.com.</p>\n</li>\n<li>\n<p>Rights to Access, Correct, or Delete Your Information, and Closing Your Account</p>\n<p>You have the right to access, change or correct your individual profile information, i.e.\nyour Personal Data, with respect to your account.\nYou can do so by logging in to your VMock account or by contacting our data protection officer at privacy@vmock.com.\nWe reserve the right to take appropriate steps to authenticate your identity before providing access and to deny requests.</p>\n<p>If you wish to delete your account or request that we no longer use your information to provide you services, please contact us at privacy@vmock.com.\nKindly note that doing so may result in your not being able to access or receive certain services.</p>\n</li>\n</ul>\n</li>\n<li>Data Retention<p>We retain your information for as long as your account stays active or as is required to provide you with the Services or to provide services to the recipient of your feedback or to provide support-related reporting and trend/pattern analysis only.\nWe may hold your individual information even after you have closed or deactivated your account if such information retention is necessary to comply with our legal obligations, meet regulatory requirements, resolve disputes, prevent fraud and abuse, or enforce this Privacy Policy and our Terms of Service.</p>\n</li>\n<li>Children's Privacy<p>We will never knowingly collect information from children under the age of thirteen (13) years without verifiable parental consent.\nIf we become aware that a User is under the age of thirteen (13) years and has submitted information without verifiable parental consent, we will take reasonable measures to remove their information from our files or database.\nIf you reasonably believe that we have collected any personal information from a child younger than 13 years of age, please notify us immediately at privacy@vmock.com Information Security.</p>\n</li>\n<li>Information Security<p>VMock has implemented commercially reasonable technical and organisational security measures, including but not limited to, User authentication and data encryption, to protect your information from loss, misuse, unauthorized access, disclosure, alteration, and/or destruction.\nVMock will conduct periodic risk assessments and remediate identified security vulnerabilities in a commercially reasonable manner.\nVMock does not assume any liability for disclosure of any such data, including without limitations, due to unauthorized access of data and security lapses of third-parties.\nSite and/or Services Users are urged to validate information such as job postings and use caution and common sense when applying and relying on such data.\nFor example, do not disclose Social Security numbers, credit card information, or bank account numbers with unknown employers.</p>\n<p>Although we strive to provide a high standard of security and privacy, no data transmission over the Internet or any wireless network can be guaranteed to be absolutely secure or effective, and we do not guarantee or warrant to the security and privacy of any data, information or content.\nYou should be mindful to share only the information that you feel comfortable under these circumstances.</p>\n</li>\n<li>Additional Obligations<p>CLAUSE 10 IS ONLY APPLICABLE WHERE THE USER IS AN EMPLOYER.\nUser may use the Site and/or Services to post employment opportunities through the Site and/or Services.\nUser may also search student and alumni resumes posted on the Site and/or Services if a student or alumni agrees to release their resume through the act of applying to jobs or participating in resume books or other employment activities.\nUser posting jobs through the Site and/or Services are required to comply with all applicable laws, including without limitation equal employment opportunity and anti-discrimination laws.\nWhere applicable, by accessing and using the Sites and/or Services, User explicitly agrees to use any data you view on or through the Sites and/or Services only to the extent reasonably necessary to consider an individual for the applicable position or other authorized purpose.\nUser may access and use various tools, features, and functionality of the Site and/Services, such as posting jobs and reviewing student and alumni resumes and other job application materials.\nUser agrees to use, disclose, protect all information in accordance with this Privacy Policy.\nSpecifically, User agrees not to disclose any information to any third party except as otherwise provided in this policy.\nUser agrees to provide candidates the option to update, correct and delete their information upon request.\nUser agrees to provide reasonable security to protect information from unauthorized access, use or disclosure.\nUser’s failure to abide by the terms of this Privacy Policy may result in legal liabilities and obligations.</p>\n</li>\n<li>Changes to this Policy<p>We are always making efforts to innovate and enhance our Service, by developing new features either internally or through partnerships, which may lead to the creation of new data collection ways and approaches.\nWe reserve the right to modify this Privacy Policy and update the same on our Site and/or Services.\nIn particular, and without limiting the foregoing, we may modify this Policy to reflect changes in the way we collect, use or disclose information, or to reflect changes in privacy laws, regulations and/or industry standards.</p>\n<p>Such modifications shall become effective immediately upon the posting thereof on the Site.\nAlthough we may notify you when material changes are made to the Privacy Policy, you must review the Privacy Policy on a regular basis to keep yourself apprised of any changes.\nWe strongly recommend you to check the \"Last Updated\" date at the top of this Privacy Policy to familiarize yourself with the most up-to-date version of this document.\nYour continued use of our Site and/or Services after any changes will signify and confirm your express acceptance of those changes.\n</p>\n</li>\n<li>California's Shine the Light Law<p>California Civil Code Section 1798.83, known as the “Shine the Light” Law, permits our customers who are California residents to request and obtain from us a list of what personal information (if any) we disclosed to third parties for direct marketing purposes in the preceding calendar year and the names and addresses of those third parties.\nUnder Section 1798.83, we currently do not share any personal information with third parties for their direct marketing purposes.\nIf you are a California resident and require further information you may reach us at privacy@vmock.com.\nAdditionally, if you require, you can mail us at:</p>\n<p>VMock, Inc.<br>311 West Superior, Suite 500<br>Chicago, IL 60654</p>\n</li>\n<li>European Economic Area and Switzerland<p>The information that we collect from the Users located in countries that are part of the European Economic Area and Switzerland may be transferred to and stored outside the European Economic Area (\"EEA\") and Switzerland, in the United States.\nIt may be processed by staff operating outside of the EEA who work for us.\nBy using the Site and/or Services, you hereby consent to the collection, transfer, storage, processing, and other use of your information, including Personal Data, in the United States or other applicable destination.\nYou also warrant that you have the right to transfer such information outside your country and into the United States.\nWe comply with the applicable local data protection legislation of the EEA and Switzerland relating to the collection, transfer, storage, processing, and other use of your information.</p>\n</li>\n<li>Internet Advertising Bureau<p>We do not sell, rent, share or trade your personal information for marketing purposes.\nThe association for digital marketers drafted a guide on online behavioural advertising and online privacy that you can find on http://www.aboutads.info/choices.</p>\n</li>\n<li>Annual Assessment<p>VMock assures compliance with this EU-US and Swiss-US Privacy Shield Policy and the EU-US and Swiss-US Privacy Shield Framework by utilizing the self-assessment approach as specified by the US Department of Commerce.\nThe assessment is conducted on an annual basis to ensure that all of VMock’s relevant privacy practices are being followed in conformance with this EU-US and Swiss-US Privacy Shield Policy and the EU-US and Swiss-US Privacy Shield Framework.\nAny employee that VMock determines is in violation of these policies will be subject to discipline, up to and including termination of employment and/or criminal prosecution.</p>\n</li>\n<li>EU-US and Swiss-US Privacy Shield Compliance and Independent Recourse Mechanism<p>VMock is subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC).</p>\n<p>VMock commits to cooperate with the EU data protection authorities (DPAs) and/or the Swiss Federal Data Protection and Information Commissioner and comply with the advice given by such authorities and/or Commissioner with regard to human resources data transferred from the EU and/or Switzerland in the context of any employment relationship.</p>\n<p>In accordance with the EU-US and Swiss-US Privacy Shield Framework, VMock may be potentially liable for the onward transfer of Personal Data to third parties.\nVMock will not transfer any personal information to a third-party without first ensuring that the third-party adheres to the terms substantially similar to the terms of this Policy.\nVMock does not transfer personal information to unrelated third parties, unless required by applicable law or regulation, or in certain limited or exceptional circumstances in accordance with the EU-US and Swiss-US Privacy Shield Framework.</p>\n<p>In the event that VMock is requested to transfer Personal Data to an unrelated third party, VMock will ensure that VMock enters into a written agreement with the third party requiring them to provide protections consistent with the EU-US and Swiss-US Privacy Shield Framework.</p>\n<p>In compliance with the Privacy Shield Principles, VMock commits to resolve complaints about our collection or use of your personal information.\nEuropean Union and/or Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact VMock’s Privacy Officer at privacy@vmock.com.\nWe will promptly investigate and attempt to resolve complaints and disputes in a manner that complies with the principles described in this Policy.</p>\n<p>VMock has further committed to refer unresolved Privacy Shield complaints to the International Centre for Dispute Resolution®, the international division of the American Arbitration Association® (ICDR/AAA).\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not resolved your complaint, please contact or visit the International Centre for Dispute Resolution, the international division of the American Arbitration Association for more information or to file a complaint.\nThis organization provides independent dispute resolution services, at no charge to you.\nICDR/AAA can be contacted at http://go.adr.org/privacyshield.html.</p>\n<p>If, after attempting to resolve a dispute through ICDR/AAA, you feel that your concerns about the use of your Personal Information have not been resolved, you may seek resolution of the issue through binding arbitration.\nFor more information about the binding arbitration process, please visit http://www.privacyshield.gov.\nFor any additional information visit: https://www.privacyshield.gov/article?id=ANNEX-I-introduction.</p>\n</li>\n<li>How to contact us<p>If you have any questions about this Policy or to submit a privacy related complaint, please contact our privacy compliance officer by email at privacy@vmock.com.</p>\n<p>If we receive a complaint or grievance from you, we will respond to you within four (4) to six (6) weeks and will use reasonable efforts to investigate and resolve the complaint or dispute.</p>\n</li>\n</ol>", "created_at": "2022-11-15 05:25:33.992079", "updated_at": "2022-11-15 04:26:01.896805"}, {"id": 12593, "name": "Cookie Policy", "url": "https://www.vmock.com/cookie-policy", "xpath": "/html/body/div[1]/div/div/div/div[2]/div/div/div[2]", "text": "<ol>Last updated: September, 2022Introduction<p>VMock Inc.\nand its subsidiary VMock India Private Limited (“we” or “us” or “our”) use cookies, web beacons, tracking pixels, and other tracking technologies when you visit our website ‘www.vmock.com’, including any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the “Site”) to help customize the site and improve your experience.</p>\n<p>We reserve the right to make changes to this Cookie Policy at any time and for any reason.\nWe will alert you about any changes by updating the “Last Updated” date of this Cookie Policy.\nAny changes or modifications will be effective immediately upon posting the updated Cookie Policy on the Site, and you waive the right to receive specific notice of each such change or modification.</p>\n<p>You are encouraged to periodically review this Cookie Policy to stay informed of updates.\nYou will be deemed to have been made aware of, will be subject to, and will be deemed to have accepted the changes in any revised Cookie Policy by your continued use of the Site after the date such revised Cookie Policy is posted.</p>\n</ol>\n<ol>\n<li>Use of Cookies<p>A “cookie” is a string of information which assigns you a unique identifier that we store on your computer.\nYour browser then provides that unique identifier to use each time you submit a query to the Site.\nWe use cookies on the Site to, among other things, keep track of services you have used, record registration information, record your user preferences, keep you logged into the Site, facilitate purchase procedures, and track the pages you visit.\nCookies help us understand how the Site is being used and improve your user experience.\nSession-based cookies last only while your browser is open and are automatically deleted when you close your browser.\nPersistent cookies last until you or your browser delete them or until they expire.</p>\n</li>\n<li>Types of Cookies<p>The following types of cookies may be used when you visit the Site:</p>\n<ul>\n<li>\n<p>Essential Cookies</p>\n<p>These are necessary cookies, without which the Site won't work properly or be able to provide certain features and functionalities.\nFor example, these cookies allow us to remember your registration information while you are logged in.\nSome of these may be manually disabled in your browser but may affect the functionality of the Site.\nThese cookies are set by VMock and information collected from these cookies is used by us in accordance with the terms of this Privacy Notice.</p>\n</li>\n<li>\n<p>Functionality Cookies</p>\n<p>Functional cookies (such as session IDS) are stored on the browser.\nThe purpose of functionality cookies are used to recognize repeat visitors to the Site.\nLanguage preference and accessibility information are stored in cookies along with your communication preferences.\nThey can help you complete forms on our Sites more easily.\nThey also provide you with features, insights and customized content.</p>\n</li>\n<li>\n<p>Security and Authentication Cookies</p>\n<p>Security cookies help identify and prevent security risks.\nWe use these cookies to authenticate users and protect user data from unauthorized parties.\ne.g.\nCSRF cookies.\nIf you’ve signed into our Services, cookies help us show you the right information and personalize your experience.</p>\n</li>\n<li>\n<p>Social Networking Service Cookies</p>\n<p>These cookies are used when you share information using a social media sharing button or you link your account or engage with our content on or through a social networking service such as Facebook, Twitter or Google+.\nThe social networking service will record that you have done this.</p>\n</li>\n<li>\n<p>Site Management Cookies</p>\n<p>Site management cookies are used to maintain your identity or session on the Site so that you are not logged off unexpectedly, and any information you enter is retained from page to page.\nThese cookies cannot be turned off individually, but you can disable all cookies in your browser.</p>\n</li>\n<li>\n<p>Analytics and Performance Cookies</p>\n<p>These cookies are used to collect information about traffic to our Services and how users interact with the Services.\nThe information collected includes the number of visitors to the Services, the websites that referred visitors to the Services, the pages that they visited on the Services, what time of day they visited the Services, whether they have visited the Services before, and other similar information.\nWe use this information to help operate the Services more efficiently, to gather broad demographic information and to monitor the level of activity on the Services.</p>\n</li>\n</ul>\n</li>\n<li>Control of Cookies<p>Most browsers are set to accept cookies by default.\nHowever, you can take several actions to control cookies through your browser’s settings, such as deleting all cookies, blocking all cookies, allowing all cookies, blocking “third-party” cookies (i.e.\ncookies set by online services other than us), clear all cookies when you close your browser, open a “private browsing” or “incognito” session that allows you to browse the web without recording your browsing history or storing local data such as cookies (although this feature does have limits in the privacy context), and installing add-ons and plugins that extend brower functionality..\nPlease be aware that such actions could affect the availability and functionality of the Site.</p>\n<p>For more information on how to control cookies, check your browser or device’s settings for how you can control or reject cookies, or visit the following links:</p>\n<p>Apple Safari<br>Google Chrome<br>Microsoft Edge<br>Mozilla Firefox<br>Opera<br>Android (Chrome)<br>Iphone or Ipad (Chrome)<br>Iphone or Ipad (Safari)</p>\n</li>\n<li>Other Tracking Technologies<p>In addition to cookies, we may use web beacons, pixel tags, and other tracking technologies on the Site to help customize the Site and improve your experience.\nA “web beacon” or “pixel tag” is a tiny object or image embedded in a web page or email.\nThey are used to track the number of users who have visited particular pages and viewed emails and acquire other statistical data.\nThey collect only a limited set of data, such as a cookie number, time and date of page or email view, and a description of the page or email on which they reside.\nWeb beacons and pixel tags cannot be declined.\nHowever, you can limit their use by controlling the cookies that interact with them.</p>\n</li>\n<li>Privacy Notice<p>For more information about how we use information collected by cookies and other tracking technologies, please refer to our <strong>Privacy Notice</strong> posted on the Site.\nThis Cookie Policy is part of and is incorporated into our Privacy Notice.\nBy using the Site, you agree to be bound by this Cookie Policy and our Privacy Notice.</p>\n</li>\n<li>Contact Us<p>If you have questions or comments about this Cookie Policy, please contact us at: infosec@vmock.com.</p>\n</li>\n</ol>", "created_at": "2022-11-15 04:26:25.805848", "updated_at": "2022-11-15 04:26:35.163166"}, {"id": 12594, "name": "Terms of Service", "url": "https://www.vmock.com/terms", "xpath": "/html/body/div[1]/div/div/div/div[2]/div/div/div[2]", "text": "<ol>Last updated: March 17, 2018Overview<p>Thank you for using the VMock platform.\nThese Terms of Service cover your use of our websites and/or sub-domains (collectively, the <strong>\"Site\"</strong>) and the services that VMock and its subsidiaries and affiliates including its officers, directors, employees, agents, representatives, consultants, and contractors (hereinafter referred to as <strong>\"VMock\"</strong>, <strong>\"we\"</strong>, <strong>\"us\"</strong> or <strong>\"our\"</strong>) provide through the Site and underlying technology, our related mobile apps, developer platforms, premium services, or any content or information provided as part of these services (hereinafter referred to as the <strong>\"Services\"</strong>).</p>\n<p>By accessing or signing up to our Site and/or Services, you agree to be bound by these Terms of Service, and to review and accept our Privacy Policy.\nPlease read them carefully.\nYou should review the Privacy Policy and Terms of Service periodically for any modifications or changes.</p>\n<p>If you do not agree to be bound by these Terms of Service including binding arbitration and class action waiver provisions, you must not access or use our Site and/or Services.</p>\n</ol>\n<ol>\n<li>Introduction<p>VMock's mission is to ensure that every professional has the best career journey they possibly can and we enable this through a career development platform that leverages a sophisticated analytics engine.\nOur goal is to enable our users to own their careers and chart a path that helps them get to their goals.\nWe build innovative products that are cutting edge and attempt to deliver strong value.\nVMock does not, however, represent or warrant that the use of our Site and/or Services will provide specific or desired results.</p>\n<ul>\n<li>\n<p>Agreement</p>\n<p>You agree to enter into a legally binding agreement by clicking on \"Continue with Facebook\" or \"Continue with LinkedIn\" or \"Complete registration using email address\" or through Single Sign-on or any other similar sign up methods for registering into, accessing or using our Site and/or Services.</p>\n<p>These Terms of Service apply to both the registered (who have registered with us to use our Site and/or Services) and unregistered Users, such as visitors of our Site and/or Services.</p>\n<p>Where the User is accessing the Site and/or Services based on the terms of another written agreement with VMock, either directly, or through a contract with an affiliated organization (\"Master Contract\") and there is a conflict between the terms of the Master Contract and these Terms of Service, the terms of the Master Contract shall supersede the terms mentioned herein.\nIf the User is accessing the Site and/or Services on behalf of a legal entity, you represent that you are authorized to enter into an agreement on behalf of that legal entity.</p>\n<p>You will not assign the Terms of Use or assign any rights or delegate any obligations hereunder, in whole or in part, whether voluntarily or by operation of law, without the prior written consent of VMock.\nAny such purported or actual assignment or delegation by you without the appropriate prior written consent of VMock will be null and void.\nVMock reserves the right to assign these Terms of Use or any rights hereunder without your consent.</p>\n</li>\n</ul>\n</li>\n<li>Your Acceptance<p>By signing up or by using the Site and/or Services in any way, you consent to, and agree to comply with all the terms in this Terms of Service.</p>\n<ul>\n<li>\n<p>Eligibility</p>\n<p>To use our Site and/or Services, you represent that you are more than thirteen (13) years of age, fully able and competent to enter into these terms, conditions, obligations, representations and warranties set forth in these Terms of Service, and to abide by and comply with these.\nIf you are using the Site and/or Services on behalf of a company or other legal entity, you are nevertheless individually bound by these Terms of Service even if your company or other legal entity has a separate agreement with us.</p>\n</li>\n<li>\n<p>Membership</p>\n<p>The account you create on our Site and/or Services page and the Content and information you directly provide on the Site will become a part of our Site and/or Services.\nYou acknowledge that you will remain the owner of such Content and information and approve us to use the same in accordance with our Privacy Policy and Terms of Service.\n\"Content\" includes but is not limited to the text, scripts, graphics, photos, sounds, videos, questions, responses to questions and any other information that you post, communicate, transmit, record, link to or direct to any third party in any manner through the use of the Site and/or Services including, but not limited to, any presentation, appearance or participation by you through our Site and/or Services.\nFurther, you agree to: </p>\n<p>(a) keep your password secure and confidential;<br>(b) use our Site and/or Services directly and strictly only for the authorised purpose, and not for any other individual or entity;<br>(c) provide accurate and complete information when creating your account;<br>(d) not permit others to use your account;<br>(e) not use someone else's account(s);<br>(f) not sell, trade, or transfer your our account to another party;<br>(g) not charge anyone for access to any portion of our Site and/or Services, or any information or services therein.\nand<br>(h) follow all applicable rules and regulations.\nand general conduct stated in these Terms of Service.</p>\n<p>You are solely responsible for all the activities performed on/using your account unless you report misuse.</p>\n<p>You must notify us immediately of any breach of security or unauthorized access of your account.</p>\n<p>Some features of the Site and/or Services (collectively \"Premium Service\") are available on the payment of a fee.\nIn case a User has access through a Master Contract, the party to the Master Contract may control all premium features of the User account, and may terminate User’s access to it.</p>\n</li>\n<li>\n<p>Payment</p>\n<p>Premium Service Users: You agree to pay all applicable fees (inclusive of taxes) and provide us with the necessary payment information in order to access our Premium Service and any default in payment of these fees may result in termination of your Premium Service.\nAdditionally:</p>\n<p>(a) based on your location, your purchase may be subject to foreign exchange fees or differences in prices (e.g.\nexchange rates);<br>(b) taxes are calculated based on the billing information that you provide us at the time of purchase.</p>\n</li>\n<li>\n<p>Notice and Service Messages</p>\n<p>You agree to be registered with us on our Site and/or Services to provide you with important notices in any or all of the following ways:</p>\n<p>(a) a banner notice on the Site and/or Services;<br>(b) an e-mail notification sent to the User’s registered e-mail address.\nor<br>(c) through other means such as notification through telephone.</p>\n</li>\n<li>\n<p>Messages and Sharing</p>\n<p>Our Site and/or Services allow sharing of information in different ways, such as through your LinkedIn/Facebook profile to obtain network feedback and to share links to helpful articles and blogs.\nYou acknowledge and agree that the information and Content that you share will be seen by any member or third party.</p>\n<p>Please note that we are not obligated to publish any information or Content on our Site and/or Services, and we reserve the right to remove any published or shared information or Content, without any notice.</p>\n</li>\n</ul>\n</li>\n<li>Privacy Policy<p>In addition to these Terms of Service, VMock has established a Privacy Policy (https://www.vmock.com/privacy) to explain to its Users how their information is collected and used.\nWe recommend that you review the Privacy Policy prior to using the Site and/or Services.\nAll the information set forth in our Privacy Policy is incorporated into these Terms of Service by reference and your acceptance of these Terms of Service and/or use of the Site and/or Services signify acknowledgement of agreement with our Privacy Policy.\nBy using our Site and/or Services, you agree that VMock can use such information in accordance with our Privacy Policy.</p>\n</li>\n<li>Modifications <p>We reserve the right, at our sole discretion, to change, modify or otherwise alter the terms and conditions set forth in these Terms of Service at any time and you agree to be bound by such changes, modifications or alterations.\nSuch modifications shall become effective immediately upon the posting thereof on the Site and/or Services.\nYou must review these Terms of Service on a regular basis to keep yourself apprised of any changes.\nWe strongly encourage you to check the “Last Updated” date at the top of these Terms of Service to familiarize yourself with the most up-to-date version of the Terms of Service.\nYour continued use of our Site and/or Services after any changes will signify and confirm your assent to those changes.</p>\n<p>Our Site and/or Services are a dynamic system and we continue to strive for best experience for our Users.\nTherefore, the Site and/or Services provided may change which includes, but is not limited to, updates, upgrades or discontinuation of features, components or modules, without prior notification, as part of our effort to update, improve and expand the Site and/or Services.\nVMock is not obligated to inform you of any such changes and you are solely responsible for periodically checking the Site and/or Services for changes.</p>\n</li>\n<li>Use of the Site and/or Services<p>VMock is not responsible in any way over the Content loaded onto the Site and/or Service by the Users.\nWhile we attempt to respond to complaints about inappropriate uses of our Site and/or Services, Users are solely responsible for all Content or any unlawful or inappropriate behaviour and subsequent actions arising in connection with their use of our Site and/or Services.\nAny recommendations or advice provided by us on the Site and/or Services is for informational purposes only and VMock expressly excludes any liability for any action taken by a User based on such recommendation or advice.</p>\n<p>The Site and/or Services may contain links to third party websites that are not owned or controlled by VMock.\nThese links are provided solely as a convenience to you and not as an endorsement by VMock of the content on such websites.\nVMock has no control over, and assumes no responsibility or liability for, the content, privacy policies, terms of use or practices of any third party websites.\nUsers are solely responsible for reading and agreeing (or disagreeing) with the terms and conditions and/or privacy policies of these third parties.\nIn addition, VMock will not and cannot censor or edit content of any third party website.</p>\n<p>However, VMock does reserve the absolute right to refuse to consent to such links in its sole discretion.\nBy using the Site and/or Services, you expressly relieve VMock from any and all liability from your use of any third party website and feedback providers.</p>\n<p>VMock may use third party vendors and hosting partners to provide the necessary content, hardware, software, networking, storage and related technology required to run the Site and/or Services.\nVMock maintains a copy of the User data on the servers of our hosting partners.</p>\n<p>As part of the Site and/or Services, Users are able to post their own Content.\nVMock takes no responsibility or liability for the Content posted by Users of the Site and/or Services.\nTo the extent that any Content violates these Terms of Service, VMock reserves the right (but not the obligation) in its sole discretion to refuse publication of or remove Content from the Site and/or Services and/or delete the User account altogether.</p>\n<p>You have the right to request deletion of your information from our Site and/or Services by reaching out to us at privacy@vmock.com.</p>\n<p>By submitting ideas, suggestions, documents, and/or proposals (\"Contributions\") to VMock through our customer service, feedback, survey or any other similar methods, you acknowledge and agree that: (a) your Contributions do not contain any confidential or proprietary information.\n(b) VMock is not under any obligation of confidentiality with respect to the Contributions.\n(c) VMock shall be entitled to use or disclose or reject such Contributions for any purpose, in any way, in any media worldwide.\n(d) you irrevocably assign to VMock all rights to your Contributions.\nand (f) you are not entitled to any reimbursement or compensation of any kind from VMock if such Contributions are used by VMock.</p>\n<p>Universities or schools, including but not limited to, affiliates and campuses and their officers, employees, contractors and consultants are able to view any student profile associated with their institutions.\nEmployers will be able to view the profile associated with Users that submit their application for positions posted by the Employer.\nFor the purpose of this Privacy Policy, the reference to <strong>\"Employer\"</strong> would include, but is not limited to, any organization, institution, government entity, agency, company, individual, professional services firm, non-profit association, small business or store who employs or puts to work, a person, and their subsidiaries and affiliates including their officers, employees, agents, representatives, consultants, and contractors who are legally and voluntarily provided access to the employer platform of the Site and/or Services.</p>\n<p>Any unauthorized collection of data including but not limited to student data, employer data, job descriptions, or other marketplace information through the use of automated scripts (\"scraping\") or similar technologies or methodologies is strictly prohibited.</p>\n</li>\n<li>Content Restrictions<p>Except as otherwise expressly permitted in these Terms of Service, you agree that you will not give access to, forward, display, post or distribute any part of the Content to any individuals, persons or companies.\nYou agree that you will not use the Site and/or Services to forward, display, post or distribute any part of the Content or the suggestions for improvement to any public website including but not limited to YouTube, Facebook, Twitter or similar websites.</p>\n<p>Additionally, you agree not to use the Site and/or Services to post, email, or otherwise make available Content:</p>\n<p>(a) that is unlawful, harmful, threatening, abusive, harassing, defamatory, libellous, invasive of another's privacy, inappropriate or is harmful to minors in any way;<br>(b) that contains nudity or graphic or gratuitous violence or is pornographic or sexually explicit in any way.\n<br>(c) that harasses, degrades, intimidates or is hateful toward an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability;<br>(d) that violates federal, state, or local equal employment opportunity laws, including but not limited to, stating in any interview for employment a preference or requirement based on race, color, religion, sex, national origin, age, or disability;<br>(e) that impersonates any person or entity, including, but not limited to, a VMock employee, or falsely states or otherwise misrepresents your affiliation with a person or entity;<br>(f) that includes personal or personally identifiable information about another person without that person’s explicit consent;<br>(g) that is false, deceptive, misleading, deceitful or wrongly informative in any way;<br>(h) that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any third party, or Content that you do not have a right to make available under any law or under contractual or fiduciary relationships;<br>(i) that constitutes or contains affiliate marketing, link referral code, junk mail, spam, chain letters, pyramid schemes, or unsolicited commercial advertisement;<br>(j) that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;<br>(k) that disrupts the normal flow of dialogue with an excessive amount of Content (flooding attack) to the Services, or that otherwise negatively affects other Users’ ability to use the Services;<br>(l) that employs misleading email addresses, or forged headers or otherwise manipulated identifiers in order to disguise the origin of Content transmitted through the Services;<br>(m) that could disable, overburden, or impair the proper working or functionality or appearance of the Site and/or Services.\nor<br>(n) that contains a third party's identification documents or sensitive financial information</p>\n</li>\n<li>Proprietary Rights<p>Subject to your compliance with these Terms of Service, VMock grants you a non-exclusive, non-transferable, revocable, limited right to access and use the Site and/or Services for which your account has been approved.\nExcept as provided in the immediately preceding sentence, no other right, title or interest in the Site and/or Services is hereby granted or transferred to you as a result of any permitted use of the Site and/or Services.\nVMock retains the exclusive right, title and interest to the Site and/or Services.\nYou agree to provide VMock with a limited, royalty-free, fully paid-up, non-exclusive, transferable, worldwide, perpetual license and right to use, distribute and display any and all Content provided that such license and right is restricted to the sole purpose of enabling VMock to provide the Site and/or Services.\nThis includes any feedback provided to registered Users of Site and/or Services through the network feedback functionality of the platform.</p>\n<p>All original materials incorporated in or accessible through the Site and/or Services including, but not limited to, texts, photos, images, graphics, illustrations, logos, button icons, audio clips, video clips, software and other content and the compilation, collection, arrangement and assembly thereof, are protected by United States and international copyright laws, and are owned or licensed by VMock or by an authorizing third party.</p>\n</li>\n<li>Software<p>VMock software (\"Software\") includes the Site and/or Services and is hosted by VMock and accessed over the Internet.\nVMock agrees to provide you with a limited, personal, non-exclusive, non-transferable, non-sublicensable, revocable license to use the Software in accordance with these Terms of Service.\nYou may not use the Software for anything other than as intended by VMock.\nYou may not use the Software with any device, program or service designed to circumvent technological measures employed to control access to, or the rights in work protected by copyright laws.\nAll rights not expressly granted by VMock are hereby reserved.\nYou agree not to take any action to interfere with VMock’s ownership of or rights in the Software.\nYou agree that, unless otherwise permitted in this section or by law, you will not:</p>\n<p>(a) reproduce, republish, display, frame, download, distribute, copy or transmit the Software.\n<br>(b) to the extent permitted under applicable law, redistribute, encumber, sell, rent, lease, loan, sublicense, assign, or otherwise transfer rights to the Software;<br>(c) modify or create any derivative works based on the Software, including but not limited to customization, translation, or localization;<br>(d) copy, reproduce, reuse in another product or service, modify, alter, or display in any manner any software or files, or parts thereof, included as part of the Software;<br>(e) except to the extent expressly permitted by law, decompile, disassemble, reverse engineer, or otherwise attempt to access or derive the source code or architecture of the Software, or in any way ascertain, decipher, or obtain the communications protocols for accessing the Software, or the underlying ideas or algorithms of the Software;<br>(f) attempt to probe, scan or test the vulnerability of the Software or any associated system or network, or breach any security or authentication feature or measure of the Software;<br>(g) attempt to gain unauthorized access to the Software or to any account, application, platform, computer system or network associated with the Software (and, if you are blocked by VMock from accessing the Software, such as if VMock blocks your IP address, you will not implement any measure to circumvent such blocking, such as by masking your IP address or using a proxy IP address);<br>(h) use the Software in any way that violates these Terms of Service, or any applicable law or regulation.\nand<br>(i) remove or alter any trademark, logo, copyright or other proprietary notices, legends, symbols or labels in or on the Software or associated with the Site and/or Services.</p>\n</li>\n<li>DISCLAIMER OF WARRANTIES<p>YOU AGREE THAT USE OF THE SITE AND/OR SERVICES IS ENTIRELY AT YOUR OWN RISK.\nTHE SITE AND/OR SERVICES ARE PROVIDED ON AN \"AS IS\" OR \"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OF ANY KIND.\nVMOCK DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND/OR SERVICES AND YOUR USE THEREOF INCLUDING, WITHOUT LIMITATION, ANY AND ALL WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, SECURITY, FREEDOM FROM VIRUSES AND NON-INFRINGEMENT OF INTELLECTUAL PROPERTY OR PROPRIETARY RIGHTS.</p>\n<p>VMOCK MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE CONTENT ON THE SITE AND/OR SERVICES , INCLUDING BUT NOT LIMITED TO, SCORING, BENCHMARKING AND OTHER FEEDBACK PROVIDED, AND OR THE CONTENT OF ANY THIRD PARTY SITES LINKED TO THIS SITE AND/OR SERVICES AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR SITE AND/OR SERVICES, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR SITE AND/OR SERVICES, (V) ANY BUGS, VIRUSES, TROJAN HORSES AND/OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH OUR SITE AND/OR SERVICES BY ANY THIRD PARTY, OR (V) ANY LOSS OR DAMAGE TO CONTENT OR DATA (WHETHER STORED THROUGH THE SITE AND/OR SERVICE OR OTHERWISE), OR (VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED OR OTHERWISE MADE AVAILABLE VIA THE SITE AND/OR SERVICES.\nVMOCK DOES NOT WARRANT, ENDORSE, GUARANTEE OR ASSUME RESPONSIBILITY FOR ANY PRODUCT, SERVICE OR OPPORTUNITY ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE AND/OR SERVICES OR ANY HYPER-LINKED SITES AND/OR SERVICES.</p>\n<p>FOR AS LONG AS VMOCK CONTINUES TO OFFER THE SITE AND/OR SERVICES, VMOCK SHALL PROVIDE AND SEEK TO UPDATE, IMPROVE AND EXPAND THE SITE AND/OR SERVICES.\nAS A RESULT, WE ALLOW YOU TO ACCESS VMOCK AS IT MAY EXIST AND BE AVAILABLE ON ANY GIVEN DAY AND WE HAVE NO OTHER OBLIGATIONS, EXCEPT AS EXPRESSLY STATED IN THIS AGREEMENT.</p>\n</li>\n<li>No Guarantee Of Results<p>VMOCK IS NOT AN EMPLOYMENT AGENCY OR A RECRUITING FIRM, AND MAKES NO REPRESENTATIONS OR GUARANTEES REGARDING THE EFFECTIVENESS OR TIMELINESS OF THE SITE AND/OR SERVICES IN MEETING USER'S EMPLOYMENT OBJECTIVES.\nVMOCK DOES NOT GUARANTEE THAT RESUMES OR OTHER INFORMATION POSTED BY USER WILL RESULT IN THE USER BEING HIRED OR POSITIONS BEING FILLED, AND IS NOT RESPONSIBLE FOR ANY EMPLOYMENT DECISIONS, FOR WHATEVER REASON, MADE BY EMPLOYER OR BY OTHERS ABOUT THE USER.</p>\n</li>\n<li>No Endorsements by VMock<p>Nothing in the Site and/or Services shall be considered an endorsement, representation or warranty with respect to any user whether in regards to experience or otherwise.</p>\n</li>\n<li>Employer <p>Employers who are submitting any content, including but not limited to all job postings, will only submit content that is accurate, true, not misleading or deceptive in any manner, and fully in compliance with all applicable federal, state and local laws (including but not limited to laws prohibiting employment discrimination).\nAll Employer content that are job postings must be for actual job listings in compliance with all applicable federal, state and local laws and may not contain (i) any form of advertisement, promotion or endorsement, other than promotion of the job itself or (ii) require any form of upfront payment or referrals to other candidates.\nAll Employers are solely responsible for their own hiring determinations and agree to maintain a fair and equitable recruitment process when selecting student candidates.\nEmployers also agree not to discriminate based on ethnicity, national origin, religion, age, gender, sexual orientation, disability, or veteran status as prohibited by law.\nEmployers have the ability to contact students directly through the Site and/or Services.\nBy using this Site and/or Services, Employer agrees not to stalk, defame, bully, harass, abuse, threaten, intimidate, or impersonate any people or entities.\nAny violation of these, or any other terms, at our discretion, may result in termination of the account(s) associated with the Employer.</p>\n</li>\n<li>Limitation of Liability<p>Under no circumstances shall VMock be liable for indirect, incidental, special, punitive, consequential or exemplary damages (including, but not limited to, lost profits or damages arising from your use of or inability to use the Site and/or Services) whatsoever, whether based on warranty, contract, tort or any other legal theory, and whether or not VMock was advised of the possibility of such damages.</p>\n<p>In no event shall the liability of VMock arising out of any breach of contract or otherwise, if any, exceed the total amount paid by the individual User for the Site and/or Services in the last payment cycle.\nIf you are using the Site and/or Services through a Master Contract, you are not entitled to any claim arising out of a breach of the Master Contract.\nThe foregoing limitation of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction.</p>\n<p>THIS SECTION STATES THE MAXIMUM LIABILITY OF VMOCK UNDER THIS TERMS OF SERVICE.</p>\n</li>\n<li>Dispute Resolution<p>Please read this carefully.\nIt is part of the agreement between you and VMock (hereinafter, individually referred to as \"Party\" and collectively, \"Parties\") and affects your rights.\nIt contains procedures for MANDATORY BINDING ARBITRATION AND A CLASS ACTION WAIVER.</p>\n<p>Applicability of Arbitration Agreement.\nAll claims and disputes (excluding claims for injunctive or other equitable relief as set forth below) in connection with these Terms of Service, our Privacy Policy or otherwise arising from the use of any product or Services provided by VMock that cannot be resolved informally shall be resolved by binding arbitration on an individual basis under the terms of this section.\nUnless otherwise agreed to, all arbitration proceedings shall be held in English.\nThis Arbitration Agreement applies to you and VMock, and to any subsidiaries, affiliates, agents, employees, predecessors in interest, successors, and assigns, as well as all authorized or unauthorized users or beneficiaries of Site and/or Services provided under these Terms of Service.</p>\n<p>Notice Requirement and Informal Dispute Resolution.\nBefore either Party seeks arbitration, the Party must first send to the other Party a written notice of dispute (\"Notice\") describing the nature and basis of the claim or dispute, and the requested relief.\nA Notice to VMock should be sent to legal@vmock.com.\nAfter the Notice is acknowledged, you and VMock may attempt to resolve the claim or dispute informally.\nIf the Parties do not resolve the claim or dispute within thirty (30) days after the Notice is acknowledged, either Party may begin an arbitration proceeding.\nThe amount of any settlement offer made by any Party may not be disclosed to the arbitrator until after the arbitrator has determined the amount of the award, if any, to which either Party is entitled.</p>\n<p>Arbitration Rules.\nArbitration shall be initiated through the American Arbitration Association (\"AAA\"), an established alternative dispute resolution provider (\"ADR Provider\") that offers arbitration as set forth in this section.\nIf AAA is not available to arbitrate, the Parties shall agree to select an alternative ADR Provider.\nThe rules of the ADR Provider shall govern all aspects of the arbitration, including but not limited to the method of initiating and/or demanding arbitration, except to the extent such rules are in conflict with the Terms of Service.\nThe AAA Consumer Arbitration Rules (\"Arbitration Rules\") governing the arbitration are available online at www.adr.org or can be accessed by calling the AAA at 1-800-778-7879.\nThe arbitration shall be conducted by a single, neutral arbitrator.\nAny claims or disputes where the total amount of the award sought is less than [Ten Thousand U.S.\nDollars (US $10,000.00)] may be resolved through binding non-appearance-based arbitration.\nFor claims or disputes where the total amount of the award sought is [Ten Thousand U.S.\nDollars (US $10,000.00)] or more, the right to a hearing will be determined by the Arbitration Rules.\nAny hearing will be held in Illinois unless the Parties agree otherwise.\nIf any Party resides outside of the U.S., the arbitrator shall give the Parties reasonable notice of the date, time and place of any oral hearings.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nEach Party shall bear its own costs (including attorney's fees) and disbursements arising out of the arbitration and shall pay an equal share of the fees and costs of the ADR Provider.</p>\n<p>Additional Rules for Non-Appearance Based Arbitration.\nIf non-appearance based arbitration is elected, the arbitration shall be conducted by telephone, online and/or based solely on written submissions.\nthe specific manner shall be chosen by the Party initiating the arbitration.\nThe arbitration shall not involve any personal appearance by the Parties or witnesses unless otherwise agreed by the Parties.</p>\n<p>Time Limits.\nIf either Party pursues arbitration, the arbitration action must be initiated and/or demanded within the statute of limitations of Illinois (i.e., the legal deadline for filing a claim) and within any deadline imposed under the AAA Rules for the pertinent claim.</p>\n<p>Authority of Arbitrator.\nIf arbitration is initiated, the arbitrator will decide the rights and liabilities, if any, of the Parties, and the dispute will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages, and to grant any non-monetary remedy or relief available to an individual under applicable law, the AAA Rules, and these Terms of Service.\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon the Parties.</p>\n<p>Waiver of Jury Trial.\nTHE PARTIES HEREBY WAIVE THEIR CONSTITUTIONAL AND STATUTORY RIGHTS TO GO TO COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY, instead electing that all claims and disputes shall be resolved by arbitration under this Arbitration Agreement.\nIn the event any litigation should arise between you and VMock in any state or federal court in a suit to vacate or enforce an arbitration award or otherwise, YOU AND VMOCK WAIVE ALL RIGHTS TO A JURY TRIAL, instead electing that the dispute be resolved by a judge.</p>\n<p>Waiver of Class or Consolidated Actions.\nALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED OR LITIGATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR LITIGATED JOINLY OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\n</p>\n<p>Confidentiality.\nAll aspects of the arbitration proceeding, including but not limited to the award of the arbitrator and compliance therewith, shall be strictly confidential.\nThe Parties agree to maintain confidentiality unless otherwise required by law.\nThis paragraph shall not prevent a Party from submitting to a court of law any information necessary to enforce this Arbitration Agreement, to enforce an arbitration award, or to seek injunctive or equitable relief.</p>\n<p>Severability.\nIf any part or parts of this section are found under the law to be invalid or unenforceable by a court of competent jurisdiction, then such specific part or parts shall be of no force and effect and shall, to that extent, be severed and the remainder of this section shall continue in full force and effect.</p>\n<p>Right to Waive.\nAny or all of the rights and limitations set forth in this section may be waived by the Party against whom the claim is asserted.\nSuch waiver shall not waive or affect any other portion of this section.</p>\n<p>Survival of Arbitration Agreement.\nThis section will survive the termination of account closure and stoppage of use of Site and/or Services.</p>\n<p>Emergency Equitable Relief.\nNotwithstanding the foregoing, either Party may seek emergency equitable relief before a state or federal court in order to maintain the status quo pending arbitration.\nA request for interim measures shall not be deemed a waiver of any other rights or obligations under this section.</p>\n<p>Claims Not Subject to Arbitration.\nNotwithstanding the foregoing, claims of defamation, violation of the Computer Fraud and Abuse Act, and infringement or misappropriation of the other Party’s patent, copyright, trademark or trade secrets shall not be subject to this section.</p>\n<p>Courts.\nIn any circumstances where the foregoing section permits the Parties to litigate in court, the Parties hereby agree to submit to the personal jurisdiction of the courts located within the State of Illinois, for such purpose.\n</p>\n</li>\n<li>Termination of Your Account<p>You agree that VMock may terminate your access to the Site and/or Services without notice if: (a) VMock determines that you have violated these Terms of Service, or (b) VMock is requested or required to do so by any court of competent jurisdiction or government authority in any country.\nYou agree that the Site and/or Services are not intended to act as an indefinite information repository and, therefore, VMock may, upon such termination, deactivate or delete your account and any related data, information, and files, and bar any further access to such data, information, and files.\nSuch action may include, among other things, accessing your content or data and/or discontinuing your use of the Site and/or Services without refund or compensation.\n</p>\n<p>Sections corresponding to Disclaimer of Warranties, Limitation of Liability, Termination of Your Account, Indemnification), and General Information, our right to use and disclose your network feedback to the members of our Site and/or Services as defined in the section on Proprietary Rights, and any payments owed by either VMock or the User of these Terms of Service under sections corresponding to Payment (until paid in full), shall survive expiration or termination.</p>\n</li>\n<li>General Conduct<p>You agree that you will:</p>\n<p>(a) follow all applicable laws, including, without limitation, privacy laws, intellectual property laws, anti-spam laws, export control laws, tax laws, and regulatory requirements.\n<br>(b) provide us precise, correct and updated information;<br>(c) use your genuine information on your profile;<br>(d) not create an account for anyone other than yourself without permission and if we disable your account, you will not create another one without our permission.</p>\n<p>Additionally, you agree not to:</p>\n<p>(a) contact anyone who has asked not to be contacted, or make unsolicited contact with anyone for any commercial purpose;<br>(b) stalk or otherwise harass anyone.\n<br>(c) reveal data of others, that you have no right to reveal;<br>(d) collect personal data about other users for commercial or unlawful purposes;<br>(e) use automated means, including but not limited to spiders, robots, crawlers, data mining tools, or the like to download data from the Services - unless expressly permitted by VMock;<br>(f) conduct fraud or other similar practice;<br>(g) duplicate or use the data, content or information of others accessible on our Site and/or Services (except as expressly authorized);<br>(h) copy or use the information, content or data on VMock in connection with a competitive service (as determined by VMock);<br>(i) attempt to gain unauthorized access to VMock's computer systems or engage in any activity that disrupts, diminishes the quality of, interferes with the performance of, or impairs the functionality of, the Services or the Site;<br>(j) use any form of automated device or computer program that enables the submission of postings on the Site without each posting being manually entered by the author thereof (an \"automated posting device\"), including without limitation, the use of any such automated posting device to submit postings in bulk, or for automatic submission of postings at regular intervals;<br>(k) imply or state that you are partnered, affiliated or endorsed by VMock without our express assent;<br>(l) sponsor, sell or otherwise monetize any feature of the Site and/or Services, without VMock’s consent;<br>(m) lease, trade reproduce, duplicate, copy, sell, trade or resell any portion of the Site and/or Services.\nuse of the Site and/or Services.\nor access to the Site and/or Services.\nor any related information or data.\nor<br>(n) override any security feature of the Site and/or Services;<br>(o) restrict another user from using or enjoying the Site and/or Services;<br>(p) facilitate or encourage violation of Terms of Service and Privacy Policy by any other user;<br>(q) share your password or let anyone else access your account, or do anything else that might compromise the security of your account.</p>\n</li>\n<li>Indemnification<p>To the extent permitted by applicable law, you agree to defend, indemnify and hold harmless VMock from and against any and all claims, actions, lawsuits, damages, obligations, losses, liabilities, costs or debt, and expenses arising out of or related to or in connection with (a) your use of and access to the Site and/or Services.\n(b) your violation, breach or default of any term of these Terms of Service or any applicable law.\n(c) your violation of any third party right including, but not limited to, any patent, trademark, service mark, copyright, trade secret, property or privacy right.\n(d) any claim that Content caused damage to a third party.</p>\n</li>\n<li>Digital Millennium Copyright Act<p>If you are a copyright owner or an agent thereof and believe that any Content infringes upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (\"DMCA\") by reaching out to privacy@vmock.com, with the following information:</p>\n<p>(a) electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(b) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.\n(c) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit VMock to locate the material.\n(d) information reasonably sufficient to permit VMock to contact you, such as an address, telephone number, and, if available, an electronic mail.\n(e) a statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand (f) a statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n</li>\n<li>Export Regulations<p>Each User shall explicitly use the Site and/or Services only in compliance with all applicable local laws, statutes, rules regulations and codes.</p>\n<p>Our Site and/or Services are subject to U.S.\nexport control and economic sanction regulations including but not limited to OFAC regulation.\nYou must comply with all applicable export and re-export restrictions and regulations of the Departments of Commerce, State, Treasury, and other United States agencies and authorities that may apply to our Site and/or Services.</p>\n<p>You acknowledge that our Site and/or Services may not be accessed or used by any person located in a comprehensively embargoed country, and certify that you are not located in any such embargoed country and are not making our Site and/or Services accessible to any such person.</p>\n<p>You acknowledge that our Site and/or Services may not be accessed or used by any person or entity listed on any of the United States Government's lists of prohibited and restricted parties, and certify that you are not included on any of those lists and are not making our Site and/or Services accessible to any such person.</p>\n<p>You agree that any software application made accessible to you by us will not be used, or made available to a third party for use, in any activities directly or indirectly related to WMD proliferation activities</p>\n</li>\n<li>General Information<p>(a) Nothing in these Terms of Service shall be deemed to confer any third party rights or benefits;<br>(b) Regardless of any statute or law or regulation to the contrary, any claim or cause of action, arising out of or related to or in connection with the use of the Site and/or Services or these Terms of Service, must be filed within three (3) months from the date the cause of action first arose or be forever deemed barred;<br>(c) These Terms of Service, and any rights and licenses granted hereunder, may not be transferred or assigned by you, except that VMock can assign any of its rights and licenses granted hereunder without your consent.\nAny transfer or assignment in violation of this provision will be considered void;<br>(d) If any provision under these Terms of Service is declared by any court of competent jurisdiction to be illegal, void or unenforceable, all other provisions under these Terms of Service shall remain unaffected and shall remain in full force and effect to the extent allowed by law or regulation;<br>(e) The waiver by either party of a breach or a default of any provision under these Terms of Service by the other party shall not be construed as a waiver of any succeeding breach of the same or any other provision, nor shall any delay or omission on the part of either party to exercise or avail itself of any right, power or privilege that it has, or may have hereunder, operate as a waiver of any right, power or privilege by such party.</p>\n</li>\n<li>How to contact us<p>If you have any questions about these Terms of Service, or would like to report a violation of these Terms of Service, please contact us by email at privacy@vmock.com.</p>\n<p>If we receive a complaint or grievance from you, we will respond to you within a reasonable time period and use reasonable efforts to investigate and resolve the complaint or dispute.</p>\n</li>\n</ol>", "created_at": "2022-11-15 04:26:45.071916", "updated_at": "2022-11-15 04:26:54.098777"}], "points": [], "urls": ["vmock.com"]}}