{"error": 448, "message": "OK", "parameters": {"id": 248, "name": "Status.net", "created_at": "2018-01-16 15:26:06.824155", "updated_at": "2022-12-18 05:04:46.133327", "wikipedia": null, "keywords": "", "related": "facebook,seenthis", "slug": "statusnet_instances", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/248.png", "url": "status.net", "documents": [{"id": 13398, "name": " Privacy Policy ", "url": "https://status.net/articles/privacy-policy/", "xpath": "//body", "text": " Skip to content <ul>\n<li>Twitter</li>\n<li>LinkedIn</li>\n</ul> back Privacy Policy Effective: December 9, 2022\n<p>It’s important to for us to ensure transparency in how we treat your information, and this privacy policy (“Policy”) will help you understand how we collect and treat your data.</p>\n<p>The defined terms in this Policy have the same meaning as in our Terms of Service, which you should read carefully as soon as you start using the Services.\nThe “Services” means the Website https://status.net, and all associated services.</p>\n<p>The Services involve the collection and handling of data, submitted by users to the Services (“Customer Data”), for example text, link, graphics, photos, videos, or other data, as well as personal information (“Personal Information”) which is information about an identifiable individual, e.g.\na user’s name, email address, and time zone.</p>\n<p>We will limit collection of Personal Information to what is reasonably necessary to provide and improve the Services and to which is reasonably necessary for the purposes consented to by you.</p>\n<p>The Services&nbsp;may collect Personal Information and Customer Data&nbsp;<strong>when you</strong>:</p>\n<ul>\n<li>visit the website status.net;</li>\n<li>contact our support team.</li>\n</ul>\n<p>We collect Personal Information and Customer Data&nbsp;<strong>for the following purposes</strong>:</p>\n<ul>\n<li>to provide and improve the Services;</li>\n<li>to communicate with you regarding your use of the Services;</li>\n<li>to personalize your experience as part of our provision of the Services;</li>\n<li>to enhance the security and safety of the Services for you and other users;</li>\n<li>to assist on technical support issues and to verify your identity;</li>\n<li>to better understand how our customers are using the Services and improve the Services;</li>\n<li>to develop new tools, products, or services for you;</li>\n<li>to process data, including the engagement of third-parties and providers, to provide or improve the Services;</li>\n</ul>\n<p>The purposes listed above are a reasonably necessary part of your relationship with us.</p>\nOur Use of Cookies\n<p>A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser.\nThe identifier is then sent back to the server each time the browser requests a page from the server.\nCookies may be either “persistent” cookies or “session” cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date.\na session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.\nCookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies.</p>\n<p>We use cookies for the following purposes:</p>\n<p>(a) authentication – we use cookies to identify you when you visit our website and as you navigate our website;</p>\n<p>(b) advertising – we use cookies [to help us to display advertisements that will be relevant to you.\nand</p>\n<p>(c) analysis – we use cookies to help us to analyze the use and performance of our website and services;</p>\n<p>We use Google Analytics to analyze the use of our website.\nGoogle Analytics gathers information about website use by means of cookies.\nThe information gathered relating to our website is used to create reports about the use of our website.\nGoogle’s privacy policy is available at: https://www.google.com/policies/privacy/</p>\n<p>Most browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser, and from version to version.</p>\nAdvertising\n<p>This Site is affiliated with CMI Marketing, Inc., d/b/a CafeMedia (“CafeMedia”) for the purposes of placing advertising on the Site, and CafeMedia will collect and use certain data for advertising purposes.\nTo learn more about CafeMedia’s data usage, click here: www.cafemedia.com/publisher-advertising-privacy-policy</p>\nYour rights under GDPR (European Economic Area)\n<p>In some regions such as European Economic Area you may exercise certain rights regarding Personal Information and Customer Data, including the right to access, verify the accuracy, correct, receive, update, obtain the erasure of your personal data, object to the processing of your personal data, or withdraw your consent to collect and process your personal data.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal data conducted in reliance on lawful processing grounds other than consent.</p>\n<p>Any requests to exercise your rights must be directed in writing to our Privacy Officer at po@status.net.\nThese requests can be exercised free of charge and will be addressed within one month.\nWe may ask you to verify your identity in order to help us respond efficiently to your request.</p>\nInternational transfers of personal data\n<p>In order to provide you with the Services, Personal Information and Customer Data will be transferred to and processed in Canada and USA, or any other country where our corporate affiliates and service providers operate.\nData protection laws differ among jurisdictions, and USA and these other jurisdictions may not provide the same level of protection for personal data as your jurisdiction of residence.\nIf you are from EEA (European Economic Area) and we transfer your personal data to countries outside of the EEA, we will protect your personal data in accordance with this Privacy Policy wherever it is processed.</p>\nSale of Business or Assets\n<p>In the event that the Site or substantially all of its assets is sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, the information we have collected about you may be one of the assets sold or merged in connection with that transaction.</p>\nChildren\n<p>The Services are not directed to children under 13 and we do not knowingly collect Personal Information and Customer Data from anyone under the age of 13.\nIn the event that we learn that we have collected Personal Information or Customer Data from someone under the age of 13 without verification of parental consent, we will take appropriate steps to delete that information.\nIf you become aware or believe that we might have any data from or about a child under 13, please contact us immediately at po@status.net.</p>\nYou can opt-out of email communications\n<p>We may send notifications and information to you via email.\nOur emails always contain an “Unsubscribe” link.</p>\nAdditional information:\n<p>Any inquiry, complaint or question regarding this Policy must be directed in writing to our Privacy Officer at po@status.net.</p>\nChanges to Policy:\n<p>A current version of this Policy is always available on our website https://status.net.\nWe may revise this Policy from time to time.\nThe revised Policy is effective upon posting to this website.</p>\n<p>\n</p>\n<ul>\n<li>Home</li>\n<li>Business Articles</li>\n</ul> ", "created_at": "2022-12-18 05:03:11.77566", "updated_at": "2022-12-18 05:03:21.099219"}], "points": [], "urls": ["status.net"]}}