{"error": 448, "message": "OK", "parameters": {"id": 8011, "name": "Private Phone Shop", "created_at": "2023-04-15 23:22:05.559731", "updated_at": "2023-04-22 11:50:41.857842", "wikipedia": null, "keywords": null, "related": null, "slug": "private-phone-shop", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8011.png", "url": "privatephoneshop.com", "documents": [{"id": 15512, "name": "Terms and Conditions", "url": "https://privatephoneshop.com/terms-and-conditions/", "xpath": "//body", "text": " Skip to content <ul>\n</ul>\n<ul>\n<li>Sign up for our newsletter and get a free 1-month VPN subscription if you buy a phone!</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> $0.00 <i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n</ul> Home / Terms and Conditions Terms and Conditions\nLast updated: November 17, 2022\n<p>Please read these terms and conditions carefully before using Our Service.</p>\nInterpretation and Definitions\nInterpretation\n<p>The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p>\nDefinitions\n<p>For the purposes of these Terms and Conditions:</p>\n<ul>\n<li>Affiliate means an entity that controls, is controlled by or is under common control with a party, where “control” means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.</li>\n<li>Country refers to: Pennsylvania, United States</li>\n<li>Company (referred to as either “the Company”, “We”, “Us” or “Our” in this Agreement) refers to Private Phone Shop LLC, 142 Glen Mills Rd.\n#122, Glen Mills PA 19342.</li>\n<li>Device means any device that can access the Service such as a computer, a cellphone or a digital tablet.</li>\n<li>Goods refer to the items offered for sale on the Service.</li>\n<li>Orders mean a request by You to purchase Goods from Us.</li>\n<li>Service refers to the Website.</li>\n<li>Terms and Conditions (also referred as “Terms”) mean these Terms and Conditions that form the entire agreement between You and the Company regarding the use of the Service.</li>\n<li>Third-party Social Media Service means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service.</li>\n<li>Website refers to Private Phone Shop, accessible from http://privatephoneshop.com</li>\n<li>You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</li>\n</ul>\nAcknowledgment\n<p>These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company.\nThese Terms and Conditions set out the rights and obligations of all users regarding the use of the Service.</p>\n<p>Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions.\nThese Terms and Conditions apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service You agree to be bound by these Terms and Conditions.\nIf You disagree with any part of these Terms and Conditions then You may not access the Service.</p>\n<p>You represent that you are over the age of 18.\nThe Company does not permit those under 18 to use the Service.</p>\n<p>Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company.\nOur Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You.\nPlease read Our Privacy Policy carefully before using Our Service.</p>\nPlacing Orders for Goods\n<p>By placing an Order for Goods through the Service, You warrant that You are legally capable of entering into binding contracts.</p>\nYour Information\n<p>If You wish to place an Order for Goods available on the Service, You may be asked to supply certain information relevant to Your Order including, without limitation, Your name, Your email, Your phone number, Your credit card number, the expiration date of Your credit card, Your billing address, and Your shipping information.</p>\n<p>You represent and warrant that: (i) You have the legal right to use any credit or debit card(s) or other payment method(s) in connection with any Order.\nand that (ii) the information You supply to us is true, correct and complete.</p>\n<p>By submitting such information, You grant us the right to provide the information to payment processing third parties for purposes of facilitating the completion of Your Order.</p>\nOrder Cancellation\n<p>We reserve the right to refuse or cancel Your Order at any time for certain reasons including but not limited to:</p>\n<ul>\n<li>Goods availability</li>\n<li>Errors in the description or prices for Goods</li>\n<li>Errors in Your Order</li>\n</ul>\n<p>We reserve the right to refuse or cancel Your Order if fraud or an unauthorized or illegal transaction is suspected.</p>\nYour Order Cancellation Rights\n<p>Any Goods you purchase can only be returned in accordance with these Terms and Conditions and Our Returns Policy.</p>\n<p>Our Returns Policy forms a part of these Terms and Conditions.\nPlease read our Returns Policy to learn more about your right to cancel Your Order.</p>\n<p>You have 14 days from the date of delivery to initiate a return.\nYou may do so using our Contact Form, located at http://privatephoneshop.com/contact.\nAny returns after this date may be denied, at our sole discretion.</p>\n<p>Your right to cancel an Order only applies to Goods that are returned in the same condition as You received them.\nYou should also include all of the products instructions, documents,and any other materials that were included with the product.\nGoods that are damaged or not in the same condition as You received them or which are worn simply beyond opening the original packaging will not be refunded.\nYou should therefore take reasonable care of the purchased Goods while they are in Your possession.</p>\n<p>We will reimburse You no later than 14 days from the day on which We receive the returned Goods.\nWe will use the same means of payment as You used for the Order.\nIf Goods are returned due to a physical defect or damage incurred during shipping, you will receive a full refund.\nGoods which are returned for any other reason are subject to a 10% restocking fee, which will be subtracted from any refund.</p>\nAvailability, Errors and Inaccuracies\n<p>We are constantly updating Our offerings of Goods on the Service.\nThe Goods available on Our Service may be mis-priced, described inaccurately, or unavailable, and We may experience delays in updating information regarding our Goods on the Service and in Our advertising on other websites.</p>\n<p>We cannot and do not guarantee the accuracy or completeness of any information, including prices, product images, specifications, availability, and services.\nWe reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice.</p>\nPrices Policy\n<p>The Company reserves the right to revise its prices at any time prior to accepting an Order.</p>\n<p>The prices quoted may be revised by the Company subsequent to accepting an Order in the event of any occurrence affecting delivery caused by government action, variation in customs duties, increased shipping charges, higher foreign exchange costs and any other matter beyond the control of the Company.\nIn that event, You will have the right to cancel Your Order.</p>\nPayments\n<p>All Goods purchased are subject to a one-time payment.\nPayment can be made through various payment methods we have available, such as Visa, MasterCard, Affinity Card, American Express cards or online payment methods (PayPal, for example), or cryptocurrencies.</p>\n<p>Payment cards (credit cards or debit cards) are subject to validation checks and authorization by Your card issuer.\nIf we do not receive the required authorization, We will not be liable for any delay or non-delivery of Your Order.</p>\nProduct reviews\n<p>Approximately one week after your order is shipped, we will send you an email soliciting a review of your purchase.\nYou are not required to submit a review.\nReviews can be anonymous if you so choose.\nYou will only be emailed once regarding submission of a review.\nBy making a purchase you consent to receiving an email soliciting a review.</p>\nIntellectual Property\n<p>The Service and its original content (excluding Content provided by You or other users), features and functionality are and will remain the exclusive property of the Company and its licensors.</p>\n<p>The Service is protected by copyright, trademark, and other laws of both the Country and foreign countries.</p>\n<p>Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of the Company.</p>\nLinks to Other Websites\n<p>Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company.</p>\n<p>The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\n<p>We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit.</p>\nTermination\n<p>We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions.</p>\n<p>Upon termination, Your right to use the Service will cease immediately.</p>\nLimitation of Liability\n<p>Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven’t purchased anything through the Service.</p>\n<p>To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third- party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.</p>\n<p>Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply.\nIn these states, each party’s liability will be limited to the greatest extent permitted by law.</p>\n“AS IS” and “AS AVAILABLE” Disclaimer\n<p>The Service is provided to You “AS IS” and “AS AVAILABLE” and with all faults and defects without warranty of any kind.\nTo the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice.\nWithout limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.</p>\n<p>Without limiting the foregoing, neither the Company nor any of the company’s provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon.\n(ii) that the Service will be uninterrupted or error-free.\n(iii) as to the accuracy, reliability, or currency of any information or content provided through the Service.\nor (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.</p>\n<p>Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You.\nBut in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law.</p>\nGoverning Law\n<p>The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service.\nYour use of the Application may also be subject to other local, state, national, or international laws.</p>\nDisputes Resolution\n<p>If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company.</p>\nSeverability and Waiver\nSeverability\n<p>If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.</p>\nWaiver\n<p>Except as provided herein, the failure to exercise a right or to require performance of an obligation under this Terms shall not effect a party’s ability to exercise such right or require such performance at any time thereafter nor shall be the waiver of a breach constitute a waiver of any subsequent breach.</p>\nTranslation Interpretation\n<p>These Terms and Conditions may have been translated if We have made them available to You on our Service.\nYou agree that the original English text shall prevail in the case of a dispute.</p>\nChanges to These Terms and Conditions\n<p>We reserve the right, at Our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material We will make reasonable efforts to provide at least 30 days’ notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at Our sole discretion.</p>\n<p>By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms.\nIf You do not agree to the new terms, in whole or in part, please stop using the website and the Service.</p>\nContact Us\n<p>If you have any questions about these Terms and Conditions, You can contact us:</p>\n<p>By visiting this page on our website: https://privatephoneshop.com/contact</p> Copyright 2023 © <strong>Private Phone Shop LLC.</strong> View our Privacy Policy and Terms and Conditions <i>\n</i>\n<ul>\n<li>Home</li>\n<li>About Us</li>\n<li>Shop</li>\n<li>Resources</li>\n<li>Private Search</li>\n<li>Blog</li>\n<li>FAQ</li>\n<li>Reviews</li>\n<li>Cart</li>\n<li>Contact Us</li>\n</ul> Login <p>\nUsername or email address&nbsp;* </p>\n<p>\nPassword&nbsp;* </p>\n<p> Remember me Log in\n</p>\n<p>\nLost your password?\n</p> ", "created_at": "2023-04-15 23:23:24.147884", "updated_at": "2023-04-15 23:23:33.124439"}, {"id": 15511, "name": "Privacy Policy", "url": "http://privatephoneshop.com/privacy-policy", "xpath": "//body", "text": null, "created_at": "2023-04-15 23:22:05.591428", "updated_at": "2023-04-15 23:24:48.853827"}], "points": [], "urls": ["privatephoneshop.com"]}}