{"error": 448, "message": "OK", "parameters": {"id": 9424, "name": "moonpig", "created_at": "2023-08-23 21:40:19.460642", "updated_at": "2023-08-23 22:02:29.808212", "wikipedia": "https://en.wikipedia.org/wiki/Moonpig", "keywords": null, "related": null, "slug": "moonpig", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9424.png", "url": "moonpig.com", "documents": [{"id": 18568, "name": "Privacy Notice", "url": "https://www.moonpig.com/uk/privacy-notice/", "xpath": "/html/body/div[1]/div[2]/div", "text": "<b>MOONPIG GROUP PRIVACY NOTICE</b>\n<b>Introduction</b>\n<p>Welcome to Moonpig’s privacy policy.&nbsp;</p>\n<p>Moonpig respects your privacy and is committed to protecting your personal data.\nThis privacy policy will inform you as to how we look after your personal data when you visit our websites and App (regardless of where you visit it from) and tells you about your privacy rights.&nbsp;</p>\n<b>Important information and who we are</b>\n<p>Moonpig.com Limited (collectively referred to as “Moonpig.com”, “Moonpig” \"we\", \"us\" or \"our\" in this privacy policy) is a data controller and is responsible for your personal data.\nWe are part of a group of companies in the United Kingdom and the Netherlands (the Moonpig Group) and also operate in Ireland, Australia and the US.&nbsp;</p>\n<p>It is important that you read this privacy policy together with any other privacy policy or fair processing policy we may provide on specific occasions when we are collecting or processing personal data about you so that you are fully aware of how and why we are using your data.&nbsp;</p>\n<p>Our websites and services are not meant to be accessed by children and we do not knowingly collect data relating to children.</p>\n<p>If you have any questions about this privacy notice, including any requests to exercise your legal rights, please contact us.</p>\n<p>This privacy policy is provided in a layered format so you can click through to the specific areas set out below.&nbsp;</p>\n<ol>\n<li>\n<p>\n<b>The data we collect about you</b>\n</p>\n</li>\n<li>\n<p>\n<b>How is your personal data collected</b>\n</p>\n</li>\n<li>\n<p>\n<b>How we use your personal data</b>\n</p>\n</li>\n<li>\n<p>\n<b>Disclosures of your personal data</b>\n</p>\n</li>\n<li>\n<p>\n<b>Data security</b>\n</p>\n</li>\n<li>\n<p>\n<b>Data retention</b>\n</p>\n</li>\n<li>\n<p>\n<b>International data transfers</b>\n</p>\n</li>\n<li>\n<p>\n<b>Your rights</b>\n</p>\n</li>\n<li>\n<p>\n<b>Contacting us</b>\n</p>\n</li>\n</ol>\n<p>\n</p>\n<b>1.\nThe data we collect about you</b>\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified.\nIt does not include data where the identity has been permanently removed (anonymous data).</p>\n<p>We may collect, use, store and transfer different kinds of personal data about you which we have grouped together as follows:</p>\n<ul>\n<li>\n<p>\n<b>Identity Data</b> includes first name, maiden name, last name, username or similar identifier, marital status, title, date of birth, images and gender.</p>\n</li>\n<li>\n<p>\n<b>Contact Data</b> includes billing address, delivery address, email address and telephone numbers.</p>\n</li>\n<li>\n<p>\n<b>Financial Data</b> includes payment card details, your encrypted payment details will only be stored if you elect to store your payment methods with us.\nYour payment details will not be stored by Moonpig.com, but instead it will be stored by a payment service provider under contract with us.</p>\n</li>\n<li>\n<p>\n<b>Transaction Data</b> includes details about payments to and from you and other details of products and services you have purchased from us.</p>\n</li>\n<li>\n<p>\n<b>Technical Data</b> includes internet protocol (IP address, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access our websites or App.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>Profile Data </b>includes your username and password, purchases or orders made by you, your interests, preferences, feedback, and survey responses.&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>\n<b>Usage Data</b> includes information about how you use our websites or App, products, and services.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>Marketing and Communications Data </b>includes your preferences in receiving marketing from us and our third parties and your communication preferences.</p>\n</li>\n</ul>\n<p>We also collect, use, and share <b>Aggregated Data</b> such as statistical or demographic data for different purposes.\nAggregated Data could be derived from your personal data but is not considered personal data in law as this data will <b>not</b> directly or indirectly reveal your identity.\nFor example, we may aggregate your Usage Data to calculate the percentage of users accessing a specific website or App feature.\nHowever, if we combine or connect Aggregated Data with your personal data so that it can directly or indirectly identify you, we treat the combined data as personal data which will be used in accordance with this privacy policy.</p>\n<b>2.\nHow is your personal data collected?</b>\n<p>We use different methods to collect data from and about you including through:<b>&nbsp;</b>\n</p>\n<p>\n<b>Direct interactions.</b> You may give us your Identity, Contact and Financial Data by filling in forms or by corresponding with us by post, email or otherwise.\nThis includes personal data you provide when you:</p>\n<ul>\n<li>\n<p>purchase our products or services;</p>\n</li>\n<li>\n<p>create an account on our websites or App;</p>\n</li>\n<li>\n<p>subscribe to our service;&nbsp;</p>\n</li>\n<li>\n<p>participate in ways to improve customer satisfaction and customer experience;</p>\n</li>\n<li>\n<p>engage customer support;</p>\n</li>\n<li>\n<p>request marketing to be sent to you;</p>\n</li>\n<li>\n<p>enter a competition, promotion, or survey.\nor</p>\n</li>\n<li>\n<p>give us feedback or contact us.</p>\n</li>\n</ul>\n<p>\n</p>\n<p>\n<b>Automated technologies or interactions.</b>&nbsp;As you interact with our websites and app, we may automatically collect Technical Data about your equipment, browsing actions and patterns.\nWe collect this personal data by using cookies and other similar technologies.\nPlease see our&nbsp;Cookie Policy&nbsp;for further details.</p>\n<p>\n<b>Third parties or publicly available sources.</b>&nbsp;We may receive personal data about you from various third parties and public sources as set out below.</p>\n<p>Technical Data from the following parties:</p>\n<ul>\n<li>\n<p>Analytics, storage, tools and media providers based in and outside the EU;</p>\n</li>\n<li>\n<p>IP tracking service providers based within the EU;</p>\n</li>\n<li>\n<p>automated quality control tools based within the EU;</p>\n</li>\n<li>\n<p>automated security and compliance tools based outside the EU;</p>\n</li>\n<li>\n<p>social media and media networks such as Twitter, LinkedIn, Instagram based outside the EU.\nand</p>\n</li>\n<li>\n<p>email distribution and survey providers based outside the EU;</p>\n</li>\n<li>\n<p>Identity and Contact data from providers of data feeds and hosting services provided inside the EU and outside of the EU.</p>\n</li>\n</ul>\n<p>\n</p>\n<b>3.\nHow we use your personal data</b>\n<p>We will only process personal data where we have a genuine need to do so and in line with our obligations under data protection laws.&nbsp.\nMost commonly, we will use your personal data in the following circumstances:</p>\n<ul>\n<li>\n<p>Where we need to perform a contract, we are about to enter or have entered with you.</p>\n</li>\n<li>\n<p>Where it is necessary for our legitimate interests (or your legitimate interests or those of a third party).</p>\n</li>\n<li>\n<p>With your consent.</p>\n</li>\n<li>\n<p>Where we need to comply with a legal or regulatory obligation.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<i>Purposes for which we will use your personal data</i>\n</p>\n<p>We will only use your personal data when the law allows us to, and only for the purpose agreed to when you provided it.\nMost commonly, we will use your personal data in the following circumstances:</p>\n<ul>\n<li>\n<p>Where we need to perform the contract, we are about to enter or have entered with you.</p>\n</li>\n<li>\n<p>When an order is placed via Moonpig.com or App the following details will be processed (including, but without limitation), photographs to be printed or used for personalised products, personal information (names, address, email,) is necessary to fulfil a gift or card order.&nbsp.\nThis processing will be covered under this Privacy Notice.\nFor further information, please see our Terms and Conditions.</p>\n</li>\n<li>\n<p>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.</p>\n</li>\n<li>\n<p>Where we need to comply with a legal obligation.</p>\n</li>\n</ul>\n<p>\n<i>Purposes for which we will use your personal data</i>\n</p>\n<p>We may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your data.\nPlease contact us if you need details about the specific legal ground.</p>\n<p>We have set out below a description of all the ways we plan to use your personal data, and which of the legal bases we rely on to do so.\nWe have also identified what our legitimate interests are where appropriate.</p>\n<ul>\n<li>\n<p>To create a new customer account we may process your identity and contact details for the performance of our contract with you.</p>\n</li>\n<li>\n<p>To process and deliver your order including Card and gift personalisation we may process your identity, contact and communications for the performance of our contract with you or where it is necessary for our legitimate interests (e.g.\nto recover debts due to us).</p>\n</li>\n<li>\n<p>To manage our relationship with you which will include (a) notifying you about changes to our terms or privacy policy (b) asking you to leave a review or take a survey we may process your identity, contact details, profile and marketing and communications preferences for the performance of our contract with you, where it is necessary to comply with our legal obligations or where it is necessary for our legitimate interests (e.g.\nto keep our records updated and to study how customers use our products and services).</p>\n</li>\n<li>\n<p>To enable you to partake in a prize draw, competition or complete a survey we may process your identity, contact details, profile, usage information and marketing and communications preferences&nbsp.\nfor the performance of our contract with you and where necessary for our legitimate interests (e.g.\nto study how customers use our products and services, to develop our products and services and grow our business).</p>\n</li>\n<li>\n<p>To administer and protect our business and our websites or App (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data) we may process your identity and contact details, and technical information (e.g.Cookies) where it is necessary for our legitimate interests (e.g.\nfor running our business, provision of administration and IT services, network security, to prevent fraud and in the context of a business reorganisation or group restructuring exercise) or where it is necessary to comply with a legal obligation.</p>\n</li>\n<li>\n<p>To deliver relevant website content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you we may process you identity, contact details, profile, usage information, marketing and communications preferences and technical information where it is necessary for our legitimate interests (e.g.\nto study how customers use our products/services, to develop them, to grow our business and to inform our marketing strategy).</p>\n</li>\n<li>\n<p>To use data analytics to improve our websites, products/services, marketing, customer relationships and experiences we may process your usage and technical information (e.g.Cookies) and marketing and communications preferences where it is necessary for our legitimate interests (e.g.\nto define types of customers for our products and services, to keep our websites updated and relevant, to develop our business and to inform our marketing strategy).</p>\n</li>\n<li>\n<p>To make suggestions and recommendations to you about goods or services that may be of interest to you we may process your identity and contact details, profile, technical and usage information (e.g.Cookies) and marketing and communications preferences where it is necessary for our legitimate interests (e.g.\nto develop our products/services and grow our business).&nbsp;</p>\n</li>\n</ul>\n<p>\n</p>\n<b>Marketing</b>\n<p>We strive to provide you with choices regarding certain personal data uses, particularly around marketing and advertising.&nbsp;</p>\n<p>We may send you marketing about our own goods and services if you have opted in to receive our marketing messages, or you have previously bought similar products from us and you have not opted out from receiving our marketing messages.\nYou can, should you wish, unsubscribe to any or all our marketing material at any time.\nYou can unsubscribe at any time by clicking the 'unsubscribe' link in any marketing email we send, or by updating your preferences on the \"My Account Details page\" in your account.&nbsp;</p>\n<p>You can also choose to receive reminders when it’s time to send your friend or relative another card or gift.\nYou can control these on your My Reminders page in your account.\nIf you have also provided your date of birth, we will use this to send you a message on your birthday.</p>\n<b>Promotional offers from us&nbsp;</b>\n<p>We may use your Identity, Contact, Technical, Usage and Profile Data to form a view on what we think you may want or need, or what may be of interest to you.\nThis is how we decide which products, services and offers may be relevant for you.&nbsp;</p>\n<b>Third-party marketing&nbsp;</b>\n<p>We will get your express opt-in consent before we share your personal data with any third-party service providers for marketing purposes.&nbsp;</p>\n<p>\n</p>\n<b>Opting out</b>\n<p>Where you opt out of receiving these marketing messages, this will not apply to personal data provided to us because of a product/service purchase, warranty registration, product/service experience or other transactions.</p>\n<b>Cookies</b>\n<p>You can set your browser to refuse all or some browser cookies, or to alert you when websites set or access cookies.\nIf you disable or refuse cookies, please note that some parts of our&nbsp.\nwebsites may become inaccessible or not function properly.\nFor more information about the cookies we use, please see here.</p>\n<b>Change of purpose&nbsp;</b>\n<p>We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose.\nIf you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please contact us.&nbsp;</p>\n<p>If we need to use your personal data for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so.</p>\n<p>Please note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law.</p>\n<b>4.\nDisclosures of your personal data</b>\n<p>We may have to share your personal data with the parties set out below for the purposes set out above.</p>\n<b>Internal third parties:</b>\n<p>These are companies within the Moonpig Group.\nYour personal data will also be hosted in Ireland.&nbsp;</p>\n<b>External third parties:</b>\n<p>\n<i>Service providers</i>\n</p>\n<p>These providers support Moonpig in carrying out our activities and services to you.\nWe only give them the parts of your personal data that they need.\nAnd we make it clear to them that they must keep your personal data safe and only used for these services.&nbsp;</p>\n<p>These are:</p>\n<ul>\n<li>\n<p>Third party suppliers to fulfil orders placed by you.</p>\n</li>\n<li>\n<p>Third party printing suppliers used to create the personalised products you have ordered.</p>\n</li>\n<li>\n<p>For the purposes of providing you a service, order confirmation emails or similar - please see T&amp;Cs for full details.</p>\n</li>\n<li>\n<p>Marketing companies to show you products, special offers or services, from Moonpig.com that might interest you while you are browsing the internet.</p>\n</li>\n<li>\n<p>Data insight companies to ensure your details are up to date and accurate.</p>\n</li>\n<li>\n<p>Fraud prevention companies</p>\n</li>\n<li>\n<p>Payment processing companies, they help us to process your credit card details.</p>\n</li>\n<li>\n<p>Information technology (hardware and software) companies for the purpose of data storage and analysis</p>\n</li>\n</ul>\n<p>\n</p>\n<b>The Authorities</b>\n<p>When it’s necessary for us to share some parts of your personal data with authorities such as the police, for example, to help prevent fraud and crime, we only share what is legally necessary.\nWhen we do give this data to the authorities, it’s their responsibility to protect your information.</p>\n<b>Other</b>\n<p>Third parties to whom we may choose to sell, transfer or merge parts of our business or our assets.\nAlternatively, we may seek to acquire other businesses or merge with them.\nIf a change happens to our business, then the new owners may use your personal data in the same way as set out in this privacy policy.&nbsp;</p>\n<p>We require all third parties to respect the security of your personal data and to treat it in accordance with the law.\nWe do not allow our third-party service providers to use your personal data for their own purposes and only permit them to process your personal data for specified purposes and in accordance with our instructions.</p>\n<b>5.\nData security</b>\n<p>We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used, or accessed in an unauthorised way, altered, or disclosed.\nWe also limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know.\nThey will only process your personal data on our instructions, and they are subject to a duty of confidentiality.&nbsp;</p>\n<p>We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so.</p>\n<b>6.\nData retention</b>\n<b>How long will you use my personal data for?</b>\n<p>We will only retain your personal data for as long as reasonably necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, regulatory, tax, accounting or reporting requirements.\nWe may retain your personal data for a longer period in the event of a complaint or if we reasonably believe there is a prospect of litigation in respect to our relationship with you.&nbsp;</p>\n<p>To determine the appropriate retention period for personal data, we consider the amount, nature and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal, regulatory, tax, accounting or other requirements.</p>\n<p>\n</p>\n<p>Details of retention periods for different aspects of your personal data are available in our retention policy which you can request from us by contacting us at <u>dataprotectionconcern@moonpig.com</u>.\n&nbsp;</p>\n<b>7.\nInternational data transfers</b>\n<p>Moonpig transfers your personal data to other Moonpig companies in the Moonpig Group and service providers outside the European Economic Area (EEA).\nThe service providers that Moonpig works with must prove to us that they have the same high standards around protection of your data as Moonpig.</p>\n<p>Where Moonpig transfers your personal data outside the EEA, we make sure that there are rules in place to protect your data.\nThis means that Moonpig either has contractual clauses approved by the European Commission in our contracts with parties outside the EEA, or Moonpig will rely on European Commission adequacy decisions.<b>&nbsp;</b>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<b>8.\nYour rights</b>\n<p>You have personal data rights.\nThese are the right to:</p>\n<p>\n<b>Request access </b>to your personal data (commonly known as a \"data subject access request\").\nThis enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.</p>\n<p>\n<b>Request correction </b>of the personal data that we hold about you.\nThis enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.</p>\n<p>\n<b>Request erasure </b>of your personal data.\nThis enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process, when you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law.\nNote, however, that we may not always be able to comply with your request for erasure for specific legal reasons which will be notified to you, if applicable, when you make your request.&nbsp;</p>\n<p>\n<b>Object to processing </b>of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.</p>\n<p>\n<b>Request restriction of processing </b>of your personal data.\nThis enables you to ask us to suspend the processing of your personal data in the following scenarios:&nbsp;</p>\n<ul>\n<li>\n<p>If you want us to establish the data's accuracy.</p>\n</li>\n<li>\n<p>Where our use of the data is unlawful, but you do not want us to erase it.</p>\n</li>\n<li>\n<p>Where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.&nbsp;</p>\n</li>\n<li>\n<p>You have objected to our use of your data, but we need to verify whether we have overriding legitimate grounds to use it.&nbsp;</p>\n</li>\n</ul>\n<p>\n<b>Request the transfer </b>of your personal data to you or to a third party.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.&nbsp;</p>\n<p>\n<b>Withdraw consent at any time </b>where we are relying on consent to process your personal data.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent.\nIf you withdraw your consent, we may not be able to provide certain products or services to you.\nWe will advise you if this is the case at the time you withdraw your consent.</p>\n<b>No fee usually required</b>\n<p>You will not have to pay a fee to access your personal data (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request is clearly unfounded, repetitive, or excessive.\nAlternatively, we could refuse to comply with your request in these circumstances.</p>\n<b>What we may need from you</b>\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\n<b>Time limit to respond</b>\n<p>We try to respond to all legitimate requests within one month.\nOccasionally it could take us longer than a month if your request is particularly complex or you have made several requests.\nIn this case, we will notify you and keep you updated.&nbsp;</p>\n<b>9.\nContacting us</b>\n<p>We have appointed a data protection officer (DPO) who is responsible for overseeing questions in relation to this privacy policy.\nIf you have any questions about this privacy policy, including any requests to exercise your legal rights, please contact the DPO using the details set out below.&nbsp;</p>\n<p>\n<b>Moonpig.com Limited</b>\n</p>\n<p>\n<b>Email address: dataprotectionconcern@moonpig.com&nbsp;</b>\n</p>\n<p>\n<b>Postal address: Herbal House, 10 Back Hill, London, EC1R 5EN&nbsp;</b>\n</p>\n<p>You have the right to make a complaint at any time to the Information Commissioner's Office (ICO), the UK regulator for data protection issues (<u>www.ico.org.uk</u>) or the Data Protection Commission (DPC), the Ireland regulator for data protection issues (https://www.dataprotection.ie/).\nWe would, however, appreciate the chance to deal with your concerns before you approach the ICO/DPC so please contact us in the first instance.&nbsp;</p>\n<p>We keep our Privacy Policy under regular review.\nThis version was last updated February 2022.&nbsp;</p>\n<p>It is important that the personal data we hold about you is accurate and current.\nPlease keep us informed if your personal data changes during your relationship with us.&nbsp;</p>\n<p>Our websites may include links to third-party websites, plug-ins, and applications.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy statements.\nWhen you leave our websites, we encourage you to read the privacy policy of every website you visit.</p>\n<b>Glossary</b>\n<p>\n<b>Legitimate Interest</b> means the interest of our business in conducting and managing our business to enable us to give you the best service/product and the best and most secure experience.\nWe make sure we consider and balance any potential impact on you (both positive and negative) and your rights before we process your personal data for our legitimate interests.\nWe do not use your personal data for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).\nYou can obtain further information about how we assess our legitimate interests against any potential impact on you in respect of specific activities by contacting us.</p>\n<p>\n<b>Performance of Contract</b> means processing your data where it is necessary for the performance of a contract to which you are a party or to take steps at your request before entering such a contract.</p>\n<p>\n<b>Comply with a legal obligation</b> means processing your personal data where it is necessary for compliance with a legal obligation that we are subject to.</p>", "created_at": "2023-08-23 21:40:19.49092", "updated_at": "2023-08-23 21:40:43.31995"}, {"id": 18571, "name": "Cookies", "url": "https://www.moonpig.com/uk/cookies/", "xpath": "/html/body/div[1]/div[2]/div", "text": "CookiesInformation about our use of cookies<p>Our website uses cookies to distinguish you from other users of our website.\nThis helps us to provide you with a good experience when you browse our website and also allows us to improve our site.\nBy visiting or using this site with your browser set to allow cookies, you are consenting to our use of cookies for the purposes set out below.</p>\n<p>A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer.\nCookies contain information that is transferred to your computer's hard drive.</p>\n<p>To make full use of Moonpig.com and to benefit from certain personalised features, your computer, tablet or mobile phone will need to be set up to accept cookies.\nThe Moonpig.com website (like many other shopping websites) will not work when cookies are blocked.</p>\n<p>The list below details the cookies used on Moonpig.com.\nWe have outlined who sets these cookies and their purpose.</p>\n<p>&nbsp;</p>\n<p>\n<b>Category:&nbsp;</b>Functionality</p>\n<p>\n<b>Party:&nbsp;</b>Moonpig.com</p>\n<p>\n<b>Purpose:&nbsp;</b>Moonpig.com&nbsp;uses these cookies to enable functionalities that provide a basic personalised experience whilst browsing, personalising items and shopping on our website.\nExamples include being able to login, selecting items to purchase and saving customisations.\nThe information collected through these cookies is only used for this purpose and is never shared or sold on to third parties.</p>\n<p>&nbsp;</p>\n<p>\n<b>Category:&nbsp;</b>Strictly necessary</p>\n<p>\n<b>Party:&nbsp;</b>Moonpig.com</p>\n<p>\n<b>Purpose:&nbsp;</b>These cookies are essential as they enable you to move around a website and use its features, such as accessing the basket.\nThe information collected through these cookies is only used for this purpose and is never shared or sold on to third parties.</p>\n<p>&nbsp;</p>\n<p>\n<b>Category:&nbsp;</b>Analytical/Performance</p>\n<p>\n<b>Party:&nbsp;</b>Google Analytics and GoSquared</p>\n<p>\n<b>Purpose:</b>&nbsp;Google Analytics and GoSquared use cookies to collect data that helps us understand how people are using the site and monitor any errors that users may be experiencing.\nWe use this information to identify how and where we can improve the user experience.\nThe data collected through this cookie is anonymous.\nWe have turned on&nbsp;Google Analytics Demographics and Interest Reporting&nbsp;to get an idea of our demographics and users’ interests.\nPlease see below for how we use this data.</p>\n<p>&nbsp;</p>\n<p>\n<b>Category:&nbsp;</b>Analytical/Performance</p>\n<p>\n<b>Party:&nbsp;</b>Inspectlet and Hotjar</p>\n<p>\n<b>Purpose:&nbsp;</b>Moonpig.com works with 3rd parties to monitor the experience our users have.\nThese cookies are used to collect information about how visitors use our site which we use to improve the user experience.\nThe cookies collect information in an anonymous form, including user actions and behaviour on the site.</p>\n<p>&nbsp;</p>\n<p>\n<b>Category:&nbsp;</b>Targeting</p>\n<p>\n<b>Category:&nbsp;</b>Targeting\nParty: Facebook, Instagram, Twitter Advertising, Google AdWords, DoubleClick, Casale Media, AppNexus,&nbsp;Adap.tv, ADTECH, Atlas, Captify, Pintrest, Bing Ads, Awin, Global Media, Snapchat, Tiktok, Teads</p>\n<p>\n<b>Purpose:&nbsp;</b>Targeting cookies track our own paid advertising activity.\nWe use the information collected by these cookies to help us determine where our ads will be most effective online.\nEach individual advertiser uses its own tracking cookies and the data taken is not confidential data or interchangeable anonymous.\nWe have turned on&nbsp;Google Analytics Demographics and Interest Reporting&nbsp;to get an idea of our demographics and users’ interests.\nPlease see below for how we use this data.</p>\n<p>&nbsp;</p>\n<p>\n<b>Category:&nbsp;</b>Testing</p>\n<p>\n<b>Party:&nbsp;</b>Visual Website Optimizer</p>\n<p>\n<b>Purpose:&nbsp;</b>Moonpig.com works with 3rd party Visual Website Optimizer to test and find the optimal content and experience for our users.\nThe cookies used by Visual Website Optimizer enable us to identify which experiences visitors to our site have seen and how the content has performed for the visitor, this will allow us to ensure that future experiences can be further improved.\nThe data collected through these cookies is anonymous.\nVisual Website Optimizer does not collect specific customer data and is never shared with other third parties.</p>Google Analytics<p>We have implemented Google Analytics features based on Display Advertising&nbsp.\n(Google Analytics Demographics and Interest Reporting).\nYou can opt-out of Google Analytics for Display Advertising and customize Google Display Network ads using the Ads Settings.\nTo opt-out use the&nbsp;Google Analytics Opt-Out Browser Add-on&nbsp;to disable tracking by Google Analytics.\nWe will use the data provided by Google Analytics Demographics and Interest Reporting to develop the site and content around our users’ interests.\nWe also use&nbsp;Google User ID&nbsp;to associate engagement data from multiple devices and different sessions with unique IDs.\n&nbsp;This data is non-personally identifiable and used to analyse user interaction between devices.</p>Managing Cookies<p>We've made it easy for you to control your cookies.\nTo find out more about the different types of cookies we use, manage your preferences, or accept all cookies, simply click change your preferences.</p>What happens if I disable cookies?<p>This depends on which cookies you disable, but in general our Site will not operate properly if cookies are off.\nIn particular, note that you may be prevented from making purchases of Products if cookies are disabled.</p>", "created_at": "2023-08-23 21:40:19.582147", "updated_at": "2023-08-23 21:41:21.888817"}, {"id": 18569, "name": "Terms & Conditions", "url": "https://www.moonpig.com/uk/terms-and-conditions/", "xpath": "/html/body/div[1]/div[2]/div", "text": "<p>Thanks for visiting Moonpig.\nWe will do all we can to ensure you have an enjoyable shopping experience, and that you are completely happy with your cards or gifts.\n</p>\n<p>These are the terms and conditions (<b>Terms</b>) on which we supply products to you, whether these are goods or digital content available on www.moonpig.com (<b>Website</b>) or any Moonpig.com Limited (<b>Moonpig</b>) application that you access (<b>App</b>) in the United Kingdom.\n<b>These Terms are legally binding.\n</b>Please read these Terms carefully before you submit your order to us.\nThese Terms tell you who we are, how we will provide products to you, how you and we may change or end the contract, what to do if there is a problem and other important information.\nIf you have any questions or require clarification on these Terms, please contact us by referring to the table in clause 1.2.\n</p>\n<p>If you do not agree to these Terms, you must not order any products from this Website or the App.</p>\n<p>\n<b>DEFINED WORDS:</b> In these Terms a bold, capitalised word has a particular meaning.\nThese relevant words can be found in brackets after their meaning.\nAny reference in these Terms and Conditions to “we”, “us” or “our” is a reference to Moonpig.Com Limited.\nAny reference to “you” or “your” is a reference to any consumer and these references may be used interchangeably.\n</p>\n<p>1&nbsp;<b>INFORMATION AOUT US AND HOW TO CONTACT US</b>\n</p>\n<p>1.1&nbsp;<b>Who we are </b>\n</p>\n<p>Moonpig.com\nLimited is a company registered in England and Wales under registration\nnumber&nbsp;03852652<b>.\n</b>Our registered\noffice is 10 Back Hill, London, England, EC1R 5EN.\nOur registered VAT number is GB 360275020.</p>\n<p>1.2&nbsp;&nbsp;<b>How to contact us</b>\n</p>\n<p>You can contact our customer service team (<b>Customer Service Team</b>) in the following ways:</p>\n<p>\n<b>Webchat </b>\n</p>\n<p>Webchat is available between the hours of 9.30am – 5.30pm, 7 days a week (excluding bank holidays).\nTo use Webchat, please click here.\n</p>\n<p>\n<b>Social Media</b>\n</p>\n<p>Twitter: @Moonpig</p>\n<p>Facebook: @MoonpigUK</p>\n<p>\n<b>Email</b>\n</p>\n<p>\n<b>\n</b>help@moonpig.com </p>\n<p>\n<b>Post </b>\n</p>\n<p>Herbal House, 10 Back Hill, London, EC1R 5EN</p>\n<p>1.3&nbsp;<b>How we may contact you</b>\n</p>\n<p>If we have to contact you, we will do so by telephone or by writing to you at the email address or postal address you provided to us in your order.</p>\n<p>1.4&nbsp;<b>\"Writing\" includes emails</b>\n</p>\n<p>When we use the words <b>writing</b> or <b>written</b> in these terms, this includes emails.\n</p>\n<p>1.5 <b>Your status</b>\n</p>\n<p>You must be at least 18 years old to place an order on our Website or the official Moonpig\nphone application (the <b>App</b>).\n</p>\n<p>2<b> ORDERING FROM MOONPIG </b>\n</p>\n<p>2.1 <b>How to place an order </b>\n</p>\n<p>In order to place an order with us, we require you to create an online account with us (<b>Moonpig Account</b>).\nWhen you create a Moonpig Account, you will need to supply us with your real name and a valid email address.\nPlease also see section 18.1.</p>\n<p>You place an order on the Website or App by pressing the <u>Checkout</u> button during the checkout process.\nBy confirming your order, you are agreeing to purchase the product you have selected which shall be subject to these Terms.</p>\n<p>When you confirm your order, we will take payment for your order by means of your nominated payment method.\n</p>\n<p>We will then send to you an order confirmation email detailing your order and any other information we must provide to you.</p>\n<p>2.2&nbsp;<b>How we will accept your order</b>\n</p>\n<p>Our acceptance of your order will take place when we email you to accept it, at which point a legally binding contract (<b>Contract</b>) will come into existence between you and us.</p>\n<p>2.3<b>&nbsp;If we cannot accept your order</b>\n</p>\n<p>There may be circumstances in which we are unable to accept your order, because of something we discover after we send you an order confirmation email.\nIf this is the case, we will inform you of this via email and will refund you for the product.\nWe may be unable to accept your order because:\n(a)&nbsp;&nbsp;we have identified an error in the price or description of the product.\n</p>\n<p>(b)&nbsp;it appears that the order mistakenly duplicates another order.\n</p>\n<p>(c)&nbsp;the use of images for a Personalised Product are corrupted, unsupported technically or inadequately pixelated.\n</p>\n<p>(d)&nbsp;your Personalised Product contravenes, or appears to contravene, our Content Rules\n(section ‎3.4).\n</p>\n<p>(e)&nbsp;with products containing alcohol, we know or suspect that you are not 18 years of\nage.\nDue to the Licensing Act 2003, we are not permitted to sell alcoholic\nproducts to anyone under 18.\nWe may refuse an order or a delivery of alcoholic\nitems at our discretion.\nBy placing an order for alcohol, you confirm that you\nand the recipient of the order, if different, are both aged 18 years or over.\n</p>\n<p>(f)&nbsp;there are unexpected limits on our resources which we could not reasonably plan for</p>\n<p>(g)&nbsp;a credit reference we have obtained for you does not meet our minimum requirements or we cannot obtain authorisation for your payment.\n</p>\n<p>(h)&nbsp;we suspect that the order has been placed fraudulently.\n</p>\n<p>(i)&nbsp;we are unable to meet a delivery deadline you have specified.\n</p>\n<p>(j)&nbsp;the product is out of stock.\n&nbsp;</p>\n<p>(k)&nbsp;a promotional offer or discount code has been used outside of a valid promotion\nperiod or has expired.\nor </p>\n<p>(l)&nbsp;your order otherwise breaches any of the requirements of these Terms.\n</p>\n<p>2.4&nbsp;<b>Your order number</b>\n</p>\n<p>We will assign an order number to your order and tell you what it is when we send you an order confirmation email.\nIt will help us if you can tell us the order number whenever you contact us about your order.</p>\n<p>2.5<b> Ordering multiple products</b>\n</p>\n<p>When ordering multiple products as part of the same order, we will inform you, within a reasonable time period, as to whether we will (or can) dispatch on the same day or as part of the same delivery.\nPlease note that we cannot guarantee that multiple products within the same order will be delivered in the same package or at the same time.\n</p>\n<p>3<b>&nbsp;OUR PRODUCTS </b>\n</p>\n<p>The cards and other products sold by us through our Website and the App are manufactured and shipped from a range of different in-house and third-party production facilities based in the United Kingdom, Guernsey and overseas.</p>\n<p>All goods excluding Moonpig cards, personalised mugs and personalised t-shirts are manufactured independently by a third party and, with the exception of an Experience Product (as defined below), Moonpig shall act as a reseller of these goods.\n</p>\n<p>An Experience Product is any product which permits the customer or the customer’s recipient to redeem an experience.\nThe customer acknowledges that an Experience Product is sold by Moonpig acting as an agent for Experience More Limited (t/a Red Letter Days or Buyagift) and in purchasing an Experience Product, the customer hereby accepts the Experience More Limited terms and conditions which can be found at: https://www.buyagift.co.uk/terms or https://www.redletterdays.co.uk/terms&nbsp.\n(subject to change from time to time) </p>\n<p>Our suppliers of alcoholic goods are fully licenced under the terms of the Licencing Act 2003.</p>\n<p>3.1<b> Products may vary slightly from their pictures</b>\n</p>\n<p>The images of the products on our website are for illustrative purposes only.\nAlthough we have made every effort to display the colours accurately, we cannot guarantee that your device's display of the colours accurately reflects the colour of the products.&nbsp.\nYour product may vary slightly from those images.&nbsp.\n</p>\n<p>3.2&nbsp;<b>Product packaging may vary</b>\n</p>\n<p>The packaging of the product may vary from that shown in images on our website.</p>\n<p>\n<b>3.3 Personalised Products&nbsp;</b>\n</p>\n<p>If the product includes personalised content selected by you, it is a personalised product (<b>Personalised Product)</b>.\nIf it is a standard product which does not include any content selected by you, it is a non-personalised product (<b>Non-Personalised Product</b>).</p>\n<p>It is up to you to ensure the content you have contributed for inclusion in a Personalised Product is correct (for example the content is correctly spelt).\nYou can find sizing information about personalised t-shirts <u>here</u>.&nbsp;</p>\n<p>Please double-check your order on screen and your acknowledgement email carefully to check that all the details are correct.\nIt is your responsibility to ensure that your recipient’s name and address is correct.</p>\n<p>If you are uploading a photograph, video or audio file you must ensure that you have obtained all relevant permissions to use the photograph, video or audio file from any persons in the photograph, video or audio file and the photograph, video or audio file is otherwise appropriate to upload.&nbsp;</p>\n<p>If you are uploading a photograph, images must be in JPEG or PNG format.\nAny other format such as Word documents and PDFs cannot be accepted.\nFor best results, we advise that you make the image dimensions approximately 1,000 pixels for the smallest edge of your photos.\nWe print images at 300DPI (Dots Per Inch), so if you are scanning the image, we recommend you use this setting.\nIf you try to upload a photo that has a lower resolution or image size, we will accept it however we cannot accept responsibility if your Personalised Product does not meet your expectations.&nbsp;</p>\n<p>By uploading or including any content or material (including but not limited to photographs, graphics, text and other material) (<b>Customer IP</b>) in a Personalised Product, you grant us a non-exclusive, royalty-free, irrevocable licence (including the right to grant sub-licences through multiple tiers) to use, reproduce, adapt, distribute and communicate to the public that content or material solely for the purpose of performing our obligations under these Terms and exercising any rights you may grant to us.\nPlease note that we may modify content or material in order to conform it to Moonpig or the requirements of the product you have ordered (such as by cropping images).</p>\n<p>The rights and ownership to the Customer IP will remain yours, or the person who gave you permission to use the Customer IP.&nbsp;</p>\n<p>If you use third party copyright in any Personalised Product, it is your responsibility to ensure that you seek permission from the copyright owner.\nWe will not accept any liability whatsoever if any Customer IP infringes on third party copyright.\nYou agree to indemnify, defend and hold us harmless against any third party claim of infringement for&nbsp.\nuse of such third party’s intellectual property on the Personalised Product.&nbsp.\nYou will be held responsible for any fees and third party damages we may have to pay to a third party because of such infringement and you will be liable to reimburse these payments to us in full.&nbsp;</p>\n<p>\n<b>3.4 Content Rules&nbsp;</b>\n</p>\n<p>You should not use or include any content or material on any Personalised Products which:&nbsp;</p>\n<ol>\n<li>\n<p>infringes anyone's IP (see below the definition in section ‎11).\nIn particular, you must ensure that you either own the IP in the Customer IP that you wish to include in a Personalised Product or that you have permission from the IP owner to include that Customer IP in the Personalised Product;&nbsp;</p>\n</li>\n<li>\n<p>contravenes any applicable law (including, without limitation, any criminal law) or regulation;&nbsp;</p>\n</li>\n<li>\n<p>is false, inaccurate, misleading, offensive, abusive, threatening or defamatory, or that might cause needless annoyance, inconvenience or distress to any person;&nbsp;</p>\n</li>\n<li>\n<p>misrepresents identity or impersonates any person;&nbsp;</p>\n</li>\n<li>\n<p>includes personal data about another person, such as their address, phone number, or email address, except with the written approval of that person;&nbsp;</p>\n</li>\n<li>\n<p>is pornographic, obscene, indecent or offensive, has sexual connotations, which promotes discrimination based on race, sex, religion, nationality, disability, sexual orientation or age, or that may incite hatred or violence against any person or group;&nbsp;</p>\n</li>\n<li>\n<p>may harass, upset, embarrass or alarm any person;&nbsp;</p>\n</li>\n<li>\n<p>gives the impression that it originates from or has been approved by us, our partners and licensors, whether by reference to our/their name or otherwise;&nbsp;</p>\n</li>\n<li>\n<p>may violate the integrity and reputation of our name, and the names of our partners and licensors;&nbsp;</p>\n</li>\n<li>\n<p>advocates, promotes or assists any unlawful act;&nbsp;</p>\n</li>\n<li>\n<p>includes or makes reference to illegal drugs.\nor&nbsp;</p>\n</li>\n<li>\n<p>makes reference to politicians' names and/or political statements.&nbsp;</p>\n</li>\n</ol>\n<p>\n</p>\n<p>3.5 <b>Substitute gifts or flowers</b>\n</p>\n<p>Please note that if gifts or flowers are unavailable, we may substitute them with alternative gifts or flowers unless you request us not to do so.\nPlease contact us as soon as possible via Email or Webchat if you would like a refund instead of the substitute gift.\n</p>\n<p>4&nbsp;<b>PRICE AND PAYMENT </b>\n</p>\n<p>4.1<b>&nbsp;Where to find the price for the product</b>\n</p>\n<p>The price of the product (which includes VAT) will be the price indicated on the order pages when you placed your order.\nWe take all reasonable care to ensure that the price of the product advised to you is correct.\nHowever please see section ‎4.5 for what happens if we discover an error in the price of the product you order.</p>\n<p>4.2&nbsp;<b>Payment&nbsp.\n</b>\n</p>\n<p>You can pay for your products using credit card, debit card, PayPal, any account credit, or any other payment method which we make available to you at the time of your order.\nPlease note that we do not accept payments via American Express.\nVAT</p>\n<p>Should you require a full VAT invoice you can request this via our contact form here.\nPlease allow up to 28 working days for the full VAT invoice to be sent.</p>\n<p>4.3&nbsp;<b>Offers, discounts, vouchers and competitions</b>\n</p>\n<p>If you have been sent a discount code or voucher by us, you must apply it at the checkout to benefit from a discount or price reduction.\nTo see our Terms and Conditions for offers\nand promotions, click &nbsp;https://www.moonpig.com/uk/offers/.\nTo see our Terms and Conditions for vouchers, click &nbsp;https://www.moonpig.com/uk/vouchers/.\nTo see our Terms and Conditions for Competitions/Prize Draw, click https://www.moonpig.com/uk/terms-and-conditions/competitions/</p>\n<p>Please note that promotional offers, discount codes and vouchers can only be applied to our specified products.\nThey cannot be used for discounts on postage or delivery charges unless otherwise specified.</p>\n<p>Promotional offers and discount codes must be used within the valid offer time, but we reserve the right to dispatch products outside of this period.&nbsp.\n</p>\n<p>Moonpig reserves the right to cancel, change or extend offers at any given time, without notice.\nPromotions cannot be backdated or applied retrospectively to orders already placed.\n</p>\n<p>There are no cash alternatives for offers or discount codes.\n</p>\n<p>For further information on Moonpig Reminders, please see section ‎13.</p>\n<p>4.4&nbsp;<b>What happens if we got the price wrong?</b>\n</p>\n<p>It is always possible that, despite our best efforts, some of the products we sell may be incorrectly priced.\nWe will normally check prices before accepting your order so that, where the product's correct price at your order date is less than our stated price at your order date, we will charge the lower amount.\nIf the product's correct price at your order date is higher than the price stated to you, we will contact you for your instructions before we accept your order.</p>\n<p>4.5&nbsp;<b>What to do if you think your order confirmation receipt or invoice is wrong</b>\n</p>\n<p>If you think your order confirmation receipt or invoice is wrong, please contact the Customer Service Team promptly to let us know.\n</p>\n<p>5&nbsp;<b>DISPATCH, DELIVERY AND PROVIDING THE PRODUCTS</b>\n</p>\n<p>5.1 <b>General information </b>\n</p>\n<p>The dispatch date is the date that we send the item, not the date that it is delivered.\n</p>\n<p>During the order process, we will generally notify you of the dispatch dates available and the expected timeframe for receiving your order.\nHowever, Moonpig does not guarantee delivery dates or times, unless a Special Delivery is requested (in which case we will guarantee the delivery date and time).\nWe will make you aware of delivery charges (if any) before you place your order.</p>\n<p>For orders that are accepted, unless we inform you otherwise in the order process, we will dispatch the product you have ordered within 5 days of the order.</p>\n<p>It is your responsibility to ensure that the postal information you input for delivery is correct.\n</p>\n<p>Errors in the address may cause unnecessary delay and/or result in unsuccessful delivery of your items.\nYou can check that you have the correct UK postcode by using the Royal Mail's handy postcode finder available at&nbsp;www.royalmail.com/find-a-postcode.\nPlease note we are not responsible for the accuracy of the Royal Mail's postcode finder.</p>\n<p>5.2&nbsp;<b>Dispatch from Guernsey </b>\n</p>\n<p>We have suppliers in Guernsey.\nBy placing your order with us for a product which is dispatched by us from Guernsey, you are agreeing to take title to your products at the point of dispatch from our Guernsey production facilities and we will dispatch your products in Guernsey on your behalf.\nYour rights as a consumer are not adversely affected.\nFor completeness, risk in a product you have purchased does not pass to you until delivery or attempted delivery of the product.</p>\n<p>5.3&nbsp;<b>Delivery costs </b>\n</p>\n<p>The price of most products on our Website and App do not include delivery costs.\nWe will notify you of the delivery cost at the checkout stage before you place your order.\n</p>\n<p>There may be occasions from time to time (for example, a promotion) where delivery costs are included in the price of our product.\nOn these occasions, this information will be clearly stated on our Website or App.</p>\n<p>We reserve the right to change the delivery costs at any time </p>\n<p>5.4&nbsp;<b>Same day dispatch</b>\n</p>\n<p>For same day dispatch orders, orders will need to be placed by the cut off times, click https://support-uk.moonpig.com/hc/en-gb/articles/360007059238-What-are-your-cut-off-times- so that the order can be dispatched on time.\nThese vary for cards, flowers, gifts, alcohol and giant cards and there are also different cut off times for orders being sent by Special Delivery.\nIf orders are placed outside these cut off times, we will not be able to offer same day dispatch and the orders will be processed the following day.</p>\n<p>5.5&nbsp;<b>Delivery options </b>\n</p>\n<p>For more information on the range of delivery options available, please click here.\n</p>\n<p>5.6<b> Estimated delivery times </b>\n</p>\n<p>Products are delivered by Royal Mail (or another third party carrier from time to time).\nEstimated delivery times for all UK orders are set out here.\nThese Terms are in relation to deliveries made in the UK only and for delivery times for the Netherlands, US and Australia, please see those applicable separate Terms and Conditions.\nPlease note that only cards can be delivered worldwide.</p>\n<p>If the product is a one-off purchase of digital content, such as an eCard, we will make the digital content available to the recipient either immediately, the same day or at 9am on your selected date of delivery, depending on the option you select.\n</p>\n<p>5.7<b> We are not responsible for delays outside our control</b>\n</p>\n<p>If our supply of the products is delayed by an event outside our control (such as acts of God, natural disasters, epidemics or pandemics, terrorist attacks, war or threat of war, riots, imposition of sanctions, embargo, or breaking off of diplomatic relations, nuclear, chemical or biological contamination or sonic boom, any laws imposing an export or import restriction, quota or prohibition, or failing to grant necessary licence or consent, collapse of buildings, fire, explosion or accident, industrial action, interruption or failure of utility service)<i>\n</i>then we will contact you as soon as possible to let you know and we will take steps to minimise the effect of the delay.\nProvided we do this we will not be liable for delays caused by the event.\nHowever, if there is a risk of substantial delay you may contact us to cancel your order and receive a refund for any products you have paid for but not received.\nYour statutory rights as a consumer are not affected.\n</p>\n<p>5.8<b> If the recipient is not at home when the product is delivered</b>\n</p>\n<p>We operate a \"Leave Safe\" policy.\nThis means that the carrier will attempt delivery at the recipient's address first.\nIf there is no response, they will attempt to leave the product with a neighbour or in a nominated safe place.\nIf the carrier cannot deliver the product in any of these ways, and the product cannot be posted through the recipient's letterbox, the carrier will leave the recipient instructions informing them how to re-arrange delivery or collect the products from a local depot.\nPlease note that flowers delivered by Yodel will be left on the recipient's doorstep regardless.</p>\n<p>5.9 <b>Re-arranging delivery/collection</b>\n</p>\n<p>If no one is available at the recipient's address, it will be your responsibility to re-arrange delivery or make arrangements for collection with the carrier.\nInstructions on how to do so shall be left at the time of attempted delivery.</p>\n<p>5.10&nbsp;<b>When you become responsible for the goods</b>\n</p>\n<p>A product which is goods shall be your responsibility from the time we deliver or attempt delivery of the product to the address you gave us.</p>\n<p>5.11 <b>When you own goods</b>\n</p>\n<p>You own a product which is goods once we have received payment in full.</p>\n<p>5.12<b> What will happen if you do not give required information to us</b>\n</p>\n<p>We may need certain information from you so that we can supply the products, for example,&nbsp;the delivery address.\nWe will contact you to ask for this information.\nIf you do not give us this information within a reasonable time of us asking for it, or if you give us incomplete or incorrect information, we may either end the contract (and Section ‎10.2 will apply) or make an additional charge of a reasonable sum to compensate us for any extra work that is required as a result.\nWe will not be responsible for supplying the products late or not supplying any part of them if this is caused by you not giving us the information, we need within a reasonable time of us asking for it.</p>\n<p>5.13&nbsp;<b>Reasons we may suspend the supply of products to you</b>\n</p>\n<p>We may have to suspend the supply of a product to deal with technical problems or make minor technical changes.\nupdate the product to reflect changes in relevant laws and regulatory requirements.\nor make changes to the product as requested by you or notified by us to you.</p>\n<p>5.14&nbsp;<b>Your rights if we suspend the supply of products</b>\n</p>\n<p>We will contact you as far in advance as practicably possible to tell you we will be suspending supply of the product..\nIf we have to suspend the product for longer than 48 hours, we may contact you to cancel your order and refund any sums you have paid.\nYou may contact us to end the contract for a product if we suspend it, or tell you we are going to suspend it, in each case for a period of more than 48 hours and we will refund any sums you have paid in advance for the product in respect of the period after you end the contract.\n</p>\n<p>5.15 <b>Delivery outside the UK</b>\n</p>\n<p>This applies to cards only.\nno other products can be delivered outside of the UK.\nIn the event that we accept an order for delivery of a card outside of the United Kingdom, the Isle of Man, the Channel Islands or (for so long as the UK remains within the EU Customs Union) any jurisdiction in the European Economic Area, the recipient will be responsible for all customs formalities, including completion of customs declarations, payment of import taxes levies, duties and satisfying any other regulatory requirements that may be in force in the relevant country of importation.\nIt is your responsibility to ensure that the recipient consents to this.\n</p>\n<p>Please note that Moonpig is obliged to follow the laws of the countries in which it operates.\n</p>\n<p>6&nbsp;<b>YOUR RIGHT TO MAKE CHANGES</b>\n</p>\n<p>As a courtesy, we may allow you to make changes to your order on your Moonpig Account.\nIf you cannot make changes on your Moonpig Account, then you will need to contact our Customer Service Team by Email or Webchat (see section ‎1.2 for contact details).\nPlease have your order number or the email address you registered with us available so we can answer your query as quickly as possible.</p>\n<p>We will let you know if the change is possible.\nIf it is possible we will let you know about any changes to the price of the product, the timing of supply or anything else which would be necessary as a result of your requested change and ask you to confirm whether you wish to go ahead with the change.\n</p>\n<p>7<b>&nbsp;OUR RIGHT TO MAKE CHANGES</b>\n</p>\n<p>7.1 <b>Minor changes</b>\n</p>\n<p>We may have to make minor changes to a product to reflect changes in relevant laws and regulatory requirements or to implement minor technical adjustments and improvements, for example to address a security threat.\nMinor changes will not affect your use of the product.\n</p>\n<p>7.2<b>&nbsp;Significant changes</b>\n</p>\n<p>There may be circumstances where we have to make significant changes to our products.\nIf we do need to make such changes, we will notify you of this.\nYou may then contact us to end the contract before the changes take effect and receive a refund for any products paid for but not received.\n</p>\n<p>8 <b>YOUR LEGAL RIGHTS TO END THE CONTRACT</b>\n</p>\n<p>8.1 <b>Your rights</b>\n</p>\n<p>Your rights when you end the contract will depend on what you have bought, whether there is anything wrong with it, how we are performing and when you decide to end the contract, including: </p>\n<p>(a)&nbsp;<b>if what you have bought is faulty or misdescribed you may have a legal right\nto end the contract </b>(or to get the product repaired or replaced or a service re-performed or to get some or all of your money back), see section ‎9.1;</p>\n<p>(b)&nbsp;<b>if you want to end the contract because of something we have done or have told you we are going to do</b>, see section ‎‎8.2;</p>\n<p>(c)&nbsp;<b>if you have just changed your mind about the product</b>, see section ‎‎8.3.&nbsp.\nYou may be able to get a refund if you are within the cooling-off period, but this may be subject to deductions and you will have to pay the costs of return of any goods;</p>\n<p>(d)&nbsp;<b>In all other cases</b>\n<b>(if we are not at fault and there is no right to change your mind), </b>see section ‎‎8.5.</p>\n<p>8.2<b> Ending the contract because of something we have done or are going to do</b>\n</p>\n<p>If you are ending a contract for a reason set out below, the contract will end immediately, and we will refund you in full for any products which have not been provided.\nYou may also be entitled to compensation.\nThe reasons are:</p>\n<p>(a) We have told you about an upcoming change to the product or these Terms which you do not agree to (see section ‎7.2);</p>\n<p>(b) we have told you about an error in the price or description of the product you have ordered and you do not wish to proceed;</p>\n<p>(c)&nbsp;there is a risk that supply of the products may be significantly delayed because of events outside our control;</p>\n<p>(d)&nbsp;we have suspended supply of the products for technical reasons, or notify you we are going to suspend them for technical reasons, in each case for a period of more than 48 hours.\nor</p>\n<p>(e)&nbsp;you have a legal right to end the contract because of something we have done wrong.</p>\n<p>8.3&nbsp;<b>Exercising your right to change your mind (Consumer Contracts Regulations 2013)</b>\n</p>\n<p>For most products bought online you have a legal right to change your mind within 14&nbsp;days and receive a refund.</p>\n<p>How long you have depends on what you have ordered and how it is delivered:</p>\n<p>(a)&nbsp;<b>Have you bought digital content for download (for example, an eCard)?</b> if so, you have 14 days after the day we email you to confirm we accept your order, or, if earlier, until the email containing the eCard has been opened.\nIf we delivered the digital content to you immediately, and you agreed to this when ordering, you will not have a right to change your mind.</p>\n<p>(b)&nbsp;<b>Have you bought goods (for example, a Non-Personalised Product)?</b> if so\nyou have 14 days after the day you (or the recipient) receives the goods, unless your goods are split into several deliveries over different days.\nIn this case you have until 14 days after the day you (or the recipient) receives the last delivery to change your mind about the goods.\n</p>\n<p>8.4&nbsp;<b>When you don't have the right to change your mind</b>\n</p>\n<p>You do not have a right to change your mind in respect of </p>\n<p>(a) Personalised Products.\n</p>\n<p>(b)&nbsp;digital products such as eCards after the recipient has opened the email containing the eCard.\n</p>\n<p>(c)&nbsp;products which are sealed for health protection or hygiene purposes, once these have been unsealed after you receive them.\n</p>\n<p>(d)&nbsp;perishable goods, such as food, drink and flowers, which deteriorate rapidly.\nand </p>\n<p>(e)&nbsp;services, once these have been completed, even if the cancellation period is still running.\n</p>\n<p>8.5 <b>Ending the contract where we are not at fault and there is no right to change your mind</b>\n</p>\n<p>Even if we are not at fault and you do not have a right to change your mind (see clause 8.1) you can still end the contract before it is completed, but you may have to pay us compensation.\nA contract for goods or digital content is completed when the product is delivered, downloaded or streamed and paid for.\n&nbsp;If you want to end a contract before it is completed where we are not at fault and you have not changed your mind, just contact us to let us know.\nThe contract will end immediately and we will refund any sums paid by you for products not provided but we may deduct from that refund reasonable compensation for the net costs we will incur as a result of your ending the contract.</p>\n<p>8.6&nbsp;<b>Summary of your legal rights We are under a legal duty to supply products that are in conformity with these Terms.&nbsp;</b>\n</p>\n<p>For a summary of your legal rights, please see the table below.\nThis is subject to exceptions and is subject to change from time to time.\nFor detailed information please visit the Citizens Advice website www.citizensadvice.org.uk or call 03444 111 444.</p>\n<p>Cards, Personalised Products, Non-Personalised Products and Flowers</p>\n<p>The Consumer Rights Act 2015 says goods must be as described, fit for purpose and of satisfactory quality.\nDuring the expected lifespan of your product your legal rights entitle you to the following:</p>\n<p>a) Up to 30 days: if your goods are faulty, then you can\nget an immediate refund.</p>\n<p>b) Up to six months: if your goods can't be repaired or replaced,\nthen you're entitled to a full refund, in most cases.</p>\n<p>c) Up to six years: if your goods do not last a reasonable\nlength of time you may be entitled to some money back.</p>\n<p>Please also see section ‎8.3.</p>\n<p>\n<b>eCards</b>\n</p>\n<p>The Consumer Rights Act 2015 says digital content must be as described, fit for purpose and of satisfactory quality:</p>\n<p>a) If your digital content is faulty, you're entitled to a\nrepair or a replacement.</p>\n<p>b) If the fault can't be fixed, or\nif it hasn't been fixed within a reasonable time and without significant\ninconvenience, you can get some or all of your money back.</p>\n<p>c) If you can show the fault has damaged your device and we\nhaven't used reasonable care and skill, you may be entitled to a repair or\ncompensation.</p>\n<p>Please also see section ‎8.3.</p>\n<p>9&nbsp;<b>ENDING YOUR CONTRACT WITH US </b>\n</p>\n<p>9.1&nbsp;<b>Reporting a problem </b>\n</p>\n<p>If you have questions or are unhappy with your order, please contact our Customer Service Team via Webchat or Email (see section ‎1.2 for contact details).\nYou will need to quote your order number, the email address you have registered and the details of the problem with the order.</p>\n<p>We aim to acknowledge any complaint within 14 days and will do our best to resolve it within 28 days.\nWe may ask you to take a photograph of the product to help us communicate with our suppliers and to correct any future problems.\nShould it be necessary, we will then advise you how to return your item.</p>\n<p>We offer 5 days of freshness guarantee for flowers.\nPlease note, because flowers are perishable, we need to be informed of any problem with your order within five days of delivery to give us the best chance of resolving the issue.\nWe reserve the right to refuse a refund or replacement.</p>\n<p>If you receive a product from us in error, you must inform our Customer Service Team immediately.\nOur Customer Service Team will then provide you with instructions on how to return or securely destroy the product.\n</p>\n<p>9.2&nbsp;<b>Your legal obligation to return rejected products</b>\n</p>\n<p>If you wish to exercise your legal rights to reject products you must return them back to us.\nIf you have ordered a gift, please return the product to the return address stated on the package.\nIf you have ordered a card or flowers, please contact the Customer Service Team for more information.\n</p>\n<p>9.3&nbsp;<b>Procedure for returns and refunds&nbsp.\n</b>\n</p>\n<p>We will refund you the price you paid for the products including delivery costs, by the method you used for payment within 14 days from the day on which we receive the product back from you or, if earlier, the day on which you provide us with evidence that you have sent the product back to us.\nIn all other cases, your refund will be made within 14 days of your telling us you have changed your mind.\n</p>\n<p>\n<b>Personalised Products</b>\n</p>\n<p>Including cards, mugs, framed cards, t-shirts, alcohol gifts, canvas &amp.\nacrylics and phone cases.</p>\n<p>Where an item is faulty, &nbsp;please contact our Customer Service Team via Webchat.\nWe will either ask you to return the item to us within three days of receipt or to take a photo of the item before returning it back to us.\nYou can speak to our Customer Service Team for a Freepost returns address if you do not have one.\nYour right to return items to us in accordance with these Terms is in addition to any other statutory rights you may have.</p>\n<p>If you are eligible for a refund, we will reimburse the price you have paid for the product(s) onto the credit or debit card that you paid with or to your PayPal account.\nAlternatively, we may offer to reprint (if applicable) and resend the item free of charge.\nPlease note it is not our policy to offer both a refund <i>and</i> a resend.</p>\n<p>Refunds cannot be given if the fault is a result of your own actions such as product misuse or if personalisation is mis-spelt or if you have uploaded an image of a low resolution or size.\nPlease see section ‎3.3 on Personalised Products for more information.</p>\n<p>\n<b>Flowers</b>\n</p>\n<p>If the recipient receives damaged flowers or they fail to arrive, please contact us immediately so that we can arrange to resend the flowers on the next available delivery date or offer a full or partial refund.\nThe amount of partial refund will depend on the specific circumstances surrounding the flowers.</p>\n<p>As is the case with other gifts, it is not our policy to offer both a refund and a resend.\nWhere flowers have been damaged we will normally ask for photographs clearly showing the problem so we can use them to determine what is going wrong with our system or our couriers.\nRefunds cannot be given for flowers that have died quickly, unless we understand there to be a genuine problem.\nIt is important that flowers are cared for correctly and in line with the instructions provided.\nPutting them by heat sources or draughts, or failing to change the water will damage them.\nWe include instructions and flower-food with all our arrangements.\nAll flowers should normally last five days or longer, although this varies by variety.\nIn some circumstances, flowers are sent in bud and will not be fully open when they arrive.\nHowever, they should open once they have settled at room temperature.</p>\n<p>It is important that we are contacted as soon as possible regarding issues with your order or the product(s) you have ordered.\nWe need to be informed of any issues within three days of the delivery to give us the best chance of successfully resolving the issue.</p>\n<p>\n<b>Non-Personalised Products</b>\n</p>\n<p>Including soft toys, gift boxes, gift cards, food gifts, alcohol gifts, sealed beauty gifts, sealed jewellery gifts.&nbsp;</p>\n<p>Please refer to section ‎8.4 for Non-Personalised Products which cannot be returned.\n&nbsp;</p>\n<p>Where an item is faulty, &nbsp;please contact our Customer Service Team via Webchat.\nWe will either ask you to return the item to us within three days of receipt or to take a photo of the item before returning it back to us.\nYou can speak to our Customer Service Team for a Freepost returns address if you do not have one.\nYour right to return items to us in accordance with these Terms is in addition to any other statutory rights you may have.</p>\n<p>If you are eligible for a refund, we will reimburse the price you have paid for the product(s) onto the credit or debit card that you paid with or to your PayPal account.\nAlternatively, we may offer to reprint (if applicable) and resend the item free of charge.\nPlease note it is not our policy to offer both a refund <i>and</i> a resend.</p>\n<p>Please note that if the value of the product has been reduced by any handling of it beyond what is necessary to check whether the product is as expected, we may deduct an amount to reflect that reduction in value from the sum we refund to you.\nNote that the value of a product may be reduced to nothing if its seal (or similar) is broken.\n</p>\n<p>9.4&nbsp;<b>When we will pay the costs of return</b>\n</p>\n<p>We will pay the costs of return if: </p>\n<p>(a)&nbsp;the products are faulty or misdescribed.\n</p>\n<p>(b) if you are ending the contract because we have told you of an upcoming change to the product or these terms, an error in pricing or description, a delay in delivery due to events outside our control or because you have a legal right to do so as a result of something we have done wrong;</p>\n<p>(c) if we, or on behalf of our suppliers, have requested a return of the product due to a product recall.</p>\n<p>9.5<b> Deductions from refunds if you are exercising your right to change your mind</b>\n</p>\n<p>We may reduce your refund of the price (excluding delivery costs) to reflect any reduction in the value of the goods, if this has been caused by your handling them in a way which would not be permitted in a shop.\nIf we refund you the price paid before we are able to inspect the goods and later discover you have handled them in an unacceptable way, you must pay us an appropriate amount.</p>\n<p>The maximum refund for delivery costs will be the costs of delivery by the least expensive delivery method we offer.\nFor example, if we offer delivery of a product within 3-5 days at one cost but you choose to have the product delivered within 24 hours at a higher cost, then we will only refund what you would have paid for the cheaper delivery option.</p>\n<p>10 <b>OUR RIGHTS TO END THE CONTRACT</b>\n</p>\n<p>10.1 <b>We may end the contract if you break it</b>\n</p>\n<p>We may end the contract for a product at any time by writing to you if:</p>\n<p>(a)&nbsp;you do not, within a reasonable time, allow us to deliver the products to you or the recipient or collect them from us/your local depot.\n</p>\n<p>10.2&nbsp;<b>You must compensate us if you break the contract</b>\n</p>\n<p>If we end the contract in the situations set out in Section ‎10.1 we will refund any money you have paid in advance for products we have not provided, but we may deduct or charge you reasonable compensation for the net costs we will incur as a result of your breaking the contract.\n</p>\n<p>11<b>&nbsp;MOONPIG'S INTELLECTUAL PROPERTY</b>\n</p>\n<p>For the purposes of these Terms, the following words will have the meanings as set out below:</p>\n<ol>\n<li>\n<p>\n<b>IP</b> means intellectual property rights of any nature, including (for example) patents, rights to inventions, copyright and related rights, trade marks and service marks, trade names and domain names, rights in get-up, goodwill and the right to sue for passing off or unfair competition, rights in designs, rights in computer software, database rights, rights to preserve the confidentiality of information (including know-how and trade secrets), and any other intellectual property rights, whether registered or unregistered, and including all applications for such rights, and rights to apply for and be granted such rights, and renewals or extensions of such rights, and rights to claim priority from such rights, and all similar or equivalent rights or forms of protection which subsist, or will subsist, now or in the future, in any part of the world.</p>\n</li>\n<li>\n<p>\n<b>Content</b> means all text, software, applications, graphics, audio, visual and/or audio-visual material (including but not limited to, music, sound, still visual images, photographs and video), data, database content, page layouts, design and other multi-media content, information and material, including the metadata relating to such content.</p>\n</li>\n</ol>\n<p>Unless otherwise stated, all Content on and IP in relation to our Website and/or App is wholly owned by Moonpig or its licensors.&nbsp;</p>\n<p>\"Moonpig\" is our registered trademark, and you agree not to display or use it in any manner without our prior written consent.</p>\n<p>You may use and access our Website and/or App to the extent and purpose required for ordering any products and/or services made available by Moonpig in accordance with these Terms.</p>\n<p>You are not allowed to:</p>\n<ol>\n<li>\n<p>remove any notices relating to IP contained in any Content, material and/or products taken from our Website, App or otherwise;</p>\n</li>\n<li>\n<p>whether for a commercial purpose or otherwise, copy, distribute, show in public and/or create any derivative work from, any material, Content or IP owned by Moonpig without the prior express written permission and licensing by us to do so;</p>\n</li>\n<li>\n<p>use Moonpig, including but not limited to, its Website, Content, IP, products and/or services for any commercial purpose other than in accordance with these Terms.\nand</p>\n</li>\n<li>\n<p>use any robot, spider, scraper or other automated means to access the Website or App for any purpose without our prior express written permission.</p>\n</li>\n</ol>\n<p>Any rights not granted in these Terms are reserved for our own benefit.\n</p>\n<p>12&nbsp;&nbsp;<b>OUR WEBSITE/APP</b>\n</p>\n<p>We will always try to ensure that our Website and App is available 24 hours a day.\nHowever, we will not be liable if for any reason the Website or App is unavailable at any time, or for any period.\n</p>\n<p>Please note that we run AB price tests on our Website.\nThis is a randomised process by Moonpig servers when a customer visits our Website.\nThis means that if you are randomly selected, you may have a slightly different browsing experience to other users.</p>\n<p>Occasionally, we may provide links to other websites or resources for your convenience.\nWe do not endorse the contents of these websites and are not responsible for their availability or service.\nWe will not be liable in any way for any loss or damage which you may suffer by using those websites.\nIf you decide to access linked third party websites, you do so at your own risk.</p>\n<p>13&nbsp;<b>MOONPIG REMINDERS</b>\n</p>\n<p>13.1&nbsp;<b>How to participate </b>\n</p>\n<p>You can set up reminders for your upcoming events (<b>Reminder</b>) on your Moonpig Account or during the checkout process and you may benefit from discounts off such cards from time to time (<b>Reminder Voucher</b>).\n</p>\n<p>13.2&nbsp;<b>How it works</b>\n</p>\n<p>The Reminder must be set at least 9 days before the date of your event (<b>Event Date</b>).\nBefore your Event Date, we will send you a push/email notification to remind you of the Event Date.\nThis push/email notification includes details about the Reminder Voucher offer (where applicable) which is valid for 7 days.\n</p>\n<p>Your Reminder Voucher (where applicable) will automatically be generated and applied to your session when you click on the email link or tap on the notification.\nWhen you log into your Moonpig Account, the Reminder Voucher (where applicable) will be applied to your basket.\n</p>\n<p>Each Reminder is considered to be marketing activity.\nBy setting up Reminders, you are giving Moonpig permission to email or notify you about the Event Date, even if you are opted-out of other marketing activity (for instance, newsletters).\nTo stop getting Reminders, you need to delete the Reminders that you have set up from your Moonpig Account.\n&nbsp;</p>\n<p>14<b>&nbsp;GIFT CARDS</b>\n</p>\n<p>Physical gift cards may be purchased at our Website.\nMoonpig acts as an agent for the physical gift cards purchased by you as the gift cards are supplied by external card providers.\nThe relevant card provider's terms and conditions will apply and be shared with you at the point of purchase.\n&nbsp;</p>\n<p>Gift cards cannot be: (a) used to buy further gift cards reloaded.\n(b) resold.\n(c) transferred for value.\nor (d) redeemed for cash.\n&nbsp;</p>\n<p>Upon activation of a gift card, refunds or credits for the gift card will be the sole responsibility of the relevant card provider only.\n</p>\n<p>15&nbsp;<b>CUSTOMER REVIEWS</b>\n</p>\n<p>By submitting a review on our Website, App, Trust Pilot or any other third party websites you confirm and agree that you are the sole author of the review, your review is accurate and that you are at least 18 years' old.</p>\n<p>For any review that you submit, you grant Moonpig a perpetual, irrevocable, royalty-free, transferable right and licence to use, copy, modify, delete in its entirety, adapt, publish, translate and create derivative works from that review in any medium or technology throughout the world.</p>\n<p>You must agree that you will not submit a review that: </p>\n<p>(a)&nbsp;you know to be false, inaccurate or misleading.\n</p>\n<p>(b)&nbsp;is confidential or personal information of a third party.\n</p>\n<p>(c) breaches any applicable law, or that advocates, promotes or assists any unlawful act.\n</p>\n<p>(d)&nbsp;infringes anyone's intellectual property rights.\n</p>\n<p>(e)&nbsp;is or can be regarded as offensive, abusive, threatening or defamatory.\n</p>\n<p>(f)&nbsp;&nbsp;promotes discrimination based on race, sex, religion, nationality, disability, sexual orientation or age, or that may incite hatred or violence against any person or group.\n</p>\n<p>(g)&nbsp;references any other website or service.\n</p>\n<p>(h) misrepresents identity or impersonates any person.\n</p>\n<p>(i) pornographic, obscene or indecent.\n</p>\n<p>(j)&nbsp;may harass, upset, embarrass or alarm any person.\nor </p>\n<p>(k)&nbsp;comments on any other reviewer.\n</p>\n<p>We reserve the right to decline publication of reviews or to remove reviews at our discretion.\nBy submitting your email address in connection with your rating and review, you agree that Moonpig may use your email address to contact you about your review.\nWe will not pass your details onto any third parties without your consent.\nMoonpig accepts no liability for your personal information in relation to reviews you leave on third party websites.\n</p>\n<p>16&nbsp;<b>HOW WE MAY USE YOUR PERSONAL INFORMATION </b>\n</p>\n<p>We will only use your personal information as set out in our Privacy Policy and Cookie Policy, which are subject to change from time to time: </p>\n<p>Privacy Policy https://www.moonpig.com/uk/privacy-notice/&nbsp;</p>\n<p>Cookie Policy https://www.moonpig.com/uk/cookies/.</p>\n<p>17&nbsp;&nbsp;<b>WE ARE RESPONSIBLE FOR LOSS OR DAMAGE SUFFERED BY YOU</b>\n</p>\n<p>17.1 &nbsp;<b>We are responsible to you for foreseeable loss and damage caused by us.&nbsp;</b>\n</p>\n<p>If we fail to comply with these Terms, we are responsible for loss or damage you suffer that is a foreseeable result of our breaking this contract or our failing to use reasonable care and skill.\nLoss or damage is foreseeable if either it is obvious that it will happen or if, at the time the contract was made, both we and you knew it might happen, for example, if you discussed it with us during the sales process.</p>\n<p>17.2&nbsp;<b>We do not exclude or limit in any way our liability to you where it would be unlawful to do so.</b>\n</p>\n<p>This includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors.\nfor fraud or fraudulent misrepresentation.\nfor breach of your legal rights in relation to the products.\nand for faulty products under the Consumer Protection Act 1987.\n</p>\n<p>17.3&nbsp;<b>We are responsible for damage to your device which results from faulty digital products</b>\n</p>\n<p>If faulty digital content e.g.\na faulty eCard which we have supplied damages a device or digital content belonging to you and this is caused by our failure to use reasonable care and skill we will either repair the damage or pay you compensation.\nHowever, we will not be liable for damage which you could have avoided &nbsp;by following our advice and/or instructions.\n</p>\n<p>17.4&nbsp;<b>We are not responsible for damage or loss arising from your actions </b>\n</p>\n<p>We are not responsible for any damage or loss incurred by you when such loss or damage is caused by negligence, wilful misconduct or concealment of information by you (deliberate or otherwise).&nbsp;&nbsp.\n</p>\n<p>17.5&nbsp;<b>We are not responsible for losses to your business</b>\n</p>\n<p>We only supply products for domestic and private use.\nIf you use the products for any commercial, business or re-sale purpose we will have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</p>\n<p>18&nbsp;<b>GENERAL</b>\n</p>\n<p>18.1<b> Your Moonpig Account</b>\n</p>\n<p>Please note that we do not perform verification checks when you create a Moonpig Account, and it is therefore important that you provide your real name and a valid email address when signing up.\nThis is to ensure compliance with these Terms and so that our Customer Service Team can perform identity verification if you ever contact us about your order.\nA valid email address is also required to receive any other communications mentioned in these Terms.\nWe will not be responsible for being unable to verify your identity or not being able to assist with your queries if you have used a fake name or email address.\n&nbsp;</p>\n<p>18.2 <b>Suspension </b>\n</p>\n<p>If you are found to be in breach of these Terms, we reserve the right to suspend your Moonpig Account, you order and all access to Moonpig's Website and App.</p>\n<p>In addition, we are entitled to suspend provision of all or part of our services at any time if we are obliged or advised to comply with an order, instruction or request of any limb of government, or any regulator, court or other competent authority.</p>\n<p>18.3&nbsp;<b>Change of Terms</b>\n</p>\n<p>These Terms may change from time to time and when they do, we will post the new version of the Terms on the Website and the App and flag it appropriately.</p>\n<p>18.4&nbsp;<b>We may transfer this agreement to someone else</b>\n</p>\n<p>We may transfer our rights and obligations under these Terms to another organisation.</p>\n<p>18.5 <b>You need our consent to transfer your rights to someone else (except that you can always transfer our guarantee)</b>\n</p>\n<p>You may only transfer your rights or your obligations under these Terms to another person if we agree to this in writing.&nbsp;However, you may transfer our guarantee to the recipient who has acquired the product or, where the product is services, any item or property in respect of which we have provided the services.\nWe may require the recipient to whom the guarantee is\ntransferred to provide reasonable evidence that they are now the owner of the relevant product.</p>\n<p>18.6&nbsp;<b>Nobody else has any rights under this contract (except someone you pass your guarantee on to) </b>\n</p>\n<p>This contract is between you and us.\nNo other person shall have any rights to enforce any of its Terms, except in respect of the guarantee as explained in clause 18.5.\n</p>\n<p>18.7&nbsp;<b>If a court finds part of this contract illegal, the rest will continue in force</b>\n</p>\n<p>Each of the paragraphs of these Terms operates separately.\nIf any court or relevant authority decides that any of them are unlawful, the remaining paragraphs will remain in full force and effect.</p>\n<p>18.8&nbsp;&nbsp;<b>Even if we delay in enforcing this contract, we can still enforce it later&nbsp;</b>\n</p>\n<p>Just because we do not insist immediately that you do anything you are required to do under these Terms, it does not mean you do not have to do those things and it will not prevent us taking steps against you at a later date.</p>\n<p>18.9&nbsp;&nbsp;<b>Which laws apply</b>\n</p>\n<p>These Terms are governed by English law and you can bring legal proceedings in respect of the products in the English courts.</p>", "created_at": "2023-08-23 21:40:19.521247", "updated_at": "2023-08-23 21:41:43.31752"}, {"id": 18570, "name": "User Generated Content Terms & Conditions", "url": "https://www.moonpig.com/uk/terms-and-conditions/user-generated-content/", "xpath": "/html/body/div[1]/div[2]/div", "text": "<p>\n<u>\n<b>Moonpig.com Limited</b>\n</u>\n</p>\n<p>\n<u>\n<b>User Content Terms and Conditions (UK)&nbsp;</b>\n</u>\n</p>\n<p>\n<b>DEFINED WORDS:</b> In these terms and conditions (“<b>Terms</b>”) a bold, capitalised word has a particular meaning.\nThese relevant words can be found in brackets after their meaning.\nAny reference in these Terms to “we”, “us” or “our” is a reference to Moonpig.com Limited (“<b>Moonpig</b>”).\nAny reference to “you” or “your” is a reference to you, or any consumer who visits our website and these references may be used interchangeably.\nPlease read these legally binding Terms carefully before providing any User Content to Moonpig.\nBy providing any User Content to Moonpig, you hereby confirm your agreement to these Terms.\n</p>\n<p>\n</p>\n<ol>\n<li>\n<p>\n<b>General</b>\n</p>\n</li>\n</ol>\n<p>These Terms are made in relation to any User Content generated by you which shall mean, and include any of the following: any comments, tweets, posts, photos, pictures, images, videos, materials or other user-generated content or information, which are made, posted or shared by you on any social-media account (“<b>User Content</b>”),</p>\n<p>Pursuant to paragraph 2 of these Terms, Moonpig, in the normal course of its business, may contact non-paid content providers like you in relation to the use of any generated User Content made available by you.</p>\n<p>\n</p>\n<ul>\n<li>\n<p>You own all rights in the User Content.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>&nbsp;You hereby consent, and you confirm you have obtained all necessary consents, required in sharing the User Content with Moonpig.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>You confirm that the User Content, and/or its use by Moonpig and any Moonpig group company do not violate, misappropriate or infringe the rights of any other person or entity, including but not limited to, any privacy rights, intellectual property rights, publicity rights and any other applicable rights.\nWe retain the right to disclose your identity to any third party who is claiming that User Content provided by you constitutes a violation of their intellectual property rights, or of their right to privacy.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>You confirm that all express consent(s) and necessary waivers required have been obtained by you for use by Moonpig and/or by the Moonpig group companies to use the User Content as described under these Terms.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>You confirm that all requisite authorities from any individuals featuring in the User Content has been obtained by you for use by Moonpig and/or by the Moonpig group companies to use the User Content as described under these Terms.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>You confirm you are at least 18 years of age (verification of this may be reasonably requested.\n</p>\n</li>\n</ul>\n<p>\n</p>\n<p>2.\nYou hereby grant Moonpig and its Moonpig group companies, a perpetual, non-exclusive, royalty-free, worldwide, irrevocable, licence to use (including a right to sub-licence), modify and reproduce the User Content and acknowledge Moonpig’s desire to display the User Content in electronic communications (including Moonpig website, the Moonpig group company websites and any Moonpig phone applications), and/or other online media platforms, including on social media and any other marketing and that this use may be for commercial purposes.&nbsp;</p>\n<p>\n</p>\n<p>3.\nYou agree that you may not be credited or acknowledged for any User Content made available for use by Moonpig and/or the Moonpig group companies, and you hereby waive any and all moral rights in the User Content.</p>\n<p>\n</p>\n<p>4.<b>\n</b>You agree that Moonpig may use your User Content around the world for commercial purposes and that you are not entitled to any fee, commission or payment for said usage.</p>\n<p>\n</p>\n<p>5.\nYou agree that any usage, whether commercial or not, of the User Content by Moonpig and/ or any Moonpig group company, shall not create any partnership, association, sponsorship, representation or affiliation, whether actual or apparent, in any manner between Moonpig and you.\nFor the avoidance of doubt, you shall not purport, directly or indirectly, to be linked to Moonpig in any manner through Moonpig’s usage of the User Content.</p>\n<p>\n</p>\n<p>6.\nYou agree that Moonpig is not obliged to use any of your User Content.\n</p>\n<p>\n7.\nYou may revoke the rights that you have granted to Moonpig to use the User Content by emailing Moonpig at social.team@moonpig.com.\nFrom the time Moonpig receives your sufficient notice, Moonpig will remove the User Content from its digital displays (e.g., the Moonpig official social media pages) within 30 days and shall remove the User Content within 60 days from Moonpig’s non-digital displays (e.g., the Moonpig blog).</p>\n<p>\n</p>\n<p>8.\nYou will ensure that any notification to revoke the rights that you have granted to Moonpig will includes\n</p>\n<ul>\n<li>\n<p>identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are covered by a single notification, a representative list of such works;</p>\n</li>\n<li>\n<p>identification of the claimed infringing material and information reasonably sufficient to permit Moonpig to locate the material on our website;</p>\n</li>\n<li>\n<p>information reasonably sufficient to permit us to contact you, such as an address and an email address;</p>\n</li>\n<li>\n<p>a statement by you that you have a good-faith belief that the disputed use is not authorised by the copyright owner, its agent, or the law;</p>\n</li>\n<li>\n<p>a statement by you, that the above information in your notification is accurate and that you are the copyright owner or authorised to act on the copyright owner’s behalf.\nand your physical or electronic signature.\nand</p>\n</li>\n<li>\n<p>You acknowledge and agree that upon receipt and notice of a claim of infringement, we may remove the identified materials without liability.</p>\n</li>\n</ul>\n<p>\n</p>\n<p>9.\nYou hereby release Moonpig and/or the Moonpig group companies and any of its affiliates, employees, officers and associated parties, and any other third parties used in conjunction with Moonpig’s normal services, that shall use the User Content made available by you from any and all claims, actions or proceedings of any kind, and from any and all damages, losses, costs and expenses, including reasonable legal fees and expenses relating to or arising out of the use of your User Content as contemplated by these Terms.</p>\n<p>\n10.\nThese Terms shall exclusively be governed by English law and both you and we hereby agree to submit to the courts of England and Wales who shall have exclusive jurisdiction to settle any dispute or claim arising out of or in connection with these Terms.&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>", "created_at": "2023-08-23 21:40:19.551522", "updated_at": "2023-08-23 21:42:09.337026"}], "points": [], "urls": ["moonpig.com"]}}