{"error": 448, "message": "OK", "parameters": {"id": 2433, "name": "KartaView (formerly OpenStreetCam and OpenStreetView)", "created_at": "2020-11-29 12:06:03.466043", "updated_at": "2023-06-05 22:00:38.892829", "wikipedia": "https://en.wikipedia.org/wiki/KartaView", "keywords": null, "related": null, "slug": "kartaview_formerly_openstreetcam_and_openstreetview", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2433.png", "url": "openstreetcam.org,kartaview.org,openstreetview.org", "documents": [{"id": 3206, "name": "Terms of Service", "url": "https://kartaview.org/terms", "xpath": "//body", "text": " LeaderboardBlogSign InGet the App<p>KartaView is a free and open platform for street level imagery.\nAnyone can contribute images with a smartphone and our open source apps.\n</p>\n<p>KartaView will detect salient features from the uploaded images such as signs, lanes and road curvature to improve KartaView.</p>Download .apkLoginTerms and Conditions of Use for KartaView English Welcome to the future of mapping.\nHere is our Terms and Conditions, hopefully nice and easy to follow.\nContentsEffective as of 13 December 2019Services Offered through KartaViewAccount InformationOpen Source LicenseMIT License TermsUser Contributed ContentDuration of Services.\nTerminationRight of cancellationDisclaimersOther QualificationsLimitation of liabilityAttribution and Governing LawMiscellaneousGeneral provisionsCopyright clauses1.\nEffective as of 13 December 2019 <p>These Terms and Conditions of Use apply to your use, as a consumer (“User”, “you”), of the services offered through the KartaView portal (kartaview.org) and/or the KartaView app (collectively <strong>“KartaView Products”</strong>) and/or the Improve OSM portal (https://improveosm.org) and/or the Improve OSM app (collectively <strong>“Improve OSM Products”</strong> and together with the KartaView Products the <strong>“KartaView”</strong>) offered by Grab Taxi Holdings Pte.\nLtd.\n(and/or its related corporation) (\"Grab\", “we”, “us”) (“Terms and Conditions of Use”).</p>\n<p>Please read these Terms and Conditions of Use carefully before you access and use KartaView.\nYour access and use of KartaView indicates that you accept these Terms and Conditions of Use.\nIf you do not accept these Terms and Conditions of Use, do not access or otherwise use KartaView.\nThese Terms and Conditions of Use represent the agreement (<strong>\"Agreement\"</strong>) between you and us with respect to KartaView.\nAll references herein to \"you\" and \"your\" means you, your employees, agents, and contractors, and any other entity on whose behalf you accept these Terms and Conditions of Use, all of whom shall also be bound by this Agreement.</p>\n<p>Grab may revise these Terms and Conditions of Use at any time in accordance with the provisions of this clause, including with effect during the existing user relationship.\nWe shall notify you of such changes via email with due notice before the changes take effect, however no later than 7 calendar days before the proposed changes take effect, which you agree shall be sufficient notice.\nShould you disagree with the changes you can terminate our contractual relationship governed by these Terms and Conditions of Use.\nIf you do not agree to be bound by the changes, you shall immediately cease all access and/or use of KartaView.\nYou further agree that if you continue to use and/or access KartaView after being notified of such changes to these Terms and Conditions of Use, such use and/or access shall constitute an affirmative: (i) acknowledgement by you of these Terms and Conditions of Use and its changes.\nand (ii) agreement by you to abide and be bound by these Terms and Conditions and its changes.\n</p>2.\nServices Offered through KartaView <p>KartaView is a platform with various functions.\nThrough this platform, Grab collects, stores and distributes georeferenced street view imagery with the purpose of helping the OpenStreetMap® (<strong>\" OSM\"</strong>) community improve the quality of the map data.\nThe use by you of the KartaView is free of charge.\n</p>3.\nAccount Information <p>You agree: (a) when signing up for KartaView, to provide Grab with true, accurate, current, and complete information about yourself, and (b) to inform Grab promptly of any changes to such information to keep it true, accurate, current and complete.\nYou further agree that you are 18 years of age or older and have the authority and rights to download and/or use or register for KartaView.</p>\n<p>If you provide Grab with any information that is untrue, inaccurate, not current or incomplete, or Grab has reasonable grounds to suspect so, Grab has the right to suspend or terminate your access to KartaView.\n</p>\n<p>All of your account information, as well as other personal information provided by you to Grab, is subject to Grab's privacy policy located at https://kartaview.org/privacy-policy.\nYour use of KartaView indicates that you accept the terms of this Terms and Conditions of Use and of the privacy policy, which may be updated from time to time.</p>\n<p>By sending the registration data, you are offering to conclude a user relationship with us based on these Terms and Conditions of Use.\nWe will confirm promptly receipt of your offer, however we reserve the right to decide on whether to accept your offer or not.\nShould your request for registration not be confirmed by us to you by email to the email address you stated within a period of 24 hours, you will no longer be bound to your offer.\nWhen we activate the user account, we will confirm the acceptance of your order for registration by e-mail, this confirmation will create a user relationship for an unlimited period, based on these Terms and Conditions of Use.\n</p>\n<p>You further agree and acknowledge that any use and/or access of KartaView and any information, data or communications referable to your account shall be deemed to be, as the case may be: (i) access and/or use of KartaView by you.\nor (ii) information, data or communications posted, transmitted and validly issued by you.\nYou agree to be bound by any access and/or use of KartaView (whether such access or use are authorised by you or not) and you agree that we shall be entitled (but not obliged) to act upon, rely on or hold you solely responsible and liable in respect thereof as if the same were carried out or transmitted by you.</p> 4.\nOpen Source License <p>KartaView consists of an iOS application, an Android application and a Website-based application from www.kartaview.org).\nKartaView is developed by Grab with the aim of creating the biggest possible repository of street level photography imagery, and thus Grab would like to open source KartaView (\" MIT License\"), under the terms of the MIT License, and by licensing its imagery under Creative Commons Attribution-ShareAlike 4.0 International (<strong>\" CC-By-SA License\"</strong>), with the license terms available at https://creativecommons.org/licenses/by-sa/4.0/legalcode.\nThe content which you submit, post, display, upload on or via KartaView is therefore subject to the rules of the afore-mentioned MIT License and CC-By-SA License, fact which is hereby acknowledged and confirmed by you.\n</p>\n<p>KartaView uses open source libraries within its mobile applications as set out in http://grb.to/oss-attributions.</p>\n<p>You are free to copy, distribute, transmit and adapt data on KartaView, as long as you comply with the applicable open source license and credit Grab and the KartaView contributors.\nWe require that you use the credit “© Grab and KartaView Contributors\".\n</p>5.\nMIT License Terms <p>Copyright 2020 “© Grab and KartaView Contributors”</p>\n<p>Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell</p>\n<p>copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:</p>\n<p>The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.</p>\n<p>THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR</p>\n<p>IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,</p>\n<p>FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT.\nIN NO EVENT SHALL THE</p>\n<p>AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER</p>\n<p>LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,</p>\n<p>OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.</p> 6.\nUser Contributed Content <p>You are solely responsible for your conduct and any data, text, information, names, images, graphics, photos, imagery and other content (the <strong>“Content”</strong>) that you submit, post display on or via KartaView.\nGrab does not claim ownership of any Content that you post on or through KartaView.\nYou represent and warrant that (i) you own the Content posted by you on or through KartaView or otherwise have the right to grant the rights and licenses set forth in these Terms and Conditions of Use.\n(ii) the posting and use of your Content on or through KartaView does not violate, misappropriate or infringe on the rights of any third party, including, without limitation, privacy rights, publicity rights, copyrights, trademark and/or other intellectual property rights.\n(iii) you agree to pay for all royalties, fees, and any other monies owed by reason of Content you post on or through KartaView.\nand (iv) you have the legal right and capacity to enter into these Terms and Conditions of Use in your jurisdiction.</p>\n<p>You hereby grant to Grab a worldwide, royalty-free, non-exclusive, perpetual, irrevocable license to do any act that is restricted by copyright, database right or any related right (which will include without limitation the right to host, publish, distribute or use) over anything within the Content, whether in the original medium or any other.\nThese rights explicitly include commercial use, and do not exclude any field of endeavor.\nThese rights include, without limitation, the right to sub-license the Content through multiple tiers of sub-licensees and to sue for any copyright violation directly connected with Grab’s rights under these Terms and Conditions of Use.</p>\n<p>You agree that Grab may at any time filter, alter, modify, redact, crop or delete your Content in whole or in part in its discretion, including in order to render the Content suitable for use on KartaView.\nTo the extent allowable under applicable local laws and copyright conventions, you also waive and/or agree not to assert against Grab or its licensees any moral rights, including without limitation any moral rights in such Content which you may have under the Copyright Act of Singapore (Cap.\n63) (including those rights set out or referred to under Part IX therein) or any other similar legislation now existing or in future enacted anywhere in the world), or other rights that you may have in your Content that would otherwise preclude Grab from filtering, altering, deleting, or using, copying or distributing your Content.\nYou acknowledge and agree that we may continue to store, display and otherwise exercise the rights with respect to your Content after termination, deactivation, or archiving of your account.\nFor the avoidance of doubt, this clause shall survive the termination of these Terms and Conditions of Use.\n</p>7.\nDuration of Services.\nTermination <p>The KartaView can be used by you for an unlimited period of time, subject to the provisions of these Terms and Conditions of Use.</p>\n<p>Grab reserves the right to terminate your access to KartaView at any time for any or no reason and without notice to you.</p>\n<p>You may request to delete your KartaView data at any time by notifying Grab via: (i) an email addressed to geo.kartaview@grabtaxi.com or (ii) a letter addressed to “Legal Department” at 9 Straits View, Marina One West Tower, #23-07/12, Singapore 018937.\nAny such deletion by you shall be effected within a reasonable time after Grab's receipt of your notice.\nUpon any termination of your KartaView account and data, Grab shall have no liability to you or any further obligations.</p>8.\nRight of cancellation <p>As a consumer, you have the right to cancel this Agreement within 14 days without stating grounds.\nThe cancellation period is fourteen days from the date on which this Agreement was concluded.\n</p>\n<p>To exercise your right of cancellation, you must notify us (e.g.\nby posted letter, fax or email) of your decision to cancel this Agreement.\n</p>\n<p>You may also fill in and send the sample cancellation form on our KartaView portal or in the KartaView app electronically.\nShould you opt to do this, we will send you confirmation that we have received such cancellation (e.g.\nby email to the email address you have stated for your user account).</p>\n<p>In the case of a contract to provide digital content that is not delivered on a physical medium, the right of cancellation shall expire if we have commenced performing the contract after you gave us your express permission to do so and at the same time confirmed that you understand that you would lose your right of cancellation when the contract began to be performed by us.</p>9.\nDisclaimers <p>You must evaluate, and will bear all risks associated with, the use of any Content, including any reliance on the quality, integrity, accuracy, completeness, or usefulness of such Content.\nWe may refuse or delete any Content, including Content of which we become aware that is in breach of these Terms and Conditions of Use, is otherwise contrary to law, or is otherwise inappropriate in our discretion.\nWe do not guarantee the accuracy, integrity or quality of any Content.\nUnder no circumstances will we be liable in any way for any Content, including, but not limited to, liability for any errors, inaccuracies, or omissions in any Content, or for any loss or damage of any kind incurred as a result of the use of any Content.\nWe will have no obligation or liability to you to maintain, store, or license Content, protect and maintain Content owners' intellectual property rights, or to enforce these Terms and Conditions of Use.\nYou hereby waive and release any claims you may have against us arising or resulting from use or misuse of Content or your inability to effectively use Content, your failure to comply with these Terms and Conditions of Use, or for any act, omission, or conduct of any other KartaView user.</p>\n<p>You are solely responsible for your interaction with other users of KartaView.\nYou agree that Grab is not responsible or liable for the conduct of any user.\nGrab reserves the right, but has no obligation, to monitor or become involved in disputes between you and other users.\nExercise common sense and your best judgment when interacting with others, including when you submit or post Content.</p>\n<p>KartaView is provided \"as is\" and without warranties of any kind either express or implied.\nGrab disclaims all warranties, express or implied, including, but not limited to, implied warranties of merchantability and fitness for a particular purpose.</p>\n<p>Applicable law may not allow certain warranty exclusions, so one or more of the above disclaimers may not apply to you.</p>10.\nOther Qualifications <p>You understand and agree that KartaView is downloaded to your wireless device at your own discretion and risk and that you will be solely responsible for any damages to your wireless device, or loss of data, that results from the download of such application.</p>\n<p>Grab does not warrant that KartaView will not infringe on third party intellectual property rights.\nGrab also does not warrant that your use of KartaView will be uninterrupted or error-free.\nRather, temporary interruptions of KartaView may occur from time to time.\nGrab will exercise reasonable efforts to attempt to limit or prevent such occurrences, but in no event will Grab be liable for any financial or other damages due to such interruptions.</p>\n<p>Grab has technological and operational security policies and procedures to protect your information from loss, misuse, alteration, or unintentional destruction, but Grab makes no representations or warranties regarding the security of KartaView or the transmission of data or information to and from Grab and your wireless device.\nGrab will not be liable to you or anyone else in the event of any unauthorized infiltration of any of its systems.\n</p>11.\nLimitation of liability <p>To the extent permitted under applicable law, under no circumstances shall Grab or its licensors (or their licensors and suppliers) be liable to you or anyone else for any loss, injury, or damages (including but not limited to any compensatory, punitive, special, incidental, indirect, exemplary or consequential damages) arising out of or in connection with the use by you or anyone else of KartaView, any defects in KartaView, or any breach of this Agreement, even if Grab or its licensors have been advised of the possibility of such damages.</p>\n<p>Applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, so the above exclusion may not apply to you.</p> Indemnification <p>To the extent permitted by applicable law, you agree to indemnify, defend and hold Grab and its licensors (including their respective licensors, suppliers, assignees, subsidiaries, affiliated companies, and the respective officers, directors, employees, shareholders, agents and representatives of each of them) free and harmless from and against any liability, loss, injury (including injuries resulting in death), demand, action, cost, expense, or claim of any kind or character, including but not limited to attorney's fees, arising out of or in connection with (i) your access to or use of KartaView.\n(ii) your breach or alleged breach of these Terms and Conditions of Use.\n(iii) your violation of any third-party right, including without limitation, any intellectual property right, publicity, confidentiality, property or privacy right.\n(iv) your violation of any laws, rules, regulations, codes, statutes, ordinances or orders of any governmental and quasi-governmental authorities, including, without limitation, all regulatory, administrative and legislative authorities.\nor (v) any misrepresentation made by you.\nYou will cooperate as fully required by Grab in the defense of any claim.\nGrab reserves the right to assume the exclusive defense and control of any matter subject to indemnification by you, and you will not in any event settle any claim without the prior written consent of Grab.</p>12.\nAttribution and Governing Law <p>This Terms and Conditions of Use shall be governed by Singapore law, without regard to the choice or conflicts of law provisions of any jurisdiction, and any disputes, actions, claims or causes of action arising out of or in connection with this Terms and Conditions of Use shall be referred to the Singapore International Arbitration Centre (<strong>“SIAC”</strong>), in accordance with the Rules of the SIAC as modified or amended from time to time (the <strong>“Rules”</strong>) by a sole arbitrator appointed by the mutual agreement of you and Grab (the <strong>“Arbitrator”</strong>).\nIf you and Grab are unable to agree on an arbitrator, the Arbitrator shall be appointed by the President of SIAC in accordance with the Rules.\nThe seat and venue of the arbitration shall be Singapore, in the English language and the fees of the Arbitrator shall be borne equally by you and Grab, provided that the Arbitrator may require that such fees be borne in such other manner as the Arbitrator determines is required in order for this arbitration clause to be enforceable under applicable law.</p>13.\nMiscellaneous <p>This Agreement constitutes the entire agreement between Grab and you with respect to the subject matter hereof.\nGrab's or your failure to require performance of any provision shall not affect that party's right to require performance at any time thereafter, nor shall a waiver of any breach or default of this Agreement constitute a waiver of any subsequent breach or default or a waiver of the provision itself.</p>\n<p>If any provision herein is held unenforceable, then such provision will be modified to reflect the intention of the parties, and the remaining provisions of this Agreement will remain in full force and effect.</p>\n<p>You may not resell, assign, or transfer any of your rights hereunder.\nAny such attempt may result in termination of this Agreement, without liability to Grab.\nNotwithstanding the foregoing, Grab may assign this Agreement to any affiliate at any time without notice.</p>\n<p>By using KartaView, you consent to receive from Grab all communications, including notices, agreements, legally required disclosures or other information in connection with KartaView (collectively, <strong>\" Notices\"</strong>) electronically.\nGrab may provide such Notices by posting them on Grab's website or by downloading such Notices to your wireless device.\nIf you desire to withdraw your consent to receive Notices electronically, you must discontinue your use of KartaView.\nGrab may email or send text messages to you from time to time to inform you about our products and services that we think will interest you, unless you inform us that you opt out from receiving such communications.</p>\n<p>If you have any questions regarding the terms of this Agreement, please contact Grab by sending an email to geo.kartaview@grabtaxi.com.\nKartaView and Grab and their logos are registered and unregistered trademarks of Grab.\nAll other trademarks, service marks, logos and trade names used on the KartaView app or on www.Grab.com are the property of their respective owners.</p>14.\nGeneral provisions <p>The User hereby expressly acknowledges that he or she has read, understood and accepted each and every provision of these Terms and Conditions of Use.\nIn accordance with Article 1203 of the Romanian Civil Code, the User hereby expressly acknowledges and accepts the clauses headed Disclaimers, Other qualifications, Limitation of Liability, Indemnification and Termination as well as each and every provision of these Terms and Conditions of Use providing: (i) in our favor (i) limitations of liability, (ii) the right to unilaterally terminate our contractual relationship with you, (iii) the right to suspend the performance of our obligations or B) in respect of the User (i) the loss of rights, (ii) the loss of benefit of term, (iii) the limitation of the right to raise exceptions, (iv) the limitation of the right to contract with third parties, (v) tacit extension of the contractual relationship with us, (vi) the applicable law, (vii) arbitration clauses or provisions derogating from competent courts' jurisdiction rules.</p>\n<p>No person or entity who is not a party to these Terms shall have any right under the Contracts (Rights of Third Parties) Act, Chapter 53B of Singapore or other similar laws to enforce any term of these Terms, regardless of whether such person or entity has been identified by name, as a member of a class or as answering a particular description.\nFor the avoidance of doubt, this shall not affect the rights of any permitted assignee or transferee of these Terms</p>\n<p>Statutory warranty provisions apply.\n</p>15.\nCopyright clauses Copyright Notice <p>All materials and content on websites, applications and software operated or otherwise made available by Grab (“Grab Platform”) are protected by intellectual property laws.\nSave where stated otherwise, all intellectual property rights in the materials and content are reserved by Grab or its licensor.\nWithout prior written consent from Grab or its licensor, no one shall, by any means, reproduce, distribute, print or play, use hyperlinks to connect or transmit, use method of mirror images to load to any other server, store to an information retrieval system, or use for any commercial purpose, any content on Grab Platform.\nFor the avoidance of doubt, your access and use of Grab Platform does not transfer to you any rights, title or interest in or to any intellectual property rights owned by Grab.\n</p> Reporting Suspected Infringement of Grab IP <p>If you come across any counterfeit Grab merchandise, infringement, or any other unauthorized activities concerning Grab IP, please report it to us by sending an email to us (infringements@grab.com).\nWhen reporting to us, kindly include a description and screenshot(s) of the infringing content or unauthorized activities to facilitate our investigation.\n</p> Submission of Request to Takedown Infringing Content on Grab platform <p>If you believe that any content made available on our platform violates your intellectual property rights, you may inform us of the same by sending an email (with sufficient proof of your IP ownership as well as a screenshot and description of the infringement attached) to our designated representative: <br> Grab Abuse Response Team <br> Address: 3 Media Close, #01-03/06, Singapore 138498 <br> Email: infringements@grab.com <br>\n</p>\n<p>Kindly note that where copyright infringement in Singapore is alleged, as per the Singapore Copyright Act 2021 and Copyright Regulations 2021, the notice should be accompanied with sufficient information as set out in the said Regulations</p>\n<p>By submitting an email to us via infringements@grab.com, you acknowledge that you are initiating a legal process in good faith and understand that any fraudulent and/or abusive notice may result in legal consequences.</p>© 2020 KartaViewBlogJOSM PluginTerms and ConditionsPrivacy Policy ", "created_at": "2020-11-30 17:03:41.962529", "updated_at": "2022-12-15 22:36:22.502348"}, {"id": 3207, "name": "Privacy Policy", "url": "https://kartaview.org/privacy-policy", "xpath": "//body", "text": " LeaderboardBlogSign InGet the App<p>KartaView is a free and open platform for street level imagery.\nAnyone can contribute images with a smartphone and our open source apps.\n</p>\n<p>KartaView will detect salient features from the uploaded images such as signs, lanes and road curvature to improve KartaView.</p>Download .apkLoginPrivacy Policy English Welcome to the future of mapping.\nHere is our Privacy Policy, hopefully nice and easy to follow.\nContentsIntroductionInformation collected about you and our use of such informationwhen your information will be shared or disclosedsecurity of Personal Dataretention periodchildren's privacyConsumer requests for information and their rights on their Personal Dataother websiteschanges to this policyupdate information / revoke choices / suggestions / contact informationcontact information for international users1.\nIntroduction <p>This Privacy Policy governs the collection, use, disclosure and/or processing of your personal data when you use and/or access the KartaView portal (kartaview.org) and/or the KartaView app (collectively “KartaView Products”) and/or the Improve OSM portal (https://improveosm.org) and/or the Improve OSM app (collectively “Improve OSM Products” and together with the KartaView Products the “KartaView”) offered by GrabTaxi Holdings Pte.\nLtd.\n(and/or its related corporation) (\"Grab\", “we”, “us”) (“Privacy Policy”).\nBefore using KartaView applications, services, websites or otherwise interacting with us (as defined in the Terms and Conditions of Use where these terms and conditions of use represent an agreement (“Agreement”) between you and us) , you should read this Privacy Policy.\nIf you do not agree with the terms of this Policy, please do not engage in any of these activities.\nThis Privacy Policy explains how KartaView collects, stores, uses and discloses information from you when you use KartaView.\nFor more information about Grab, its products and services, or its Privacy Policy, you can visit https://www.grab.com/sg/terms-policies/privacy-policy/ .</p>\n<p>We understand and respect your concerns about the use of your personally identifiable information, collected from you as a user of KartaView that identifies or is able to identify you as a specific person (\"Personal Data\").\nWe may collect your Personal Data directly from you or from third party authorised providers, such as Google, Facebook or ImproveOSM when you login to KartaView.\nCollection of your Personal Data includes, without limitation, name, surname, nickname, e-mail address.\nand both foreground and background locations and images.\nWhen KartaView is not in use, we do not collect any Personal Data.</p>\n<p>We believe that you may want to know types of information about you that we collect, as well as how that information is used, maintained, and, in some cases, shared.\nThe following sets forth our privacy practices and policies, applicable to the KartaView application consumers and visitors of the KartaView website.</p>2.\nInformation collected about you and our use of such information <p>The types of personal and other information we may collect about you are provided directly by you.\nHow we use and maintain that information is described below.</p>\n<p>Information You Provide:</p>2.1 Register/Information Related to Your Account<p>We collect and store personal data about you when you register to use KartaView, and when you otherwise transmit such information to us via the internet, based on the performance of the Agreement (represented by the acceptance of the Terms and Conditions of Use).\nFor instance, to register your account we collect and store in a database your name, nickname(s) and e-mail.\n</p>\n<p>We collect images and location data when you are using the recording feature of the KartaView app.\nWhen you use the recording feature of the KartaView Android app when the app is in background, we may also collect images and locations.\nWe use API calls from either Android or iOS Operating System to collect these locations and images and they are stored in our database and in the following format:</p>\n<ul>\n<li>For locations - in a .txt file format</li>\n<li>For images - in mp4 or JPEG format</li>\n</ul>\n<p>Images taken by you with KartaView will be stored locally on your device until such time when you upload these images onto KartaView.\nThe images will be transmitted via HTTPS and will be uploaded to KartaView where they are used by us to further improve and enhance map-making.</p>\n<p>We may also use the information that we collect about you to manage your account and provide you with user support, for the purpose of the performance of the Agreement.\n</p>\n<p>We may furthermore use such information to perform research and analysis about your use of our products and services on a pseudonymous basis (for opt-out possibilities please see below), based on our legitimate interests to improve the products and services offered to you.\n</p>\n<p>If you have provided explicit consent for us to provide you with any marketing materials, we may use your Personal Data to inform you from time to time by email and/or within our application about products or services that we think will interest you.\nOtherwise, we will only contact you with periodic updates to notify you on important matters relating to the KartaView Products that you are using and to administer your relationship with us.</p>\n<p>We may share the information we collect about you and your usage activity on an anonymous, aggregated basis with our third party partners, based on our legitimate interests for the purpose of performing research and analysis about users of our products and services.\n</p>2.2 When you contact us<p>We use your contact details (e.g.\nemail address) you provide when you contact us in order to respond to any inquiry or feedback you submit by email, Facebook, Twitter or from within any of our applications, for the performance of the Agreement or based on our legitimate interests when the processing following the feedback or the inquiry is not carried out in connection with the performance of the Agreement, but rather to address other types of queries.</p>2.3 Using KartaView<p>When you use any of our services, including when you use a mobile device equipped with one of our services, you will be asked to provide certain information.\nWe may also assign you a separate and unique ID number, which may be stored and used to manage your account and provide you with consumer support, based on the performance of the Agreement as well as to perform research and analysis about your use of our products and services on a pseudonymous basis (for opt-out possibilities please see below) based on our legitimate interest to improve the products/services we offer.</p>\n<p>The uploaded images onto KartaView will not contain, on a best effort basis, any Personal Data.\nGrab has implemented a technology for blurring human faces if such are identified in the images you upload when using KartaView.\nIn the event you have found any Personal Data, such as human face in any of the images, please do not hesitate to reach out to us in order for us to rectify it as soon as possible.</p>2.4 Public Forums<p>If you use or link to public forums such as social networking services, blogs on KartaView or non- KartaView websites, internet bulletin boards, or chat rooms, be aware that any Personal Data you submit can be read, collected, or used by other users of such forums, including to send you unsolicited messages.\nKartaView cannot prevent the distribution and use of such information by other parties.</p>2.5 Other Submissions<p>We collect Personal Data about you when you submit survey responses to improve our products/services, a job application or resume in order to take steps at your request prior to entering into a contract.</p>2.6 Cookies and Similar Technologies on the Website and KartaView Application<p>We may employ browser cookies or similar technologies to identify the computer, mobile device, or some of our services and record your preferences and other data.\nWe use cookies or similar technologies to evaluate how our websites, devices or applications are used and to provide continuous improvement to our services, make recommendations, and complete transactions you request.\nCookies may be stored locally on mobile devices or on computer servers operated or controlled by KartaView.\nWe may use visitor identification technology that collects pseudonymous data about your use of some of our services.\nIn addition, when you visit our website our systems automatically collect your IP address and the type of browser that you use.\nWhen you browse our website, our systems log the KartaView web pages that you visit on a pseudonymous basis.\nServer log files are records of activity automatically created by the server and stored.\nIf we combine or link cookies with personal information, we will treat the combined or linked information as personal information under this policy.\nWe may employ third-parties to place advertisements about our products and services on other web sites.\nThe use of cookies or other similar technologies by such third parties is governed by their privacy policies.\nIn the same manner, when you use the mobile application, we log information about: your last interaction with the application, your device model and brand and also we measure the application performance.\nAll of this is done on the basis of legitimate interests in improving our services and products.</p>\n<p>You may limit the automatic collection of certain information by our website by disabling the cookies using your browser options.\nPlease be aware that disabling cookies may prevent you from using specific features on our websites, such as ordering services, or maintaining an online account.</p>3.\nwhen your information will be shared or disclosed <p>Grab does not sell, rent, license or otherwise share information with third parties except as explained in this Privacy Policy.</p>\n<p>We may disclose Personal Data about you to third parties with your consent or if permitted under applicable statutory law.\nThe categories of data recipients to which Grab could disclose your Personal Data to, for example: third party providers, other contractual partners, subcontractors and/or public authorities.</p>\n<p>Third Party Providers</p>\n<p>We may share certain pseudonymised personal data or aggregated data with strategic partners that work with us to analyze usage as well as in providing and improving our products or services.\nor in helping us in our marketing aspects to consumers, or for similar purposes.\nInformation that is not personally identifiable or is aggregated is not subject to any restrictions of use or disclosure under this Privacy Policy.</p>\n<p>Legal Processes</p>\n<p>We will comply with any subpoenas, court orders or other legal processes for any of the information about you in our possession, and we may use such information to establish or exercise yours, ours, or others' legal rights, or to defend against legal claims.\nWe also may be required to disclose your Personal Data in response to a lawful request by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>Overseas transfers of personal data </p>\n<p>Your personal data may be transferred outside of Singapore and the EEA (European Economic Area), including to jurisdictions which do not protect Personal Data to the same standard as the data protection laws of Singapore and the EEA.\nWhen transferring personal data overseas, Grab takes measures to comply with applicable data protection laws and implement appropriate safeguards.</p>4.\nsecurity of Personal Data <p>Grab has implemented various physical, electronic and procedural safeguards to protect the confidentiality and security of Personal Data under our control.\nFor instance, Grab limits access to the systems that store such information to authorized personnel.\n</p>\n<p>While Grab maintains a multitude of technical and security measures to prevent unauthorized access to, alteration, destruction, or disclosure of your Personal Data, no security measures are absolute or wholly guaranteed.\nGrab will make reasonable attempts to notify you if it determines there were unauthorized acts by third parties that violate the applicable law or this Privacy Policy, or other security breaches, or where otherwise required by law.</p>5.\nretention period <p>Grab will maintain your personal data for as long as it is needed for the purpose for which it is collected, a business need exists, or as required by applicable laws, regulations, or government orders.\nIn general, we will retain user account information for up to 180 days from the time you choose to close your account, subject to any legislatively prescribed retention periods.\nWhen we dispose of personal data, we use commercially reasonable procedures to erase or render it unreadable.</p>6.\nchildren's privacy <p>Grab will not knowingly request or collect Personal Data from any person under 18 years of age.\nIf, however, you authorize a child to use our services or products by providing them a device associated with your Grab or KartaView service, any Personal Data associated with such use will be treated as your information in accordance with this Privacy Policy.\nGrab encourages parents to be involved in the online activities (including wireless Internet browsing) of their children to ensure that no information is collected from a child without parental or guardian consent.</p>7.\nConsumer requests for information and their rights on their Personal Data <p>Grab acknowledges that individuals have the right to access the Personal Data that we maintain about them.\nConsumers are entitled to request information concerning (i) their Personal Data under Grab's control, (ii) possible recipients of such Personal Data and (iii) the purpose of the processing of such Personal Data.\nTo protect your privacy and security, Grab will take reasonable steps to verify your identity before providing you access or making corrections.\nGrab will resolve requests to correct inaccuracies in Personal Data, except where the request is unreasonable.\nConsumers who wish to request further information about our compliance with this law or have questions or concerns about our privacy practices and policies may contact us at geo.kartaview@grabtaxi.com.</p>\n<p>In addition, under the (EU) Regulation 2016/679 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (“GDPR”) applies, you have the following rights with regard to the processing of your Personal Data: right to request erasure of your Personal Data or restriction of processing or to object to the processing as well as the data portability under the applicable conditions provided by GDPR.</p>\n<p>When we process your Personal Data based on your consent, you may withdraw your consent at any time.\nThe withdrawal of consent does not affect the lawfulness of processing based on consent before its withdrawal.\nPlease note that if you withdraw your consent to any or all use of your Personal Data, depending on the nature of your request, we may not be able to provide or continue providing you with access and use to KartaView or parts thereof.</p>\n<p>You may lodge a complaint with the relevant data protection supervisory authority if you believe us to be in breach of the applicable data protection laws.</p>8.\nother websites <p>For your convenience, this website contains links to other websites, including some websites administered by Grab, or administered by other companies on behalf of Grab, as well as to websites unrelated to KartaView.\nThis Privacy Policy does not apply to other websites.\nEach website should be checked for its own privacy policy.</p>9.\nchanges to this policy <p>Grab may from time to time update this Privacy Policy, and we encourage you to periodically review this privacy policy to be informed of the latest changes.\nWhenever a change to this Privacy Policy is significant, we will place a prominent notice on this website, at least five (5) business days before the effective date.</p>10.\nupdate information / revoke choices / suggestions / contact information <p>If you would like to update or correct any information that you have provided to Grab through your use of KartaView, limit or opt-out of certain communications, revoke prior communication choices you have made, exercise other rights related to processing your Personal Data or obtain more information with respect to this or if you have suggestions for improving this Privacy Policy, please send an email at geo.kartaview@grabtaxi.com.\nWe will use reasonable commercial efforts to address any concerns that you may have.</p>11.\ncontact information for international users <p>Grab commits to resolve complaints about your privacy and our collection or use of your Personal Data.\nEuropean Union individuals with inquiries or complaints regarding this Privacy Policy should first contact Grab at the following address: geo.kartaview@grabtaxi.com</p>\n<p>Individuals residing outside European Union with queries or comments on this Privacy Policy or the use of your Personal Data, please contact Grab’s data protection officer at dataprotection@grab.com.</p>\n<p>\n</p>\n<p>Date of last update: June 18th 2021</p>© 2020 KartaViewBlogJOSM PluginTerms and ConditionsPrivacy Policy ", "created_at": "2020-11-30 17:04:32.763114", "updated_at": "2022-12-15 22:37:51.81816"}], "points": [{"id": 31361, "title": "There is a date of the last update of the agreements", "source": "https://kartaview.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-21 02:27:42.118816", "updated_at": "2023-07-11 06:29:25.864506", "quoteText": null, "case_id": 331, "document_id": 3207, "quoteStart": null, "quoteEnd": null}, {"id": 31360, "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials", "source": "https://kartaview.org/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 02:26:47.992289", "updated_at": "2023-07-11 06:29:25.968652", "quoteText": null, "case_id": 291, "document_id": 3206, "quoteStart": null, "quoteEnd": null}, {"id": 31359, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://kartaview.org/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 02:26:25.596984", "updated_at": "2023-07-11 06:29:26.055038", "quoteText": null, "case_id": 287, "document_id": 3206, "quoteStart": null, "quoteEnd": null}, {"id": 31358, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://kartaview.org/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 02:26:12.486606", "updated_at": "2023-07-11 06:29:26.137987", "quoteText": null, "case_id": 286, "document_id": 3206, "quoteStart": null, "quoteEnd": null}, {"id": 31362, "title": "When the service wants to change its terms, you are notified a week or more in advance.", "source": "https://kartaview.org/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 02:28:19.256683", "updated_at": "2023-07-11 06:29:27.649907", "quoteText": null, "case_id": 123, "document_id": 3206, "quoteStart": null, "quoteEnd": null}, {"id": 31364, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://kartaview.org/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 02:30:14.414278", "updated_at": "2023-07-11 06:29:28.425574", "quoteText": null, "case_id": 294, "document_id": 3206, "quoteStart": null, "quoteEnd": null}, {"id": 31363, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://kartaview.org/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 02:28:49.102482", "updated_at": "2023-07-11 06:29:32.202649", "quoteText": null, "case_id": 403, "document_id": 3206, "quoteStart": null, "quoteEnd": null}, {"id": 31365, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://kartaview.org/terms", "status": "Generated through the annotate view", "created_at": "2023-04-21 02:33:33.236848", "updated_at": "2023-07-11 06:29:34.673993", "quoteText": null, "case_id": 146, "document_id": 3206, "quoteStart": null, "quoteEnd": null}], "urls": ["openstreetcam.org", "kartaview.org", "openstreetview.org"]}}