{"error": 448, "message": "OK", "parameters": {"id": 7855, "name": "Get Miles", "created_at": "2023-03-31 23:46:57.413462", "updated_at": "2023-04-22 11:50:35.771158", "wikipedia": null, "keywords": null, "related": null, "slug": "get-miles", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7855.png", "url": "getmiles.com", "documents": [{"id": 15165, "name": "Privacy Policy ", "url": "https://www.getmiles.com/privacy", "xpath": "/html/body/div[1]/div/div/div[2]", "text": "Privacy PolicyLast Updated: February 17, 2023This Privacy Policy explains how ConnectIQ Labs, Inc.\n(d/b/a Miles), a Delaware corporation with offices at 255 Shoreline Drive, Suite 600, Redwood City, CA 94065 (<b>\"Miles\"</b>, <b>“we”</b>, or <b>“us”</b>) collects, uses, and discloses information about you through its mobile applications, websites, and other online products and services (collectively, the \"Services\") or when you otherwise interact with us.We may change this Privacy Policy from time to time.\nIf we make changes, we will notify you by revising the date at the top of the policy and, in some cases, we may provide you with additional notice (such as adding a statement to our homepage or sending you a notification).\nWe encourage you to review the Privacy Policy whenever you access the Services or otherwise interact with us to stay informed about our information practices and the choices available to you.Collection of InformationInformation You Provide to UsWe collect information you provide directly to us.\nFor example, we collect information when you create an account, participate in any interactive features of the Services, fill out a form, upload a profile photo, participate in a contest or promotion, redeem a reward, request customer support or otherwise communicate with us.\nThe types of information we may collect include your name, phone number, email address, profile photo, financial information and any other information you choose to provide.Information About Your Use of the ServicesUsage InformationWe collect information about your use of the Services, and we use various technologies to determine location, including IP address, GPS, and other sensors that may, for example, provide us with information on nearby devices, Wi-Fi access points and cell towers.\nWe may also receive information from other sensors on your device such as the compass, accelerometer, and gyroscope.Automatically Collected InformationWhen you access or use our Services, we automatically collect information about you, including:Log Information: We collect log information about your use of the Services, including the type of OS version you use, app version, device ID, and other in-app or online activity (user path, access times, pages viewed, etc.).Device Information: We collect information about the computer or mobile device you use to access our Services, including the hardware model, operating system and version, unique device identifiers (including Mobile Ad IDs), and mobile network information.Location Information: As noted above, in accordance with your device permissions, we will collect information about the precise location and movement of your device, including travel data captured by your device (e.g., acceleration).\nFor more details, please see \"Your Choices\" below.Information Collected by Cookies and Other Tracking Technologies: Like most online services and mobile applications, we may use cookies and other technologies, such as web beacons, web storage, and unique advertising identifiers, to collect information about your activity, browser, and device.\nCookies are small data files stored on your hard drive or in device memory that help us improve our Services and your experience, see which areas and features of our Services are popular and count visits.\nWeb beacons are electronic images that may be used in our Services or emails and help deliver cookies, count visits and understand usage and campaign effectiveness.\nFor more information about cookies and how to disable them, please see \"Your Choices\" below.Information We Collect from Other Sources: We may obtain information from other sources and combine that with information we collect through our Services to create a profile about you.\nFor example, if you create or log into your account through a social media site, we will have access to certain information from that site, such as your name, gender, photos, account information, and friends lists, in accordance with the authorization procedures determined by such social media site.\nAs another example, if you opt in to connect your Uber or Lyft account, we will have access to certain information from those services, such as your driving location and distance, in accordance with their authorization procedures.Use of InformationWe use the information we collect to provide, maintain, and improve our services, such as to facilitate the performance of primary functions of the Services (e.g., transportation, travel, and geolocation services), or to manage your account with the Services.\nWe also use the information we collect to:Send you technical notices, updates, security alerts and support and administrative messages and to respond to your comments, questions and customer service requests;Communicate with you about products, services, offers, promotions, and events offered by Miles or third parties, or provide news and information related to the Services or third parties we think will be of interest to you;Monitor and analyze trends, usage and activities in connection with our Services;Detect, investigate and prevent fraudulent transactions and other illegal activities and protect the rights and property of Miles and users or partners;Personalize and improve the Services and provide advertisements, content or features that match user profiles or interests;Facilitate Miles and third-party contests, sweepstakes and promotions and process and deliver entries and rewards;Comply with our legal obligations;Enforce, or otherwise use in connection with, the Terms of Service.\nandCarry out any other purpose described to you at the time the information was collected.Sharing of InformationWe may share information about you as follows or as otherwise described in this Privacy Policy.With vendors, consultants and other service providers who need access to such information to carry out work on our behalf;With our third party partners (“Partners”) who work with us to provide certain services and benefits to Miles and/or our users;With other third parties for their own services and general marketing purposes, unless you opt out of this type of sharing on our mobile application.\nPlease note that such information may be further shared, disclosed, or sold by these third parties for humanitarian aid, third party marketing, ad targeting and analytics purposes, as well as other purposes agreed to by Miles;In response to a request for information if we believe disclosure is in accordance with, or required by, any applicable law or legal process, including lawful requests by public authorities to meet national security or law enforcement requirements;If we believe your actions are inconsistent with our user agreements or policies, or to protect the rights, property and safety of Miles or others;In connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business by another company;Between and among Miles and our current and future parents, affiliates, subsidiaries and other companies under common control and ownership in furtherance of our provision of services to you.\nandAggregated or de-identified information, which cannot reasonably be used to identify you.Our Services also uses cookies, which are small files placed on the hard drive of your computer, to improve the operation and functionality of the website.\nThe cookies we use may include:Process Cookies that enable the website to function properly and assist in navigating pages and accessing services.\nWithout these cookies, the website may not function properly.Session State Cookies that collect information about how users interact with a website.\nThis may include the page users visit most often and whether users get error messages from certain pages.\nThese cookies help improve users’ browsing experience, but blocking or deleting these cookies will not render the website unusable.Unless you have adjusted your browser settings so that it will refuse cookies, our system will issue cookies when you direct your browser to our website.\nBy using our website, you consent to our use of cookies and the placement of cookies on your device for the purposes described.Social Sharing FeaturesThe Services may offer social sharing features and other integrated tools (such as the Facebook \"Like\" button), which let you share actions you take on our Services with other media, and vice versa.\nYour use of such features enables the sharing of information with your friends or the public, depending on the settings you establish with the entity that provides the social sharing feature.\nFor more information about the purpose and scope of data collection and processing in connection with social sharing features, please visit the privacy policies of the entities that provide these features.\nThis privacy policy does not address the privacy, security or other practices of these third-party service providers.Third-Party ServicesMiles provides you with opportunities to connect with third parties or third-party applications or services, such as through third-party promotions or challenges.\nIf you choose to interact with such third parties outside of the Services or use any such third-party applications or services, we may facilitate sharing of your information and such third parties may contact you directly as necessary.\nYour interactions outside of the Services with such third parties or use of such applications and services is not governed by this privacy policy.\nMiles does not control the applications or services of those third parties or how they use your information and documents.\nBe sure to review the terms and the privacy policies of those third parties before using their applications or services.PaymentsWhen you make a payment on our Services, you may be taken to the website or platform of one of our third-party service providers.\nThe service provider will either collect or have access to your first and last name, zip code, postal address, email address, payment amount, billing information, and payment card information.\nPlease review the Privacy Policy of our third-party service provider to learn how they protect your information.Advertising and Analytics Services Provided by OthersWe may allow others to provide analytics services and serve advertisements on our behalf across the internet and in applications.\nThese entities may use cookies, web beacons, device identifiers and other technologies to collect information about your use of the Services and other websites and applications, including your IP address, web browser, mobile network information, pages viewed, time spent on pages or in apps, links clicked and conversion information.\nThis information may be used by Miles and others to, among other things, analyze and track data, determine the popularity of certain content, deliver advertising and content targeted to your interests on our Services and other websites and better understand your online activity.\nFor more information about interest-based ads, or to opt out of having your web browsing information used for behavioral advertising purposes, please visit www.aboutads.info/choices.Your Rights and ChoicesAccount InformationYou may update, correct or delete information about you at any time by going to the Account page of the app, emailing us at support@getmiles.com.\nIf you wish to delete or deactivate your account, please email us at support@getmiles.com, but note that we may retain certain information as required by law or for legitimate business purposes.\nWe may also retain cached or archived copies of information about you for a certain period of time.Location InformationWhen you first launch any of our mobile applications that collect location information, you will be asked to consent to the application's collection of this information.\nWe currently require this location information to use our Services, so if you do not consent to this collection, our Services will not function as intended.\nIf you initially consent to our collection of location information, you can subsequently stop the collection of this information at any time by changing the preferences on your mobile device.\nIf you do so, our mobile applications, or certain features thereof, will no longer function.\nYou may also stop our collection of location information by following the standard uninstall process to remove all of our mobile applications from your device.CookiesMost web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove or reject browser cookies.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of our Services.Promotional CommunicationsYou may opt out of receiving promotional emails and communications from Miles by clicking on the unsubscribe link in these communications.\nIf you opt out, we may still send you non-promotional communications, such as those about your account or our ongoing business relations.Mobile Push Notifications/AlertsWith your consent, we may send promotional and non-promotional push notifications or alerts to your mobile device.\nYou can deactivate these messages at any time by changing the notification settings on your mobile device.Do Not Track NoticeDo Not Track (“DNT”) is a preference available in many web browsers which allows you to inform websites you visit that you do not want them collecting information about you.\nMiles does not respond to DNT signals.\nFor further details regarding DNT, visit donottrack.us.Children’s PrivacyOur service is not targeted towards children under the age of 13 and we do not knowingly collect personal information from children under the age of 13.\nIf you are a parent or guardian of a child, you may review and request deletion of the child’s personal information by contacting support@getmiles.com.Supplemental Privacy RightsResidents of certain states, including California, may have additional privacy rights.\nPlease see our Supplemental State Privacy Notice for more information, here.Safeguarding Your InformationMiles secures data through a mix of technical and administrative.\nMiles also has policies and procedures designed to promote commercially reasonable security practices.\nNonetheless, the transmission of information via the Internet is not completely secure and we cannot guarantee the security of data sent to us electronically over cellular and wireless networks that we do not control.Contact UsIf you have any questions about this Privacy Policy, please contact us at:<br>support@getmiles.com<br>255 Shoreline Drive, Suite 600<br>Redwood City, CA 94065", "created_at": "2023-03-31 23:46:57.478127", "updated_at": "2023-03-31 23:48:08.556002"}, {"id": 15164, "name": "Terms of Service ", "url": "https://www.getmiles.com/tos", "xpath": "/html/body/div[1]/div/div/div[2]", "text": "Terms of ServiceLast Updated: September 20, 2022<br>These Terms of Service (“Terms”) apply to your access to and use of the travel, transportation, geolocation, and transit mobile applications and websites, and other online products and services (collectively, the “Services”) provided by ConnectIQ Labs, Inc.\n(d/b/a Miles), a Delaware corporation with offices at 255 Shoreline Drive, Suite 600, Redwood City, CA 94065 (“Miles” or “we”).<br>By using our Services, you agree to these Terms, including the mandatory arbitration provision and class action waiver in Section 16.\nIf you do not agree to these Terms, do not use our Services.<br>We may make changes to these Terms from time to time.\nIf we make changes, we will provide you with notice of such changes, such as by sending an email, providing a notice through our Services or updating the date at the top of these Terms.\nUnless we say otherwise in our notice, the amended Terms will be effective immediately, and your continued use of our Services after we provide such notice will confirm your acceptance of the changes.\nIf you do not agree to the amended Terms, you must stop using our Services.<br>If you have any questions about these Terms or our Services, please contact us at support@getmiles.com<br>1.\nPrivacyFor information about how we collect, use, share and otherwise process information about you, please see our Privacy Policy.<br>2.\nEligibilityYou must be at least 13 years of age and reside in the United States to use our Services.\nIf you are under 18 years of age (or the age of legal majority where you live), you may use our Services only under the supervision of a parent or legal guardian who agrees to be bound by these Terms.\nIf you are a parent or legal guardian of a user under the age of 18 (or the age of legal majority), you agree to be fully responsible for the acts or omissions of such user in relation to our Services.\nIf you use our Services on behalf of another person or entity, (a) all references to “you” throughout these Terms will include that person or entity, (b) you represent that you are authorized to accept these Terms on that person’s or entity’s behalf, and (c) in the event you or the person or entity violates these Terms, the person or entity agrees to be responsible to us.<br>3.\nUser Accounts and Account SecurityYou may need to register for an account to access some or all of our Services.\nIf you register for an account, you must provide accurate account information and promptly update this information if it changes.\nYou also must maintain the security of your account and promptly notify us if you discover or suspect that someone has accessed your account without your permission.\nIf you permit others to use your account credentials, you are responsible for the activities of such users that occur in connection with your account.\nWe reserve the right to reclaim usernames, including on behalf of businesses or individuals that hold legal claim, including trademark rights, in those usernames.<br>4.\nUser Content and PointsOur Services may allow you and other users to create, post, store and share content, including messages, text, photos, videos, software and other materials (collectively, “User Content”).\nExcept for the license you grant below, you retain all rights in and to your User Content, as between you and Miles.<br>You grant Miles a perpetual, irrevocable, nonexclusive, royalty-free, worldwide, fully paid, and sub-licensable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, publicly perform and display your User Content and any name, username or likeness provided in connection with your User Content in all media formats and channels now known or later developed without compensation to you.<br>\n<br>You may not create, post, store or share any User Content that violates these Terms or for which you do not have all the rights necessary to grant us the license described above.\nYou represent and warrant that your User Content, and our use of such content as permitted by these Terms, will not violate any rights of or cause injury to any person or entity.\nAlthough we have no obligation to screen, edit or monitor User Content, we may delete or remove User Content at any time and for any reason with or without notice.<br>\n<br>Miles may allow users to earn certain mileage points (“miles”) by traveling while running Miles’s mobile application in the background.\nThe miles have no cash or monetary value.\nThe miles are not your property.\nThe miles exist at the sole discretion of Miles as part of the Services.\nThe miles cannot be redeemed for cash or currency, and cannot be used to pay any credit card or other credit device, or used for entry into any sweepstakes or other contests or promotions, or for any purpose other than to redeem them for Rewards (defined below) as may be available through the Services from time to time.\nThe miles may not be transferred by operation of law, such as by inheritance, in bankruptcy or in connection with a divorce or other legal assignment.<br>\n<br>You may be able to redeem your miles for certain rewards from third parties that may be available through the Services from time to time (“Rewards”).\nRewards are only available on a temporary basis and may change or become unavailable at any time.\nCertain Rewards may require you to click a link within the Services to be directed to an affiliated merchant’s mobile application or website (each an “Affiliate Merchant”) and complete a purchase to earn the Reward.\nAny transaction between you and an Affiliate Merchant is between you and the Affiliate Merchant, and not Miles.\nMiles is not responsible for the availability or unavailability of any Reward, or for any other matter between you and the Affiliate Merchant.<br>\n<br>Points awarded through the Services are provided solely by Miles.\nAt any time and in Miles’s sole discretion, Miles may (a) determine whether or not you are eligible to accrue miles, (b) determine whether or not you have earned miles, or (c) adjust your miles total.\nBY USING THE SERVICES, YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT Neither WE nor any Affiliate Merchant will be liable for the availability or unavailability of EARNED MILES or any Rewards.<br>\n<br>Miles app is free to use and the miles do not expire.\nHowever, miles will be deducted for inactive accounts.\nAn account is considered to be “inactive” if you have not logged-in or have not opened the Miles app during a three (3) month period.\nIf an account is deemed to be inactive, Miles will deduct 2,500 miles each month (“Maintenance Fee”) from your account until you activate the account by opening the app or until your miles balance is zero.\nNo maintenance fee will be applied to your account, if you are logged in and open the Miles app at least once every 3 months.<br>\n<br>If you choose to delete your account by contacting Miles at support@getmiles.com, all unredeemed miles will be forfeited immediately upon account deletion and will not be reinstated or transferred.<br>\n<br>\n<br>5.\nReferral ProgramMiles may provide you (“Invitee”) with the opportunity to invite eligible friends and family members (each, a “Referral”) to create a new account with Miles (the “Miles Referral Program” or “Referral Program”) and may offer reward (e.g.\nreferral bonus miles, gift cards or other such rewards) when you successfully refer through the Referral Program.\nIn order to qualify for the referral bonus miles and / or the gift card, you should meet all the terms and conditions of the Referral Program such as and not limited to:<br>Refer the specified number of valid referrals (or valid new users) and meet all the requirements during the campaign time periodAll referrals must be new Miles users and each referral is subject to validationA maximum of one reward will be awarded per offer per referral periodOnce you receive your reward, you will have a specific duration of time to claim it from the Miles app<br>Miles reserves the right to suspend or terminate the Referral Program or to change the specific Referral Campaign Program offer (“Referral Campaign” or “Referral Campaign Offer”) terms at any time and for any reason in Miles sole discretion.\nAdditional terms may apply and may be disclosed in the specific Referral Campaign both within the app and/ or through other communication channels.\nIf there is a conflict between the Terms of Service and the terms and conditions of any Referral, unless explicitly provided otherwise in these Terms of Service, the Referral Campaign Offer terms and conditions will control.\nReferral Offers are not transferable and may not be made available to all users.<br>To be an eligible referral, the following conditions must be met such as<br>Referral should download the Miles app and register as a Miles user using your unique referral code or other methods approved by Miles that allow for tracking of referralsThe Referral should be a new Miles customer (who has not previously had a Miles account) as determined by MilesAny other requirements specifically set for the referral (e.g.\nrequirement for number of trips and / or minimum distance of the trip) to be completed within the referral period<br>All the rules specified during the Referral campaign have to be met in order to be eligible for the reward.\nBy participating in the Referral Program, you agree to allow us to communicate with your Invitees about your participation in the Referral Program (for example, by disclosing to them that you are a customer of Miles and/or that an invitation was sent by you).<br>The following is a non-exhaustive list of activities that are expressly prohibited under the Referral Program, and that are not eligible for miles and reward:<br>Wide-scale distribution of your referral code that would appear to be unsolicited commercial e-mail or spam under any applicable law or regulationCreating fake accounts, creating multiple accounts and accounts with fake email addresses and domainsBreaching Miles Terms of Service through fraudulent behavior<br>Miles reserves the right to terminate your account if Miles, in its sole discretion, deems any referral as fraudulent or otherwise inconsistent with these Referral Program terms or the Terms of Service.<br>6.\nProhibited Conduct and ContentYou will not violate any applicable law, contract, intellectual property right or other third-party right or commit a tort, and you are solely responsible for your conduct while using our Services.\nYou will not:<br>Engage in any harassing, threatening, intimidating, predatory or stalking conduct;Use or attempt to use another user’s account without authorization from that user and Miles;Impersonate or post on behalf or any person or entity or otherwise misrepresent your affiliation with a person or entity;Sell, resell or commercially use our Services;Copy, reproduce, distribute, publicly perform or publicly display all or portions of our Services, except as expressly permitted by us or our licensors;Modify our Services, remove any proprietary rights notices or markings, or otherwise make any derivative works based upon our Services;Use our Services other than for their intended purpose and in any manner that could interfere with, disrupt, negatively affect or inhibit other users from fully enjoying our Services or that could damage, disable, overburden or impair the functioning of our Services in any manner;Reverse engineer any aspect of our Services or do anything that might discover source code or bypass or circumvent measures employed to prevent or limit access to any part of our Services;Attempt to circumvent any content filtering techniques we employ or attempt to access any feature or area of our Services that you are not authorized to access;Use any data mining, robots or similar data gathering or extraction methods designed to scrape or extract data from our Services;Develop or use any applications that interact with our Services without our prior written consent;Send, distribute or post spam, unsolicited or bulk commercial electronic communications, chain letters, or pyramid schemes.\norUse our Services for any illegal or unauthorized purpose, or engage in, encourage or promote any activity that violates these Terms.<br>Enforcement of this Section 6 is solely at Miles' discretion, and failure to enforce this section in some instances does not constitute a waiver of our right to enforce it in other instances.\nIn addition, this Section 6 does not create any private right of action on the part of any third-party or any reasonable expectation that the Services will not contain any content that is prohibited by such rules.<br>7.\nOwnership.\nLimited LicenseThe Services, including the text, graphics, images, photographs, videos, illustrations and other content contained therein, are owned by Miles or our licensors and are protected under both United States and foreign laws.\nExcept as explicitly stated in these Terms, all rights in and to the Services are reserved by us or our licensors.\nSubject to your compliance with these Terms, you are hereby granted a limited, nonexclusive, non transferable, non-sublicensable, revocable license to access and use our Services for your own personal, noncommercial use.\nAny use of the Services other than as specifically authorized herein, without our prior written permission, is strictly prohibited, will terminate the license granted herein and violate our intellectual property rights.<br>8.\nTrademarksThe MILES brand, and our logos, our product or service names, our slogans and the look and feel of the Services are trademarks of Miles and may not be copied, imitated or used, in whole or in part, without our prior written permission.\nAll other trademarks, registered trademarks, product names and company names or logos mentioned on the Services are the property of their respective owners.\nReference to any products, services, processes or other information by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation by us.<br>9.\nFees and Payments.\nRefundsWe will charge fees in consideration of the Services based on the products selected.\nYou are responsible for all taxes.\nFurther terms and conditions relating to the Services may apply.\nPayment processing services for the Company, including the processing and storing of credit card data, are provided by third party processors and are subject to the third party processor’s terms and conditions (“Processor’s Terms”).\nBy agreeing to these terms and continuing to use the Services, you agree to be bound by Processor’s Terms, as the same may be modified from time to time.\nAs a condition of the Company enabling payment processing services, you agree to provide the Company and/or the third party processors accurate and complete information about you, and you authorize the Company to share certain transaction information to the third party processor.\nWe do not offer refunds under any circumstances.<br>10.\nFeedbackYou may voluntarily submit or otherwise communicate to us any questions, comments, suggestions, ideas, original or creative materials or other information about Miles or our Services (collectively, “Feedback”).\nYou understand that we may use such Feedback for any purpose, commercial or otherwise, without acknowledgment or compensation to you, including, without limitation, to develop, copy, publish, or improve the Feedback in Miles’ sole discretion.\nYou understand that Miles may treat Feedback as non confidential.<br>11.\nThird-Party ContentWe may provide information about third-party products, services, activities or events, or we may allow third parties to make their content and information available on or through the Services (collectively, “Third-Party Content”).\nWe provide Third-Party Content as a service to those interested in such content.\nYour dealings or correspondence with third parties and your use of or interaction with any Third-Party Content are solely between you and the third-party.\nMiles does not control or endorse, and makes no representations or warranties regarding, any Third- Party Content, and your access to and use of such Third-Party Content is at your own risk.<br>12.\nIndemnificationTo the fullest extent permitted by applicable law, you will indemnify, defend and hold harmless Miles and our subsidiaries and affiliates, and each of our and their respective officers, directors, agents, partners and employees (individually and collectively, the “Miles Parties”) from and against any losses, liabilities, claims, demands, damages, expenses or costs (“Claims”) arising out of or related to (a) your access to or use of the Services.\n(b) your User Content or Feedback.\n(c) your violation of these Terms.\n(d) your violation, misappropriation or infringement of any rights of another (including intellectual property rights or privacy rights).\nor (e) your conduct in connection with the Services.\nYou agree to promptly notify Miles Parties of any third-party Claims, cooperate with Miles Parties in defending such Claims and pay all fees, costs and expenses associated with defending such Claims (including, but not limited to, attorneys' fees).\nYou also agree that the Miles Parties will have control of the defense or settlement, at Miles' sole option, of any third-party Claims.\nThis indemnity is in addition to, and not in lieu of, any other indemnities set forth in a written agreement between you and Miles or the other Miles Parties.<br>13.\nDisclaimersYour use of our Services is at your sole risk.\nExcept as otherwise provided in a writing by us, our Services and any content therein are provided “as is” and “as available” without warranties of any kind, either express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, title, and non-infringement.\nIn addition, Miles does not represent or warrant that our Services are accurate, complete, reliable, current or error-free.\nWhile Miles attempts to make your use of our Services and any content therein safe, we cannot and do not represent or warrant that our Services or servers are free of viruses or other harmful components.\nYou assume the entire risk as to the quality and performance of the Services.<br>14.\nLimitation of LiabilityTo the fullest extent permitted by applicable law, Miles and the other Miles Parties will not be liable to you under any theory of liability—whether based in contract, tort, negligence, warranty, or otherwise—for any indirect, consequential, incidental, or special damages or lost profits, even if Miles or the other Miles Parties have been advised of the possibility of such damages.<br>\n<br>The total liability of Miles and the other Miles Parties for any claim arising out of or relating to these Terms or our Services, regardless of the form of the action, is limited to twenty dollars $20.<br>The limitations set forth in this section will not limit or exclude liability for personal injury, death or property damage caused by the Services or for the gross negligence, fraud or intentional, willful, malicious or reckless misconduct of Company or the other Company Parties.<br>15.\nReleaseTo the fullest extent permitted by applicable law, you release Miles and the other Miles] Parties from responsibility, liability, claims, demands and/or damages (actual and consequential) of every kind and nature, known and unknown (including, but not limited to, claims of negligence), arising out of or related to disputes between users and the acts or omissions of third parties.\nIf you are a consumer who resides in California, you hereby waive your rights under California Civil Code § 1542, which provides: “A general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor.”<br>16.\nTransfer and Processing DataIn order for us to provide our Services, you agree that we may process, transfer and store information about you in the United States and other countries, where you may not have the same rights and protections as you do under local law.<br>17.\nDispute Resolution.\nBinding ArbitrationPlease read the following section carefully because it requires you to arbitrate certain disputes and claims with Miles and limits the manner in which you can seek relief from us, unless you opt out of arbitration by following the instructions set forth below.\nNo class or representative actions or arbitrations are allowed under this arbitration agreement.\nIn addition, arbitration precludes you from suing in court or having a jury trial.<br>\n<br>No Representative Actions.\nYou and Miles agree that any dispute arising out of or related to these Terms or our Services is personal to you and Miles and that any dispute will be resolved solely through individual action, and will not be brought as a class arbitration, class action or any other type of representative proceeding.<br>Arbitration of DisputesExcept for small claims disputes in which you or Miles seeks to bring an individual action in small claims court located in the county of your billing address or disputes in which you or Miles seeks injunctive or other equitable relief for the alleged unlawful use of intellectual property, you and Miles waive your rights to a jury trial and to have any dispute arising out of or related to these Terms or our Services resolved in court.\nInstead, for any dispute or claim that you have against Miles or relating in any way to the Services, you agree to first contact Miles and attempt to resolve the claim informally by sending a written notice of your claim (“Notice”) to Miles by email at support@getmiles.com or by certified mail addressed to the address at the beginning of these Terms.\nThe Notice must (a) include your name, residence address, email address, and telephone number.\n(b) describe the nature and basis of the claim.\nand (c) set forth the specific relief sought.\nOur notice to you will be similar in form to that described above.\nIf you and Miles cannot reach an agreement to resolve the claim within thirty (30) days after such Notice is received, then either party may submit the dispute to binding arbitration administered by JAMS or, under the limited circumstances set forth above, in court.\nAll disputes submitted to JAMS will be resolved through confidential, binding arbitration before one arbitrator.\nArbitration proceedings will be held in Santa Clara County, California or may be conducted telephonically or via video conference for disputes alleging damages less than $100, in accordance with the JAMS Streamlined Arbitration Rules and Procedures (“JAMS Rules”).\nThe most recent version of the JAMS Rules are available on the JAMS website and are hereby incorporated by reference.\nYou either acknowledge and agree that you have read and understand the JAMS Rules or waive your opportunity to read the JAMS Rules and waive any claim that the JAMS Rules are unfair or should not apply for any reason.<br>You and Miles agree that these Terms affect interstate commerce and that the enforceability of this Section 16 will be substantively and procedurally governed by the Federal Arbitration Act, 9 U.S.C.\n§ 1, et seq.\n(the “FAA”), to the maximum extent permitted by applicable law.\nAs limited by the FAA, these Terms and the JAMS Rules, the arbitrator will have exclusive authority to make all procedural and substantive decisions regarding any dispute and to grant any remedy that would otherwise be available in court, including the power to determine the question of arbitrability.\nThe arbitrator may conduct only an individual arbitration and may not consolidate more than one individual’s claims, preside over any type of class or representative proceeding or preside over any proceeding involving more than one individual.<br>The arbitrator, Miles, and you will maintain the confidentiality of any arbitration proceedings, judgments and awards, including, but not limited to, all information gathered, prepared and presented for purposes of the arbitration or related to the dispute(s) therein.\nThe arbitrator will have the authority to make appropriate rulings to safeguard confidentiality, unless the law provides to the contrary.\nThe duty of confidentiality does not apply to the extent that disclosure is necessary to prepare for or conduct the arbitration hearing on the merits, in connection with a court application for a preliminary remedy or in connection with a judicial challenge to an arbitration award or its enforcement, or to the extent that disclosure is otherwise required by law or judicial decision.<br>You and Miles agree that for any arbitration you initiate, you will pay the filing fee and Miles will pay the remaining JAMS fees and costs.\nFor any arbitration initiated by Miles, Miles will pay all JAMS fees and costs.\nYou and Miles agree that the state or federal courts of the State of California and the United States sitting in San Clara County, CA have exclusive jurisdiction over any appeals and the enforcement of an arbitration award.<br>Any claim arising out of or related to these Terms or our Services must be filed within one year after such claim arose.\notherwise, the claim is permanently barred, which means that you and Miles will not have the right to assert the claim.<br>You have the right to opt out of binding arbitration within 30 days of the date you first accepted the terms of this Section by emailing us at support@getmiles.com.\nTo be effective, the opt-out notice must include your full name and address and clearly indicate your intent to opt out of binding arbitration.\nBy opting out of binding arbitration, you are agreeing to resolve disputes in accordance with this Section 16.<br>If any portion of this Section 16 is found to be unenforceable or unlawful for any reason, (a) the unenforceable or unlawful provision shall be severed from these Terms.\n(b) severance of the unenforceable or unlawful provision shall have no impact whatsoever on the remainder of this Section 16 or the parties’ ability to compel arbitration of any remaining claims on an individual basis pursuant to this Section 16.\nand (c) to the extent that any claims must therefore proceed on a class, collective, consolidated, or representative basis, such claims must be litigated in a civil court of competent jurisdiction and not in arbitration, and the parties agree that litigation of those claims shall be stayed pending the outcome of any individual claims in arbitration.\nFurther, if any part of this Section 16 is found to prohibit an individual claim seeking public injunctive relief, that provision will have no effect to the extent such relief is allowed to be sought out of arbitration, and the remainder of this Section 16 will be enforceable.<br>18.\nGoverning Law and VenueAny dispute arising from these Terms and your use of the Services will be governed by and construed and enforced in accordance with the laws of California, except to the extent preempted by U.S.\nfederal law, without regard to conflict of law rules or principles (whether of California or any other jurisdiction) that would cause the application of the laws of any other jurisdiction.\nAny dispute between the parties that is not subject to arbitration or cannot be heard in small claims court will be resolved in the state or federal courts of California and the United States, respectively, sitting in Santa Clara County, CA.<br>19.\nModifying and Terminating our ServicesWe reserve the right to modify our Services or to suspend or stop providing all or portions of our Services at any time.\nYou also have the right to stop using our Services at any time.\nWe are not responsible for any loss or harm related to your inability to access or use our Services.<br>20.\nSeverabilityIf any provision or part of a provision of these Terms is unlawful, void or unenforceable, that provision or part of the provision is deemed severable from these Terms and does not affect the validity and enforceability of any remaining provisions.<br>21.\nAdditional Terms Applicable to iOS DevicesThe following terms apply if you install, access or use the Services on any device that contains the iOS mobile operating system (the “App”) developed by Apple Inc.\n(“Apple”).<br>Acknowledgement: You acknowledge that these Terms are concluded solely between us, and not with Apple, and Miles, not Apple, is solely responsible for the App and the content thereof.\nYou further acknowledge that the usage rules for the App are subject to any additional restrictions set forth in the Usage Rules for the Apple App Store Terms of Service as of the date you download the App, and in the event of any conflict, the Usage Rules in the App Store will govern if they are more restrictive.\nYou acknowledge and agree that you have had the opportunity to review the Usage Rules.Scope of License: The license granted to you is limited to a non-transferable license to use the App on any iPhone, iPod touch or iPad that you own or control as permitted by the Usage Rules set forth in the Apple App Store Terms of Service.Maintenance and Support: You and Miles acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App.Warranty: You acknowledge that Apple is not responsible for any product warranties, whether express or implied by law, with respect to the App.\nIn the event of any failure of the App to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price, if any, paid to Apple for the App by you.\nand to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App.\nThe parties acknowledge that to the extent that there are any applicable warranties, any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any such applicable warranty would be the sole responsibility of Miles.\nHowever, you understand and agree that in accordance with these Terms, Miles has disclaimed all warranties of any kind with respect to the App, and therefore, there are no warranties applicable to the App.Product Claims: You and Miles acknowledge that as between Apple and Miles, Miles, not Apple, is responsible for addressing any claims relating to the App or your possession and/or use of the App, including, but not limited to (a) product liability claims, (b) any claim that the App fails to conform to any applicable legal or regulatory requirement, and (c) claims arising under consumer protection or similar legislation.Intellectual Property Rights: The parties acknowledge that, in the event of any third-party claim that the App or your possession and use of the App infringe that third party’s intellectual property rights, Miles, and not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required under these Terms.Legal Compliance: You represent and warrant that (a) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, and (b) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.Developer Name and Address: Any questions, complaints or claims with respect to the App should be directed to:ConnectIQ Labs, Inc.\n(d/b/a Miles)255 Shoreline Drive , Suite 600Redwood City, CA 94065support@getmiles.comThird-Party Terms of Agreement: You agree to comply with any applicable third-party terms when using the Services.<br>22.\nMiscellaneousThe failure of Miles to exercise or enforce any right or provision of these Terms will not operate as a waiver of such right or provision.\nThe section titles in these Terms are for convenience only and have no legal or contractual effect.\nExcept as otherwise provided herein, these Terms are intended solely for the benefit of the parties and are not intended to confer third-party beneficiary rights upon any other person or entity.\nYou agree that communications and transactions between us may be conducted electronically.\nThese Terms constitute the entire agreement between you and Miles relating to your access to and use of our Services.\nNotwithstanding any other provisions of these Terms, Sections 5, 6, 9, 11, 12, 13, 14, 16, 17, 18, 19, 20, and 21 survive any expiration or termination of these terms.\nThese Terms may not be transferred, assigned or delegated by you, by operation of law or otherwise, without our prior written consent, and any attempted transfer, assignment or delegation without such consent will be void and without effect.\nWe may freely transfer, assign or delegate these Terms or the Services, in whole or in part, without your prior written consent.\nUnder California Civil Code Section 1789.3, California consumers are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 N.\nMarket Blvd., Suite S-202, Sacramento, California 95834, or by telephone at 1 (800) 952-5210.", "created_at": "2023-03-31 23:46:57.446271", "updated_at": "2023-03-31 23:47:44.473798"}], "points": [], "urls": ["getmiles.com"]}}