{"error": 448, "message": "OK", "parameters": {"id": 3461, "name": "SpeedsterOwners.com", "created_at": "2021-05-05 13:56:10.138669", "updated_at": "2023-07-10 22:00:45.486927", "wikipedia": null, "keywords": null, "related": null, "slug": "speedsterownerscom", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/3461.png", "url": "speedsterowners.com,spyderowners.com", "documents": [{"id": 5758, "name": "Terms Of Service / Privacy Policy / Data Deletion Instructions", "url": "https://www.speedsterowners.com/pages/tos", "xpath": "//body", "text": " Skip to main content <i>\n</i> Terms Of Service / Privacy Policy / Data Deletion Instructions | 356 Speedster, 550 Spyder, Replica, Automotive Community <ul>\n<li>Sign In</li>\n<li>Join</li>\n<li>Post Content</li>\n<li>Home</li>\n<li>Topics</li>\n<li>Classifieds</li>\n<li>Resources</li>\n<li>Help</li>\n<li>Donate</li>\n</ul> Speedster Owners - Automotive Enthusiast Community <ul>\n<li>Home</li>\n<li>Topics<ul>\n<li>Back</li>\n<li>Topics</li>\n<li>Directory</li>\n<li>All Topics</li>\n<li>\n</li>\n<li>General<ul>\n<li>Back</li>\n<li>General</li>\n<li>Anything Goes!</li>\n<li>Auction Discussion</li>\n</ul>\n</li>\n<li>Speedsters<ul>\n<li>Back</li>\n<li>Speedsters</li>\n<li>Newbies</li>\n<li>General (Non-Technical)</li>\n<li>Technical General</li>\n<li>Engines/Mechanical</li>\n<li>Vendor Specific</li>\n<li>Shops and Parts Suppliers</li>\n<li>Classifieds (For Sale)</li>\n<li>Events</li>\n</ul>\n</li>\n<li>Spyders<ul>\n<li>Back</li>\n<li>Spyders</li>\n<li>Newbies</li>\n<li>General (Non-Technical)</li>\n<li>Technical General</li>\n<li>Engines/Mechanical</li>\n<li>Vendor Specific</li>\n<li>Classifieds (For Sale)</li>\n<li>Events</li>\n</ul>\n</li>\n<li>Knowledge Base<ul>\n<li>Back</li>\n<li>Knowledge Base</li>\n<li>Articles</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Classifieds<ul>\n<li>Back</li>\n<li>Classifieds</li>\n<li>Classified Rules and Tips</li>\n<li>For Sale (Speedsters)</li>\n<li>For Sale (Spyders)</li>\n<li>Auction Discussions</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>Back</li>\n<li>Resources</li>\n<li>Library</li>\n<li>Articles</li>\n<li>Knowledge Base</li>\n<li>Speedster Manufacturers</li>\n<li>Spyder Manufacturers</li>\n<li>Speedster Sightings</li>\n<li>Spyder Sightings</li>\n<li>Shop</li>\n</ul>\n</li>\n<li>Help</li>\n<li>Donate</li>\n<li>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n</li>\n<li>Join</li>\n<li>\n</li>\n<li>Sign In<ul>\n<li>Back</li>\n<li>Sign In</li>\n<li>Sign In Directly To Crowdstack</li>\n<li>Facebook</li>\n<li>Google</li>\n<li>Twitter</li>\n<li>Pinterest</li>\n</ul>\n</li>\n</ul>\n<li>Home</li>\n<li>Terms Of Service / Privacy Policy / Data Deletion Instructions</li> Terms Of Service / Privacy Policy / Data Deletion Instructions <p>\n<strong>PRIVACY POLICY</strong>\n</p>\n<p>This policy may be amended from time to time.<br>\nThe data we collect and what we do with it.</p>\n<p>This Privacy Policy (\"Policy\") applies to all products, services, and websites operated by IDIDTHAT, LLC.\nand its related entities, including SpeedsterOwners.com / SpyderOwners.com (\"SpeedsterOwners\", \"we\", \"us\", \"our\"), when you:</p>\n<ul>\n<li>Visit websites that display or link to this Policy;</li>\n<li>Receive communications from us, including emails phone calls, or texts.\nand</li>\n<li>Enter into service agreements/subscriptions.</li>\n</ul>\n<p>Our host Crowdstack, Inc (Crowdstack) complies with the EU-U.S.\nPrivacy Shield and the Swiss-U.S.\nPrivacy Shield Frameworks, as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union, the United Kingdom and Switzerland to the United States in reliance on Privacy Shield.\nCrowdstack has certified to the Department of Commerce that it adheres to the Privacy Shield Principles with respect to such information.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view Crowdstack’s certification, please visit https://www.privacyshield.gov.</p>\n<p>Collectively, we refer to the EU-U.S Privacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework as the \"Principles\".</p>\n<p>\n<strong>INFORMATION THAT WE COLLECT</strong>\n</p>\n<p>\n<strong>Information That You Provide Us:</strong> When you sign up for any account or service operated by us, we store all information that you provide to us.\nThis may include personal information like email addresses, your name, passwords, phone numbers, birth date, gender, and address information.\nFor services that require payment, we also collect credit card information, which is stored in encrypted form on secure servers, including PCI-compliant third-party vendors.</p>\n<p>If you register and grant access to a third party social network (e.g., Facebook) or integrated service (e.g., Google), we will collect the personal information directly associated with those accounts.\nThis includes your name, email address and the unique identifier provided by the service.\nThe information collected from these third parties will be managed in accordance with this privacy policy.</p>\n<p>\n<strong>Browser Cookies: </strong>When you use one of our services, we may store certain information in browser cookies.\nThese cookies identify your browser and allow us to enhance your online experience.\nMost browsers are configured to accept cookies, but you may change your browser's settings so that you are informed every time a cookie is set, or to prevent cookies from being set at all.\nPlease note, however, that many of our services do not function properly if cookies are disabled.\nAdvertisers or other third parties do not have access to our cookies.\nHowever, such advertisers may set their own cookies.\nSuch cookies are subject to the advertisers' own privacy policies, not this Policy.</p>\n<p>\n<strong>Analytics:</strong> On sites that we own (e.g.\ncrowdstack.com), we track overall usage and traffic on our own sites, including page views, visits, IP addresses, and traffic sources, using third party services like Google Analytics.\nWe use Google Analytics to track usage and traffic on an aggregated basis, including page views, visits, and traffic sources.</p>\n<p>\n<strong>Visit Information Via Server Logs:</strong> We record information on our server logs from your browser, including your IP address, cookie information, and page request.</p>\n<p>\n<strong>User Communications: </strong>Any email or written correspondence that you send us may be stored.</p>\n<p>\n<strong>Transaction Records:</strong> Data from any monetary transaction taking place via our service may be stored.</p>\n<p>\n<strong>USES OF COLLECTED INFORMATION (Purpose of Processing)</strong>\n</p>\n<p>We use collected information to enhance your experience online, authenticate you when you sign in, send notifications, fulfill your requests for services, contact you, customize the advertising or content that you see, and provide anonymous reporting for internal and external clients.</p>\n<p>\n<strong>Do Not Track Notice</strong>: We do not track your activity between sites using our services, or from one of our sites to another.\ntherefore \"do not track\" requests are not applicable for our platforms and services.\nIf you are on a site hosted by us that is serving third party ads, that particular ad partner is responsible for its response to your browser's Do Not Track request.</p>\n<p>\n<strong>Information Sharing:</strong> We do not share personal information with other individuals, organizations, or companies outside of our company and its related entities, unless we have your consent or unless:</p>\n<ul>\n<li>We are working with trusted partners who agree to abide by the rules of this Policy or have signed a confidentiality agreement.</li>\n<li>We are transmitting data in order to fulfill a service.\nFor instance, credit card transactions are routed through transaction processing firms.</li>\n<li>We respond to subpoenas, court orders, or legal process, in response to a lawful request by public authorities (including to meet national security or law enforcement requirements), or to establish or exercise our legal rights or defend against legal claims.</li>\n<li>We believe it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, or potential threats to the physical safety of any person.</li>\n<li>If we are involved in a merger, acquisition, or any form of sale of some or all of its assets that does not involve a related entity, we will provide notice before personal information is transferred and becomes subject to a different privacy policy.</li>\n</ul>\n<p>Note that we may share certain aggregated, non-personal information, such as demographic information, browser type, and usage statistics.\nIn such cases, the information does not identify you personally.</p>\n<p>While we do not provide any personal information to advertisers, it is possible that, if you view a certain ad, it may have been delivered to you based on targeting demographic criteria (for example, men who are between 18-24 years of age).\nPlease note that in such situations, the advertiser does not know any specific personal information about you.\nYou understand, however, that the advertiser will make the assumption that you meet its particular targeting criteria.\nWe may also share conversion data with advertisers.</p>\n<p>\n<strong>DATA INTEGRITY</strong>\n</p>\n<p>We process personal information only for the purposes for which it was collected, and in accordance with the Principles.\nWe review our data collection, storage, and processing practices to ensure that we only collect, store, and process the personal information needed.</p>\n<p>\n<strong>DATA DELETION INSTRUCTIONS</strong>\n</p>\n<p>Members may at their discretion, deactivate or delete their own account.\nIf a member deletes their own account, it is permanent and cannot be restored.\nTo deactivate or delete your account, once logged into the site, navigate to https://www.speedsterowners.com/account/update-profile and select Deactivate Account or Delete Account.\n</p>\n<p>If you inadvertently shared personally identifiable information in the publicly available content you posted, such as your email address, phone number, etc.\nWe will gladly edit or delete the information upon request.\nPlease contact us by sending a private message to the Administrator HERE or contact us at the at tos@speedsterowners.com.\nFurther information about user posted content can be found in the DESCRIPTION OF SERVICE below.</p>\n<p>\n<strong>COPYRIGHT NOTICE</strong>\n</p>\n<p>Copyright © 2000-2022 IDIDTHAT, LLC.\n(SpeedsterOwners.com/SpyderOwners.com) unless otherwise copyrighted by their owners.\nALL RIGHTS RESERVED.\nNo part of this work may be reproduced or copied in any form or by any means -- graphic, electronic, or mechanical, including photocopying, taping, or information storage and retrieval systems -- without the prior written permission of SpeedsterOwners.com/SpyderOwners.com.</p>\n<p>\n<strong>DESCRIPTION OF SERVICE</strong>\n</p>\n<p>SpeedsterOwners.com/SpyderOwners.com currently provides users with access to a collection of on-line resources, including web file space for automotive and hobby related content (the \"Service\").<br>\n<br>\nYou own the intellectual property rights (things like copyright or trademarks) in any such content that you create and share on this site.\nNothing in these Terms takes away the rights you have to your own content.\nYou are free to share your content with anyone else, wherever you want.<br>\n<br>\nHowever, to provide our services we need you to give us some legal permissions (known as a ‘license’) to use this content.\nSpecifically, when you share, post, or upload content that is covered by intellectual property rights on or in connection with our site, you grant us a non-exclusive, transferable, sub-licensable, royalty-free, and worldwide license to host, use, distribute, modify, run, copy, publicly perform or display, translate, and create derivative works of your content.\nThis means, for example, that if you share a photo on this site, you give us permission to store, copy, and share it with others.<br>\n<br>\n</p>\n<p>\n<strong>YOUR REGISTRATION OBLIGATIONS</strong>\n</p>\n<p>In consideration of use of the Service, you agree to: (a) provide true, accurate, current and complete information about yourself as prompted by the Service's registration form (such information being the \"Registration Data\") and (b) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or SpeedsterOwners.com/SpyderOwners.com has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, SpeedsterOwners.com/SpyderOwners.com has the right to suspend or terminate your account and refuse any and all current or future use of the Service (or any portion thereof).</p>\n<p>\n<strong>SPAM / DAMAGES</strong>\n</p>\n<p>SpeedsterOwners.com/SpyderOwners.com will immediately terminate any account which it believes, in its sole discretion, is transmitting or is otherwise connected with any spam or other unsolicited bulk email.\nIn addition, because damages are often difficult to quantify, if actual damages cannot be reasonably calculated then you agree to pay SpeedsterOwners.com/SpyderOwners.com liquidated damages of $5 (US Currency) for each piece of spam or unsolicited bulk email transmitted from or otherwise connected with your account, otherwise you agree to pay SpeedsterOwners.com/SpyderOwners.com's actual damages, to the extent such actual damages can be reasonably calculated.</p>\n<p>\n<strong>MEMBER CONDUCT</strong>\n</p>\n<p>You understand that all information, data, text, software, music, sound, photographs, graphics, video, messages or other materials (\"Content\"), whether publicly posted or privately transmitted, are the sole responsibility of the person from which such Content originated.\nThis means that you, and not SpeedsterOwners.com/SpyderOwners.com, are entirely responsible for all Content that you upload, post or otherwise transmit via the Service.\nSpeedsterOwners.com/SpyderOwners.com does not control the Content posted via the Service and, as such, does not guarantee the accuracy, integrity or quality of such Content.\nYou understand that by using the Service, you may be exposed to Content that is offensive, indecent, objectionable or incorrect.\nSpeedsterOwners.com/SpyderOwners.com may suspend or terminate your account at it's sole discretion.</p>\n<p>However, this restriction will not apply in the event of the occurrence (certified by the United States Centers for Disease Control or successor body) of a widespread viral infection transmitted via bites or contact with bodily fluids that causes human corpses to reanimate and seek to consume living human flesh, blood, brain or nerve tissue and is likely to result in the fall of organized civilization.</p>\n<p>\n<strong>DONATIONS / PREMIUM MEMBERSHIP</strong>\n</p>\n<p>You understand that you may donate to support the ongoing development and hosting of the site.\nA donation does not change the terms of this agreement.\nIf SpeedsterOwners.com/SpyderOwners.com, at it's sole discretion, suspends or terminates your account, you are not entitled to a refund of the donated amount.<br>\nPremium Membership:<br>\nYou membership will auto-renew after 12 months.\nIf you prefer not to auto-renew, you can cancel your premium membership at any time and it will remain in effect until the end of the 12 months.\nTo cancel, sign in at SpeedsterOwners.com and navigate to: Manage &gt.\nPremium Membership.<br>\nPremium Memberships are non-refundable.</p>\n<p>\n<strong>You agree to not use the Service to:</strong>\n</p>\n<p>(a) upload, post or otherwise transmit any Content that is unlawful, harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically or otherwise objectionable.\n(b) harm minors in any way, harm anyone in anyway.\n(c) impersonate any person or entity, including, but not limited to, a SpeedsterOwners.com/SpyderOwners.com official, forum leader, guide or host, or falsely state or otherwise misrepresent your affiliation with a person or entity.\n(d) forge headers or otherwise manipulate identifiers in order to disguise the origin of any Content transmitted through the Service or develop restricted or password-only access pages, or hidden pages or images (those not linked to from another accessible page).\n(e) upload, post or otherwise transmit any Content that you do not have a right to transmit under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements).\n(f) upload, post or otherwise transmit any Content that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party.\n(g) upload, post or otherwise transmit any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any other form of solicitation, except in those areas of the Service that are designated for such purpose.\n(h) upload, post or otherwise transmit any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment.\n(i) disrupt the normal flow of dialogue, cause a screen to \"scroll\" faster than other users of the Service are able to type, or otherwise act in a manner that negatively affects other users' ability to engage in real time exchanges.\n(j) interfere with or disrupt the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies or regulations of networks connected to the Service.\n(k) intentionally or unintentionally violate any applicable local, state, national or international law.\n(l) \"stalk\" or otherwise harass another.\n(m) collect or store personal data about other users.\n(n) promote or provide instructional information about illegal activities, promote physical harm or injury against any group or individual, or promote any act of cruelty to animals.\nThis may include, but is not limited to, providing instructions on how to assemble bombs, grenades and other weapons.\n(o) use your storage for remote loading or as a door or signpost to another home page, whether inside or beyond SpeedsterOwners.com/SpyderOwners.com.\n(q) engage in commercial activities without enrolling in SpeedsterOwners.com/SpyderOwners.com-approved affiliate programs.</p>\n<p>\n<strong>CONTACT</strong>\n</p>\n<p>You may contact us regarding Privacy or Terms and Conditions at tos@speedsterowners.com</p> Go To Page Top Copyright © 2001-2022 IDIDTHAT, LLC.\n(SpeedsterOwners.com) All Rights Reserved<br> 356 Speedsters, 550 Spyders, Kit-Cars, Replicas<br>\nTerms of Service Go To Page Top Membership Required We're sorry.\nYou must be signed in to continue.\nSign In or Register × Remove From Your Block List Are you sure you want to remove from your Block List? <ul>\n<li>Cancel</li>\n<li>Yes, Remove!</li>\n</ul>× Manage Follow Preferences <i>\n</i> Loading...\n<ul>\n<li>Cancel</li>\n<li>Submit</li>\n</ul>× Block When you block a person, they can no longer invite you to a private message or post to your profile wall.\nReplies and comments they make will be collapsed/hidden by default.\nFinally, you'll never receive email notifications about content they create or likes they designate for your content.\nNote: if you proceed, you will no longer be following .\n<ul>\n<li>Cancel</li>\n<li>Block Member</li>\n</ul>×\n<ul>\n<li>Sign In Directly To Crowdstack</li>\n<li>Facebook</li>\n<li>Google</li>\n<li>Twitter</li>\n<li>Pinterest</li>\n</ul>\n<ul>\n<li>Topics</li>\n<li>Directory</li>\n<li>All Topics</li>\n</ul>\n<ul>\n<li>Classifieds</li>\n<li>Classified Rules and Tips</li>\n<li>For Sale (Speedsters)</li>\n<li>For Sale (Spyders)</li>\n<li>Auction Discussions</li>\n</ul>\n<ul>\n<li>Resources</li>\n<li>Library</li>\n<li>Articles</li>\n<li>Knowledge Base</li>\n<li>Speedster Manufacturers</li>\n<li>Spyder Manufacturers</li>\n<li>Speedster Sightings</li>\n<li>Spyder Sightings</li>\n<li>Shop</li>\n</ul> Premium Membership Required <p> Access to this requires a premium membership.</p> Supporting Member <strong>Please help keep us running!</strong>\n<p>Supporting members have donated about $4.00 a month ($49.00 US per year) paid annually.</p>\n<ul>\n<li>Priority support</li>\n<li>Removal of inter-page (between thread) advertisements.</li>\n<li>Access to Build Manuals</li>\n<li>Access to Knowledge Base</li>\n<li>Access to Supporting Members events.</li>\n<li>Access to Leveraged Group Buying from site Merchants.</li>\n</ul>\n<p>\n<strong>AUTO RENEW</strong>: You membership will auto-renew after 12 months.\nIf you prefer not to auto-renew, you can cancel your premium membership at any time and it will remain in effect until the end of the 12 months.\nTo cancel, sign in at SpeedsterOwners.com and navigate to: (Your User Name)&nbsp.\n&gt.\nPremium Membership.</p>\n<p>\n<strong>PLEASE NOTE</strong>: Your credit card will receive a charge from <strong>CROWDSTACK PAY</strong>, the payment processor, not SpeedsterOwners.com.</p>\n$49.00 per 12 Months (plus tax if applicable) <ul>\n<li>Cancel Request</li>\n<li>Purchase Now</li>\n</ul>× <i>\n</i> Loading...\nPlease wait...\n<i>\n</i> &lt;div id=\"{%=id%}\" class=\"reveal-modal small h-alert-modal-popup\" data-reveal&gt.\n&lt;div class=\"first-modal-focus focus-utility-element\" tabindex=\"0\" aria-label=\"Inside Modal\"&gt;&lt;/div&gt.\n&lt;h4 id=\"{%=id%}_title\" class=\"margin-bottom-10 popup-title\"&gt;&lt;/h4&gt.\n&lt;div id=\"{%=id%}_body\" class=\"margin-bottom-10 popup-body\"&gt.\n&lt;/div&gt.\n&lt;ul id=\"{%=id%}ButtonGroup\" class=\"button-group h-popup-buttons even-button-group even-1\"&gt.\n&lt;li id=\"{%=id%}Okay_buttonContainer\"&gt;&lt;a id=\"{%=id%}Okay\" href=\"javascript:void(0);\" class=\"button success no-margin-bottom h-alert-modal-ok-button\" role=\"button\"&gt;OK&lt;/a&gt;&lt;script type=\"text/javascript\"&gt.\n(function() { function {%=id%}Okay_click(event, data) { {%=id%}Popup.hide().\n} $('#{%=id%}Okay').on('click', {%=id%}Okay_click).\n})().\n&lt;/script&gt;&lt;/li&gt;&lt;/ul&gt;&lt;a href=\"javascript:void(0);\" class=\"close-reveal-modal\" aria-label=\"Close Modal\"&gt;&amp;#215;&lt;/a&gt;&lt;div class=\"last-modal-focus focus-utility-element\" tabindex=\"0\"&gt;&lt;/div&gt.\n&lt;/div&gt.\n&lt;script type=\"text/javascript\"&gt.\n(function() { {%=id%}Popup = new SS.Popup.ModalPopup('{%=id%}').\n})().\n&lt;/script&gt.\n", "created_at": "2021-05-05 13:56:11.106553", "updated_at": "2022-12-13 06:10:05.752005"}], "points": [{"id": 24651, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.speedsterowners.com/pages/tos#service", "status": "If you  inadvertently shared personally identifiable information in the publicly available content you posted, such as your email address, phone number, etc.  We will gladly edit or remove the information.  Please contact us by sending a private message to the Administrator.", "created_at": "2021-08-10 21:59:11.748924", "updated_at": "2021-08-11 22:08:06.196107", "quoteText": null, "case_id": 195, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24646, "title": "This service fines spammers", "source": "https://www.speedsterowners.com/pages/tos#spam", "status": "SpeedsterOwners.com/SpyderOwners.com will immediately terminate any account which it believes, in its sole discretion, is transmitting or is otherwise connected with any spam or other unsolicited bulk email. In addition, because damages are often difficult to quantify, if actual damages cannot be reasonably calculated then you agree to pay SpeedsterOwners.com/SpyderOwners.com liquidated damages of $5 (US Currency) for each piece of spam or unsolicited bulk email transmitted from or otherwise connected with your account, otherwise you agree to pay SpeedsterOwners.com/SpyderOwners.com's actual damages, to the extent such actual damages can be reasonably calculated.", "created_at": "2021-08-10 21:51:39.743224", "updated_at": "2021-08-11 22:08:17.528622", "quoteText": null, "case_id": 153, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["speedsterowners.com", "spyderowners.com"]}}