{"error": 448, "message": "OK", "parameters": {"id": 7716, "name": "lookout", "created_at": "2023-03-21 00:40:48.365339", "updated_at": "2023-03-29 19:26:52.218837", "wikipedia": null, "keywords": null, "related": null, "slug": "lookout", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7716.png", "url": "lookout.com", "documents": [{"id": 14871, "name": "Privacy Notice", "url": "https://legaldocs.lookout.com/en/lookout-privacy-notice.pdf", "xpath": "//body", "text": null, "created_at": "2023-03-21 00:40:48.396305", "updated_at": "2023-03-21 00:41:23.853532"}, {"id": 14872, "name": "Cookie Notice", "url": "https://security.lookout.com/legal/cookie-policy", "xpath": "//body", "text": " Skip Navigation×suchen&nbsp;Benutzerdefinierte Suche Sortieren nach:RelevanceRelevanceDateBusinessPersonalCompanyPartnersResourcesLoginSupportLanguageLoginPersonalEnterprisePartnersSupportPersonal Support &amp.\nFAQsEnterprise Support LoginEnterprise Support ProgramsEN日本語DeutschFrançaisItaliano×suchen&nbsp;Benutzerdefinierte Suche Sortieren nach:RelevanceRelevanceDateBack To AllBack To BusinessBusinessLookout WorkSolutionsIndustriesResourcesSecure the future of<br>your data, today.<p>Explore how to unleash business innovation with easier and more effective data control.</p>Watch the videoLookout Cloud Security Platform<p>The Data-Centric Cloud Security Platform built for a fluid digital world.</p>Cloud Security<p>Cloud-native SSE data protection controlled by one flexible and easy-to-use interface.</p>Lookout Secure Cloud AccessLookout Secure Internet AccessLookout Secure Private AccessEndpoint Security<p>Secure and protect connected users, devices, and apps wherever they are.</p>Lookout Mobile Endpoint SecurityLookout Threat IntelligenceSecure Hybrid Work<p>Workers and data are everywhere your security can be too.</p>Adopt the Cloud Faster<p>Move to the cloud faster while improving security and productivity.</p>Promote Collaboration Securely<p>Collaborate securely from anywhere in the world.</p>Detect and Mitigate Cyber Threats<p>Everything you need to detect and mitigate threats in real time.</p>Meet Privacy and Compliance Demands<p>Save time and effort while improving privacy and compliance.</p>Accelerate Mergers &amp.\nAcquisitions<p>Keep everything running smoothly through mergers &amp.\nacquisitions.</p>Education<p>Protect student data without sacrificing privacy.</p>Federal Government<p>Meet demand for Zero Trust mandates with unified data protection.</p>Financial Services<p>Provide digital-first services while protecting customer data.</p>Healthcare<p>Protect patient data, minimize risk, and maximize compliance.</p>Manufacturing<p>Protect valuable data and IP no matter where it goes.</p>State &amp.\nLocal Government<p>Securely move to the cloud and safeguard mobile devices.</p>Blog<p>Our latest news, information and perspectives.</p>Success Stories<p>Explore how we help customers prosper.</p>Resource Center<p>Explore all business data security related resources to uncover information, insights, and more.</p>Secure the future of your data, today.<p>Explore how to unleash business innovation with easier and more effective data control.</p>Watch the videoBack To AllBack To PersonalPersonalLookout LifeBenefitsFreedom to live online with confidence.<p>Discover how to take back control of your personal digital information wherever it goes.</p>Product OverviewProduct Overview<p>Safeguard your personal information and life online with advanced security built for a fluid digital world.</p>Account Login<p>Login now to manage your account.</p>Get Support<p>Help from our dedicated support team.</p>Device Security<p>One easy-to-use app to automatically and proactively protect your devices.</p>Privacy &amp.\nOnline Safety<p>Keep your privacy and personal data safe with 24/7 active monitoring.</p>Identity &amp.\nFinancial Protection<p>One vault to store and protect sensitive password and account information.</p>Freedom to live online with confidence.<p>Discover how to take back control of your personal digital information wherever it goes.</p>Product OverviewBack To AllBack To CompanyCompanyAbout UsCareersNews &amp.\nEventsNew rules.\nFor a new world.<p>Explore how we're creating the future of data security and ensuring peace of mind for all.</p>Watch the VideoOur Story<p>Data protection that lets people and businesses prosper.</p>Leadership &amp.\nBoard<p>Learn more about our leaders.</p>The Lookout Foundation<p>Creating positive impact in our communities.</p>Contact Us<p>Get in touch with our team.</p>Life at Lookout<p>Take your next career step alongside a diverse team built on a foundation of trust and innovative spirit.</p>Join our Team<p>Browse job openings and explore roles that are shaping the future of data security.</p>Upcoming Events<p>Discover what’s coming up next for Lookout.</p>Newsroom<p>Explore press releases, news resources and event information.</p>New rules.\nFor a new world.<p>Explore how we're creating the future of data security and ensuring peace of mind for all.<br>\n</p>Watch the videoBack To AllBack To PartnersPartnersProgramsLeading the future of data security.<p>Learn how we partner with leading companies to safeguard productivity in a privacy-first world.</p>Go to OverviewOverview<p>Explore our ecosystem partnerships.</p>Affiliates PartnersCarriers PartnersChannel PartnersTechnology PartnersLeading the future of data security.<p>Learn how we partner with leading companies to safeguard productivity in privacy-first world.<br>\n</p>Go to OverviewBack To AllBack To ResourcesResourcesFor BusinessFor PersonalBy TopicGlossaryExplore, learn and discover.<p>As a business or an individual, find insights and information about keeping your data safe.</p>Visit Our BlogGo to Business Resource CenterGo to Personal Resource CenterExplore All ResourcesBlog<p>Our latest news, information and perspectives.</p>Resource Center<p>Explore all business data security related resources to uncover information, insights, and more.</p>Success Stories<p>Explore how we help customers prosper.</p>App Threat Map<p>Discover app threats worldwide.</p>Mobile Phishing Map<p>Discover mobile threats worldwide.</p>Threat Lab<p>Updates on the latest threats.</p>Personal BlogPersonal Resource Center<p>Explore all business data security related resources to uncover information, insights, and more.</p>Device SecurityPrivacy &amp.\nOnline SafetyIdentity &amp.\nFinancial ProtectionAccount &amp.\nPassword ManagementBusiness Data Security<p>Endpoint-to-cloud unified data protection</p>Data ProtectionZero TrustRemote WorkSSEPhishingThreat HuntingPersonal Data Security<p>Personal digital security solutions for consumers</p>Device SecurityPrivacy &amp.\nOnline SafetyIdentity &amp.\nFinancial ProtectionAccount &amp.\nPassword ManagementExplore All TermsWhat is Zero Trust?What is SASE?SASE and SSE: How are they related?What is CASB?Explore, learn and discover.<p>As a business or an individual, find insights and information about keeping your data safe.<br>\n</p>Visit Our BlogExplore All ResourcesBack To AllBack To BusinessLoginPersonalEnterprisePartnersBack To AllBack To BusinessSupport Personal Support &amp.\nFAQs Enterprise Support LoginEnterprise Support ProgramsBack To AllBack To BusinessLanguage日本語DeutschFrançaisItalianoLegal &amp.\nCompliance<p>Our dedicated team is here to provide the help and answers you need.</p> Back to Legal HomeLookout Cookie NoticeUse of cookies by Lookout<p>Like most providers of online services, we use cookies and other tools to collect and analyze information regarding your usage of our Site.\nCookies are small data files that we store on your computer or device.\nFor details, see: online cookies information.</p>How to control cookies<p>You can control your cookies preferences by clicking on the link below</p>\n<p>Cookie Settings</p>How we use cookies<p>We use “session” cookies to monitor aggregate usage and web traffic information on our Site.\nSession cookies disappear when you log out and close your browser.\nWe also use “persistent” cookies to recognize you when you return to use our Site.\nPersistent cookies can stay on your computer for a longer period of time than session cookies do.\nWe also use “analytical” cookies.\nThey allow us to recognize and count the number of visitors and to see how visitors move around our Site and how they are interacting with our Site.\nThis helps us to improve the experience on our Site.\nFinally, we may use other standard technologies, such as clear gifs and local storage to analyze, collect and aggregate data about your use of our Site.\nWe use the data we collect from these tools as described below.</p>Cookies from third-parties<p>We believe it is important for you to know what third-party cookies we use on our Site.\nBelow is a list of all the third-party cookies that we currently use, and as we develop and improve our site, we will maintain a complete list of all the cookies we use.</p>\n<p>In addition, most Internet browsers automatically accept cookies, but some browsers may permit you to change your settings or use third-party tools to disable cookies or to prompt you before accepting cookies from the websites you visit.\nThese browsers or other third-party tools may also permit you to delete cookies you already have.\nPlease be aware that some parts of our services may not work for you if you delete or disable cookies.</p>BusinessLookout WorkLookout Cloud Security PlatformCloud SecurityLookout Secure Cloud AccessLookout Secure Internet AccessLookout Secure Private AccessEndpoint SecurityLookout Mobile Endpoint SecurityLookout Threat IntelligenceSolutionsSecure Hybrid WorkMeet Compliance &amp.\nPrivacy RegulationsPromote Collaboration SafelyDetect &amp.\nMitigate ThreatsAdopt the Cloud FasterAccelerate Mergers &amp.\nAcquisitionsIndustriesHealthcareEducationFederal GovernmentState &amp.\nLocal GovernmentFinancial ServicesManufacturingPersonalLookout LifeOverviewAccount LoginSupportPricingCompare PlansBenefitsDevice SecurityPrivacy &amp.\nOnline SafetyIdentity &amp.\nFinancial Protection LegalPrivacy PolicyCookie PolicyTransparency ReportDo not sell or share my personal informationCompliance CornerSitemap© 2023 Lookout, Inc.\nLOOKOUT®, the Lookout Shield Design®, LOOKOUT with Shield Design®, and SIGNAL FLARE® are registered trademarks of Lookout, Inc.\nin the United States and other countries.\nDAY OF SHECURITY®, LOOKOUT MOBILE SECURITY®, and POWERED BY LOOKOUT® are registered trademarks of Lookout, Inc.\nin the United States.\nLookout, Inc.\nmaintains common law trademark rights in EVERYTHING IS OK, PROTECTED BY LOOKOUT, CIPHERCLOUD, SCREAM, the 4 Bar Shield Design, and the Lookout multi-color/multi-shaded Wingspan design.\n", "created_at": "2023-03-21 00:41:59.688378", "updated_at": "2023-03-21 00:42:09.301393"}, {"id": 14873, "name": "LOOKOUT CLOUD SERVICE AGREEMENT", "url": "https://legaldocs.lookout.com/en/cloud-service-agreement.pdf", "xpath": "//body", "text": null, "created_at": "2023-03-21 00:42:30.810796", "updated_at": "2023-03-21 00:42:30.810796"}, {"id": 14874, "name": "Personal Application Privacy Notice", "url": "https://legaldocs.lookout.com/en/consumer-privacy-policy.pdf", "xpath": "//body", "text": null, "created_at": "2023-03-21 00:42:52.51031", "updated_at": "2023-03-21 00:43:04.797309"}, {"id": 14875, "name": "Terms of Service", "url": "https://legaldocs.lookout.com/en/consumer-terms.pdf", "xpath": "//body", "text": null, "created_at": "2023-03-21 00:43:52.967538", "updated_at": "2023-03-21 00:44:45.183786"}], "points": [], "urls": ["lookout.com"]}}