{"error": 448, "message": "OK", "parameters": {"id": 8882, "name": "solarimpulse", "created_at": "2023-07-07 21:36:04.099174", "updated_at": "2023-07-14 22:02:27.554189", "wikipedia": null, "keywords": null, "related": null, "slug": "solarimpulse", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8882.png", "url": "solarimpulse.com", "documents": [{"id": 17360, "name": "Privacy Policy", "url": "https://solarimpulse.com/pdf/Solar_Impulse_Foundation_Website_Privacy_Policy_10.2017.pdf", "xpath": "//body", "text": "SOLAR IMPULSE FOUNDATION,Chemin Messidor 5,CH-1006Lausanne,Switzerland,Introduction,The Solar Impulse Foundationtakes your privacy seriously.\nPlease read thisPrivacy Policy ,carefullyto learn more about the Solar ImpulseFoundation's process of your personal ,identifying information that the SolarImpulse Foundation collects when you visit the Solar ,ImpulseFoundation'swebsite (the \"Website\").\nThe SolarImpulse Foundationreserves the ,right to change this Privacy Policy at any time without notice to you.You are therefore ,responsible for regularly reviewing this Privacy Policy.This Privacy Policy covers Solar ,ImpulseFoundation's processingof personal identifying information thatthe Solar Impulse ,Foundation collects when you are on the Website and when you use services on theWebsite.,This Privacy Policy does not apply to the practices of any companies or legal entities thatthe ,Solar Impulse Foundation does not own or control norto any personthat the Solar Impulse ,Foundation does not employ.The Website is provided subject to the acceptance of the Privacy ,Policy with no reservations.\nConsent is deemedissued when the Website is accessed and/or,used.,Information collection and use,The Solar Impulse Foundation does not collect personal identifying information when you ,access and browse the Website without disclosing your personal data (except cookies;see ,below under \"cookies\").The Solar Impulse Foundation collects personal identifying ,information when you register on the Websiteandwhen you use certain products or services ,on the Website.When you registeron the Website, the Solar Impulse Foundationasks for ,your name, e-mail address, and some otherpersonal information.\nOnce you register and/or ,sign-in on the Website, you are not anonymous to the Solar ImpulseFoundation.The Solar ,ImpulseFoundationautomatically receives and records information on its server logs from,your browser,including your Internet Protocol address (IP address), which identifies your,computer.,Information sharing and disclosure,The Solar Impulse Foundation will not sellor rentyourpersonal identifying information to ,third parties.The Solar Impulse Foundation may send personal identifying information about ,you to third parties onlywhen:,theSolar Impulse Foundation needs to share your personal identifying information to provide ,productsor servicesyouhave requestedthrough the Website;,(i)the Solar Impulse Foundation needs to send the information to third parties to check ,your identityand background;,theSolar Impulse Foundationneeds to send the information to third parties who work on ,behalf ofor in connection with the Solar Impulse Foundation to provide a product or service ,to you, such as the World Alliance for Efficient Solutions,(these third parties do not have any,rights to use the personal identifying information that the Solar Impulse Foundation provides ,to them beyondwhat is necessary to provide a product or service to you);,theSolar Impulse Foundation responds to courts or authorities.\nor,theSolar Impulse Foundationdeemsyour actions on the Website as violatingSolar Impulse ,Foundation WebsiteTerms and Conditions or any other Solar ImpulseFoundation's,guidelines or rules applicable for specificservices.,Cookies,The Solar Impulse Foundation may set and access the Solar ImpulseFoundation'scookies on ,your computer.\nA cookie is asmall amount of data, which often includes an anonymous ,unique identifier, that is sent toyour browser from a website's computer and stored on your ,computer's hard drive.The Solar Impulse Foundation uses its own cookies for number of ,purposes, mainly to:,access your information when you sign in, so that we can provide you withcustomized ,content;,estimate and report the total audience size and traffic of the Website.\nand/or,conductresearch and development to improve the Website contents and servicesand achieve ,and maintain a high service level.,You have the choice to allow the Website's cookies to be stored on your computer and decide ,to change your browser's settings in this respect.\nYou can also delete cookies that have been ,saved at any time.,Children's Privacy,The Solar Impulse Foundation does not knowingly collect personal data from children.,The Solar Impulse Foundation does not take specific steps to protect theprivacy of children ,who disclosetheir personal identifying information to the Solar ImpulseFoundation.,Access to your Personal Identifying Information,The Solar Impulse Foundation gives you the ability to consult the personal identifying,informationof your profileupon being duly identified by the Solar ImpulseFoundation,by ,sending us an e-mail including in the title of the e-mail the reference topersonal identifying ,information at [privacy@solarimpulse.com].\nTheSolar ImpulseFoundationallows you to ,challenge the data that it holds about you and you may have such data rectified, amended or ,completed.The Solar Impulse Foundation reserves its rights to withhold your personal ,identifying information if you have not provided a strict identification proof.\nThe Solar ,ImpulseFoundationfurther reserves its rightsto withhold your personal identifying ,information if justifiedby its overriding interests.,Security,If you communicate with the Solar Impulse Foundation by e-mail, you should note that the ,securityofe-mailsis uncertain.\nBy sending sensitive or confidential e-mail messages or,informationwhich are not encrypted, you accept the risk of such uncertainty and possiblelack ,of confidentiality.TheSolar Impulse Foundation may useindustry standard SSL encryption ,to protect datatransmissions.,Privacy C ompliance,The Solar Impulse Foundationis subject to Swiss data protection laws when collecting and ,processingpersonal identifying information.For the remaining, the Terms and Conditions of,the Website remain applicable.,Questions or suggestions,If you have any questions or suggestions regarding this Privacy Policy, please send us an ,emailat contact@solarimpulse.com.", "created_at": "2023-07-07 21:36:36.185254", "updated_at": "2023-07-07 21:36:36.773924"}, {"id": 17359, "name": "Terms", "url": "https://solarimpulse.com/pdf/Solar_Impulse_Foundation_Website_Terms_and_Conditions_10.2017.pdf", "xpath": "//body", "text": null, "created_at": "2023-07-07 21:36:04.129613", "updated_at": "2023-07-07 21:36:54.496304"}], "points": [{"id": 34339, "title": "Your IP address is collected, which can be used to view your approximate location", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-07 22:25:40.212623", "updated_at": "2023-07-14 11:26:49.173971", "quoteText": null, "case_id": 399, "document_id": 17360, "quoteStart": null, "quoteEnd": null}, {"id": 34340, "title": "Your personal data is not sold", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-07 22:26:21.228694", "updated_at": "2023-07-14 13:02:13.252582", "quoteText": null, "case_id": 193, "document_id": 17360, "quoteStart": null, "quoteEnd": null}], "urls": ["solarimpulse.com"]}}