{"error": 448, "message": "OK", "parameters": {"id": 6916, "name": "Metal Bond NYC", "created_at": "2022-11-18 21:57:14.106201", "updated_at": "2022-11-18 23:01:09.965702", "wikipedia": null, "keywords": null, "related": null, "slug": "metal-bond-nyc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6916.png", "url": "metalbondnyc.com", "documents": [{"id": 12677, "name": "Privacy Policy ", "url": "https://metalbondnyc.com/privacy-policy", "xpath": "/html/body/div[1]/div[2]/div[1]/div[1]/div/article/div", "text": " <p>Who we are</p>\n<p>Our website address is: https://metalbondnyc.com.</p>\n<p>What personal data we collect and why we collect it</p>\n<p>Comments</p>\n<p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it.\nThe Gravatar service privacy policy is available here: https://automattic.com/privacy/.\nAfter approval of your comment, your profile picture is visible to the public in the context of your comment.</p>\n<p>Media</p>\n<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p>\n<p>Contact forms</p>\n<p>Cookies</p>\n<p>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p>\n<p>Embedded content from other websites</p>\n<p>Articles on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracing your interaction with the embedded content if you have an account and are logged in to that website.</p>\n<p>Analytics</p>\n<p>Who we share your data with</p>\n<p>Nobody</p>\n<p>How long we retain your data</p>\n<p>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>What rights you have over your data</p>\n<p>If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p>\n<p>Where we send your data</p>\n<p>nowhere</p>\n<p>Visitor comments may be checked through an automated spam detection service.</p>\n<p>Your contact information</p>\n<p>Additional information</p>\n<p>How we protect your data</p>\n<p>What data breach procedures we have in place</p>\n<p>What third parties we receive data from</p>\n<p>What automated decision making and/or profiling we do with user data</p>\n<p>Industry regulatory disclosure requirements</p>\n<p>If you have questions and concerns please feel free to contact us at:</p>\n<p>M e t a l b o n d N Y C @ g m a i l .\nc o m&nbsp;.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2022-11-18 21:57:14.109027", "updated_at": "2022-11-18 20:57:42.219786"}, {"id": 12678, "name": "Terms Of Service", "url": "https://metalbondnyc.com/terms-of-service/", "xpath": "/html/body/div[1]/div[2]/div[1]/div[1]/div/article/div", "text": " Site Terms and Conditions of Use\n<p>&nbsp;</p>\n<em>\n<strong>THIS WEBSITE CONTAINS AGE RESTRICTED MULTIMEDIA!<br>\n—– ADULTS ONLY —–<br>\nYOU MUST BE 18 YEARS OF AGE OR OLDER TO ACCESS THIS WEBSITE</strong>\n</em>\n<p>&nbsp;</p>\n<strong>User’s Acknowledgment and Acceptance of Terms</strong>\n<p>MetalbondNYC.com (“Us” or “We”) provides the MetalbondNYC.com&nbsp;site and various related services (collectively, the “site”) to you, the user, subject to your compliance with all the terms, conditions, and notices contained or referenced herein (the “Terms of Use”), as well as any other written agreement between us and you.\nIn addition, when using particular services or materials on this site, users shall be subject to any posted rules applicable to such services or materials that may contain terms and conditions in addition to those in these Terms of Use.\nAll such guidelines or rules are hereby incorporated by reference into these Terms of Use.</p>\n<p>&nbsp;</p>\n<strong>BY ACCESSING THIS SITE YOU REPRESENT TO US THAT YOU ARE 18 YEARS OF AGE OR OLDER</strong>\n<p>&nbsp;</p>\n<p>BY USING THIS SITE, YOU AGREE TO BE BOUND BY THESE TERMS OF USE.\nIF YOU DO NOT WISH TO BE BOUND BY THE THESE TERMS OF USE, PLEASE EXIT THE SITE NOW.\nYOUR REMEDY FOR DISSATISFACTION WITH THIS SITE, OR ANY PRODUCTS, SERVICES, CONTENT, OR OTHER INFORMATION AVAILABLE ON OR THROUGH THIS SITE, IS TO STOP USING THE SITE AND/OR THOSE PARTICULAR PRODUCTS OR SERVICES.\nYOUR AGREEMENT WITH US REGARDING COMPLIANCE WITH THESE TERMS OF USE BECOMES EFFECTIVE IMMEDIATELY UPON COMMENCEMENT OF YOUR USE OF THIS SITE.</p>\n<p>These Terms of Use are effective as of December 20, 2010.\nWe expressly reserve the right to change these Terms of Use from time to time without notice to you.\nYou acknowledge and agree that it is your responsibility to review this site and these Terms of Use from time to time and to familiarize yourself with any modifications.\nYour continued use of this site after such modifications will constitute acknowledgment of the modified Terms of Use and agreement to abide and be bound by the modified Terms of Use.</p>\n<p>As used in these Terms of Use, references to our “Affiliates” include our owners, subsidiaries, affiliated companies, officers, directors, suppliers, partners, sponsors, and advertisers, and includes (without limitation) all parties involved in creating, producing, and/or delivering this site and/or its contents.</p>\n<strong>Description of Services</strong>\n<p>We make various multimedia services available on this site including, but not limited to, MetalbondNYC.com, and other like services.\nYou are responsible for providing, at your own expense, all equipment necessary to use the services, including a computer, modem, and Internet access (including payment of all fees associated with such access).</p>\n<p>We reserve the sole right to either modify or discontinue the site, including any of the sites features, at any time with or without notice to you.\nWe will not be liable to you or any third party should we exercise such right.\nAny new features that augment or enhance the then-current services on this site shall also be subject to these Terms of Use.</p>\n<strong>Registration Data and Privacy</strong>\n<p>In order to access some of the services on this site, you will be required to use an account and password that can be obtained by completing our online registration form, which requests certain information and data (“Registration Data”), and maintaining and updating your Registration Data as required.\nBy registering, you agree that all information provided in the Registration Data is true and accurate and that you will maintain and update this information as required in order to keep it current, complete, and accurate.</p>\n<p>You also grant us the right to disclose to third parties certain Registration Data about you.\nThe information we obtain through your use of this site, including your Registration Data, is subject to our Privacy Policy, which is specifically incorporated by reference into these Terms of Use.</p>\n<strong>Conduct on Site</strong>\n<p>Your use of the site is subject to all applicable laws and regulations, and you are solely responsible for the substance of your communications through the site.\nBy posting information in or otherwise using any communications service, chat room, message board, newsgroup, software library, or other interactive service that may be available to you on or through this site, you agree that you will not upload, share, post, or otherwise distribute or facilitate distribution of any content — including text, communications, software, images, sounds, data, or other information — that:</p>\n<p>a.\nis unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of anothers privacy, tortious, or otherwise violates our rules or policies;</p>\n<p>b.\nvictimizes, harasses, degrades, or intimidates an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability;</p>\n<p>c.\ninfringes on any patent, trademark, trade secret, copyright, right of publicity, or other proprietary right of any party;</p>\n<p>d.\nconstitutes unauthorized or unsolicited advertising, junk or bulk email (also known as “spamming”), chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling;</p>\n<p>e.\ncontains software viruses or any other computer code, files, or programs that are designed or intended to disrupt, damage, or limit the functioning of any software, hardware, or telecommunications equipment or to damage or obtain unauthorized access to any data or other information of any third party.\nor</p>\n<p>f.\nimpersonates any person or entity, including any of our employees or representatives.</p>\n<p>We neither endorse nor assume any liability for the contents of any material uploaded or submitted by third party users of the site.\nWe generally do not pre-screen, monitor, or edit the content posted by users of communications services, chat rooms, message boards, newsgroups, software libraries, or other interactive services that may be available on or through this site.\nHowever, we and our agents have the right at their sole discretion to remove any content that, in our judgment, does not comply with these Terms of Use and any other rules of user conduct for our site, or is otherwise harmful, objectionable, or inaccurate.\nWe are not responsible for any failure or delay in removing such content.\nYou hereby consent to such removal and waive any claim against us arising out of such removal of content.\nSee “Use of Your Materials” below for a description of the procedures to be followed in the event that any party believes that content posted on this site infringes on any patent, trademark, trade secret, copyright, right of publicity, or other proprietary right of any party.</p>\n<p>In addition, you may not use your account to breach security of another account or attempt to gain unauthorized access to another network or server.\nNot all areas of the site may be available to you or other authorized users of the site.\nYou shall not interfere with anyone elses use and enjoyment of the site or other similar services.\nUsers who violate systems or network security may incur criminal or civil liability.</p>\n<p>You agree that we may at any time, and at our sole discretion, terminate your membership, account, or other affiliation with our site without prior notice to you for violating any of the above provisions.\nIn addition, you acknowledge that we will cooperate fully with investigations of violations of systems or network security at other sites, including cooperating with law enforcement authorities in investigating suspected criminal violations.</p>\n<strong>Third Party Sites and Information</strong>\n<p>This site may link you to other sites on the Internet or otherwise include references to information, documents, software, materials and/or services provided by other parties.\nThese sites may contain information or material that some people may find inappropriate or offensive.\nThese other sites and parties are not under our control, and you acknowledge that we are not responsible for the accuracy, copyright compliance, legality, decency, or any other aspect of the content of such sites, nor are we responsible for errors or omissions in any references to other parties or their products and services.\nThe inclusion of such a link or reference is provided merely as a convenience and does not imply endorsement of, or association with, the site or party by us, or any warranty of any kind, either express or implied.</p>\n<strong>Intellectual Property Information</strong>\n<p>Copyright (c) December 20, 2010 MetalbondNYC.com&nbsp;All Rights Reserved.</p>\n<p>For purposes of these Terms of Use, “content” is defined as any information, data, communications, software, photos, video, graphics, music, sounds, and other material and services that can be viewed by users on our site.\nThis includes message boards, chat, and other original content.</p>\n<p>By accepting these Terms of Use, you acknowledge and agree that all content presented to you on this site is protected by copyrights, trademarks, service marks, patents or other proprietary rights and laws, and is the sole property of MetalbondNYC.com&nbsp;and/or its Affiliates.\nYou are only permitted to use the content as expressly authorized by us or the specific content provider.\nExcept for a single copy made for personal use only, you may not copy, reproduce, modify, republish, upload, post, transmit, or distribute any documents or information from this site in any form or by any means without prior written permission from us or the specific content provider, and you are solely responsible for obtaining permission before reusing any copyrighted material that is available on this site.\nAny unauthorized use of the materials appearing on this site may violate copyright, trademark and other applicable laws and could result in criminal or civil penalties.</p>\n<p>Neither we or our Affiliates warrant or represent that your use of materials displayed on, or obtained through, this site will not infringe the rights of third parties.\nSee “Users Materials” below for a description of the procedures to be followed in the event that any party believes that content posted on this site infringes on any patent, trademark, trade secret, copyright, right of publicity, or other proprietary right of any party.</p>\n<p>The following are registered trademarks, trademarks or service marks of MetalbondNYC.com: MetalbondNYC.com.\nAll custom graphics, icons, logos and service names are registered trademarks, trademarks or service marks of MetalbondNYC.com&nbsp;or its Affiliates.\nAll other trademarks or service marks are property of their respective owners.\nNothing in these Terms of Use grants you any right to use any trademark, service mark, logo, and/or the name of MetalbondNYC.com&nbsp;or its Affiliates.</p>\n<strong>Unauthorized Use of Materials</strong>\n<p>Subject to our Privacy Policy, any communication or material that you transmit to this site or to us, whether by electronic mail, post, or other means, for any reason, will be treated as non-confidential and non-proprietary.\nWhile you retain all rights in such communications or material, you grant us and our agents and affiliates a non-exclusive, paid-up, perpetual, and worldwide right to copy, distribute, display, perform, publish, translate, adapt, modify, and otherwise use such material for any purpose regardless of the form or medium (now known or not currently known) in which it is used.</p>\n<p>Please do not submit confidential or proprietary information to us unless we have mutually agreed in writing otherwise.\nWe are also unable to accept your unsolicited ideas or proposals, so please do not submit them to us in any circumstance.</p>\n<p>We respect the intellectual property of others, and we ask you to do the same.\nIf you or any user of this site believes its copyright, trademark or other property rights have been infringed by a posting on this site, you or the user should send notification to our Designated Agent (as identified below) immediately.\nTo be effective, the notification must include:</p>\n<p>1.\nIdentify in sufficient detail the copyrighted work that you believe has been infringed upon or other information sufficient to specify the copyrighted work being infringed).</p>\n<p>2.\nIdentify the material that you claim is infringing the copyrighted work listed in item #1 above.</p>\n<p>3.\nProvide information reasonably sufficient to permit us to contact you (email address is preferred).</p>\n<p>4.\nProvide information, if possible, sufficient to permit us to notify the owner/administrator of the allegedly infringing webpage or other content (email address is preferred).</p>\n<p>5.\nInclude the following statement: “I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.”</p>\n<p>6.\nInclude the following statement: “I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.”</p>\n<p>7.\nSign the paper.</p>\n<p>8.\nSend the written communication to the following address:</p>\n<p>\n</p>Designated Agent for Claimed Infringement:Contact:&nbsp;MetalbondNYC.com<br>\nAddress: PO Box 452, New York, NY 10159<br>\nEmail: M e t a l b o n d N Y C @ g m a i l .\nc o mYou acknowledge and agree that upon receipt of a notice of a claim of copyright infringement, we may immediately remove the identified materials from our site without liability to you or any other party and that the claims of the complaining party and the party that originally posted the materials will be referred to the United States Copyright Office for adjudication as provided in the Digital Millennium Copyright Act.<p>\n</p>\n<strong>Disclaimer of Warranties</strong>\n<p>ALL MATERIALS AND SERVICES ON THIS SITE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, OR THE WARRANTY OF NON-INFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, WE MAKE NO WARRANTY THAT (A) THE SERVICES AND MATERIALS WILL MEET YOUR REQUIREMENTS, (B) THE SERVICES AND MATERIALS WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (C) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES OR MATERIALS WILL BE EFFECTIVE, ACCURATE OR RELIABLE, OR (D) THE QUALITY OF ANY PRODUCTS, SERVICES, OR INFORMATION PURCHASED OR OBTAINED BY YOU FROM THE SITE FROM US OR OUR AFFILIATES WILL MEET YOUR EXPECTATIONS OR BE FREE FROM MISTAKES, ERRORS OR DEFECTS.</p>\n<p>THIS SITE COULD INCLUDE TECHNICAL OR OTHER MISTAKES, INACCURACIES OR TYPOGRAPHICAL ERRORS.\nWE MAY MAKE CHANGES TO THE MATERIALS AND SERVICES AT THIS SITE, INCLUDING THE PRICES AND DESCRIPTIONS OF ANY PRODUCTS LISTED HEREIN, AT ANY TIME WITHOUT NOTICE.\nTHE MATERIALS OR SERVICES AT THIS SITE MAY BE OUT OF DATE, AND WE MAKE NO COMMITMENT TO UPDATE SUCH MATERIALS OR SERVICES.</p>\n<p>THE USE OF THE SERVICES OR THE DOWNLOADING OR OTHER ACQUISITION OF ANY MATERIALS THROUGH THIS SITE IS DONE AT YOUR OWN DISCRETION AND RISK AND WITH YOUR AGREEMENT THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM SUCH ACTIVITIES.</p>\n<p>Through your use of the site, you may have the opportunities to engage in commercial transactions with other users and vendors.\nYou acknowledge that all transactions relating to any merchandise or services offered by any party, including, but not limited to the purchase terms, payment terms, warranties, guarantees, maintenance and delivery terms relating to such transactions, are agreed to solely between the seller or purchaser of such merchandise and services and you.\nWE MAKE NO WARRANTY REGARDING ANY TRANSACTIONS EXECUTED THROUGH, OR IN CONNECTION WITH THIS SITE, AND YOU UNDERSTAND AND AGREE THAT SUCH TRANSACTIONS ARE CONDUCTED ENTIRELY AT YOUR OWN RISK.\nANY WARRANTY THAT IS PROVIDED IN CONNECTION WITH ANY PRODUCTS, SERVICES, MATERIALS, OR INFORMATION AVAILABLE ON OR THROUGH THIS SITE FROM A THIRD PARTY IS PROVIDED SOLELY BY SUCH THIRD PARTY, AND NOT BY US OR ANY OTHER OF OUR AFFILIATES.</p>\n<p>Content available through this site often represents the opinions and judgments of an information provider, site user, or other person or entity not connected with us.\nWe do not endorse, nor are we responsible for the accuracy or reliability of, any opinion, advice, or statement made by anyone other than an authorized MetalbondNYC.com&nbsp;spokesperson speaking in his/her official capacity.\nPlease refer to the specific editorial policies posted on various sections of this site for further information, which policies are incorporated by reference into these Terms of Use.</p>\n<p>You understand and agree that temporary interruptions of the services available through this site may occur as normal events.\nYou further understand and agree that we have no control over third party networks you may access in the course of the use of this site, and therefore, delays and disruption of other network transmissions are completely beyond our control.</p>\n<p>You understand and agree that the services available on this site are provided “AS IS” and that we assume no responsibility for the timeliness, deletion, mis-delivery or failure to store any user communications or personalization settings.</p>\n<p>SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<strong>Limitation of Liability</strong>\n<p>IN NO EVENT SHALL WE OR OUR AFFILIATES BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY SPECIAL, PUNITIVE, INCIDENTAL, INDIRECT OR CONSEQUENTIAL DAMAGES OF ANY KIND, OR ANY DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, THOSE RESULTING FROM LOSS OF USE, DATA OR PROFITS, WHETHER OR NOT WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND ON ANY THEORY OF LIABILITY, ARISING OUT OF OR IN CONNECTION WITH THE USE OF THIS SITE OR OF ANY WEB SITE REFERENCED OR LINKED TO FROM THIS SITE.</p>\n<p>FURTHER, WE SHALL NOT BE LIABLE IN ANY WAY FOR THIRD PARTY GOODS AND SERVICES OFFERED THROUGH THIS SITE OR FOR ASSISTANCE IN CONDUCTING COMMERCIAL TRANSACTIONS THROUGH THIS SITE, INCLUDING WITHOUT LIMITATION THE PROCESSING OF ORDERS.</p>\n<p>SOME JURISDICTIONS PROHIBIT THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<strong>Indemnification</strong>\n<p>Upon a request by us, you agree to defend, indemnify, and hold us and our Affiliates harmless from all liabilities, claims, and expenses, including attorneys fees, that arise from your use or misuse of this site.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will cooperate with us in asserting any available defenses.</p>\n<strong>Security and Password</strong>\n<p>You are solely responsible for maintaining the confidentiality of your password and account and for any and all statements made and acts or omissions that occur through the use of your password and account.\nTherefore, you must take steps to ensure that others do not gain access to your password and account.\nOur personnel will never ask you for your password.\nYou may not transfer or share your account with anyone, and we reserve the right to immediately terminate your account if you do transfer or share your account.</p>\n<strong>Participation in Promotions</strong>\n<p>From time to time, this site may include advertisements offered by third parties.\nYou may enter into correspondence with or participate in promotions of the advertisers showing their products on this site.\nAny such correspondence or promotions, including the delivery of and the payment for goods and services, and any other terms, conditions, warranties or representations associated with such correspondence or promotions, are solely between you and the advertiser.\nWe assume no liability, obligation or responsibility for any part of any such correspondence or promotion.</p>\n<strong>E-mail, Messaging, Blogging, and Chat Services</strong>\n<p>We may make email, messaging, blogging, or chat services (collectively, “Communications”) available to users of our site, either directly or through a third-party provider.\nWe make available separate supplemental agreements characterizing the relationship between you and us that, except where expressly noted or contradictory, includes these Terms.</p>\n<p>We will not inspect or disclose the contents of private Communications except with the consent of the sender or the recipient, or in the narrowly-defined situations provided under the Electronic Communications Privacy Act, or as other required by law or by court or governmental order.\nFurther information is available in our Privacy Policy.</p>\n<p>We may employ automated monitoring devices or techniques to protect our users from mass unsolicited communications (also known as “spam”) and/or other types of electronic communications that we deem inconsistent with our business purposes.\nHowever, such devices or techniques are not perfect, and we will not be responsible for any legitimate communication that is blocked, or for any unsolicited communication that is not blocked.</p>\n<p>Mailboxes may have a limited storage capacity.\nIf you exceed the maximum permitted storage space, we may employ automated devices that delete or block email messages that exceed the limit.\nWe will not be responsible for such deleted or blocked messages.</p>\n<strong>International Use</strong>\n<p>Although this site may be accessible worldwide, we make no representation that materials on this site are appropriate or available for use in locations outside the United States, and accessing them from territories where their contents are illegal is prohibited.\nThose who choose to access this site from other locations do so on their own initiative and are responsible for compliance with local laws.\nAny offer for any product, service, and/or information made in connection with this site is void where prohibited.</p>\n<strong>Termination of Use</strong>\n<p>You agree that we may, in our sole discretion, terminate or suspend your access to all or part of the site with or without notice and for any reason, including, without limitation, breach of these Terms of Use.\nAny suspected fraudulent, abusive or illegal activity may be grounds for terminating your relationship and may be referred to appropriate law enforcement authorities.</p>\n<p>Upon termination or suspension, regardless of the reasons therefore, your right to use the services available on this site immediately ceases, and you acknowledge and agree that we may immediately deactivate or delete your account and all related information and files in your account and/or bar any further access to such files or this site.\nWe shall not be liable to you or any third party for any claims or damages arising out of any termination or suspension or any other actions taken by us in connection with such termination or suspension.</p>\n<strong>Governing Law</strong>\n<p>This site (excluding any linked sites) is controlled by us from our offices within the Georgia, United States of America.\nIt can be accessed from all 50 states, as well as from other countries around the world.\nAs each of these places has laws that may differ from those of Georgia, by accessing this site both of us agree that the statutes and laws of the State of Georgia, without regard to the conflicts of laws principles thereof and the United Nations Convention on the International Sales of Goods, will apply to all matters relating to the use of this site and the purchase of products and services available through this site.\nEach of us agrees and hereby submits to the exclusive personal jurisdiction and venue any court of competent jurisdiction within the State of Georgia with respect to such matters.</p>\n<strong>Notices</strong>\n<p>All notices to a party shall be in writing and shall be made either via email or conventional mail.\nNotices to us must be sent to the attention of Customer Service, if by email, or at MetalbondNYC.com, PO Box 452, New York, NY 10159 if by conventional mail.\nNotices to you may be sent to the address supplied by you as part of your Registration Data.\nIn addition, we may broadcast notices or messages through the site to inform you of changes to the site or other matters of importance, and such broadcasts shall constitute notice to you at the time of sending.</p>\n<strong>Entire Agreement</strong>\n<p>These terms and conditions constitute the entire agreement and understanding between us concerning the subject matter of this agreement and supersedes all prior agreements and understandings of the parties with respect to that subject matter.\nThese Terms of Use may not be altered, supplemented, or amended by the use of any other document(s).\nAny attempt to alter, supplement or amend this document or to enter an order for products or services which are subject to additional or altered terms and conditions shall be null and void, unless otherwise agreed to in a written agreement signed by you and us.\nTo the extent that anything in or associated with this site is in conflict or inconsistent with these Terms of Use, these Terms of Use shall take precedence.</p>\n<strong>Miscellaneous</strong>\n<p>In any action to enforce these Terms of Use, the prevailing party will be entitled to costs and attorneys fees.\nAny cause of action brought by you against us or our Affiliates must be instituted with one year after the cause of action arises or be deemed forever waived and barred.</p>\n<p>You may not assign your rights and obligations under these Terms of Use to any party, and any purported attempt to do so will be null and void.\nWe may free assign our rights and obligations under these Terms of Use.</p>\n<p>You agree not to sell, resell, reproduce, duplicate, copy or use for any commercial purposes any portion of this site, or use of or access to this site.</p>\n<p>In addition to any excuse provided by applicable law, we shall be excused from liability for non-delivery or delay in delivery of products and services available through our site arising from any event beyond our reasonable control, whether or not foreseeable by either party, including but not limited to, labor disturbance, war, fire, accident, adverse weather, inability to secure transportation, governmental act or regulation, and other causes or events beyond our reasonable control, whether or not similar to those which are enumerated above.</p>\n<p>If any part of these Terms of Use is held invalid or unenforceable, that portion shall be construed in a manner consistent with applicable law to reflect, as nearly as possible, the original intentions of the parties, and the remaining portions shall remain in full force and effect.</p>\n<p>Any failure by us to enforce or exercise any provision of these Terms of Use or related rights shall not constitute a waiver of that right or provision.</p>\n<strong>Contact Information</strong>\n<p>Except as explicitly noted on this site, the services available through this site are offered by MetalbondNYC.com.\nIf you notice that any user is violating these Terms of Use, please contact us at M e t a l b o n d N Y C @ g m a i l .\nc o m&nbsp;.</p>\n<strong>Disclaimer of Company Responsibility for Blog Content</strong>\n<p>You understand that all content posted to the Blog (the “Content”) is the sole responsibility of the individual who originally posted the content.\nYou understand, also, that all opinions expressed by users of this site are expressed strictly in their individual capacities, and not as Our representatives or any of Our sponsors or partners.\nThe opinions that you or others post in the Blog do not necessarily reflect Our opinions.</p>\n<p>\n<strong>Posting</strong>\n</p>\n<p>(a) By posting your Content using the Services, you are granting an unrestricted, irrevocable, non-exclusive, royalty-free, perpetual, worldwide, and fully transferable, assignable, and sublicensable right and license to use, copy, reproduce, modify, adapt, publish, translate, create collective or derivative works from, distribute, perform and display your Content in whole or in part and to incorporate it in other works in any form, media, or technology now known or later developed.\nYou further warrant that all so-called moral rights in the content have been waived.</p>\n<p>(b) By posting content to the Blog, you warrant and represent that you either own or otherwise control all of the rights to that content, including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the content, or that your use of the content is a protected fair use.\nYou agree that you will not knowingly provide material and misleading false information.\nYou represent and warrant also that the content you supply does not violate these Terms.\nIt is your sole responsibility to ensure that your postings do not disclose confidential and/or proprietary information, including personal financial information, information covered by a nondisclosure agreement, and information that you are not authorized to disclose.\nWe caution you not to disclose personal information about yourself or your children, such as social security numbers, credit card numbers, etc.</p>\n<p>(c) You agree to indemnify and hold Us and Our affiliated companies, and their directors, officers and employees, harmless for any and all claims or demands, including reasonable attorney fees, that arise from or otherwise relate to your use of the Blog, any content you supply to the Blog, or your violation of these Terms or the rights of another.</p>\n<p>\n<strong>Accessing</strong>\n</p>\n<p>(a) You agree that We will not be liable, under any circumstances and in any way, for any errors or omissions, loss or damage of any kind incurred as a result of use of any content posted on this site.\nYou agree that you must evaluate and bear all risks associated with the use of any content, including any reliance on the accuracy, completeness, or usefulness of such content.\nYou agree not to collect information about others, including e-mail addresses, or to use information obtained from the Services to send other users unsolicited e-mail of any kind.</p>\n<p>(b) The Blog is provided for informational purposes only.\nwe shall not be responsible or liable for the accuracy or availability of any information appearing or available on the Blog.</p>\n<p>(c) Blog postings may provide links to other websites on the Internet.\nWe are not responsible or liable for such content and we make no express or implied warranty about the accuracy, copyright compliance, legality, merchantability, or any other aspect of the content of such postings.\nWe are not responsible or liable for any advertising, products, or other materials on or available from such websites or resources.\nThe inclusion of links does not imply endorsement of the Websites by Us or any association with their operators.</p>\n<p>(d) We may enable you to establish an account with a username and password to access and use the Services.\nIf so, you are responsible for maintaining the strict confidentiality of your password, and you are responsible for any activity occurring through use of your account and password.\nYou agree to immediately notify us of any unauthorized use of your password or account or any other breach of security and ensure that you exit from your account at the end of each session.\nWe are not responsible or liable for any loss or damage arising from your failure to comply with this provision.</p>\n<p>\n<strong>Termination of Access/Removal of Content</strong>\n</p>\n<p>We shall have the right in Our sole discretion to terminate your access to and use of the Services and/or remove any of your Content should We consider your statements or conduct to be inaccurate, illegal, defamatory, threatening, infringing of intellectual property rights, invasive of privacy, injurious, objectionable, or otherwise in violation of these Terms or applicable law.</p>\n<strong>Acceptance and Acknowledgment of Terms</strong>\n<p>Use of this website constitutes acceptance of these Terms.\nYou acknowledge that you have read and are bound by the Terms, as well as any other usage agreements of Ours, including the Website Terms of Use that may govern your conduct.\nThank you for participating in the Blog.\nPlease do not hesitate to contact us if you have questions.</p>\n<p>Legal Services Provided By: General Counsel, PC Attorneys At Law</p> ", "created_at": "2022-11-18 20:58:27.993916", "updated_at": "2022-11-18 20:58:36.065276"}], "points": [], "urls": ["metalbondnyc.com"]}}