{"error": 448, "message": "OK", "parameters": {"id": 7666, "name": "Invisv", "created_at": "2023-03-19 17:23:39.439775", "updated_at": "2023-03-29 19:26:50.48203", "wikipedia": null, "keywords": null, "related": null, "slug": "invisv", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7666.png", "url": "invisv.com", "documents": [{"id": 14769, "name": "Terms", "url": "https://invisv.com/terms", "xpath": "//body", "text": " INVISV <ul>\n<li>About Us</li>\n<li>Blog</li>\n</ul> INVISV Terms <p>\n<em>Last Updated</em>: [2022.05.15]</p>\n<p>Terms of Service</p>\n<p>Please read these Terms of Service (the “<u>Agreement</u>”) carefully.\nYour use of the Site (as defined below) constitutes your consent to this\nAgreement.</p>\n<p>This Agreement is between you and INVISV INC.\n(“<u>Company</u>” or\n“<u>we</u>” or “<u>us</u>”) concerning your use of (including any access\nto) our site currently located at https://invisv.com (together with any\nmaterials and services available therein, and successor site(s) thereto,\nthe “<u>Site</u>”).\nThis Agreement hereby incorporates by this reference\nany additional terms and conditions posted by Company through the Site,\nor otherwise made available to you by Company.</p>\n<p>By using the Site, you affirm that you are of\nlegal age to enter into this Agreement or, if you are not, that you have\nobtained parental or guardian consent to enter into this\nagreement.</p>\n<p>If you are an individual accessing or using the\nSite on behalf of, or for the benefit of, any corporation, partnership\nor other entity with which you are associated (an\n“<u>Organization</u>”), then you are agreeing to this Agreement on\nbehalf of yourself and such Organization, and you represent and warrant\nthat you have the legal authority to bind such Organization to this\nAgreement.\nReferences to “you” and “your” in this Agreement will\nrefer to both the individual using the Site and to any such\nOrganization.</p>\n<p>\n<strong>Changes</strong>.\nWe may change this Agreement from time to time by notifying\nyou of such changes by any reasonable means, including by posting a\nrevised Agreement through the Site.\nAny such changes will not apply to\nany dispute between you and us arising before we posted the revised\nAgreement incorporating such changes, or otherwise notified you of such\nchanges.</p>\n<p>Your use of the Site after any changes to this Agreement will constitute\nyour acceptance of such changes.\nThe “<em>Last Updated</em>” legend above\nindicates when this Agreement was last changed.\nWe may, at any time and\nwithout liability, modify or discontinue all or part of the Site\n(including access to the Site via any third-party links).\ncharge, modify\nor waive any fees required to use the Site.\nor offer opportunities to\nsome or all Site users.</p>\n<p>\n<strong>Information Submitted Through the Site</strong>.\nYour submission of\ninformation through the Site is governed by Company’s Privacy Policy, located at https://invisv.com (the\n“<u>Privacy Policy</u>”).\nYou represent and\nwarrant that any information you provide in connection with the Site is\nand will remain accurate and complete, and that you will maintain and\nupdate such information as needed.</p>\n<p>\n<strong>Jurisdictional Issues</strong>.\nThe Site is controlled or operated (or both)\nfrom the United States, and is not intended to subject Company to any\nnon-U.S.\njurisdiction or law.\nThe Site may not be appropriate or\navailable for use in some non-U.S.\njurisdictions.\nAny use of the Site is\nat your own risk, and you must comply with all applicable laws, rules\nand regulations in doing so.\nWe may limit the Site’s availability at any time, in whole or in part, to\nany person, geographic area or jurisdiction that we choose.</p>\n<p>\n<strong>Rules of Conduct</strong>.\nIn connection with the Site, you must not:</p>\n<p>Post, transmit or otherwise make available through or in connection with\nthe Site any materials that are or may be: (a) threatening, harassing,\ndegrading, hateful or intimidating, or otherwise fail to respect the\nrights and dignity of others.\n(b)&nbsp;defamatory, libelous, fraudulent or\notherwise tortious.\n(c) obscene, indecent, pornographic or otherwise\nobjectionable.\nor (d) protected by copyright, trademark, trade secret,\nright of publicity or privacy or any other proprietary right, without\nthe express prior written consent of the applicable owner.</p>\n<p>Post, transmit or otherwise make available through or in connection with\nthe Site any virus, worm, Trojan horse, Easter egg, time bomb, spyware\nor other computer code, file or program that is or is potentially\nharmful or invasive or intended to damage or hijack the operation of, or\nto monitor the use of, any hardware, software or equipment (each, a\n“<u>Virus</u>”).</p>\n<p>Use the Site for any commercial purpose, or for any purpose that is\nfraudulent or otherwise tortious or unlawful.</p>\n<p>Harvest or collect information about users of the Site.</p>\n<p>Interfere with or disrupt the operation of the Site or the servers or\nnetworks used to make the Site available, including by hacking or\ndefacing any portion of the Site.\nor violate any requirement, procedure\nor policy of such servers or networks.</p>\n<p>Restrict or inhibit any other person from using the Site.</p>\n<p>Reproduce, modify, adapt, translate, create derivative works of, sell,\nrent, lease, loan, timeshare, distribute or otherwise exploit any\nportion of (or any use of) the Site except as expressly authorized\nherein, without Company’s express prior written consent.</p>\n<p>Reverse engineer, decompile or disassemble any portion of the Site,\nexcept where such restriction is expressly prohibited by applicable law.</p>\n<p>Remove any copyright, trademark or other proprietary rights notice from\nthe Site.</p>\n<p>Frame or mirror any portion of the Site, or otherwise incorporate any\nportion of the Site into any product or service, without Company’s\nexpress prior written consent.</p>\n<p>Systematically download and store Site content.</p>\n<p>Use any robot, spider, site search/retrieval application or other manual\nor automatic device to retrieve, index, “scrape,” “data mine” or\notherwise gather Site content, or reproduce or circumvent the\nnavigational structure or presentation of the Site, without Company’s\nexpress prior written consent.</p>\n<p>You are responsible for obtaining, maintaining and paying for all\nhardware and all telecommunications and other services needed to use the\nSite.</p>\n<p>\n<strong>Products</strong>.\nThe Site may make available listings, descriptions and\nimages of goods or services or related coupons or discounts\n(collectively, “<u>Products</u>”), as well as\nreferences and links to Products.\nSuch Products may be made available by\nCompany or by third parties, and may be made available for any purpose,\nincluding general information purposes.\nUnless expressly stated, the\navailability through the Site of any listing, description or image of a\nProduct does not imply our endorsement of such Product or affiliation\nwith the provider of such Product.\nWe make no representations as to the\ncompleteness, accuracy, reliability, validity or timeliness of such\nlistings, descriptions or images (including any features, specifications\nand prices contained therein).\nSuch information and the availability of\nany Product (including the validity of any coupon or discount) are\nsubject to change at any time without notice.\nCertain descriptions are\napproximate and are for convenience only.\nIt is your responsibility to\nascertain and obey all applicable local, state, federal and foreign laws\n(including minimum age requirements) regarding the purchase, possession\nand use of any Product.</p>\n<p>\n<strong>Feedback</strong>.\nIf you provide to us any ideas, proposals, suggestions or\nother materials (“<u>Feedback</u>”), whether\nrelated to the Site or otherwise, you hereby acknowledge and agree that\nsuch Feedback is not confidential, and that your provision of such\nFeedback is gratuitous, unsolicited and without restriction, and does\nnot place Company under any fiduciary or other obligation.</p>\n<p>\n<strong>Monitoring</strong>.\nWe may (but have no obligation to) monitor, evaluate, or\nanalyze your access to or use of the Site.\nWe may disclose information\nregarding your access to and use of the Site, and the circumstances\nsurrounding such access and use, to anyone for any reason or purpose.</p>\n<p>\n<strong>Your Limited Rights</strong>.\nSubject to your compliance with this Agreement,\nand solely for so long as you are permitted by Company to use the Site,\nyou may view one (1) copy of any portion of the Site to which we provide\nyou access under this Agreement, on any single device, solely for your\npersonal, non-commercial use.</p>\n<p>\n<strong>Company’s Proprietary Rights</strong>.\nWe and our\nsuppliers own the Site, which is protected by proprietary rights and\nlaws.\nOur trade names, trademarks and service marks include INVISV and\nany associated logos.\nAll trade names, trademarks, service marks and\nlogos on the Site not owned by us are the property of their respective\nowners.\nYou may not use our trade names, trademarks, service marks or\nlogos in connection with any product or service that is not ours, or in\nany manner that is likely to cause confusion.\nNothing contained on the\nSite should be construed as granting any right to use any trade names,\ntrademarks, service marks or logos without the express prior written\nconsent of the owner.</p>\n<p>\n<strong>Third Party Materials.\nLinks</strong>.\nCertain Site functionality may make\navailable access to information, products, services and other materials\nmade available by third parties (“<u>Third Party\nMaterials</u>”), or allow for the routing or transmission of such Third\nParty Materials, including via links.\nBy using such functionality, you\nare directing us to access, route and transmit to you the applicable\nThird Party Materials.</p>\n<p>We neither control nor endorse, nor are we responsible for, any Third\nParty Materials, including the accuracy, validity, timeliness,\ncompleteness, reliability, integrity, quality, legality, usefulness or\nsafety of Third Party Materials, or any intellectual property rights\ntherein.\nCertain Third Party Materials may, among other things, be\ninaccurate, misleading or deceptive.\nNothing in this Agreement will be\ndeemed to be a representation or warranty by Company with respect to any\nThird Party Materials.\nWe have no obligation to monitor Third Party\nMaterials, and we may block or disable access to any Third Party\nMaterials (in whole or part) through the Site at any time.\nIn addition,\nthe availability of any Third Party Materials through the Site does not\nimply our endorsement of, or our affiliation with, any provider of such\nThird Party Materials, nor does such availability create any legal\nrelationship between you and any such provider.</p>\n<p>Your use of Third Party Materials is at your own\nrisk and is subject to any additional terms, conditions and policies\napplicable to such Third Party Materials (such as terms of service or\nprivacy policies of the providers of such Third Party Materials).</p>\n<p>\n<strong>Disclaimer of Warranties</strong>.\nTo the fullest extent permitted under applicable law:\n(a) the Site and any Products and Third Party Materials are made\navailable to you on an “As Is,” “Where Is” and\n“Where Available” basis, without any warranties\nof any kind, whether express, implied or statutory.\nand (b) Company\ndisclaims all warranties with respect to the Site and any Products and\nThird Party Materials, including the warranties of merchantability,\nfitness for a particular purpose, non-infringement and title.\nAll\ndisclaimers of any kind (including in this section and elsewhere in this\nAgreement) are made for the benefit of both Company and its affiliates and their respective\ndirectors, officers, employees, affiliates, agents, representatives,\nlicensors, suppliers and service providers (collectively, the “<u>Affiliated Entities</u>”), and their respective\nsuccessors and assigns.</p>\n<p>While we try to maintain the timeliness, integrity and security of the\nSite, we do not guarantee that the Site is or will remain updated,\ncomplete, correct or secure, or that access to the Site will be\nuninterrupted.\nThe Site may include inaccuracies, errors and materials\nthat violate or conflict with this Agreement.\nAdditionally, third\nparties may make unauthorized alterations to the Site.\nIf you become\naware of any such alteration, contact us at info@invisv.com with a\ndescription of such alteration and its location on the Site.</p>\n<p>\n<strong>Limitation of Liability</strong>.\nTo the fullest extent permitted under applicable law:\n(a) Company will not be liable for any indirect, incidental,\nconsequential, special, exemplary or punitive damages of any kind, under\nany contract, tort (including negligence), strict liability or other\ntheory, including damages for loss of profits, use or data, loss of\nother intangibles, even if advised in advance of the possibility of such\ndamages or losses.\n(b) without limiting the foregoing, Company will not\nbe liable for damages of any kind resulting from your use of or\ninability to use the Site or from any Products or Third Party Materials,\nincluding from any Virus that may be transmitted in connection\ntherewith.\n(c) your sole and exclusive remedy for dissatisfaction with\nthe Site or any Products or Third Party Materials is to stop using the\nSite.\nand (d) the maximum aggregate liability of Company for all\ndamages, losses and causes of action, whether in contract, tort\n(including negligence) or otherwise, will be the total amount, if any,\npaid by you to Company to use the Site.\nAll limitations of liability of\nany kind (including in this section and elsewhere in this Agreement) are\nmade for the benefit of both Company and the Affiliated Entities, and\ntheir respective successors and assigns.</p>\n<p>\n<strong>Indemnity</strong>.\nTo the fullest extent permitted under applicable law, you\nagree to defend, indemnify and hold harmless Company and the Affiliated\nEntities, and their respective successors and assigns, from and against\nall claims, liabilities, damages, judgments, awards, losses, costs,\nexpenses and fees (including attorneys’ fees)\narising out of or relating to (a) your use of, or activities in\nconnection with, the Site.\nand (b)&nbsp;any violation or alleged violation of\nthis Agreement by you.</p>\n<p>\n<strong>Termination</strong>.\nThis Agreement is effective until terminated.\nCompany\nmay terminate or suspend your use of the Site at any time and without\nprior notice, for any or no reason, including if Company believes that\nyou have violated or acted inconsistently with the letter or spirit of\nthis Agreement.\nUpon any such termination or suspension, your right to\nuse the Site will immediately cease, and Company may, without liability\nto you or any third party, immediately deactivate or delete your user\nname, password and account, and all associated materials, without any\nobligation to provide any further access to such materials.\nSections 2,\n3, 6, 9, 11-15, and 18 will survive any expiration or termination of\nthis Agreement.</p>\n<p>\n<strong>Governing Law.\nJurisdiction</strong>.\nThis Agreement is governed by and will\nbe construed in accordance with the laws of the State of California\nU.S.A., without regard to its principles of conflicts of law, and\nregardless of your location.\nYou agree to exclusive jurisdiction of the\nfederal and state courts located in California U.S.A., and waive any\njurisdictional, venue or inconvenient forum objections to such courts.</p>\n<p>\n<strong>Filtering</strong>.\nWe hereby notify you that parental control protections\n(such as computer hardware, software or filtering services) are\ncommercially available that may assist you in limiting access to\nmaterial that is harmful to minors.\nInformation identifying current\nproviders of such protections is available from\nhttps://en.wikipedia.org/wiki/Comparison_of_content-control_software_and_providers.\nPlease note that Company does not endorse any of the products or\nservices listed on such site.</p>\n<p>\n<strong>Information or Complaints</strong>.\nIf you have a question or complaint\nregarding the Site, please send an e-mail to info@invisv.com You may\nalso contact us by writing to 4676 Admiralty Way #503, Marina del Rey,\nCA 90292 or by calling us at (323) 716-4054.\nPlease note that e-mail\ncommunications will not necessarily be secure.\naccordingly you should\nnot include credit card information or other sensitive information in\nyour e-mail correspondence with us.\nCalifornia residents may reach the\nComplaint Assistance Unit of the Division of Consumer Services of the\nCalifornia Department of Consumer Affairs by mail at 1625 North Market\nBlvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800)\n952-5210.</p>\n<p>\n<strong>Miscellaneous</strong>.\nThis Agreement does not, and will not be construed\nto, create any partnership, joint venture, employer-employee, agency or\nfranchisor-franchisee relationship between you and Company.\nIf any\nprovision of this Agreement is found to be unlawful, void or for any\nreason unenforceable, that provision will be deemed severable from this\nAgreement and will not affect the validity and enforceability of any\nremaining provision.\nYou may not assign, transfer or sublicense any or\nall of your rights or obligations under this Agreement without our\nexpress prior written consent.\nWe may assign, transfer or sublicense any\nor all of our rights or obligations under this Agreement without\nrestriction.\nNo waiver by either party of any breach or default under\nthis Agreement will be deemed to be a waiver of any preceding or\nsubsequent breach or default.\nAny heading, caption or section title\ncontained herein is for convenience only, and in no way defines or\nexplains any section or provision.\nAll terms defined in the singular\nwill have the same meanings when used in the plural, where appropriate\nand unless otherwise specified.\nAny use of the term “including” or variations thereof in this Agreement\nwill be construed as if followed by the phrase “without limitation.” This Agreement, including any\nterms and conditions incorporated herein, is the entire agreement\nbetween you and Company relating to the subject matter hereof, and\nsupersedes any and all prior or contemporaneous written or oral\nagreements or understandings between you and Company relating to such\nsubject matter.\nNotices to you (including notices of changes to this\nAgreement) may be made via posting to the Site or by e-mail (including\nin each case via links), or by regular mail.\nWithout limitation, a\nprinted version of this Agreement and of any notice given in electronic\nform will be admissible in judicial or administrative proceedings based\nupon or relating to this Agreement to the same extent and subject to the\nsame conditions as other business documents and records originally\ngenerated and maintained in printed form.\nCompany will not be\nresponsible for any failure to fulfill any obligation due to any cause\nbeyond its control.</p>\n<p>Site © 2022 INVISV INC.\nunless otherwise noted.\nAll rights reserved.</p> INVISV <ul>\n<li>About Us</li>\n<li>Blog</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>ioc.exchange/@invisv</li>\n</ul> ©INVISV 2022-2023 ", "created_at": "2023-03-19 17:23:55.542021", "updated_at": "2023-03-19 17:24:04.137982"}, {"id": 14768, "name": "Privacy Policy", "url": "https://invisv.com/privacy", "xpath": "//body", "text": " INVISV <ul>\n<li>About Us</li>\n<li>Blog</li>\n</ul> Invisv Privacy Policy LAST UPDATED: [2022.05.15] <p>\n<strong>PRIVACY POLICY</strong>\n</p>\n<p>INVISV, INC.\n(“<strong>INVISV</strong>,” “<strong>we</strong>,” or “<strong>us</strong>”) wants you to be\nfamiliar with how we collect, use and disclose personal information.\nThis Privacy Policy describes our practices in connection with personal\ninformation that we collect through:</p>\n<p>The website operated by us from which you are accessing this Privacy\nPolicy (the “<strong>Website</strong>”);</p>\n<p>Email messages that we send to you that link to this Privacy Policy.\nand</p>\n<p>Offline business interactions you have with us, for example, when you\ndiscuss business opportunities with us.</p>\n<p>Collectively, we refer to the Website, email messages and offline\nbusiness interactions as the “<strong>Services</strong>.”</p>\n<p>\n<strong>Personal Information</strong>\n</p>\n<p>“<strong>Personal Information</strong>” is information that identifies you as an\nindividual or relates to an identifiable individual.\nThe Services\ncollect Personal Information, including:</p>\n<p>Email address;</p>\n<p>\n<strong>Collection of Personal Information</strong>\n</p>\n<p>We and our service providers collect Personal Information through the\nServices, for example, when you provide your email address through our\nWebsite to receive updates and other communications about our current or\nfuture offerings.</p>\n<p>We need to collect Personal Information in order to provide the\nrequested Services to you.\nIf you do not provide the information\nrequested, we may not be able to provide these Services.\nIf you disclose\nany Personal Information relating to other people to us or to our\nservice providers in connection with the Services, you represent that\nyou have the authority to do so and to permit us to use the information\nin accordance with this Privacy Policy.</p>\n<p>\n<strong>Use of Personal Information</strong>\n</p>\n<p>We and our service providers use Personal Information for the following\npurposes:</p>\n<p>\n<strong>Providing you with information and materials about our offerings.</strong>\n</p>\n<p>To send you marketing related or informational emails, with information\nabout our services, products and other news about our company.</p>\n<blockquote>\n<p>Where required under applicable law, we will engage in this activity\nwith your consent.\nOtherwise, our related processing of your Personal\nInformation will be based on our legitimate business interest to\ncommunicate with you upon your request.</p>\n</blockquote>\n<p>\n<strong>Providing the functionality of the Services and fulfilling your\nrequests.</strong>\n</p>\n<p>To provide the Services’ functionality to you, such as operating the\nWebsite;</p>\n<p>To respond to your inquiries and fulfill your requests, for example,\nwhen you send us questions, suggestions, compliments or complaints, or\nwhen you request other information about our Services.</p>\n<blockquote>\n<p>We will engage in these activities based on our legitimate business\ninterest to provide the Services to you upon your request.</p>\n</blockquote>\n<p>\n<strong>Accomplishing our business purposes.</strong>\n</p>\n<p>For audits, to verify that our internal processes function as intended\nand to address legal, regulatory, or contractual requirements;</p>\n<p>For fraud prevention and fraud security monitoring purposes, for\nexample, to detect and prevent cyberattacks or attempts to commit\nidentity theft;</p>\n<p>For enhancing, improving, repairing, maintaining, or modifying our\ncurrent products and services, as well as undertaking quality and safety\nassurance measures;</p>\n<p>To protect our rights, privacy, safety or property, and/or that of you\nor others;</p>\n<p>For compliance with applicable law and regulations.\nThis may include\nlaws outside your country of residence.</p>\n<blockquote>\n<p>We engage in these activities to comply with a legal obligation and/or\nbased on our legitimate business interests.</p>\n</blockquote>\n<p>\n<strong>Disclosure of Personal Information</strong>\n</p>\n<p>We disclose Personal Information:</p>\n<p>\n<strong>To our third party service providers, to facilitate services they\nprovide to us.</strong>\n</p>\n<p>These can include providers of services such as website hosting, data\nanalysis, fraud prevention, information technology and related\ninfrastructure provision, email delivery, auditing, and other services.</p>\n<p>\n<strong>To our third party advisors.</strong>\n</p>\n<p>We may disclose your Personal Information to our advisors (e.g.\nauditors, legal counsel, tax advisers and consultants) relating to or in\nconnection with the operation of our business, compliance with our\nlegal, regulatory or contractual obligations and/or your investments\nwith us.</p>\n<p>\n<strong>To law enforcement agencies and other government authorities.</strong>\n</p>\n<p>In order to comply with our legal or regulatory obligations, we may\ndisclose your Personal Information to law enforcement agencies,\nregulatory or tax authorities and other governmental or public agencies\nor authorities.</p>\n<p>\n<strong>To third parties in the event of reorganization.</strong>\n</p>\n<p>Your Personal Information may be disclosed to third parties in the event\nof any reorganization, merger, sale, joint venture, partnership,\nassignment, transfer, or other disposition of all or any portion of our\nbusiness, assets, or stock (including in connection with any bankruptcy\nor similar proceedings).</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>We seek to use reasonable organizational, technical and administrative\nmeasures to protect Personal Information within our organization.\nIf you\nhave any questions or concerns regarding the security of your personal\ninformation or your interaction with, please notify us in accordance\nwith the <em>“Contacting Us”</em> section below.</p>\n<p>\n<strong>CHOICES AND ACCESS</strong>\n</p>\n<p>\n<strong>Receiving marketing-related emails from us</strong>.</p>\n<p>If you no longer want to receive marketing related emails from us on a\ngoing-forward basis, you may opt out by clicking on the unsubscribe link\ncontained in every such email you receive from us.\nAlternatively, you\nmay notify us of your decision to opt out in accordance with the\n<em>“Contacting Us”</em> section below.</p>\n<p>\n<strong>Accessing, changing, or deleting your Personal Information.</strong>\n</p>\n<p>If you would like to request to access, correct, update, suppress,\nrestrict, or delete Personal Information, object to or opt out of the\nprocessing of Personal Information, or if you would like to request to\nreceive a copy of your Personal Information for purposes of transmitting\nit to another company (to the extent these rights are provided to you by\napplicable law), you may contact us in accordance with the “Contacting\nUs” section below.\nWe will respond to your request consistent with\napplicable law.</p>\n<p>When contacting us, please make clear what Personal Information is\nsubject to your request.\nWe may need to verify your identity before\nimplementing your request.\nWe will respond to your request in compliance\nwith applicable law.</p>\n<p>\n<strong>RETENTION PERIOD</strong>\n</p>\n<p>We retain Personal Information for as long as needed or permitted in\nlight of the purpose(s) for which it was obtained and consistent with\napplicable law.</p>\n<p>The criteria used to determine our retention periods include:</p>\n<p>The length of time we have an ongoing relationship with you and provide\nthe Services to you;</p>\n<p>Whether there is a legal obligation to which we are subject (for\nexample, certain laws require us to keep records of your transactions\nfor a certain period of time before we can delete them).\nor</p>\n<p>Whether retention is advisable in light of our legal position (such as\nin regard to applicable statutes of limitations, litigation or\nregulatory investigations).</p>\n<p>\n<strong>THIRD PARTY SERVICES</strong>\n</p>\n<p>This Privacy Policy does not address, and we are not responsible for,\nthe processing of your personal information by, or other practices of,\nany third parties, including any third party operating any website or\nservice to which the Services link.\nThe inclusion of a link on the\nServices does not imply endorsement of the linked site or service.</p>\n<p>\n<strong>Use of Services by MINORS</strong>\n</p>\n<p>The Services are not directed to individuals under the age of sixteen\n(16), and we do not knowingly collect Personal Information from\nindividuals under 16.</p>\n<p>\n<strong>Jurisdiction and CROSS-BORDER TRANSFER</strong>\n</p>\n<p>Your Personal Information may be stored and processed in any country\nwhere we have facilities or in which we engage service providers, and by\nusing the Services you understand that your information may be\ntransferred to countries outside of your country of residence, including\nthe United States, which may have data protection rules that are\ndifferent from those of your country.\nIn certain circumstances, courts,\nlaw enforcement agencies, regulatory agencies or security authorities in\nthose other countries may be entitled to access your Personal\nInformation.</p>\n<p>\n<strong>SENSITIVE INFORMATION</strong>\n</p>\n<p>We ask that you not send us, and you not disclose, any sensitive\nPersonal Information (e.g., social security numbers, information related\nto racial or ethnic origin, political opinions, religion or other\nbeliefs, health, biometrics or genetic characteristics, criminal\nbackground, or trade union membership) on or through the Services or\notherwise to us.</p>\n<p>\n<strong>DO NOT TRACK SIGNALS</strong>\n</p>\n<p>Since we do not track users over time and across third-party web sites\nor online services, we do not currently respond to browser do-not-track\nsignals.</p>\n<p>\n<strong>UPDATES TO THIS PRIVACY POLICY</strong>\n</p>\n<p>The “<em>Last Updated</em>” legend at the top of this Privacy Policy indicates\nwhen this Privacy Policy was last revised.\nAny changes will become\neffective when we post the revised Privacy Policy on the Services.</p>\n<p>\n<strong>CONTACTING US</strong>\n</p>\n<p>INVISV, INC., located at 4676 ADMIRALTY WAY #503 MARINA DEL REY, CA\n90292, is the company responsible for the collection, use, and\ndisclosure of your Personal Information under this Privacy Policy.</p>\n<p>If you have any questions about this Privacy Policy, please contact us\nat legal@invisv.com, or:</p>\n<p>4676 ADMIRALTY WAY #503 MARINA DEL REY, CA 90292</p>\n<p>If you are located in the EU/EEA and you have concerns regarding the\nprocessing of your Personal Information, you may also lodge a complaint\nwith an EU/EEA supervisory authority.</p> INVISV <ul>\n<li>About Us</li>\n<li>Blog</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>ioc.exchange/@invisv</li>\n</ul> ©INVISV 2022-2023 ", "created_at": "2023-03-19 17:23:39.472538", "updated_at": "2023-03-19 17:24:40.135268"}], "points": [{"id": 30524, "title": "There is a date of the last update of the agreements", "source": "https://invisv.com/terms", "status": "Generated through the annotate view", "created_at": "2023-04-01 23:55:18.24041", "updated_at": "2023-07-11 06:21:41.376129", "quoteText": null, "case_id": 331, "document_id": 14769, "quoteStart": null, "quoteEnd": null}], "urls": ["invisv.com"]}}