{"error": 448, "message": "OK", "parameters": {"id": 7435, "name": "The Fifth Person", "created_at": "2023-03-09 05:19:48.070731", "updated_at": "2023-03-29 19:26:42.50171", "wikipedia": null, "keywords": null, "related": null, "slug": "the-fifth-person", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7435.png", "url": "fifthperson.com", "documents": [{"id": 14288, "name": "Terms of Service", "url": "https://fifthperson.com/terms-of-service/", "xpath": "//body", "text": " Thursday, March 9 2023 <ul>\n<li>About</li>\n<li>Charity</li>\n<li>Events</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Menu</li>\n</ul>\n<ul>\n<li>Analysis <ul>\n<li>All</li>\n<li>Bursa</li>\n<li>HKEx</li>\n<li>SGX</li>\n<li>U.S.</li>\n</ul>\n</li>\n<li>How To Invest </li>\n<li>Personal Finance </li>\n<li>Quick Guides <ul>\n<li>How to start investing in Singapore</li>\n<li>How to start investing in Malaysia</li>\n<li>Singapore brokerage account</li>\n<li>Malaysian brokerage account</li>\n<li>Dividend stocks</li>\n<li>Value-growth stocks</li>\n<li>Singapore REITs</li>\n<li>Singapore hospitality REITs</li>\n<li>CPF for retirement</li>\n<li>Singapore Savings Bonds</li>\n</ul>\n</li>\n<li> REIT Data <ul>\n<li>Singapore REIT Data</li>\n<li>Malaysia REIT Data</li>\n<li>Hong Kong REIT Data</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Telegram</li>\n<li>Spotify</li>\n<li>Instagram</li>\n<li>YouTube</li>\n<li>Facebook</li>\n</ul> Home<em>/</em>Terms of Service Terms of Service <p>1.\nIntroduction</p>\n<p>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE PROCEEDING.\nBy using any products, materials, website or recordings from Fifth Person Pte Ltd, you signify your agreement to these Terms of Use.\nIf you do not agree to these Terms of Use, you may not use any of the products, materials, website or recordings.\nIn addition, when you use any of our current or future services, you will also be subject to our guidelines, terms, conditions and agreements applicable to those services.\nIf these Terms of Use are inconsistent with the guidelines, terms and agreements applicable to those services, these Terms of Use will control.</p>\n<p>2.\nConsideration</p>\n<p>You agree that these Terms of Use are supported by reasonable and valuable consideration, the receipt and adequacy of which you hereby acknowledge, including, without limitation, your access to and use of any products, materials, website or recordings from Fifth Person Pte Ltd</p>\n<p>3.\nRESTRICTIONS ON USE.\nLIMITED LICENSE</p>\n<p>All content contained on any products, materials, website or recordings (collectively, “Content“), such as text, graphics, logos, icons, images, audio and video clips, digital downloads, data compilations, and software, is our property or the property of our licensors or licensees, and the compilation of the Content is our exclusive property, protected by international copyright laws.\nAll software used on the Website is our property or the property of our software suppliers and protected by international copyright laws.</p>\n<p>Any trademarks, service marks, graphics, logos, page headers, icons, scripts and trade names (each, a “Mark“) contained on the Website are proprietary to us or our licensors or licensees.\nOur Marks may not be used in connection with any product or service that is not ours in any manner that is likely to cause confusion among users or that disparages or discredits us or anyone else.\nAll other Marks not owned by us that appear on the Website are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by us.</p>\n<p>We grant you a limited license to access and make personal use of any products, materials, website or recordings.\nNo Content of the any products, materials, website or recordings owned, operated, licensed, or controlled by us may be copied, reproduced, republished, downloaded (other than page caching), uploaded, posted, transmitted or distributed in any way, or sold, resold, visited, or otherwise exploited for any commercial purpose, except that you may download one (1) copy of the Content that we make available to you for such purposes on a single computer for your personal, noncommercial, home use only, provided that you: (a) keep intact all copyright, trademark and other proprietary rights notices.\n(b) do not modify any of the Content.\n(c) do not use any Content in a manner that suggests an association with any of our products, services or brands.\nYour use of Content on any other website or computer environment is strictly prohibited.</p>\n<p>The license granted to you does not include, and specifically excludes, any rights to: resell or make any commercial use of the products, materials, website, recordings or any Content.\ncollect and use any product listings, descriptions, or prices.\nmake any derivative use of the products, materials, website, recordings or Content.\ndownload or copy account information for the benefit of anyone else.\nor use any form of data mining, robots, or similar data gathering and extraction tools.\nYou may not frame, or utilize framing techniques to enclose, any Mark, Content or other proprietary information, or use any meta tags or any other “hidden text” utilizing any such intellectual property, without our and each applicable owner’s express written consent.\nAny unauthorized use automatically terminates the license granted to you hereunder.\nYou may not use any of our or any such party’s intellectual property without our and each such party’s express written consent.\nFor the purposes of this agreement, intellectual property rights include (but are not limited to) training materials, training programmes, seminars, products, websites and video recordings.</p>\n<p>4.\nINDEMNIFICATION</p>\n<p>You hereby agree to indemnify, defend, and hold us, and our licensors, licensees, successors, distributors, agents, representatives and other authorized users, and each of their respective officers, directors, owners, managers, members, employees, agents, representatives and assigns (collectively, the “Indemnified Parties“), harmless from and against any and all loss, cost, damage, liability and expense (including, without limitation, settlement costs and legal or other fees and expenses) suffered or incurred by any of the Indemnified Parties arising out of, in connection with or related to any breach or alleged breach by you of these Terms of Use.\nYou shall use your best efforts to cooperate with us in the defense of any claim.\nWe reserve the right, at our own expense, to employ separate counsel and assume the exclusive defense and control of the settlement and disposition of any claim that is subject to indemnification by you.</p>\n<p>5.\nLIMITATION OF LIABILITY</p>\n<p>UNDER NO CIRCUMSTANCES (INCLUDING NEGLIGENCE) SHALL WE BE LIABLE TO YOU OR ANYONE ELSE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES (INCLUDING LOST PROFITS), PERSONAL INJURY (INCLUDING DEATH) OR PROPERTY DAMAGE OF ANY KIND OR NATURE WHATSOEVER THAT ARISE OUT OF OR RESULT FROM: (A) THE USE OF, OR ANY INABILITY TO USE, THE PRODUCTS, MATERIALS, WEBSITES, RECORDINGS, ANY CONTENT OR FUNCTIONS THEREOF.\nOR (B) ANY ACT OR OMISSION, ONLINE OR OFFLINE, OF ANY USER OF THE PRODUCTS, MATERIALS, WEBSITES, RECORDINGS OR ANYONE ELSE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT SHALL OUR TOTAL LIABILITY TO YOU FOR ALL LOSS, COST, DAMAGE, LIABILITY OR EXPENSE (INCLUDING ATTORNEYS FEES AND COSTS) THAT YOU MAY SUFFER OR INCUR, UNDER ANY THEORY OF LIABILITY, IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE) OR OTHERWISE, EXCEED THE LESSER OF THE AMOUNT PAID BY YOU, IF ANY, FOR THE RIGHT TO ACCESS OR PARTICIPATE IN ANY ACTIVITY RELATED TO THE PRODUCTS, MATERIALS, WEBSITES, RECORDINGS.\nUNDER NO CIRCUMSTANCES SHALL WE OR ANY OF THE INDEMNIFIED PARTIES BE LIABLE FOR ANY DELAY OR FAILURE IN PERFORMANCE RESULTING, DIRECTLY OR INDIRECTLY, FROM ANY EVENT OF FORCE MAJEURE OR OTHER CAUSE BEYOND OUR OR THEIR CONTROL INCLUDING, WITHOUT LIMITATION, ACTS OF GOD, WAR, EQUIPMENT AND TECHNICAL FAILURES, ELECTRICAL POWER FAILURES OR FLUCTUATIONS, STRIKES, LABOR DISPUTES, RIOTS, CIVIL DISTURBANCES, SHORTAGES OF LABOR OR MATERIALS, NATURAL DISASTERS, GOVERNMENTAL ACTIONS, ORDERS OF DOMESTIC OR FOREIGN COURTS OR TRIBUNALS, OR NON-PERFORMANCE OF THIRD PARTIES.\nNEITHER WE NOR ANY OTHER INDEMNIFIED PARTY IS RESPONSIBLE OR LIABLE FOR: (A) ANY INCOMPATIBILITY BETWEEN THE WEBSITE AND ANY SITE, SERVICE, SOFTWARE OR HARDWARE.\nOR (B) ANY DELAY OR FAILURE YOU MAY EXPERIENCE WITH ANY TRANSMISSION OR TRANSACTION RELATED TO THE WEBSITE.\nTHE LIMITATIONS, EXCLUSIONS AND DISCLAIMERS HEREIN AND ELSEWHERE IN THESE TERMS OF USE APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nAPPLICABLE LAW MAY NOT ALLOW CERTAIN OF THE EXCLUSIONS, LIMITATIONS, OR DISCLAIMERS OF LIABILITY SET FORTH IN THESE TERMS OF USE, SO SUCH EXCLUSIONS, LIMITATIONS OR DISCLAIMERS MAY NOT APPLY TO YOU.</p>\n<p>6.\nAMENDMENT<br>\nWe reserve the right, in our sole discretion, to change, modify, add or delete portions of these Terms of Use at any time without notice, and it is your responsibility to review these Terms of Use for any changes.\nYour use of the products, materials, website or recordings following any change to these Terms of Use will constitute your assent to and acceptance of the revised Terms of Use.</p>\n<p>7.\nTERMINATION</p>\n<p>These Terms of Use are effective until terminated by either you or us.\nYou may terminate these Terms of Use prospectively at any time by discontinuing your access to and use of the Website and destroying all materials obtained from the Website and all related documentation and all copies and installations thereof, whether made under these Terms of Use or otherwise.\nIf you terminate these Terms of Use, you shall notify us by sending notice of such termination by certified Singapore mail, postage to:</p>\n<p>Fifth Person Pte Ltd, 218 Orchard Road, Level 6,&nbsp;Singapore 238851</p>\n<p>We may terminate these Terms of Use (including your access to and use of the Website) without cause and without notice to you, in our sole discretion.\nUpon termination, you must cease any access to or use of the Website and destroy all materials obtained from the Website and all related documentation and all copies and installations thereof, whether made under these Terms of Use or otherwise.\nWe have adopted and implemented a policy that provides for the termination, in appropriate circumstances, of users who are repeat infringers of copyright.\nThe provisions of these Terms of Use, which by their nature should survive the termination of these Terms of Use, shall survive such termination.</p>\n<p>8.\nELECTRONIC COMMUNICATIONS</p>\n<p>When you visit the Website or send e-mails to us, you are communicating with us electronically.\nYou consent to receive communications from us electronically.\nWe will communicate with you by e-mail or by posting notices on the Website.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p> NewsletterSearch Search for: Quick Guides <ul>\n<li>Dividend Stocks</li>\n<li>Value-Growth Stocks</li>\n<li>Singapore REITs</li>\n<li>Singapore Hospitality REITs</li>\n<li>CPF for Retirement</li>\n<li>Singapore Savings Bonds</li>\n<li>Singapore Brokerage Account</li>\n<li>Malaysia Brokerage Account</li>\n</ul>\n<ul>\n<li>Recent</li>\n<li>Popular</li>\n<li>Comments</li>\n</ul>\n<ul>\n<li> Beware the AI stock bubble… and how you can still invest in the AI revolution safely 2 days ago </li>\n<li> Is It A Good Time To Invest In Singapore Bank Stocks? | CNA Money Mind 1 week ago </li>\n<li> Do GDP and stock index ETFs actually grow in tandem? 1 week ago </li>\n<li> Impact of China’s reopening on Singapore REITs 2 weeks ago </li>\n<li> Top 3 Hong Kong REITs that made you money if you invested from their IPOs (Updated 2023) 2 weeks ago </li>\n<li> 8 things I learned from the 2023 Frasers Logistics &amp.\nCommercial Trust AGM 3 weeks ago </li>\n<li> The upcoming investment climate for 2023 and the near future 3 weeks ago </li>\n<li> Top 5 Malaysia REITs that made you money if you invested from their IPOs (Updated 2023) 3 weeks ago </li>\n<li> Comparing the five REIT ETFs listed in Singapore: Which should you pick? 4 weeks ago </li>\n<li> Top 10 Singapore REITs that made you money if you invested from their IPOs (Updated 2023) February 7, 2023 </li>\n</ul>\n<ul>\n<li> How to open a brokerage account in Singapore and choose the right broker (updated 2023) January 31, 2023 </li>\n<li> How to buy shares in Malaysia and open a Malaysian brokerage account (Updated 2023) January 31, 2023 </li>\n<li> How to buy U.S.\nshares in Singapore and open a U.S.\nbrokerage account (updated 2023) January 31, 2023 </li>\n<li> How saving just $11 a day can make you a millionaire June 23, 2017 </li>\n<li> Here’s how I’d invest $10,000 during this COVID-19 crash April 9, 2020 </li>\n<li> How to start investing in Singapore: A practical guide for beginners (updated 2023) January 2, 2023 </li>\n<li> 7 quick steps to pick the best dividend stocks November 24, 2014 </li>\n<li> How to open a Singapore bank account for Malaysians April 8, 2022 </li>\n<li> 5 reasons why you should attend annual general meetings if you’re an investor April 23, 2019 </li>\n<li> Top 10 Singapore REITs that made you money if you invested from their IPOs (updated 2020) February 18, 2020 </li>\n</ul>\n<ul>\n<li> Mark stone <p>It is only inflation, all other dependent on inflation.\nThe...</p>\n</li>\n<li> Rusmin <p>Spot on, Jones! At the same time, by owning all the REITs, D...</p>\n</li>\n<li> Adam Wong <p>Hi CG, If the shares are in your CDP account, then you can s...</p>\n</li>\n<li> Mr Jones <p>\"David continues to receive regular quarterly dividends from...</p>\n</li>\n<li> CG <p>They are in my personal cdp acct....</p>\n</li>\n<li> Adam Wong <p>The index is also a selection of the 'best' companies.\nIf th...</p>\n</li>\n<li> Adam Wong <p>Hi CG, If you currently own Singapore shares, they are eithe...</p>\n</li>\n<li> CG <p>Hi! I am no longer a Singaporean and currently residing in C...</p>\n</li>\n<li> Roger D Pack <p>None of these actually make sense for greater than inflation...</p>\n</li>\n<li> Adam Wong <p>Hi Kim Meng, Fees are deducted from the net asset value of t...</p>\n</li>\n</ul> Advertisement Disclaimer <p>This information should not and cannot be construed as or relied on and (for all intents and purposes) does not constitute financial, investment or any other form of advice.\nAny investment involves the taking of substantial risks, including (but not limited to) complete loss of capital.\nEvery investor has different strategies, risk tolerances and time frames.\nYou are advised to perform your own independent checks, research or study.\nand you should contact a licensed professional before making any investment decisions.</p> Copyright © 2023 The Fifth Person.\nAll rights reserved.<ul>\n<li>About</li>\n<li>Contact</li>\n<li>Terms</li>\n<li>Privacy Policy</li>\n<li>Disclaimer</li>\n</ul>\n<ul>\n<li>Facebook</li>\n<li>YouTube</li>\n<li>Instagram</li>\n<li>Spotify</li>\n<li>Telegram</li>\n</ul> Back to top button Close <ul>\n<li>Analysis\n<ul>\n<li>SGX</li>\n<li>Bursa</li>\n<li>HKEx</li>\n<li>U.S.</li>\n</ul>\n</li>\n<li>How To Invest</li>\n<li>Personal Finance</li>\n<li>Quick Guides\n<ul>\n<li>How to start investing in Singapore</li>\n<li>How to start investing in Malaysia</li>\n<li>Singapore brokerage account</li>\n<li>Malaysian brokerage account</li>\n<li>Dividend stocks</li>\n<li>Value-growth stocks</li>\n<li>CPF for retirement</li>\n<li>Singapore Savings Bonds</li>\n<li>Singapore REITs</li>\n<li>Singapore hospitality REITs</li>\n</ul>\n</li>\n<li>REIT Data\n<ul>\n<li>Singapore REIT Data</li>\n<li>Malaysia REIT Data</li>\n<li>Hong Kong REIT Data</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Facebook</li>\n<li>YouTube</li>\n<li>Instagram</li>\n<li>Spotify</li>\n<li>Telegram</li>\n</ul> Search for: <p>Almost done! Please Select Your Region To Receive Customized Content<br>\n</p>\n<p>Select Your Region</p>\n<i>\n</i> SINGAPORE <i>\n</i> MALAYSIA <p>Your information is safe and secure with us<br>\n</p>x <p>Almost done! Please complete this form and click the button below to subscribe<br>\n</p>\n<p>Enter your email address to receive FREE weekly investment insights, stock analysis, case studies &amp.\nmore!</p> Be The Fifth Person's VIP <p>Your information is safe and secure with us<br>\n</p>\nx <p>Almost done! Please complete this form and click the button below to subscribe<br>\n</p>\n<p>Enter your email address to receive FREE weekly investment insights, stock analysis, case studies &amp.\nmore!</p> Be The Fifth Person's VIP <p>Your information is safe and secure with us<br>\n</p>\nx ", "created_at": "2023-03-09 05:19:48.10307", "updated_at": "2023-03-09 05:21:10.421255"}, {"id": 14289, "name": "Privacy Policy", "url": "https://fifthperson.com/privacy-policy/", "xpath": "//body", "text": null, "created_at": "2023-03-09 05:19:48.134889", "updated_at": "2023-03-09 05:21:35.761842"}], "points": [], "urls": ["fifthperson.com"]}}