{"error": 448, "message": "OK", "parameters": {"id": 8523, "name": "Pearson", "created_at": "2023-06-27 19:00:11.94851", "updated_at": "2023-06-27 22:02:17.626889", "wikipedia": null, "keywords": null, "related": null, "slug": "pearson", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8523.png", "url": "pearson.com", "documents": [{"id": 16547, "name": "Terms of Use", "url": "https://www.pearson.com/en-us/legal-information/terms-of-use.html", "xpath": "//body", "text": null, "created_at": "2023-06-27 19:00:11.979033", "updated_at": "2023-06-27 19:01:21.200665"}, {"id": 16548, "name": "Store Terms and Conditions ", "url": "https://www.pearson.com/en-us/legal-information/terms-and-conditions.html", "xpath": "//body", "text": null, "created_at": "2023-06-27 19:01:38.037167", "updated_at": "2023-06-27 19:01:38.037167"}, {"id": 16549, "name": "Universal Terms of Service and End User License Agreementv", "url": "https://loginstatic.pearson.com/html/PearsonEULA.html?", "xpath": "//body", "text": " Languageعربىbahasa IndonesiaEnglishespañol latinoamericano日本語한국어Türkçe简体中文Nederlands Universal Terms of Service and End User License Agreement <p>\n<strong>By clicking \"I accept\" or \"I agree\" or using the Services, you are entering into this Universal Terms of Service and End User License Agreement (“UTOS”), which is a binding contract with Pearson Education, Inc.\nfor the benefit of itself and its affiliates (collectively, “we,” “us,” or \"Pearson\").</strong>\n</p>\n<br>\n<p>These UTOS set forth the general terms and conditions of your use of this website or app and all related Services.\nBy accessing or using the Services you agree to the terms of the UTOS, and represent that you: (1) have read and understood the terms.\n(2) agree to use the Services in compliance with the UTOS, all applicable local, state, national, and international laws and regulations, and the academic rules or policies of your Institution (as defined in Section 4).\nand (3) are an Authorized User (as defined in Section 5).\nYou may not use the Services if you do not agree with the UTOS or if you are not an Authorized User.\nIf you have any questions about these UTOS, please contact us at Pearson Support.\n</p>\n<p>The section headings and italicized summaries contained below are for your convenience only, and do not have any legal meaning or effect.</p>\n<ol>\n<li> Data privacy, collection, &amp.\nuse <p> Pearson's data collection and use practices for the Services are explained in the Privacy Notice applicable to each Service.\nWe will collect, process and use your personal information in accordance with the applicable Privacy Notice.\n</p>\n</li>\n<li> We may occasionally need to change the terms of these UTOS <p>\n<strong>\n<i>We may occasionally need to update the rules in these UTOS.\nBut if we make meaningful changes, we’ll let you know.\nBy continuing to use the Services, you agree to follow the updated rules.</i>\n</strong>\n</p>\n<p> Pearson may make changes to these UTOS from time to time for any reason.\nTypically, these changes are made to conform to current practices, to comply with changing regulatory requirements, or for other similar purposes.\nIf Pearson modifies these UTOS in a manner that materially changes the terms or scope of the Services made available to you (“<strong>Service Change</strong>”), we will make reasonable efforts to notify you by either contacting you via email or posting reasonable notice in connection with the Services to alert you to such changes.\nYour continued use of the Services after reasonable notice of such changes to the UTOS has been provided will constitute your consent to the revised UTOS terms, which shall apply to any use of the Services following reasonable notice.\nIf you deem any Service Change to have a material impact on you, you: (1) must so notify Pearson at Pearson Support within thirty days after receiving notice of such change.\nand (2) may terminate your Subscription and your use of the Services.\nIf you have any questions about these UTOS, please contact us at Pearson Support.\n</p>\n</li>\n<li> Your license to use the Services <p>\n<strong>\n<i>Please enjoy using the features and functionality of the Services for your own personal educational purposes (as permitted by these UTOS) until your Subscription ends.</i>\n</strong>\n</p>\n<p> Subject to additional terms governing your purchase of, subscription to, and/or use of specific Services, Pearson grants to you a limited, non-transferable, non-exclusive, non-sublicensable license to use the Services for their intended purpose and subject to the terms and restrictions set forth in these UTOS, the AUP, the applicable Privacy Notices, and any additional terms that may be established by your Institution or Third-Party Service.\n</p>\n<p>You are responsible for meeting the then-current hardware, operating system, Internet browser, and other technical requirements necessary to properly use and access the Services.\nAll rights not specifically granted herein are reserved by Pearson.\nYou acknowledge that the license granted under these UTOS does not provide you with title to or ownership of the Services, or the Materials (as defined in Section 4) contained therein, but only a right of limited use subject to the terms and conditions of these UTOS.</p>\n</li>\n<li> What we mean by the “Services” <p>\n<strong>\n<i>By “Services,” we mean Pearson’s websites, apps, digital products, and everything that powers them.\nWhile Pearson or its licensors own them, we want you to use and enjoy the Services according to these rules.</i>\n</strong>\n</p>\n<p> This website and its related applications, products, services, technology, content, and other intellectual property (collectively the \"<strong>Services</strong>\") are owned or licensed by Pearson or its licensors.\nAll websites, course materials, e-books, and other content provided through the Services (collectively, \"<strong>Materials</strong>\"), and any supporting software, applications, and systems (collectively \"<strong>Applications</strong>\") are the exclusive property of Pearson and/or its licensors.\nThe Services may be delivered to you through the Internet via your browser or an app (mobile or otherwise) and may include enrollment (\"<strong>Enrollment</strong>\") in one or more online courses (\"<strong>Course(s)</strong>\") or other subscription-based products provided through the Services for use in connection with classes and programs offered by your school, employer, university, or other educational institution (\"<strong>Institution</strong>\").\nWhile your User Account may continue for an indefinite period of time during which you may enroll in other Courses, your access to those specific Courses or other subscription-based products provided through the Services is provided on a subscription basis for a limited period of time (each a \"<strong>Subscription</strong>\").\nThe Services may be provided directly by Pearson or accessed through a third-party integration with accounts managed by your Institution or an integrated third-party service provider (\"<strong>Third-Party Service</strong>\").\nThe Services may link to or provide options to access third-party websites or applications.\n</p>\n</li>\n<li> Who is authorized to use the Services? <p>\n<strong>\n<i>To use certain Services, you’ll need to create a Pearson account.\nBut don’t create an account or self-register for the Services if you are a minor, UNLESS you’re enrolled in college.</i>\n</strong>\n</p>\n<p> The Services are available only to individuals, including but not limited to administrators or other representatives of Institutions, and students, who have gained lawful access to the Services directly from Pearson or its Third-Party Service provider or through the Institution with which such individual is affiliated (\"Authorized User\").\nIn order to access certain Services, you may be required to register for a user account (\"User Account\") by providing your first name, last name, valid email address (and in the case of Enrollments, your Institution and Course name or code), and designating a secret and unique username and password (\"Account Credentials\"), as well as any additional information that may be required by your Institution.\nIn some cases, your User Account may already be established for you by your Institution, or by way of direct access from an integrated Third-Party Service, such as a learning management system, each of which may have additional terms of use or requirements for account access.\nPearson may use your Account Credentials to validate your account prior to providing access to the Services each time you access the Services.\n</p>\n<p>You may have only one active User Account at any given time.\nYou agree to provide accurate and truthful information when creating a User Account and to promptly update such information should it change.</p>\n<p>\tYou may not self-register for or otherwise access the Services if you are under the age of 13 unless your parent or legal guardian has established an account or registered on your behalf.\nIf you are under the age of majority pursuant to the laws in your jurisdiction (typically under the age of 18), you may not register or use the Services without first obtaining permission from your parent or guardian.\nWhere a parent or legal guardian registers or establishes a User Account on your behalf as a minor they will be contracting with Pearson on your behalf until you reach the applicable age of majority in your jurisdiction, at which point the contract will transfer to you.\nHowever, if you are under the applicable age of majority and enrolled at an institution of higher education, you may self-register for the Services.</p>\n<p> Pearson reserves the right, in its sole and absolute discretion, to suspend or terminate your User Account, or take any other appropriate legal action, and your right to use or otherwise access any Service is automatically terminated, if you violate these UTOS or the AUP (as defined in Section 6).\n</p>\n</li>\n<li> Acceptable use of the Services <p> This UTOS incorporates Pearson’s Acceptable Use Policy (“AUP”) by reference and, as such, use of the Services is subject to the terms of the AUP.\nBy accessing or using the Services you agree to comply with the terms of the AUP.\nPearson reserves the right, at its sole discretion, to suspend or terminate access to and use of the Services, and/or take any other appropriate legal action, with respect to any user that Pearson reasonably believes has undertaken, or participated in, any activities that violate the terms of the AUP, or whose actions have, or are likely to, otherwise cause harm to Pearson, the Services, the Service Network (as defined in the AUP), or other users, or for any other reason at the sole and absolute discretion of Pearson.\nAdditionally, Pearson may suspend or terminate your access at any time at the request of your Institution.\n</p>\n</li>\n<li> Please keep your account credentials secret &amp.\nsafe <p>\n<strong>\n<i>You agree to: (1) keep your Account Credentials secret.\n(2) not let others log into your User Account.\nand (3) let us know if someone else gets hold of your Account Credentials.</i>\n</strong>\n</p>\n<p>Your User Account is for your personal use only.\nUnless we provide an approved mechanism for such use, allowing others to access or use the Services through your User Account is strictly prohibited and you are responsible for all uses of the Services associated with your User Account, whether the use is made by you personally or by a third party.</p>\n<p> In order to protect the security of your Account Credentials and the Services, it is important that you maintain the confidentiality of your Account Credentials.\nYou agree not to: (1) use Account Credentials other than your own.\nor (2) to disclose your Account Credentials to any third party or service, other than an authorized Third-Party Service.\nYou agree to take reasonable steps to protect the secrecy of your Account Credentials and immediately notify Pearson at Pearson Support of any known or suspected loss, disclosure, or theft of your Account Credentials and/or access codes you obtain in connection with the Services.\n</p>\n</li>\n<li> Pearson or its licensors own the Services <p>\n<strong>\n<i>While we or our licensors own the Services and all related intellectual property, we want you to use and enjoy them as explained in these UTOS.</i>\n</strong>\n</p>\n<p> All websites, course materials, and other content provided through the Services (collectively, \"<strong>Materials</strong>\"), and any supporting software, applications, and systems (collectively \"<strong>Applications</strong>\") are the exclusive property of Pearson and/or its licensors, and are protected by U.S.\nand international copyright and other intellectual property laws.\nAll rights not expressly granted herein are reserved.\nExcept as may be set forth in these UTOS or the AUP, the reproduction, redistribution, modification, publication, or adaptation of Materials or Applications, in whole or in part, without the express written consent of Pearson and/or its licensors is strictly prohibited.\nThe Services may allow you to copy or download certain Materials, but please remember that the availability of this functionality does not mean that the above restrictions do not apply.\n</p>\n<p> Unless otherwise indicated, trademarks, service marks, and trade names (collectively \"<strong>Marks</strong>\") that appear on the Services are the property of Pearson or its licensors.\nAny Marks not owned by Pearson that appear in the Services are the property of their respective owners.\nYou agree not to misuse or disparage any Marks associated with the Services or use the Marks (or any confusingly similar marks) in such a way that would misrepresent the ownership of the Marks or otherwise confuse the public as to the source or origin of any products or services.\nYou should not use any Mark without obtaining the written consent of the Mark owner, using appropriate notice and attribution of the owner's trademark rights, and using the Marks in accordance with applicable usage guidelines as provided by a Mark’s respective owner.\nAny such permitted use of the Marks by you shall be to the benefit of the respective Mark owner.\n</p>\n</li>\n<li> User suggestions will be owned by Pearson <p>\n<strong>\n<i>If you suggest ways we can improve the Services, Pearson will own all intellectual property rights in your submissions, and may use your ideas without compensation.</i>\n</strong>\n</p>\n<p>Pearson welcomes specific feedback regarding Pearson’s existing Services, which may be provided here.\nYou hereby acknowledge that all right, title, and interest and any other intellectual property rights in such feedback, comments, or suggestions shall become the exclusive property of Pearson and may be used for its business purposes at Pearson’s sole and absolute discretion without any payment or accounting to you.\nThis policy is intended to avoid the possibility of future misunderstandings when projects developed by Pearson might seem to others to be similar to their own feedback, comments, or suggestions.\n</p>\n<p>We will not, however, otherwise accept, review, or consider any other unsolicited ideas, works, materials, proposals, suggestions, artwork, content or the like, including for advertising campaigns, promotions, products, services, technologies, product enhancements, processes, marketing strategies, product names, content or creative materials.\nPlease do not send or provide any such submissions in any form to Pearson or any of its employees or contractors.\nIf you nonetheless still submit them, then regardless of what your correspondence says, you agree that: (1) your submissions and their contents along with related intellectual property rights will automatically become the property of Pearson, without any compensation to you.\n(2) Pearson may use or redistribute your Submissions and their contents for any purpose and in any way on an unrestricted basis.\n(3) there is no obligation for Pearson to review your submissions.\nand (4) there is no obligation to keep any submissions confidential.\n</p>\n</li>\n<li> How we’ll use any content you upload <p>\n<strong>\n<i>You agree that we may use any content you upload to the Services (in accordance with the applicable Privacy Notice, of course), and that you have authority to grant us that right.\n</i>\n</strong>\n</p>\n<p> The Services may provide functionalities for Authorized Users to create, upload, or post questions, responses, comments, ideas, articles, information, data, text, multimedia content, chat conversations or logs, messages, and other materials or submissions (\"<strong>User Content</strong>\").\nBE ADVISED THAT PEARSON HAS NO OBLIGATION TO SCREEN, EDIT, OR REVIEW USER CONTENT PRIOR TO ITS APPEARANCE ON THE SERVICES, and User Content does not necessarily reflect the views of Pearson.\nTo the fullest extent permitted by applicable laws, in no event shall Pearson have any responsibility or liability for User Content (or the loss thereof for any reason) or for any claims, damages, or losses resulting from the use (or loss) and/or appearance of User Content on the Services.\nPlease keep in mind that User Content may be discoverable by, and viewable to, other users of the Services.\nPearson reserves the right (but has no obligation) to monitor the User Content and to remove anything which it considers in its absolute discretion to be offensive, ineffective or otherwise in breach of these UTOS or the AUP or for any other reason as Pearson deems necessary.\n</p>\n<p>You hereby represent and warrant that your User Content shall not contain any viruses or other contaminating or destructive devices or features.\nthat your User Content will not contain any defamatory, indecent, offensive, tortious, or otherwise unlawful material or content.\nand that your User Content will not be used to carry out or solicit any unlawful activity and/or be used to make commercial solicitations.\nYou further represent and warrant that you have all necessary rights in and to the User Content to be used in connection with the Services and that your User Content will not infringe any intellectual, proprietary or other rights of third parties.\nBy posting User Content that is owned by third parties, you further represent and warrant that you have been granted the right to grant to Pearson the right to make such User Content available to users to the same extent as the Materials provided with the Services.\nYou agree to provide proper copyright notices in connection with any User Content in which you or a third party assert a right of copyright.</p>\n<p> By creating, posting, uploading, or linking to User Content, you grant to Pearson a perpetual, royalty-free, irrevocable, non-exclusive, worldwide right and license to use, host, license, store, reproduce, display, transmit, modify, adapt, publish, perform, translate, and distribute such User Content (in whole or in part) and any derivative works created from such User Content (such as those resulting from changes we make so that your User Content works better with the Services) and/or to incorporate it in other works, in any form, media or technology now known or hereafter developed.\nAdditional terms and options may be presented through the user interface available on the Services for posting or uploading User Content, which shall supplement and have the same force and effect as the terms of these UTOS.\n</p>\n</li>\n<li> Access to third-party websites &amp.\ncontent is at your own risk <p>\n<strong>\n<i>If the Services link or redirect you to non-Pearson websites or services, you agree to use them at your own risk.</i>\n</strong>\n</p>\n<p> You may have linked to the Services from a third-party website and/or the Services may provide links to other third-party websites or resources that are outside of Pearson’s control (collectively, \"<strong>Third-Party Sites</strong>\").\nPearson assumes no responsibility for third-party content (\"<strong>Third-Party Content</strong>\"), services, or applications that may be accessed by way of links on the Services to Third-Party Sites.\nPearson does not endorse or guarantee the accuracy, integrity, or quality of Third-Party Sites or Third-Party Content and disclaims all liability for any errors, omissions, violation of third-party rights, or illegal conduct arising from such content or sites.\nThe inclusion of a link to any Third-Party Site in the Services does not imply that the owners of such Third-Party Sites have sponsored or endorsed the Services.\nPearson is not responsible for the availability of Third-Party Sites accessed through links from the Services, and any such Third-Party Sites are not covered by these UTOS or any other Pearson terms of policies.\nShould you discover that a link to a Third-Party Site is no longer functional please contact us at Pearson Support.\nAny links which directs users to inappropriate content or Prohibited User Content should be reported to us at pearsondmca.agent@pearson.com.\n</p>\n</li>\n<li> How to submit a DMCA notice <p>\n<strong>\n<i>If you have any copyright concerns about content available via the Services, or wish to submit a DMCA notice, please read the below for detailed instructions.</i>\n</strong>\n</p>\n<p> If you have any copyright concerns about any materials posted on the Services by others, or otherwise want to report inappropriate content on the Services, please let us know.\nWe comply with the provisions of the Digital Millennium Copyright Act applicable to Internet service providers (17 U.S.C.\nSection 512).\nUnless otherwise stated in any specific DMCA designation provided by Pearson, please provide us with written notice (\"<strong>Notice</strong>\") by contacting our Designated Agent at the following address: </p>\n<p> DMCA Designated Agent <br> Pearson Education, Inc.<br> 221 River Street <br> Hoboken, NJ 07030 <br> email: pearsondmca.agent@pearson.com </p>\n<p>\n</p>\n<p>If you are a copyright owner or authorized agent of a copyright owner and believe in good faith that copyrighted work has been copied, adapted, reproduced, or exhibited through the Services in a manner that constitutes copyright infringement, you may submit written notification of the claimed infringing activity to our Designated Agent.\nTo be effective, the Notice must include the following:</p>\n<ul>\n<li>A physical or electronic signature of the owner, or a person authorized to act on behalf of the owner (<strong>\"Complaining Party\"</strong>), of an exclusive right that is allegedly being infringed upon.\nInformation reasonably sufficient to permit Pearson to contact the Complaining Party, such as an address, telephone number, and if available, an electronic mail address.\n</li>\n<li>Identification of the allegedly infringing material on the Services (<strong>\"Infringing Material\"</strong>), and information reasonably sufficient to permit Pearson to locate such material on the Services.\nIdentification of the copyrighted work claimed to have been infringed upon (<strong>\"Infringed Material\"</strong>), or if multiple copyrighted works on the Services are covered by a single Notice, a list of each copyrighted work claimed to have been infringed (please be specific as to which Infringing Material is infringing on which Infringed Material).\n</li>\n<li>A statement that the Complaining Party has a good faith belief that use of Infringing Material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the Notice is accurate, and, under penalty of perjury, that the Complaining Party is the owner or is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n</li>\n<li> How to report other prohibited content <p>\n<strong>\n<i>Please notify us of any content you find in the Services that is infringing, offensive, or is otherwise prohibited under these UTOS or the AUP.\nWe don’t want it here either.</i>\n</strong>\n</p>\n<p> Pearson also encourages you to report to pearsondmca.agent@pearson.com any Prohibited User Content.\nTo ensure Pearson can quickly respond to the issue, your email should include: the originating Pearson page URL.\nthe linked page URL.\na description of the content in question and the basis upon which you believe the content is prohibited or otherwise inappropriate.\nand the contact information through which Pearson may best reach you if you are willing to further assist Pearson in its investigation.\n</p>\n</li>\n<li> Availability of the Services <p>\n<strong>\n<i>You understand that the Services: (1) need Internet access to work.\n(2) may occasionally be offline for maintenance or emergencies.\n(3) have features and functionality that may change over time.\nand (4) may be discontinued, suspended or replaced.</i>\n</strong>\n</p>\n<p>The scope and availability of the Services may vary according to: (1) additional terms presented at the time of purchase or registration.\n(2) the specific Course or Service for which you’ve enrolled or registered.\nand/or (3) any licensing terms between Pearson and your Institution.\nPearson is not responsible for limitations of access resulting from any Third-Party Service or as the result of certain account settings established by your Institution.</p>\n<p>You are responsible for obtaining Internet access in order to use the Services.\nYou may access a Course available through the Services only for the duration of the Subscription purchased, whether or not the Services are used, and subject to Pearson's right to terminate access under these UTOS.\nInstitution access may be provided for a different time period.</p>\n<p>While Pearson makes reasonable efforts to ensure the availability of the Services to Authorized Users with active Subscriptions, the Services may be unavailable for limited periods of time due to scheduled routine maintenance, emergency maintenance or factors beyond Pearson's control, such as disruptions of Internet services or unforeseen threats to the integrity or security of the Services.</p>\n<p>Pearson may at any time, with or without notice to you: (1) restrict the use and accessibility of the Services.\n(2) discontinue, temporarily or permanently, any Service or portion, feature, or content of any Service.\nand/or (3) replace any Service or portion, feature, or content of any Service with a new, revised, or updated Service or portion, feature, or content of any Service.\nPearson will make reasonable efforts to provide Authorized Users with active Subscriptions notice of significant changes to the Services whenever reasonably feasible.\nInformation and updates about changes to the Services and its availability are posted regularly at Pearson Support.\nIf Pearson discontinues a Service to which you hold an unredeemed access code or other credit, Pearson may, in its sole discretion: (1) replace such Service with a substantially similar service.\n(2) provide you with a financial credit that may be applied towards the purchase of another Pearson product or service.\nor (3) refund to you the purchase price paid for the access code or other credit.\n</p>\n</li>\n<li> The Services come with no warranties <p>\n<strong>\n<i>The Services’ availability and performance occasionally may be less than perfect, and you nonetheless agree to use them “as-is” and at your own risk.</i>\n</strong>\n</p>\n<p>YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT: (1) YOUR USE OF THE SERVICES IS AT YOUR OWN RISK.\n(2) THE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\n(3) YOU HAVE NOT RELIED ON ANY STATEMENT, INFORMATION, OR ADVICE FROM PEARSON'S REPRESENTATIVES OR RESELLERS THAT WOULD BE DEEMED TO BE A WARRANTY OF THESE SERVICES OR FORM THE BASIS FOR ANY LIABILITY OF PEARSON.\nAND (4) TO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, PEARSON AND ITS LICENSORS AND CONTRACTORS EXPRESSLY DISCLAIM ALL WARRANTIES AND CONDITIONS OF ANY KIND, INCLUDING THOSE CREATED BY COURSE OF PERFORMANCE, COURSE OF DEALING, USAGE OF TRADE, AND WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</p>\n<p>NEITHER PEARSON NOR ITS LICENSORS MAKE ANY REPRESENTATION OR WARRANTY THAT: (1) THE SERVICES OR YOUR USE THEREOF WILL BE UNINTERRUPTED OR ERROR-FREE.\n(2) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE.\nOR (3) THE SERVICES WILL MEET YOUR REQUIREMENTS.</p>\n<p>ANY MATERIAL UPLOADED TO OR DOWNLOADED OR OTHERWISE OBTAINED FROM THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK.\nNEITHER PEARSON NOR ITS LICENSORS SHALL BE LIABLE, AND YOU WILL BE SOLELY RESPONSIBLE, FOR ANY AND ALL LOSS, OR CORRUPTION, OF DATA UPLOADED OR INPUTTED BY YOU THROUGH THE USE OF THE SERVICES, AND FOR ANY AND ALL SERVICING, REPAIR, OR CORRECTION OF AND ANY DAMAGE TO YOUR HARDWARE AND SOFTWARE THAT MAY RESULT FROM THE USE OF THE SERVICES.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR CONSUMER GUARANTEES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n</li>\n<li> Pearson’s liability to you is limited <p>\n<strong>\n<i>If something goes wrong with the Services, Pearson’s liability to you is limited, as is your ability to bring claims.</i>\n</strong>\n</p>\n<p>NOTHING IN THESE UTOS IS INTENDED TO EXCLUDE OR LIMIT ANY CONDITION, WARRANTY, RIGHT, OR LIABILITY THAT MAY NOT BE LAWFULLY EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\nACCORDINGLY, ONLY THE LIMITATIONS THAT ARE LAWFUL IN YOUR JURISDICTION WILL APPLY TO YOU AND IN SUCH INSTANCES OUR LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED.</p>\n<p>IN NO EVENT SHALL PEARSON OR ITS EMPLOYEES, OFFICERS, AGENTS, CONTRACTORS, OR LICENSORS BE LIABLE FOR ANY COMPENSATORY, INCIDENTAL, INDIRECT, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND - INCLUDING, WITHOUT LIMITATION ANY CLAIMS OR DAMAGES BASED ON YOUR USE OF OR INABILITY TO USE THE SERVICES, ANY THIRD-PARTY WEBSITES, OR APPLICATIONS ACCESSED THROUGH THE SERVICES, DAMAGE TO PROPERTY, THIRD-PARTY CLAIMS, LOSS OF PROFITS, GOODWILL, DATA, OR OTHER INTANGIBLE LOSSES, LOSSES CAUSED BY YOUR RELIANCE ON ANY CONTENT OR INFORMATION PROVIDED THROUGH THE SERVICES, AND/OR ANY OTHER LOSSES OF ANY KIND ARISING FROM YOUR USE OF THE SERVICES.\nPEARSON'S MAXIMUM AGGREGATE LIABILITY IN CONNECTION WITH THE SERVICES WILL IN NO EVENT EXCEED THE TOTAL FEES PAID BY YOU FOR THE SPECIFIC SERVICES FROM WHICH THE LOSS ARISES.\nTHE LIMITATIONS SET FORTH IN THIS SECTION SHALL APPLY WHETHER SUCH LIABILITY IS ASSERTED ON THE BASIS OF CONTRACT, TORT, OR OTHERWISE, EVEN IF PEARSON HAS BEEN ADVISED OF THE POSSIBILITY OF ANY SUCH LOSS OR DAMAGE, AND/OR IF ANY OF THE LIMITED REMEDIES IN THESE UTOS FAIL THEIR ESSENTIAL PURPOSE.</p>\n<p>NO ACTION, REGARDLESS OF FORM, ARISING UNDER THESE UTOS MAY BE BROUGHT BY YOU MORE THAN ONE YEAR AFTER THE FACTS SUPPORTING THE CAUSE OF ACTION HAVE BECOME KNOWN, OR REASONABLY SHOULD HAVE BECOME KNOWN, TO YOU.</p>\n</li>\n<li> You are responsible for any damage you cause Pearson <p>\n<strong>\n<i>You agree not to use the Services in violation of these rules, or for any unlawful purpose.\nBut if you DO, you agree to compensate Pearson for any damage you cause.</i>\n</strong>\n</p>\n<p> As a condition of your use of the Services, you warrant and represent to Pearson that: (1) you are an Authorized User.\n(2) you will, at all times, comply with all applicable local, state, national or international laws or regulations, and/or the academic rules or policies of your Institution in using the Services.\nand (3) you will not use the Services for any purpose that is unlawful or prohibited by these UTOS or the AUP.\nTo the fullest extent permitted by applicable law, you agree to defend, indemnify and hold harmless Pearson and its employees, officers, agents, contractors, and licensors from any claims, damages, expenses, or liabilities arising from or in any way related to any violation of these UTOS or unauthorized use of the Services.\n</p>\n</li>\n<li> If we get into a dispute, these are the laws that will apply &amp.\nthe courts where claims may be brought <p>\n<strong>\n<i>Any litigation over the Services will be resolved in the courts of New York, Ontario, Australia, or England (depending on where you live).</i>\n</strong>\n</p>\n<p> You agree that these UTOS shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods and that any and all actions, disputes or controversies relating to these UTOS or your use of the Services (each a <strong>\"Claim\"</strong>) shall be subject to the terms of this provision.\n</p>\n<p>If you reside in the United States you: (1) submit to the personal and exclusive jurisdiction and venue of the courts located within the County of New York, State of New York with respect to any Claim.\nand (2) agree that any Claim will be governed by and construed subject to the laws of the State of New York, without giving effect to its conflict of law principles.</p>\n<p>If you reside in Canada you: (1) submit to the personal and exclusive jurisdiction and venue of the courts located within the province of Ontario.\nand (2) agree that any Claim will be governed by and construed subject to laws of Ontario and the laws of Canada applicable therein, without giving effect to its conflict of law principles.</p>\n<p> If you reside in the European Union (<strong>“EU”</strong>) you may submit a Claim against us in your own country or in England and Wales but agree that any Claim will be governed by and construed subject to the laws of England and Wales subject to conflict of law principles.\n</p>\n<p>If you reside in Australia you: (1) submit to the personal and exclusive jurisdiction and venue of the courts located within the State of Victoria.\nand (2) agree that any Claim will be governed by and construed subject to the laws of the State of Victoria, without giving effect to its conflict of law principles.</p>\n<p>If you reside outside of the US, the EU, Australia, and Canada you: (1) submit to the personal and exclusive jurisdiction and venue of the courts located within England and Wales.\nand (2) agree that any Claim will be governed by and construed subject to the laws of England and Wales, without giving effect to its conflict of law principles.</p>\n</li>\n<li> You agree to comply with export laws <p>\n<strong>\n<i>You may not use the Services if you: (1) are located in a country designated by the U.S.\nGovernment as a “terrorist supporting” country.\nor (2) are listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou also promise not to export the Services to countries requiring a U.S.\nexport license.</i>\n</strong>\n</p>\n<p> Your use of Services, the Applications, and related technology are subject to U.S.\nor international control or export laws and regulations (<strong>“Export Laws”</strong>).\nWithout limitation, you agree to strictly comply with all such Export Laws and acknowledge that you have the responsibility to obtain authorization to export, re-export, or import the Application and related technology, as may be required.\nYou represent and warrant that: (1) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (2) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou agree not to transfer, directly or indirectly, by electronic means or otherwise, any Services to any country, or to any agent, representative, or foreign national of any country, for which the U.S.\nGovernment or any agency thereof requires an export license or otherwise restricts such exports.\nYou will indemnify and hold Pearson harmless from any and all claims, losses, liabilities, damages, fines, penalties, costs and expenses (including, but not limited to, attorney’s fees) arising from or relating to any breach by you of your obligations under this section.\n</p>\n</li>\n<li> Terminating your Subscription &amp.\naccess to the Services <p>\n<strong>\n<i>Unless product-specific subscription terms provide otherwise, You or Pearson may cancel your Subscription at any time for any reason set forth below.</i>\n</strong>\n</p>\n<p> Subject to additional terms governing your purchase of, subscription to, and/or use of specific Services, the following termination terms shall apply: </p>\n<p>   <strong>(1) Trial Access.</strong> On a case-by-case basis, Services may be made available to you for a trial review period, typically for up to fifteen (15) days (<strong>\"Review Period\"</strong>).\nDuring the Review Period, you will be provided access to the Services without charge.\nIf your Review Period is time limited, however, access to the Services offered for trial review will be terminated if payment is not made prior to the end of the Review Period.\nTermination of a Service does not automatically terminate your User Account.\nFurther, you expressly acknowledge and agree that if at any time during the Review Period, Pearson, in its sole discretion, determines that you are utilizing the Review Period as a substitute or proxy for a paid Service, it may immediately terminate or suspend your access to the applicable Service for which you’ve been granted a Review Period.\nIn the event of any suspension or termination of your access to such a Service, you acknowledge and agree that: (1) the Service, its functionality, activities, materials, or any results generated by your use thereof may not be available to you or any other person.\nand (2) neither you nor any other person are authorized to access or use any results generated by your use of the suspended or terminated Course, its functionality, activities, or materials regardless of whether such results are available within the Course or the Services.\nIf your access to a Course is terminated due to you not purchasing a Course Subscription, and then Pearson subsequently reinstates your access to the Course upon later receiving payment, any such reinstated access shall remain subject to the terms of these UTOS.\n</p>\n<p>   <strong>(2) Termination by You.</strong> Subject to account restrictions that may be imposed by your Institution or a Third-Party Service through which access to the Services is provided, you may terminate your User Account at any time by notifying Pearson of your decision to do so.\nYour satisfaction with the Services is important to us.\nIf you have any concerns or complaints about the Services or wish to terminate your access to the Services, please contact us at Pearson Support.\n</p>\n<p>   <strong>(3) Termination by Pearson.</strong> Pearson may, in its sole discretion, with or without advance notice, and/or at the request of your Institution, suspend or terminate your access to, or your rights to use, all or any part of the Services for any conduct or use (whether by you or anyone else having access to the Services under your User Account) that Pearson reasonably believes violates the UTOS or AUP.\n</p>\n<p>   <strong>(4) Effect of Termination.</strong> Whether termination is initiated by you, your Institution or Pearson, the terms of the UTOS and AUP, and Sections 10, 20, and 21 of these UTOS shall survive any such termination.\nAny User Account information, data, settings or specifications, or customizations of a Service or Subscription specific to your User Account may be permanently lost upon termination of a Service or Subscription, whether by you, Pearson, or your Institution.\nUser Content and other user information associated with your use of the Services may still be accessible by your Institution or, to the extent it is posted in a public forum, to other users of the Services for which such information was posted, even after termination.\n</p>\n</li>\n<li> Your exclusive remedies under these UTOS <p>\n<strong>\n<i>If something goes wrong, your only remedies under these UTOS are: (1) restoration of access to the Services.\nor (2) a pro-rata refund of fees.</i>\n</strong>\n</p>\n<p>Pearson's entire liability to you, and your sole and exclusive remedy, regarding the use of the Services shall be either, in Pearson’s sole discretion: (1) restoration of access to the Services to which you have subscribed.\nor (2) a pro rata refund of any fees paid directly by you to Pearson for the particular Service or Subscription.</p>\n<p> Unless product-specific subscription terms provide otherwise, refunds, when available, will only be made if requested by you in writing within the first 15 days after Enrollment or registration.\nRefunds can only be provided for purchases made directly from Pearson's website by an Authorized User.\nRefunds are not available for lost or stolen access codes, or any purchases made through third parties (for example, your campus bookstore).\nIf you are dissatisfied with a Service or wish to request a refund, please contact us at Pearson Support.\n</p>\n<p>If you reside in Australia, the Services come with warranties and guarantees that cannot be excluded under the Australian Consumer Law (Consumer Guarantees).\nThe remedy you are entitled to if the Services fail to meet the Consumer Guarantees will depend on whether the failure to comply with the Consumer Guarantees is major or minor.</p>\n</li>\n<li> A few additional, miscellaneous terms <p> To the extent additional terms governing your purchase of, subscription to, and/or use of specific Services conflict with these UTOS, such product-specific terms shall control.\nThese UTOS are personal to you, and you may not assign, transfer or delegate your User Account or your rights or obligations under these UTOS or the AUP (collectively, the <strong>“Terms”</strong>) to anyone.\nPearson may assign or delegate its rights or obligations under the Terms, in whole or in part, subject to Pearson's right and obligations under the Terms and any agreement it may have with your Institution.\nIn the event that any provision of the Terms is held by a court of competent jurisdiction to be invalid or unenforceable for any reason, the remainder of the Terms shall remain valid and enforceable according to its terms.\nThe Terms comprise the entire agreement between Pearson and you with respect to the Services and cannot be modified by you absent a signed written agreement.\nSection headings and summaries in the Terms are for your convenience only and do not have any legal meaning or effect.\nIf Pearson waives or fails to enforce any term or condition of the Terms on any one or more occasions, whether by conduct or otherwise, its waiver or failure to enforce such terms will not prevent Pearson from enforcing any terms or condition of the Terms at any other time.\nIt is the express wish of the parties that the Terms and all related documents be drawn up in English.\nC’est la volonté expresse des parties que la présente convention ainsi que les documents qui s’y rattachent soint rédigés en anglais.\n</p>\n</li>\n</ol>\n<p>\n<strong>Version 1.9</strong>\n<br>\n<strong>Last Revised: December 20, 2021</strong>\n</p> ", "created_at": "2023-06-27 19:01:45.523476", "updated_at": "2023-06-27 19:01:51.806381"}, {"id": 16550, "name": " Cookies policy ", "url": "https://www.pearson.com/en-us/legal-information/cookie-policy.html", "xpath": "//body", "text": null, "created_at": "2023-06-27 19:01:58.155299", "updated_at": "2023-06-27 19:01:58.155299"}, {"id": 16551, "name": " Privacy Notice ", "url": "https://www.pearson.com/en-us/legal-information/privacy-policy.html", "xpath": "//body", "text": null, "created_at": "2023-06-27 19:02:17.061493", "updated_at": "2023-06-27 19:02:17.061493"}], "points": [], "urls": ["pearson.com"]}}