{"error": 448, "message": "OK", "parameters": {"id": 8119, "name": "Le Figaro", "created_at": "2023-04-30 18:00:20.517364", "updated_at": "2023-07-10 22:02:45.816802", "wikipedia": "https://en.wikipedia.org/wiki/Le_Figaro", "keywords": null, "related": null, "slug": "le-figaro", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/8119.png", "url": "lefigaro.fr", "documents": [{"id": 15759, "name": "Terms of Use", "url": "https://mentions-legales.lefigaro.fr/le-figaro/cgu-figaro", "xpath": "//*[@id=\"main-content\"]/div", "text": "Conditions générales d'utilisation<p>‍</p>\n<p>Société du Figaro, SAS au capital de 16.860.475 €, dont le siège est 14, bd Haussmann, 75009 PARIS, immatriculée au Registre du Commerce et des Sociétés de Paris sous le numéro 542 077 755 (ci-après « <strong>Le Figaro</strong> »), édite un site d'informations générales <strong>www.lefigaro.fr</strong>, ci-après le « <strong>Site</strong> » permettant un accès à différentes informations, ainsi qu'à différents services et produits complémentaires, détaillés ci-après.</p>\n<p>Les présentes conditions générales d'utilisation, (\"<strong>CGU</strong>\"), soumises au droit français, ont vocation à régir l'utilisation du Site ainsi que l'utilisation des différents services payants ou gratuits (ci-après le(s) « Service(s) »).\nLa navigation dans le Site et/ou l'inscription à un Service emporte de plein droit acceptation expresse et sans réserve des CGU par l'utilisateur du Site.</p>\n<p>En cas de non respect des termes des présentes CGU, Le Figaro se réserve le droit de prendre toute mesure de nature à préserver ses intérêts et notamment à en assurer l'exécution.\nLe Figaro pourra notamment à cette fin assigner l'utilisateur du Site en responsabilité civile et/ou pénale.</p>\n<p>Toute condition contraire non acceptée par Le Figaro lui est inopposable.\nLe fait pour Le Figaro de ne pas se prévaloir d'une des présentes conditions générales n'équivaut pas à une renonciation du Figaro à s'en prévaloir ultérieurement.</p>\n<p>\n</p>\n<p>\n<strong>Article 1 - Définitions</strong>\n</p>\n<p>\n<strong>Compte :</strong> désigne l'espace mis à la disposition de l'Utilisateur inscrit sur le Site, lui permettant d'accéder, après s'être identifié par ses Codes d'accès, aux Services souscrits, ainsi qu’à son contrat et factures éventuelles.</p>\n<p>\n<strong>Contenu :</strong> désigne l'ensemble des informations et publications accessibles dans le Site et notamment sa structure générale, les textes, les données chiffrées, les graphiques et tableaux, les images animées ou non, les vidéos, les sons, les liens hypertextes dont le Site est composé, les signes distinctifs, marques et logos constituant sa charte graphique et les bases de données associées.</p>\n<p>\n<strong>Formulaire:</strong> désigne le formulaire d’inscription permettant à l'Utilisateur de s'inscrire pour bénéficier de tout ou partie des Services gratuits du Figaro et, le cas échéant, de souscrire à un ou plusieurs Service(s) payant(s).</p>\n<p>\n<strong>Site</strong> : désigne l’ensemble des contenus et services proposés par Le Figaro sur le site accessible à l’adresse http://www.lefigaro.fr, quelle que soit la rubrique (exemple : actualités, sport, culture, lifestyle) ou le titre concerné(e) (exemple : Figaro Nautisme, Figaro TV, madame, Figaro Enchères, Figaro Immobilier).</p>\n<p>\n<strong>Utilisateur :</strong> désigne tout utilisateur inscrit sur le Site.</p>\n<p>\n</p>\n<p>\n<strong>Article 2 - Présentation du Site</strong>\n</p>\n<p>Le Site propose notamment à l'Utilisateur :</p>\n<ul>\n<li>la consultation de contenus et d'informations présents sur le Site (moyennant, le cas échéant, la souscription d’un abonnement pour les contenus payants)</li>\n<li>différents Services, sous réserve de son inscription préalable, lui permettant d'avoir accès à un contenu spécifique et particulier et/ou condensé de l'actualité du jour, de mettre en ligne, de stocker, de partager et commenter les contenus personnels et collectifs et/ou de bénéficier de services et d'offres promotionnelles spécifiques).</li>\n</ul>\n<p>Les Services regroupent notamment les services suivants :</p>\n<ul>\n<li>des Services gratuits offrant notamment un espace communautaire du Figaro.fr, permettant à ses membres de contribuer au Figaro.fr, de disposer d'un espace personnel, et d'interagir avec les autres membres (Mon Figaro Connect), ou d'accéder à un contenu spécifique et particulier et/ou condensé de l'actualité boursière et financière du jour etc… ;</li>\n<li>des Services gratuits sur inscription elle-même gratuite (telle que notamment l'Offre Mon Figaro Bourse gratuit, Mon Figaro, plus amplement détaillées dans les rubriques concernées du Site) ;</li>\n<li>des Services payants proposant entre autre un accès aux versions PDF du quotidien et des magazines, des contenus réservés et/ou exclusifs et autres avantages, ces services étant plus amplement détaillées dans les rubriques concernées du Site.</li>\n</ul>\n<p>En tant qu'Utilisateur inscrit à un ou des Services, celui-ci peut disposer d'un espace personnel.\nLe Site n'étant cependant pas conçu pour la sauvegarde de contenus, il appartient à l'Utilisateur de prendre les mesures nécessaires à cet effet.</p>\n<p>L'Utilisateur est informé que l’accès libre et gratuit aux Contenus et Services du Site, ainsi qu’aux Applications (hors édition abonnés), est financé par les revenus liés à la publicité diffusée sur ces espaces.</p>\n<p>Il accepte par conséquent l’affichage de la publicité sur le Site et les Applications.</p>\n<p>En sa qualité d'éditeur du Site, Le Figaro est libre de commercialiser auprès d'annonceurs de son choix les espaces publicitaires du Site.\nL'Utilisateur reconnaît ne disposer d'aucun droit sur ces espaces publicitaires et s'interdit toute demande ou action à ce titre.</p>\n<p>\n</p>\n<p>\n<strong>Article 3 - Droits de Propriété Intellectuelle du Site</strong>\n</p>\n<p>L’Utilisateur s'interdit de reproduire et/ou d'utiliser les marques et logos présents sur le Site, ainsi que de modifier, copier, traduire, reproduire, vendre, publier, exploiter et diffuser dans un format numérique ou autre, tout ou partie des informations, textes, photos, images, vidéos et données présents sur le Site, qui constituent des œuvres au sens des dispositions de l’article L112-1 du code de la propriété intellectuelle.</p>\n<p>L’Utilisateur reconnaît que le Site et les Services sont constitués de plusieurs bases de données, mis à disposition par Le Figaro, en qualité de producteur des dites bases de données au sens des articles L.341-1 et suivants du code de propriété intellectuelle.\nDès lors, l’Utilisateur, en application de ces dispositions, s’interdit également, de procéder, de quelque façon que ce soit, à toute extraction, utilisation à quelque titre que ce soit, stockage, reproduction, représentation au public ou conservation, directe ou indirecte, partielle ou totale, y compris en mémoire tampon ou temporaire, qualitativement ou quantitativement substantielle du contenu d'une ou plusieurs des bases de données du Site.</p>\n<p>La violation de ces dispositions impératives soumet le contrevenant, et toutes personnes responsables, aux peines pénales et civiles prévues par la loi.</p>\n<p>Le Figaro et/ou ses partenaires sont les titulaires exclusifs de tous les droits de propriété intellectuelle attachés au nom, logo et marques &nbsp;du Site, à sa structure et habillage, aux bases de données ainsi qu'au Contenu et ce, dans le monde entier.</p>\n<p>Les dépêches sont la propriété intellectuelle des différentes agences de presse partenaires du Figaro.</p>\n<p>Société du Figaro consent à l’Utilisateur du Site un droit <strong>d’usage privé</strong>, non collectif et non exclusif sur son contenu..\nCe droit est limité au droit d’imprimer un ou plusieurs articles et/ou de l’enregistrer sur son ordinateur (ou autre support digital tel que mobile et tablette) pour son usage personnel exclusivement (y compris dans le cadre d’un abonnement pour les contenus payants).\nToute mise en réseau, toute rediffusion, toute exploitation dans un cadre professionnel ou commercial ou toute commercialisation du Contenu auprès de tiers, sous quelque forme que ce soit, est strictement interdite sauf accord préalable du Figaro.\nIl en est de même des flux RSS et les newsletters.\n<strong>Les personnes souhaitant exploiter ou utiliser tout ou partie du Contenu dans un cadre professionnel ou commercial, et en particulier, les flux RSS, sont invitées à contacter le service Droits et Reproduction (à l’adresse « </strong>\n<strong>syndication-service@lefigaro.fr</strong>\n<strong> »).</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Article 4 - Responsabilité de l'Utilisateur</strong>\n</p>\n<p>\n<strong>4.1.\nResponsabilité générale dans le cadre de l'utilisation du Site et des informations disponibles dans le Site</strong>\n</p>\n<p>L'Utilisateur utilise le Site ainsi que ses Services à ses risques et sous son entière responsabilité.\nLe Figaro ne peut garantir en aucun cas que le Site ainsi que ses Services ne subiront aucune interruption.\nL'obligation de fourniture du Site et de ses Service se limite à une obligation de moyen.</p>\n<p>Le Contenu, les commentaires et toute autre donnée affichés dans le Site n'ont pas vocation à constituer des conseils sur la foi desquels une décision d'achat pourrait être prise par l'Utilisateur.\nLe Figaro décline toute responsabilité quant à la foi placée par tout Utilisateur du Site dans ces données et informations, ou par toute personne pouvant être informée de ce Contenu.\nL'Utilisateur ne doit en aucun cas considérer comme acquis que le Contenu ou autres informations présentées sur le Site sont exactes ou à jour, mais devra vérifier indépendamment par lui-même toutes ces informations.</p>\n<p>Le Figaro ni aucun de ses partenaires ne sauraient être tenus pour responsables d'un quelconque dommage, direct ou indirect, consécutifs, spéciaux, accessoires, dissuasifs pouvant résulter d'erreurs, d'omissions ou de retards dans la transmission d'informations sur le Site, de la perte de l'information ou des problèmes survenus lors des paiements électroniques des Services.</p>\n<p>De même, les informations que l'Utilisateur obtient dans le Site ou dans le cadre des Services proposés par Le Figaro, que ce soit dans le Site, par courrier électronique ou sous forme de message texte, ne donnent droit à aucune garantie du Figaro.\nToutes les informations et données diffusées dans le Site sont puisées aux meilleures sources et sont fournies à titre d'information.\nLa fourniture de ces données ne saurait être assimilée, de quelque façon que ce soit, à un conseil spécifique ou à une aide à la décision.</p>\n<p>Les photographies et les textes reproduits et illustrant les produits présentés ne sont pas contractuels.\nEn conséquence, la responsabilité du Site ne saurait être engagée en cas d'erreur dans l'une de ces photographies ou l'un de ces textes.</p>\n<p>Les Contenus proposés sont conformes à la législation française en vigueur.\nLa responsabilité du Figaro ne saurait être engagée en cas de non-respect de la législation du pays de connexion.</p>\n<p>Le Figaro met en garde les personnes titulaires de l’autorité parentale sur la diversité des contenus disponibles sur Internet, lesquels peuvent être susceptibles de heurter la sensibilité des mineurs ou leur porter préjudice.\nLes parents sont donc encouragés à surveiller leurs enfants lorsqu’ils se connectent.</p>\n<p>\n<strong>4.2.\nMise en garde particulière concernant le Contenu santé accessible à l’adresse url suivante : </strong>\n<strong>http://sante.lefigaro.fr/</strong>\n</p>\n<p>\n<strong>Le Site ne permet pas la réalisation d'une consultation médicale</strong>\n</p>\n<p>Les informations et services proposés au sein du Site ne constituent ni directement, ni indirectement une consultation médicale.\nEn aucun cas, les informations et services proposés sont susceptibles de se substituer à une consultation, une visite ou un diagnostic formulé par un médecin ou peuvent être interprétées comme assurant la promotion de médicaments.</p>\n<p>L'Utilisateur ne doit donc pas mettre en œuvre les informations disponibles dans le Site pour la formulation d'un diagnostic, la détermination d'un traitement ou la prise et/ou la cessation de la prise de médicament, sans consulter préalablement un médecin généraliste ou spécialiste.</p>\n<p>L'Utilisateur reconnaît que les informations qui sont mises à sa disposition ne traitent pas de l'intégralité des différents symptômes, médicaments et traitements appropriés aux pathologies et différents maux quotidiens qui l'intéressent.</p>\n<p>En outre, Le Figaro ne garantit en aucun cas un quelconque résultat à la suite de la mise en application des informations et services proposés dans le Site.</p>\n<p>Plus particulièrement, les résultats obtenus par l'Utilisateur dans le cadre des différentes informations fournies de quelque façon que ce soit par le Site ne sont donnés qu'à titre indicatif, et ne présume pas de la qualité de son état de santé actuel et/ou futur, ou à l'inverse ne peuvent remettre en cause son état de santé.</p>\n<p>En conséquence, L'Utilisateur reconnait que la responsabilité de Figaro ne pourra être recherchée au titre de l'information et des services proposés dans le Site en matière de santé, et accepte que l'utilisation de ces informations et services s'effectue sous sa seule et entière responsabilité, contrôle et direction.</p>\n<p>\n<strong>4.3.\nMise en garde particulière concernant le Contenu Bourse/conseils et informations en matière d'investissements accessible à l’adresse url suivante : </strong>\n<strong>http://bourse.lefigaro.fr/</strong>\n</p>\n<p>\n<strong>Le Site n'est pas responsable des conseils en investissement.</strong>\n</p>\n<p>L'Utilisateur reconnaît et accepte sans réserve être pleinement responsable de toute action entreprise faisant suite à la lecture d'un conseil, d'une opinion, d'un avis d'une cotation financière ou de toutes autres informations présentes dans le Site.</p>\n<p>L'Utilisateur est pleinement conscient du caractère aléatoire et du risque pris lors des investissements dans des valeurs mobilières et produits similaires et assimilés.\nIl en conserve la pleine et entière responsabilité.</p>\n<p>L'Utilisateur s'engage à respecter l'intégralité de la législation boursière, en vigueur et notamment à ne pas diffuser de fausses informations ou communiqués de presse des sociétés cotées, à respecter les règles applicables au marché boursier issues notamment des différents règlements de la Commission des Opérations de Bourse et de l'ordonnance n° 67-833 du 26 septembre 1967 (délit d'initié, délit de communication d'information privilégiée, délit de diffusion de fausses informations, délit de manipulation des cours, délit de spéculation illicite...).</p>\n<p>\n<strong>4.4 Mise en garde particulière concernant le Service Figaro Enchères accessible à l’adresse url suivante : </strong>\n<strong>http://encheres.lefigaro.fr/fr-fr</strong>\n</p>\n<p>Le Figaro met à disposition sur le Site, un contenu d'enchères publiques en ligne.\nCe Contenu n'est qu'un moyen de communication permettant de suivre des ventes aux enchères mises en ligne et d'y participer éventuellement.\nNéanmoins, le Figaro n'est pas lui-même un commissaire priseur en ligne.\nEn conséquence, le Figaro ne sera pas partie au contrat de vente et d'achat passé entre l'Utilisateur, en tant qu'enchérisseur, et le Commissaire-priseur organisateur de la vente.</p>\n<p>Le Figaro n'a pas le contrôle des informations communiquées par les Commissaires-priseurs auxquelles l'Utilisateur accède par l'intermédiaire du Site.\nEn conséquence, le Figaro ne fait ni ne fournit aucune déclaration, certification ou garantie quelconque en ce qui concerne ce qui est proposé à la vente par le Commissaire-priseur au travers du Site.</p>\n<p>Le Figaro peut de temps à autre, mettre à disposition des informations lorsque des catalogues et autres informations relatives à la vente provenant de marchands, de salles des ventes et d'autres vendeurs (ci-après le(s) « Vendeur(s) ») peuvent être aisément présentés pour consultation.\nLe rôle du Figaro se limite dans ce cas à la prestation du service consistant à diffuser les informations relatives aux lots (ci-après les « Lots ») mis en vente et fournis par les Vendeurs susvisés.</p>\n<p>Les Lots sont alors vendus conformément aux termes des conditions générales de vente du Vendeur en question et à toutes conditions indiquées par le commissaire-priseur en question.\nIl incombe à l'Utilisateur d'obtenir et de lire attentivement les termes et conditions du commissaire-priseur et/ou du Vendeur avant de porter une enchère ou d'acheter tout Lot.</p>\n<p>Le Figaro n'est pas partie à la transaction réalisée entre l'Utilisateur et le Vendeur pour la vente des Lots et le Figaro n'agit pas non plus en qualité d'agent ou autrement pour le compte d'un Vendeur, quel qu'il soit.\nEn conséquence, l'Utilisateur reconnait et accepte qu'il ne pourra en aucun cas présenter de réclamation ou intenter d'action en justice contre le Figaro concernant la vente (ou la non-vente) de tout Lot.</p>\n<p>Afin d'éviter tout doute, le Figaro n'est pas responsable de toute erreur dans les informations fournies concernant les Lots figurant sur le Site.\nLe Figaro ne procède pas à l'estimation des Lots et n'agit pas en qualité de spécialiste ou d'expert pour toute question relevant de ces domaines.\nLe Figaro n'effectue aucune déclaration et n'offre aucune garantie d'aucune sorte en ce qui concerne les Lots (y compris, sans limitation aucune, les déclarations ou garanties relatives à l'exactitude de la description, de l'authenticité, la qualité, la paternité, l'attribution, la provenance, l'époque, la culture, la source, l'origine, la sécurité, l'aptitude à l'emploi ou la disponibilité à la vente des Lots).\nSi l'Utilisateur a des questions, il doit alors contacter directement le Vendeur.\nEn particulier, il est de la responsabilité de l'Utilisateur de veiller à bien connaitre et comprendre les conditions de transport et de paiement du Vendeur ainsi que celles du commissaire-priseur.</p>\n<p>Si le Figaro fait de son mieux pour faciliter la communication par voie électronique ou autre entre les Utilisateurs et les Vendeurs, il n'accepte cependant aucune responsabilité en ce qui concerne la disponibilité ou l'efficacité desdits Services.</p>\n<p>Les Utilisateurs doivent s'inscrire et accepter les Conditions Générales applicables aux Enchérisseurs avant de pouvoir participer à toutes enchères (qu'elles soient en ligne ou autre).</p>\n<p>L'Utilisateur notera à cet égard que les commissaires-priseurs et Vendeurs sont également susceptibles d'avoir leurs propres conditions générales auxquelles l'Utilisateur devra se conformer.\nL'e Figaro n'est pas partie à leurs conditions générales et n'a aucune responsabilité à l'égard de ces dernières.</p>\n<p>\n<strong>4.5 Mise en garde particulière concernant le Service Figaro immobilier accessible à l’adresse url suivante : </strong>\n<strong>http://immobilier.lefigaro.fr</strong>\n</p>\n<p>Le Figaro met à disposition des Utilisateurs sur le Site un contenu d’informations immobilières ainsi qu’un certain nombre de Services visant à les accompagner dans le cadre de leur projet immobilier.</p>\n<p>Les Utilisateurs reconnaissent expressément que Le Figaro apporte tous les soins à la constitution et à la mise à jour du Site et en particulier à celles des annonces immobilières.\nCependant, n'ayant pas le contrôle de toutes les données et informations diffusées sur le Site, Le Figaro ne garantit pas que ces dernières soient exactes, exemptes d'erreur et complètes, ni qu'elles répondent parfaitement à leurs attentes.</p>\n<p>Le Figaro fait ses meilleurs efforts pour mettre en relation les Utilisateurs et ses partenaires immobiliers ainsi que les établissements de crédits (et courtiers) proposant leurs services par l’intermédiaire du Site.\nToutefois, Le Figaro ne garantit pas plus la conclusion de relation contractuelle entre l'Utilisateur et lesdits partenaires et/ou établissements de crédits.</p>\n<p>Enfin, n'exerçant pas une activité d'établissement de crédit et limitant son intervention à la simple mise en relation de l'Utilisateur avec les dits établissements de crédits (ou courtiers), Le Figaro ne peut non plus être tenu pour responsable de :</p>\n<ul>\n<li>la qualité des conseils prodigués par ces derniers, une fois leur mise en relation par l'intermédiaire des Services ;</li>\n<li>la bonne exécution du prêt immobilier conclu entre lesdits établissements de crédit ou courtiers et l'Utilisateur ;</li>\n<li>la licéité des solutions de financement proposées par les dits établissements de crédit ou courtiers.</li>\n</ul>\n<p>Les Utilisateurs reconnaissent également que Le Figaro ne peut pas être tenu pour responsable du non respect par le partenaire immobilier et/ou l'établissement de crédit (ou le courtier) des choix de l'Utilisateur quant à l'utilisation de ses données personnelles.\nLe Figaro s’engage toutefois à informer les dits partenaires et établissements de crédit des choix exprimés par les Utilisateurs et, le cas échéant, à rappeler aux dits partenaires et établissements de crédit leur obligation légale, en l’absence de choix dûment exprimé par l’Utilisateur, de n’utiliser les données personnelles que pour l’objet de leurs annonces, à l’exclusion de tout autre usage et, notamment, à l’exclusion de toute prospection commerciale.</p>\n<p>Indépendamment de notre Politique de confidentialité, l’Utilisateur des Services Figaro Immobilier reconnait expressément que la collecte de données personnelles dans le cadre de ce service permet :</p>\n<ul>\n<li>la transmission de ses demandes de renseignements aux partenaires sélectionnés par Le Figaro ;</li>\n<li>et l'envoi des réponses et des informations aux dites demandes de renseignements, ainsi que l’envoi de sélection d’annonces, selon les critères indiqués par l’Utilisateur, en provenance du Site et/ou des partenaires du Site.</li>\n</ul>\n<p>Ces données personnelles, identifiées comme étant obligatoires au sein des formulaires de collecte, sont nécessaires pour bénéficier des fonctionnalités du Site et des Services.\nCes données sont conservées dans un fichier déclaré à la CNIL.\nL’Utilisateur peut demander à tout moment que ses données personnelles, collectées dans le cadre de l’utilisation du Service Figaro Immobilier, ne soient pas communiquées et dispose à cette fin d’un d'un droit d'accès, d’opposition et de rectification de ses données personnelles qu’il peut exercer en contactant Le Figaro à l’adresse suivante :</p>\n<p> FIGARO CLASSIFIEDS – Service IMMOBILIER - 14 bld Haussmann 75438 Paris cedex 09 Tél.: 01 76 63 03 00 -Fax: 01 76 62 31 01 E-mail : figaro-immobilier@explorimmo.com</p>\n<p>\n<strong>Article 5 - Disponibilité du Site</strong>\n</p>\n<p>Le Site est par principe accessible 24/24h, 7/7j, sauf interruption, programmée ou non, pour les besoins de sa maintenance ou cas de force majeure.\nEtant de fait soumis à une obligation de moyens, Le Figaro ne saurait être tenu responsable de tout dommage, quelle qu'en soit la nature, résultant d'une indisponibilité du Site ou d'un ou de plusieurs Services, ou résultant de la présence de virus dans le Site.</p>\n<p>\n<strong>Article 6 - Liens</strong>\n</p>\n<p>Le Site comporte des informations mises à disposition par des sociétés externes ou des liens hypertextes vers d'autres sites qui n'ont pas été développés par Le Figaro.\nL'existence de liens du Site vers d'autres sites ne constitue en rien une validation de ces sites ou de leur contenu par Le Figaro.\nIl appartient à l'Utilisateur d'utiliser ces informations avec discernement et esprit critique.\nLa responsabilité du Figaro ne saurait être engagée du fait des informations, opinions et recommandations formulées par des tiers.</p>\n<p>Le Figaro ne dispose d'aucun moyen pour contrôler ces sites (et/ou les produits et services qu’ils proposent) et ces sources, et ne répond pas de la disponibilité de tels sites et sources externes ni ne la garantit.</p>\n<p>Le Figaro ne s'approprie pas les contenus auxquels ces sites ou sources donnent accès, et exclut toute responsabilité et garantie en ce qui concerne leurs contenus.</p>\n<p>Les liens sont réalisés en partie automatiquement, et ne peuvent être tous vérifiés par le personnel du Figaro.\nSi toutefois, dans les pages du Site, se trouve un lien avec une page externe dans laquelle des contenus illicites venaient à être diffusés par un tiers, Le Figaro effacera, après avoir été dûment informé desdits contenus, le lien avec cette page.</p>\n<p>\n<strong>Article 7 - Inscription et Accès</strong>\n</p>\n<p>Aux fins de bénéficier des Services du Site, l'Utilisateur dûment inscrit doit créer un compte au moyen du Formulaire d'inscription en ligne prévu à cet effet.\nLa création d'un Compte sur Le Figaro est destinée à l'usage des personnes majeures.\nElle est ouverte aux mineurs mais sous la surveillance d'un adulte et pour la partie gratuite exclusivement.\nNonobstant ce qui précède, il est rappelé qu'en vertu de l'article 1124 du Code Civil, les mineurs non émancipés sont incapables de contracter, aussi les mineurs ne pourront s'inscrire à un des Services payants du Figaro.\nEn conséquence, Le Figaro ne saurait être tenu responsable en cas de collecte à son insu de données nominatives relatives à un mineur.</p>\n<p>En s’inscrivant, l’internaute garantit fournir des informations exactes et à jour concernnat son identité et ses coordonnées.\nIl s’engage notamment à fournir une adresse électronique dont il est propriétaire.\nLe Figaro se réserve le droit de refuser une inscription ou de suspendre ou fermer un compte s’il a des doutes sur ces informations.\nL’internaute s’engage à immédiatement informer Le Figaro de toute utilisation non autorisée de son compte et de toute atteinte à la confidentialité et à la sécurité de ses moyens d’identification en s’adressant à : moderation@lefigaro.fr</p>\n<p>Tous les internautes peuvent lire les articles et commentaires.\nS'il est abonné, l’utilisateur peut éventuellement les commenter.\nL’Utilisateur demeure à tout moment libre de modifier la teneur des données personnelles communiquées à cette occasion.\nDès validation du formulaire, l'Utilisateur reçoit un courrier électronique l'invitant à cliquer sur un lien aux fins de confirmer son inscription.\nL'accès à son Compte peut s'effectuer par saisie de son pseudo ou adresse de messagerie électronique et Code d'accès associé, dont il assure seul la confidentialité.\nL'utilisation du Site suivant l'inscription est valable pour une durée indéterminée.\nLe Figaro se réserve la possibilité d'y mettre fin à tout moment, par courrier électronique, moyennant un préavis raisonnable.\nEn cas de non-respect des CGU par un Utilisateur inscrit, son Compte personnel peut être, immédiatement et sans préavis, désactivé à titre temporaire ou définitif, sans préjudice des autres droits du Figaro.\nLe Figaro se réserve également la possibilité de supprimer tout article ou commentaire porté à sa connaissance qui contreviendrait manifestement aux règles mentionnées dans les CGU et dans la Charte de participation, elle même accessible à l'adresse suivante <strong>http://www.lefigaro.fr/charte_moderation/charte_moderation.html</strong> ou qui feraient l'objet d'un signalement de la part des tiers.</p>\n<p>\n<strong>Article 8 - Contributions de l'Utilisateur</strong>\n</p>\n<p>L'Utilisateur, en déposant sa contribution (qui peut le cas échéant prendre la forme d’une petite annonce), accepte sans contrepartie que celle-ci soit reproduite en tout ou partie, selon des règles d'indexation et de mise en forme qui sont du seul ressort du Figaro..\nToutefois, Le Figaro n'est pas responsable du contenu des contributions en général, en ce inclus les contributions de l'Utilisateur.</p>\n<p>Les outils d'indexation, de mise en forme et en valeur ne sont là qu'à titre indicatif.\nCeux-ci sont destinés à mettre en valeur certains messages, mais ne constituent en aucun cas une adhésion à leur contenu, une approbation, ou un report des responsabilités.\nLes messages laissés sur le Site par l'Utilisateur expriment sa pensée et non celle du Figaro.\nLes articles et commentaires sont publiés sous la pleine et entière responsabilité de l'Utilisateur concerné.</p>\n<p>Dans le cadre de sa contribution au contenu du Site, au moyen de textes, d'images, de sons, de vidéos ou de commentaires, l'Utilisateur est tenu au respect des dispositions légales et réglementaires en vigueur.</p>\n<p>En particulier, il garantit que le stockage et la diffusion de ce contenu via le Site ne constitue pas (i) une violation des droits de propriété intellectuelle de tiers (notamment, articles, ouvrages, photos, créations, clips, émissions de télévision, courts, moyens et /ou longs métrages, animés ou non, publicités, que l'internaute n'a pas réalisé personnellement ou pour lesquels il ne dispose pas des autorisations nécessaires des tiers titulaires de droits sur ceux-ci), (ii) une atteinte aux personnes (notamment diffamation, insultes, injures, etc.) et au respect du droit à l'image et à la vie privée, (iii) une atteinte à l'ordre public et aux bonnes mœurs (notamment, apologie des crimes contre l'humanité, incitation à la haine raciale, contenu violent, pornographie, etc.).</p>\n<p>Plus généralement, l'Utilisateur s'engage à se conformer à la Charte de participation du Figaro, étant précisé que les propos sont susceptibles d'être modérés.\nA défaut de conformité avec la Charte de participation, le contenu sera refusé ou retiré et/ou le compte de l'Utilisateur sera désactivé sans formalité préalable et/ou les actions civiles et pénales seront engagées contre l'Utilisateur.</p>\n<p>Compte tenu du caractère communautaire du Site et par respect pour les sensibilités de chacun, il appartient à l'Utilisateur de faire preuve de discernement et de prudence s'agissant des informations qu'il met en ligne.</p>\n<p>Il appartient à l'Utilisateur de surveiller les commentaires déposés sur ses articles et de signaler les commentaires qui seraient contraires aux dispositions ci-dessus.\nConformément à l'article 6 alinéa 7 de la Loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, Le Figaro met en place un dispositif facilement visible et accessible aux utilisateurs du Site, associant à chaque contenu présent sur le Site, un lien Alerter permettant de signaler tout abus.\nSuivant réception par Le Figaro d'un signalement adressant les infractions visées ci-avant, le contenu concerné fera immédiatement l'objet d'une suppression du Site le cas échéantd'une information aux autorités publiques compétentes.</p>\n<p>Le Site ne peut être utilisé par l'Utilisateur qu'à des fins personnelles et privées à l’exclusion de tout usage commercial notamment.\nL'Utilisateur s'interdit d'incorporer dans ses contributions au contenu du Site des documents, software ou toute autre données pouvant interrompre ou endommager le fonctionnement des équipements informatiques et/ou de télécommunication du Figaro ou des autres utilisateurs du Site, ou permettant l'accès injustifié à d'autres sites internet.\nIl s'interdit également d'incorporer dans ses contributions des liens hypertextes ou des commentaires qui se réfèrent ou qui renvoient à des sites extérieurs qui enfreignent les dispositions du présent article.</p>\n<p>\n<strong>Article 9 - Preuve, Conservation et Archivage</strong>\n</p>\n<p>Les registres informatisés conservés dans les systèmes dans le respect des règles de l'art en matière de sécurité, seront considérés comme preuves des communications de courriers électroniques, envois de formulaire d'inscription, téléchargements de contenus, publications de contenus et postages de commentaires.\nL'archivage des formulaires d'inscription est effectué sur un support de nature à assurer le caractère fidèle et durable et pour la durée requise par les dispositions légales en vigueur notamment le Décret n° 2011-219 du 25 février 2011 relatif à la conservation et à la communication des données permettant d'identifier toute personne ayant contribué à la création d'un contenu mis en ligne'.\nIl est convenu qu'en cas de divergence entre les registres informatisés du Figaro et les documents au format papier ou électronique dont dispose l'utilisateur, les registres informatisés du Figaro feront foi.</p>\n<p>\n<strong>Article 10 - Textes applicables – Juridiction</strong>\n</p>\n<p>Les présentes CGU sont soumises à la loi française.\nEn cas de litige les tribunaux français seront seuls compétents.</p>\n<p>\n<strong>Article 11 - Autonomie des clauses des CGU</strong>\n</p>\n<p>Dans l'éventualité où l'une quelconque des dispositions des présentes CGU serait réputée inapplicable en vertu du droit en vigueur, l'Utilisateur et le Figaro conviennent de la renégocier en toute bonne foi afin de préserver la position économique dont elles bénéficient au plus près de celle mentionnée au titre de la disposition rendue inapplicable.</p>\n<p>S'ils ne parviennent pas à remplacer cette disposition de façon mutuellement acceptable et applicable, cette disposition sera exclue des présentes et le reste des CGU seront interprétées comme si ladite disposition était exclue et resteront applicables.</p>\n<p>\n<strong>Article 12 - Modification des CGU</strong>\n</p>\n<p>Le Figaro se réserve la possibilité d'adapter ou de modifier à tout moment les présentes CGU.\nLes nouvelles conditions générales seront, le cas échéant, portées à la connaissance de l'Utilisateur par modification en ligne.</p>\n<p>‍</p>\n<p>‍</p>", "created_at": "2023-04-30 18:00:55.848396", "updated_at": "2023-04-30 18:01:04.557476"}, {"id": 15760, "name": "Privacy Policy", "url": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "xpath": "//*[@id=\"main-content\"]/div", "text": "Politique de confidentialité<p>‍</p>\n<p>La Société du Figaro respecte votre droit à la vie privée.\nCette politique de confidentialité (ainsi que nos Conditions Générales d’Utilisation, notre notice Info cookies, la Charte de modération des commentaires, ainsi que tout document ou notice d’information renvoyant vers cette politique) vous informe sur la manière dont sont traitées les données personnelles collectées dans le cadre du site Internet www.lefigaro.fr (ci-après «<strong> le Site </strong>»), de l’application lefigaro.fr (ci-après « <strong>l’Application</strong> »), ainsi que des services proposés au travers du Site ou de l’Application, comme l’abonnement à nos publications ou encore l’inscription à nos listes d’information (ci-après « <strong>les Services </strong>»).</p>\n<p>Cette politique ne concerne pas les traitements mis en œuvre à des fins éditoriales par la rédaction de la Société du Figaro.</p>\n<p>\n<strong>Pour connaître </strong>notre politique en matière de<strong> cookies,</strong> consultez la notice Info cookies de ce Site.\nSi vous souhaitez directement paramétrer vos choix en matière d’usage de cookies sur ce Site, veuillez cliquer ici.</p>\n<p>La Société du Figaro est une société du Groupe Figaro auquel appartiennent également les sociétés éditrices des sites listés ici ainsi que les sociétés Figaromédias (régie publicitaire), CCM Performance (société de marketing à la performance) et Zebestof (trading desk).</p>\n<p>\n<strong>Cette politique apporte des réponses aux questions suivantes : </strong>\n</p>\n<p>\n<strong>QUELLES SONT LES INFORMATIONS COLLECTÉES DANS LE CADRE DU SITE, DE L'APPLICATION ET DE L'UTILISATION DES SERVICES ?</strong>\n</p>\n<p>L’utilisation du Site, de l’Application et des Services conduit à la collecte de données directement personnelles vous concernant, comme celles que vous nous déclarez lors de l’utilisation des Services ou lorsque vous nous contactez.</p>\n<p>Des informations sur votre activité sur le Site, l’Application et l’utilisation des Services, y compris des données de connexion et de navigation, sont également collectées, sans toutefois permettre d’identifier directement un utilisateur.\nElles permettent néanmoins d’associer entre elles les données d’un même utilisateur, y compris celles collectées des sites/applications d’autres entités du Groupe Figaro ou de sites/applications clients de nos partenaires commerciaux et ce quel que soit le terminal utilisé, et de produire ainsi des profils d’utilisateurs à des fins de ciblage commercial et publicitaire.\nPour les utilisateurs disposant d’un compte Figaro, le profil ainsi généré est associé à l’utilisateur.</p>\n<p>\n</p>\n<p>\n<strong>QUELLES PERSONNES COLLECTENT DES DONNÉES VOUS CONCERNANT VIA LE SITE, L'APPLICATION OU LES SERVICES ? &nbsp.\n</strong>\n</p>\n<p>La collecte et le traitement de données personnelles via le Site, l’Application et pour les besoins des Services sont effectués à titre principal sous la responsabilité de la Société du Figaro.\nToutefois, certaines fonctions du Site, de l’Application ou l’usage de certains services (comme l’affichage publicitaire, l’accès aux produits et services proposés sur le Site ou l’Application par des tiers, l’utilisation de liens vers des sites tiers) impliquent le traitement d’informations vous concernant par des tiers.</p>\n<p>\n</p>\n<p>\n<strong>POUR QUELLES RAISONS COLLECTONS-NOUS DES DONNÉES PERSONNELLES ? </strong>\n</p>\n<p>Nous collectons des données personnelles pour les raisons principales suivantes : faciliter l’utilisation du Site, de l’Application et des Services, &nbsp;gérer les interactions avec des utilisateurs et afficher de la publicité sur ce Site et / cette Application et d’autres sites/applications (tel est &nbsp;le cas des données de navigation), gérer nos relations avec nos abonnés et plus largement les personnes disposant d’un compte Figaro et leur fournir les Services souscrits, adresser des offres promotionnelles à nos abonnés et prospects qui sont le plus souvent personnalisées selon les centres d’intérêts et leur localisation</p>\n<p>\n</p>\n<p>\n<strong>COMBIEN DE TEMPS CES INFORMATIONS SONT-ELLES CONSERVÉES ?</strong>\n</p>\n<p>D’une manière générale, vos données personnelles sont conservées en base active pour une durée conforme aux dispositions légales et/ou proportionnelles aux finalités pour lesquelles elles ont été collectées.</p>\n<p>\n</p>\n<p>\n<strong>AVEC QUI PARTAGEONS-NOUS CES INFORMATIONS ?</strong>\n</p>\n<p>Vos données personnelles sont communiquées à nos prestataires et sous-traitants dans la mesure nécessaire à la gestion du Site, de l’Application et des Services souscrits, étant entendu que certains services peuvent être fournis par d’autres entités du Groupe Figaro.\nSous réserve de votre consentement lorsqu'il est requis, elles peuvent également être partagées avec les autres entités du Groupe Figaro et nos partenaires commerciaux, afin de nous permettre de vous faire bénéficier d’offres promotionnelles, y compris de tiers, ainsi qu’à des fins de publicité le plus souvent adaptées à vos centres d’intérêt et/ou votre localisation.</p>\n<p>\n</p>\n<p>\n<strong>QUEL EST LE FONDEMENT LEGAL POUR LA COLLECTE DE DONNÉES QUE NOUS EFFECTUONS ? </strong>\n</p>\n<p>Nous collectons uniquement des données à caractère personnel lorsque nous disposons d’un fondement légal pour le faire (contrat, intérêt légitime, consentement, obligations légales).</p>\n<p>\n</p>\n<p>\n<strong>COMMENT EST ASSURÉE LA SÉCURITÉ DE MES DONNÉES PERSONNELLES ?</strong>\n</p>\n<p>Nous mettons en œuvre des mesures destinées à assurer la sécurité du Site, de l’Application et des Services et protéger ainsi vos données personnelles contre tout accès par des tiers non autorisés.</p>\n<p>\n</p>\n<p>\n<strong>DES DONNÉES PERSONNELLES SONT-ELLES TRANSFÉRÉES HORS DE L'UNION EUROPÉENNE ?</strong>\n</p>\n<p>Nous conservons vos Données Personnelles dans l’Union Européenne.\nToutefois, il est possible que les données que nous recueillons lorsque vous utilisez notre Site, notre Application ou nos Services soient transférées en dehors de l’Union européenne vers des pays dont la législation applicable en matière de protection des données personnelles diffère de celle applicable en France.\n&nbsp;Dans ce cas, nous mettons en œuvre les garanties prévues par la législation applicable en matière de protection des données personnelles afin d’assurer un niveau de protection adéquat des données transférées.</p>\n<p>\n</p>\n<p>\n<strong>COMMENT SE DÉSINSCRIRE DES NEWSLETTERS, GÉRER LES OPTIONS EN MATIÈRE DE COMMUNICATION ET PROSPECTION COMMERCIALES</strong>\n</p>\n<p>Vous pouvez à tout moment vous désinscrire des newsletters et gérer vos options en matière de prospection commerciale.</p>\n<p>\n</p>\n<p>\n<strong>QUE POUVEZ-VOUS FAIRE SI VOUS NE VOULEZ PAS DE PUBLICITÉ CIBLÉE ?</strong>\n</p>\n<p>Vous pouvez à tout moment retirer votre consentement à l'usage des technologies de nos partenaires commerciaux à des fins de publicité ciblée.</p>\n<p>Attention, refuser de la publicité ciblée signifie seulement que les publicités affichées sur ce Site ou sur les espaces des Services ne seront plus adaptées à vos centres d'intérêts.\nCela n'affectera pas ou n'empêchera pas l'affichage ou la réception d'autres types de publicité, non ciblée.</p>\n<p>\n</p>\n<p>\n<strong>COMMENT ACCÉDER A VOS DONNÉES PERSONNELLES ? COMMENT LES CORRIGER OU LES SUPPRIMER OU EXERCER VOS AUTRES DROITS ?</strong>\n</p>\n<p>Vous disposez de plusieurs droits (accès, rectification, suppression, opposition et limitation, réclamation, de portabilité…) en application de la législation applicable en matière de protection des données personnelles vous permettant d’assurer la maîtrise du traitement de vos données personnelles.</p>\n<p>\n</p>\n<p>\n<strong>COMMENT NOUS CONTACTER ?</strong>\n</p>\n<p>\n<em>Contacts en bas de page</em>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>&gt;&gt.\nRetrouvez dans la suite de ce document les réponses complètes et exhaustives aux questions relatives à notre politique de confidentialité.</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>QUELLES SONT LES INFORMATIONS COLLECTÉES DANS LE CADRE DU SITE, DE L'APPLICATION ET DE L'UTILISATION DES SERVICES ?</strong>\n</p>\n<p>Nous collectons plusieurs types de données personnelles vous concernant :</p>\n<p>\n<strong>Les données que vous nous déclarez </strong>: il s’agit des informations d’identification et de contact (comme votre nom, prénom, votre civilité, votre adresse de courriel, adresse postale, votre téléphone, préférences, service souscrit, objet de la demande lorsque vous nous écrivez ou contactez l’un de nos conseillers, vos identifiants de connexion, les informations relatives aux moyens de paiement et/ou coordonnées bancaires …) que vous nous communiquez lors de l’inscription à l’un de nos Services ou la participation à nos évènements ou animations, ou à l’occasion de vos contacts avec nous.</p>\n<p>\n<strong>Des données générées du fait de votre utilisation du Site, de l’Application et des Services</strong>\n<strong>lorsque vous êtes identifié</strong> (comme vos commentaires sur nos forums, vos centres d’intérêts, vos options en matière de prospection commerciale, la fréquence et l’intensité d’utilisation de nos services, vos connexions…).</p>\n<p>\n<strong>Des données collectées automatiquement sur votre navigation</strong>\n<strong>que vous soyez connecté ou non </strong>: il s’agit des informations qui sont rattachées à votre navigateur (comme vos activités en ligne sur le Site ou l’Application, les pages vues, etc.).\nCes informations sont collectées à la fois lorsque vous êtes identifié et lorsque vous ne vous êtes pas identifié et sont rapprochées entre elles, quel que soit le terminal que vous utilisez.\nCe site utilise des technologies de traçage de partenaires régies publicitaires : pour en savoir plus, nous vous invitons sur ce point à consulter notre notice Info cookies.\n</p>\n<p>\n<strong>Des données de géolocalisation :</strong> lorsque de vous êtes connecté à l’aide de l’Application et que vous avez activé l’option, nous collectons des informations relatives à votre localisation afin de vous proposer des produits et des services en rapport avec votre position géographique.\nSi vous ne souhaitez pas que nous fassions un tel usage de vos données de localisation, il convient de désactiver la fonction de géolocalisation dans les paramètres de votre terminal.</p>\n<p>\n<strong>Des données communiquées par des partenaires commerciaux ou d’autres sociétés du Groupe Figaro </strong>: il s’agit des informations qui nous ont été communiquées par des &nbsp;partenaires commerciaux ou d’autres sociétés du Groupe Figaro avec qui vous avez été en relation et que vous avez autorisés à partager des données personnelles vous concernant avec nous à des fins de prospection commerciale ou ciblage publicitaire.\nIl peut s’agir de données sociodémographiques (comme votre catégorie socio professionnelle, votre tranche d’âge, votre sexe…), de données de contact (comme votre adresse de courriel…), de données de profil (comme votre appétence pour tel ou tel produit ou service, vos centres d’intérêts…)</p>\n<p>\n<strong>Combinaison de données</strong>.\nLa Société du Figaro, ainsi que les partenaires commerciaux y compris certaines sociétés du Groupe Figaro, peuvent combiner les données obtenues de toutes ces sources avec les autres données en leur possession et produire des données de profil permettant d'effectuer des ciblages publicitaires.</p>\n<p>\n<strong>Appel de nos conseillers</strong>.\nPar ailleurs, en cas de contact avec l’un de nos conseillers, vos conversations sont susceptibles d’être enregistrées aux fins d’assurer la qualité du service.\n</p>\n<p>\n</p>\n<p>\n<strong>QUELLES PERSONNES COLLECTENT DES DONNÉES VOUS CONCERNANT VIA LE SITE, L'APPLICATION OU LES SERVICES ?</strong>\n</p>\n<p>\n<strong>Site, Application et Services de la Société du Figaro.</strong> Sauf autre indication, en sa qualité d’éditeur du Site et de l’Application, La Société du Figaro a la qualité de responsable de traitement au sens de la législation en matière de protection des données personnelles concernant les traitements de donnée personnelles mis en œuvre pour assurer le fonctionnement du Site, de l’Application et la fourniture des Services.</p>\n<p>\n<strong>Affichage publicitaire.</strong> Toutefois, certains traitements utiles pour les affichages publicitaires sur le Site ou l’Application (par exemple des publicités ou des liens sponsorisés) sont mis en œuvre en tout ou partie par des partenaires commerciaux (qui sont responsables des technologies utilisées aux fins de permettre la collecte de données - &nbsp;comme des identifiants contenus dans les cookies associés aux pages visitées), à des fins de ciblage publicitaire, y compris sur d’autres sites.\nNous vous invitons à vous reporter sur ce point sur notre politique cookies en consultant la notice Info cookies de ce Site.</p>\n<p>\n<strong>Services tiers et animations</strong>.\nCertains services ou animations sont proposés dans le cadre de partenariats (comme l’organisation d’un concours ou d’un événement).\nSi dans ce cadre des données sont également collectées par un tiers, nous vous en informons lors de votre inscription.\nDans ce cas, il convient également préalablement à la souscription des Services ou de la participation aux animations de consulter les politiques de ces tiers.</p>\n<p>\n<strong>Liens vers d’autres sites</strong>.\nLe site peut par ailleurs contenir des liens vers d’autres sites ou des services proposés par des tiers.\nLa présente politique ne s’applique pas à ces sites ou services.\nNous vous invitons dans ce cas à consulter les pratiques en matière de protection des données personnelles de ces sites ou tiers.</p>\n<p>\n</p>\n<p>\n<strong>POUR QUELLES RAISONS COLLECTONS-NOUS DES DONNÉES PERSONNELLES ?</strong>\n</p>\n<p>\n<strong>Navigation sur le Site ou l’Application.</strong> Vous pouvez d’une manière générale naviguer sur le Site ou l’Application sans avoir à nous communiquer de données permettant de vous identifier.\nToutefois, certaines parties du Site, de l’Application ou certains contenus payants ne sont accessibles qu’aux utilisateurs identifiés ayant créé un compte utilisateur.</p>\n<p>Par ailleurs, l’accès libre et gratuit aux contenus du Site, de l’Application et certains Services est financé par les revenus liés à la publicité diffusée sur les espaces du Site, de l’Application ou contenue dans les Services.\nAfin de permettre d’afficher des publicités d’intérêt pour vous, le Site et l’Application utilise des technologies de <strong>ciblage publicitaire</strong> mises en œuvre par la Société du Figaro ou ses partenaires commerciaux.\nPour en savoir plus sur ces technologies, nous vous invitons à consulter à notre notice Info cookies.</p>\n<p>\n<strong>Interactions avec le Site, l'Application et les Services.\n</strong>La Société du Figaro est par ailleurs conduite à collecter des données personnelles relatives aux utilisateurs du Site, de l'Application et des Services dans les cas et pour les finalités suivantes :</p>\n<ul>\n<li>Création d’un compte utilisateur, y compris validation et sécurité du compte</li>\n<li>Inscription à nos lettres d’information, abonnement et accès à nos publications</li>\n<li>Gestions de nos contacts avec vous dans le cadre des questions, demandes d’assistance technique, réclamations que vous formulez, appel de nos conseillers</li>\n<li>Gestion des forums de discussion présents sur le Site, l’Application et modération conformément à notre Charte de modération des commentaires,</li>\n<li>Assurer la sécurité du Site, de l’Application et des Services.</li>\n<li>Organisation de conférences et manifestations.</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Gestion des Services souscrits</strong>.\nNous utilisons les données que nous collectons aux fins d’assurer la gestion des Services souscrits et répondre à nos obligations contractuelles, en assurer la gestion comptable et financière (facturation, suivi des règlements, traitement des réclamations et incidents, y compris la gestion du recouvrement de créance et le contentieux, etc.) dans les conditions prévues dans nos Conditions Générales d’Utilisation .</p>\n<p>\n<strong>Offres promotionnelles</strong>.\nSous réserve de votre consentement lorsqu’il est requis, nous utilisons les données collectées via le Site, l’Application ou les Services pour assurer la gestion de la prospection commerciale, nous permettre de vous faire bénéficier de services et d'offres promotionnelles spécifiques, organiser des animations, jeux concours, sondages et études</p>\n<p>\n<strong>Publicité</strong>.\nSous réserve de votre consentement lorsqu’il est requis, nous établissons des profils d’utilisateurs et ciblage publicitaire pour vous adresser ou afficher sur le Site ou l’Application des offres adaptées à vos centres d’intérêts et/ou votre position géographique ou que nous pensons susceptibles de vous intéresser, y compris à l'aide de technologie plaçant des cookies sur votre terminal ou dans les courriels que nous vous adressons.\nDe même, nos partenaires commerciaux ainsi que les sociétés du Groupe Figaro ayant une activité publicitaire (Figaromédias, Zebestof et/ou CCM Performance) peuvent également établir de tels profils pour vous adresser ou afficher sur le Site/l’Application des liens sponsorisés, ainsi que pour vous adresser ou afficher de tels contenus sur d’autres sites.\nCela s’inscrit dans le cadre d’une valorisation de l’audience et des bases de données du Groupe Figaro, étant rappelé qu’aucun partage de vos données n’est effectué sans votre consentement lorsqu’il est requis..</p>\n<p>\n<strong>Statistiques</strong>.\n&nbsp;Nous utilisons également les données collectées à des fins d’études et statistiques.\n&nbsp;</p>\n<p>Certaines données sont également conservées pour répondre à nos obligations légales et assure la défense de nos intérêts en cas de litige ou d’action en justice.</p>\n<p>\n</p>\n<p>\n<strong>QUEL EST LE FONDEMENT LEGAL POUR LA COLLECTE DE DONNÉES QUE NOUS EFFECTUONS ?</strong>\n</p>\n<p>Nous collectons uniquement des données à caractère personnel lorsque nous disposons d’un fondement légal pour le faire.</p>\n<p>Les collectes de données personnelles décrites ci-dessus sont effectuées car elles sont :</p>\n<p>1 - Nécessaire pour l’exécution des contrats que vous avez souscrits (compte utilisateur, abonnements presse, etc.), et/ou</p>\n<p>2 - Nécessaire aux fins de notre intérêt légitime notamment pour vous proposer des contenus adaptés, effectuer des statistiques, pour la protection du Site et de l’Application contre une utilisation non autorisée.</p>\n<p>3 - Nécessaire pour être en conformité avec nos obligations légales.</p>\n<p>En dehors de ces cas, elles sont également collectées sur la base de votre consentement, par exemple lorsque vous remplissez un formulaire de contact, lorsque vous postez un commentaire sur un forum ou lorsqu’un tel consentement est requis par la loi (par exemple pour vous adresser par courriel des offres de partenaires).</p>\n<p>\n</p>\n<p>\n<strong>COMBIEN DE TEMPS CES INFORMATIONS SONT-ELLES CONSERVÉES ?</strong>\n</p>\n<p>‍</p>\n<p>D’une manière générale, vos données personnelles sont conservées en base active pour une durée conforme aux dispositions légales et/ou proportionnelles aux finalités pour lesquelles elles ont été collectées.</p>\n<p>Les durées de conservation varient selon que nous avons une relation contractuelle en cours (vous êtes un client actif), que nous avons eu avec vous par le passé une relation contractuelle (vous êtes un client inactif) ou que nous n’avons jamais eu avec vous de relation de ce type (vous êtes alors un prospect).</p>\n<p>\n</p>\n<p>‍</p>\n<p>Les principales durées de conservation sont indiquées ci-dessous :</p>\n<p>‍</p> Catégories Finalités Durées de conservation Données relatives à un client actif (abonnement print ou digital, achat) Gestion du compte client Pendant toute la durée de la relation contractuelle Données relatives à un client inactif (abonnement print, ou digital, achat) Envoi d’informations sur nos publications et de nos offres 5 ans après la fin du contrat ou le dernier contact émanant du client inactif (10 ans pour le nom, le prénom et l’adresse postale) Données relatives à un client inactif<br>(inscrit newsletters ou inscrit compte web) Envoi d’informations sur nos publications et nos offres 3 ans à compter de la désinscription ou du dernier contact émanant du client inactif Données relatives à un prospect Constitution et gestion d'un fichier de prospects 3 ans à compter de la collecte des données ou du dernier contact émanant du prospect Données liées à votre navigation sur nos services en ligne (cookies) Fonctionnement et amélioration du site et des services, mesures d'audience, personnalisation des contenus et publicités ciblées 13 mois maximum <p>‍</p>\n<p>\n</p>\n<p>Vos données personnelles peuvent être archivées au-delà des durées précitées pour répondre à nos obligations légales ou à des fins probatoires.\nPassé ce délai, elles sont supprimées.</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>\n<p>\n<strong>AVEC QUI PARTAGEONS-NOUS CES INFORMATIONS ?</strong>\n</p>\n<p>Dans le cadre de l’utilisation des Services, certaines de vos informations sont transmises à nos prestataires et sous-traitants intervenant pour fournir le Service dans la limite nécessaire à leur intervention.\nCertaines de ces prestations peuvent être fournies par d’autres entités du Groupe Figaro.\nAinsi, vos données de paiement sont transmises à nos prestataires de paiement et aux établissements bancaires teneur de compte dans le cadre de la réalisation des transactions liées à vos abonnements.</p>\n<p>Sous réserve de votre consentement lorsqu’il est requis ou sauf autres options de votre part, les données personnelles concernant les abonnés et titulaires de comptes Figaro (y compris identité, coordonnées, historique de souscription, centres d’intérêt et profil d’utilisateur), ainsi que celles relatives aux personnes nous contactant (identité, coordonnées, objet de la demande et réponse apportée), sont partagées entre les entités du Groupe Figaro à des fins de gestion centralisée de la relation client, d’étude, analyse et segmentation, ainsi qu’à des fins de prospection commerciale.\nCertaines de ces informations (comme vos coordonnées, vos centres d’intérêts, votre âge ou la catégorie socioprofessionnelle à laquelle vous appartenez, vos données de géolocalisation) peuvent être partagés avec nos partenaires commerciaux qui sont ainsi susceptibles de vous adresser des informations sur leurs produits et services ou ceux de leurs clients.</p>\n<p>Nous sommes également conduits à partager des données vous concernant avec nos conseils externes en cas de litige, ou avec des tiers, comme des cabinets de recouvrement de créance, chargés du recouvrement des impayés ou encore à nos prestataires chargés de la modération des forums de discussion présents sur le Site.\n&nbsp;</p>\n<p>Des données vous concernant peuvent également être partagées dans des cas non décrits ci-dessus avec votre consentement ou lorsque nous y sommes tenus en application de la loi.\nAinsi, lors vous utilisez les boutons sociaux ou que vous vous connectez à votre compte sur le Site à l’aide des modules de connexion gérés par ces réseaux sociaux, des données relatives à votre identification sont automatiquement communiquées à ces réseaux sociaux.</p>\n<p>Par ailleurs, les commentaires que vous choisissez de poster sur nos forums sont accessibles publiquement.</p>\n<p>Dans l’hypothèse où tout ou partie des activités de la Société du Figaro seraient cédées, vos Données Personnelles seraient communiquées à l’acquéreur afin d’assurer la continuité des Services et/ou, sauf autres options de votre part, à des fins de prospection commerciale.</p>\n<p>\n</p>\n<p>\n<strong>COMMENT EST ASSURÉE LA SÉCURITÉ DE MES DONNÉES PERSONNELLES ?</strong>\n</p>\n<p>Vos données à caractère personnel sont protégées par des mesures techniques et organisationnelles conformes aux exigences légales et réglementaires françaises et européennes, permettant d’assurer leur sécurité et leur confidentialité.</p>\n<p>En particulier, la Société du Figaro utilise des technologies de protection, comme des systèmes de chiffrement, d'authentification, de détection de fraudes afin de protéger votre compte en ligne, ainsi que vos transactions de paiement.</p>\n<p>La Société du Figaro s’assure, aux termes d’engagement écrits, que ses prestataires présentent des garanties suffisantes pour assurer la protection des données personnelles dont le traitement leur est confié.\n</p>\n<p>\n</p>\n<p>\n<strong>DES DONNÉES PERSONNELLES SONT-ELLES TRANSFÉRÉES HORS DE L'UNION EUROPÉENNE ? SOUS QUELLES GARANTIES ?</strong>\n</p>\n<p>Nous conservons vos Données Personnelles dans l’Union Européenne.\nToutefois, il est possible que les données que nous recueillons lorsque vous utilisez notre Site ou nos Services soient transférées en dehors de l’Union européenne vers des pays dont la législation applicable en matière de protection des données personnelles diffère de celle applicable en France.\n</p>\n<p>De tels transferts sont effectués moyennant des garanties appropriées en conformité avec la réglementation applicable en matière de protection des données à caractère personnel.</p>\n<p>\n</p>\n<p>\n<strong>COMMENT SE DÉSINSCRIRE DES NEWSLETTERS, GÉRER LES OPTIONS EN MATIÈRE DE COMMUNICATION ET PROSPECTION COMMERCIALES</strong>\n</p>\n<p>\n<strong>Comment se désinscrire des newsletters ?</strong>\n</p>\n<p>Après vous être connecté avec vos identifiants, en haut à droite sur votre écran, cliquez sur <strong>Mon compte</strong>, puis sur <strong>newsletter</strong> et décochez celles que vous ne souhaitez plus recevoir, et enfin cliquez sur le bouton <strong>VALIDER</strong> en bas de page.</p>\n<p>Vous pouvez également vous désinscrire en cliquant sur le lien « se désabonner » figurant dans la newsletter.</p>\n<p>\n<strong>Quelles sont mes options en matière de prospection commerciale ?</strong>\n</p>\n<p>\n<strong>&gt.\nProspection commerciale.</strong> Conformément à la législation applicable et avec votre consentement lorsqu’il est requis, nous pourrons utiliser les données que vous nous fournissez lors de la création de votre compte ou de l’utilisation des Services à des fins de prospection commerciale (par exemple pour vous adresser des offres promotionnelles, y compris de tiers, envoyer des invitations à nos événements ou toute autre communication susceptible de vous intéresser).\nSous réserve de votre consentement lorsqu’il est requis, nous pouvons également partager certaines informations avec nos partenaires commerciaux à des fins de prospection commerciale.</p>\n<p>Si vous ne souhaitez pas qu’une telle utilisation de vos données soit effectuée, il suffit de nous contacter selon les modalités décrites à la rubrique <strong>Nous contacter</strong>.\n</p>\n<p>\n<strong>&gt.\nEmails promotionnels</strong> : Vous pouvez à tout moment retirer votre consentement en :</p>\n<ul>\n<li>Décochant la case afférente dans votre compte (voir la rubrique Comment me désinscrire des newsletters ?)</li>\n<li>Cliquant sur le lien de désinscription inséré dans chacune de nos communications</li>\n<li>En nous contactant selon les modalités décrites à la rubrique <strong>Nous contacter</strong>.</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>&gt.\nCorrespondances postales</strong>, vous pouvez à tout moment vous y opposer en nous contactant selon les modalités décrites à la rubrique <strong>Nous contacter.\n</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>QUE POUVEZ-VOUS FAIRE SI VOUS NE VOULEZ PAS DE PUBLICITÉ CIBLÉE ?</strong>\n</p>\n<p>Vous pouvez à tout moment retirer votre consentement à l’usage des technologies (cookies, traceurs) permettant la publicité ciblée (par exemple pour afficher sur notre Site, notre Application ou le site de tiers des publicités adaptées à votre profil ou que nous considérons susceptibles de vous) en paramétrant vos choix ici.\nPour plus d’information, vous pouvez vous reporter à notre notice Info Cookie .</p>\n<p>Attention, refuser de la publicité ciblée signifie seulement que les publicités affichées sur ce Site ou sur les espaces des Services ne seront plus adaptées à vos centres d’intérêt.\nCela n’affectera pas ou n’empêchera pas l’affichage ou la réception d’autres types de publicité, non ciblée.</p>\n<p>\n<strong>COMMENT ACCÉDER A VOS DONNÉES PERSONNELLES ? COMMENT LES CORRIGER OU LES SUPPRIMER OU EXERCER VOS AUTRES DROITS ?</strong>\n</p>\n<p>\n<strong>&gt.\nAccès et copie</strong>\n</p>\n<p>Vous avez un droit d’accès et de communication à vos données personnelles.</p>\n<p>Avant de répondre à votre demande, nous sommes tenus par la loi de vérifier votre identité.\nNous pouvons être conduit à vous demander de nous fournir davantage d’informations pour répondre à votre demande.\nNous nous efforcerons de donner suite à votre demande dans les meilleurs délais.</p>\n<p>\n<strong>Si vous disposez d’un compte Figaro, vous pouvez directement accéder </strong>aux données contenues dans votre compte en ligne, à l’historique de nos commentaires sur nos forums, ainsi qu’à vos abonnements : connectez-vous votre compte</p>\n<p>Cet accès vous permet également de corriger, modifier ou supprimer vos données de contact.</p>\n<p>Si vous ne pouvez pas accéder à votre compte ou pour accéder à d’autres données, contactez-nous selon les modalités indiquées à la rubrique <strong>Nous contacter</strong>.</p>\n<p>\n<strong>&gt.\nObtenir la correction de données personnelles inexactes</strong>\n</p>\n<p>Vous avez également la possibilité de demander la correction des données personnelles vous concernant qui seraient incorrectes et la limitation de leur traitement le temps de leur correction.\n&nbsp;Vous avez également le droit, selon la nature du traitement, de demander que les données personnelles en notre possession soient complétées.\n&nbsp;Nous sommes susceptibles dans ce cas de vous demander des justificatifs.</p>\n<p>Si vous ne pouvez accéder à votre compte ou si les données que vous souhaitez corriger ne peuvent être corrigées via l’accès à votre compte, contactez-nous selon les modalités indiquées à la rubrique <strong>Nous contacter</strong>.</p>\n<p>\n<strong>&gt.\nRetirer votre consentement au traitement de vos données personnelles</strong>\n</p>\n<p>Lorsque le traitement de vos données personnelles repose sur votre consentement (comme par exemple l’inscription à une lettre d’information, la participation à un jeu concours, l’inscription à une manifestation, l’envoi de sollicitations commerciales électroniques pour des services et produits autres que ceux que vous avez déjà souscrits, l’utilisation de cookies et technologies similaires sur ce site), vous avez le droit à tout moment de retirer votre consentement.</p>\n<p>Ce droit s’exerce en modifiant vos options en matière de prospection commerciale et d’abonnements à vos lettres d’information, ainsi qu’en retirant votre consentement au placement de cookies selon les modalités mentionnées dans notre notice Info cookies.</p>\n<p>\n<strong>&gt.\nObtenir l'effacement de vos données personnelles</strong>\n</p>\n<p>Vous pouvez également demander l’effacement de vos données personnelles dans les cas suivants :</p>\n<ul>\n<li>Vous considérez que notre traitement de vos données vous concernant n’est plus nécessaire au regard des Services souscrits ou de votre utilisation du Site, ou la réalisation des finalités visées plus haut dans cette politique ou que leur conservation est contraire à la loi</li>\n<li>Vous avez retiré votre consentement au traitement de vos données (voir ci-dessus : Retirer votre consentement au traitement de vos données personnelles)</li>\n<li>Vous vous opposez au traitement de vos données personnelles pour des motifs tenant à votre situation personnelle</li>\n<li>Vous vous opposez à l’utilisation de vos données à des fins de prospection commerciale</li>\n<li>Vos données ont été collectées en ligne alors que vous étiez mineur.</li>\n</ul>\n<p>\n</p>\n<p>Vous pouvez alternativement, dans les limites prévues par la loi, demander la limitation du traitement de vos données personnelles.</p>\n<p>Veuillez noter que nonobstant l’exercice de votre droit à l’effacement ou à limitation nous sommes susceptibles de conserver certaines données personnelles vous concernant lorsque la loi nous l’impose ou l’autorise, lorsque nous avons un motif légitime de le faire, pour l’exercice ou la défense de droits en justice ou encore lorsque l’exercice de ce droit porte atteinte à droit à la liberté d’expression et d’information.\nC’est par exemple le cas, si nous estimons que vous avez violé nos Conditions Générales d’Utilisation ou notre Charte de modération des commentaires.</p>\n<p>\n<strong>&gt.\nNous faire part de vos directives <em>post mortem </em>\n</strong>\n</p>\n<p>Vous disposez également du droit de définir des directives relatives au sort de vos Données Personnelles après votre mort.</p>Exercer votre droit à la portabilité<p>\n</p>\n<p>Vous pouvez, dans les limites prévues par la loi, exercer votre droit à la portabilité vous permettant de récupérer les données personnelles que vous nous avez communiquées dans le cadre de la création et la gestion de votre compte et de vos abonnements (ex.\nadresse électronique, nom d’utilisateur, âge, liste abonnements) dans un format interopérable.</p>\n<p>Pour exercer votre droit à la portabilité, contactez-nous selon les modalités indiquées à la rubrique Nous contacter ci-dessous.</p>\n<p>\n</p>\n<p>\n<strong>NOUS CONTACTER</strong>\n</p>\n<p>Pour toute question relative à la présente politique de protection des données ou pour toute demande relative à vos données personnelles, vous pouvez nous contacter :</p>\n<ul>\n<li>\n<strong>En ligne</strong> en envoyant un courrier électronique à l’adresse suivante : dpo@lefigaro.fr</li>\n<li>\n<strong>Par courrier</strong> à l’adresse suivante : Société du Figaro, Service DPO, 14, bd Haussmann, 75009 PARIS &nbsp.\n&nbsp;</li>\n</ul>\n<p> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n</p>\n<p>Vous disposez du droit de saisir la CNIL de toute réclamation concernant le traitement des données vous concernant.</p>\n<p>\n<strong>Important</strong> : Nous sommes susceptibles de modifier cette politique de temps à autres pour refléter les changements dans nos pratiques, pour préciser davantage nos pratiques ou pour assurer le respect de la réglementation.</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>", "created_at": "2023-04-30 18:01:41.442772", "updated_at": "2023-04-30 18:01:49.051096"}, {"id": 15761, "name": "Cookie Policy", "url": "https://mentions-legales.lefigaro.fr/le-figaro/info-cookies-figaro", "xpath": "//*[@id=\"main-content\"]/div", "text": "Informations relatives aux cookies<p>‍</p>\n<p>Lors de la consultation du site lefigaro.fr (ci-après « le Site ») et de l’application Le Figaro (ci-après « l’Application ») des informations sont susceptibles d'être enregistrées dans des fichiers \"Cookies\" installés par nous ou par des tiers dans votre ordinateur, tablette ou téléphone mobile.\n&nbsp;Lorsque vous utilisez l’Application, un identifiant logiciel de votre téléphone mobile est susceptible de nous être transmis en fonction des préférences que vous avez exprimées dans votre téléphone mobile.\nCet identifiant est souvent appelé « AID » (Android ID) sous Android ou « IDFA » (ID for Advertising) sous iOS.</p>\n<p>Par souci de clarté, ce document d’information sur l’utilisation des cookies vise à la fois l’utilisation des fichiers Cookies associés au logiciel de navigation de votre ordinateur, tablette ou téléphone mobile et l’utilisation d’un identifiant publicitaire de votre téléphone mobile (AID ou IDFA décrits ci-dessus).</p>\n<p>Cette page permet de comprendre ce qu’est un Cookie, comment nous l’utilisons et quels sont les moyens dont vous disposez pour effectuer des choix à l'égard de ces cookies.\n</p>\n<p>Le Site et l’Application est édité par la Société du Groupe Figaro auquel appartiennent également les sociétés éditrices des sites listés ici ainsi que les sociétés Figaromédias (régie publicitaire), CCM Performance (société de marketing à la performance) et Zebestof (société spécialisée dans la publicité programmatique / trading desk).</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>QU’EST-CE QU’UN COOKIE ?</strong>\n</p>\n<p>Le termes « cookie » est un terme générique qui désigne tant un fichier texte déposé dans un espace dédié du disque dur de votre terminal (ordinateur, tablette, téléphone mobile ou tout autre appareil optimisé pour Internet), lors de la consultation d’un contenu ou d’une publicité en ligne, que les technologies similaires permettant de lire ou écrire des informations sur le terminal d’un utilisateur et de suivre en combinaison avec l’usage de cookies son activité sur Internet ou dans une application.\n&nbsp;Certains cookies sont indispensables à l'utilisation du Site ou de l’Application, d'autres permettent d'optimiser et de personnaliser les contenus affichés.\n</p>\n<p>\n<em>Le fichier Cookie contient certaines informations, comme un identifiant unique, le nom du Site ou de l’Application, ainsi que des chiffres et des caractères.\nCe fichier Cookie est lu par son émetteur.\nIl permet, à son émetteur, pendant sa durée de validité, de reconnaître le terminal concerné à chaque fois que ce terminal accède à un contenu numérique comportant des Cookies du même émetteur et de se souvenir d’informations, comme les préférences des utilisateurs, les informations précédemment saisies par l’utilisateur dans des formulaires présents sur le Site ou dans l’Application.\nCertains cookies peuvent aussi être utilisés pour stocker le contenu d'un panier d'achat, d'autres pour enregistrer les paramètres de langue d'un site, d'autres encore pour faire de la publicité ciblée.\n</em>\n</p>\n<p>\n<em>Un Cookie ne permet pas d’identifier directement un utilisateur (il ne contient ni noms ou prénoms), mais le navigateur de votre terminal ou l’Application, généralement mobile, utilisée.\nIl permet toutefois de suivre les actions d’un même utilisateur à l’aide de </em>\n<em>l’identifiant unique contenu dans le fichier Cookie</em>\n<em>.\nLe terme « cookies » est également utilisé de façon générique pour désigner d’autres technologies similaires comme les balises web ou pixel invisible qui sont des petites images numériques invisibles à l’utilisateur intégrées sur les pages internet ou dans les courriels et qui associées au dépôt de cookies permettent de suivre et analyser la navigation d’un même utilisateur.\n&nbsp;</em>\n</p>\n<p>\n</p>\n<p>\n<strong>À QUOI SERVENT LES COOKIES UTILISÉS PAR LE SITE </strong>\n<strong>WWW.LEFIGARO.FR</strong>\n<strong> ET L’APPLICATION LEFIGARO.FR ?  </strong>\n</p>\n<p>\n</p>\n<p>Plusieurs types de Cookies peuvent ainsi être enregistrés dans votre terminal lorsque vous accédez à nos services à l’occasion d’une visite de notre Site ou via notre Application : </p>\n<p>\n<strong>1.\nCookies techniques </strong>pour rendre possible votre navigation sur le Site et notre Application, assurer la sécurité du Site et de l’Application et vous permettre d’accéder aux différents produits et services du Site et de l’Application.\n&nbsp;</p>\n<p>\n<em>Les Cookies techniques comprennent les cookies strictement nécessaires indispensables à la navigation sur notre Site et notre Application (comme les identifiants de session, la version de votre système d’exploitation, la version de l’Application utilisée) qui vous permettent d'utiliser les principales fonctionnalités du Site ou de l’Application, ainsi que les cookies de fonctionnalités qui permettent de vous donner accès à des fonctionnalités spécifiques en particulier de vous reconnaître, de signaler votre passage sur telle ou telle page et ainsi d’améliorer votre confort de navigation : adapter la présentation du Site aux préférences d'affichage de votre terminal (langue utilisée, résolution d'affichage), </em>\n<em>mémoriser </em>\n<em>des informations relatives à un formulaire que vous avez rempli sur le Site ou l’Application (inscription ou accès à l’espace adhérents).\nLes Cookies techniques permettent également de mettre en œuvre des mesures de sécurité (c’est le cas par exemple lorsqu’il vous est demandé de vous connecter à nouveau à votre compte après un certain laps de temps).\n&nbsp;</em>\n</p>\n<p>\n<em>Vous pouvez vous opposer à l’utilisation de ces cookies et les supprimer en utilisant les paramètres de votre navigateur, cependant vous risquez de ne plus pouvoir accéder au Site, à l’Application et/ou aux services du Site et de l’Application.\n</em>\n</p>\n<p>Ces cookies ont une durée de vie très courte, pour les cookies strictement nécessaires, le temps de la session, et pour les cookies de fonctionnalité le temps de la session, quelques heures et au maximum, d'une année.</p>\n<p>\n<strong>2.\nLes Cookies de mesure d’audience </strong>émis par nous ou par nos prestataires techniques et partenaires commerciaux aux fins de mesurer l’audience des différents contenus et rubriques de notre Site et de notre Application, afin de les évaluer et de mieux les organiser.\n&nbsp;</p>\n<p>\n<em>Les Cookies de mesure d’audience sont émis par nous, par nos prestataires techniques ou nos partenaires commerciaux.\n</em>\n</p>\n<p>\n<em>Outre l’analyse de fréquentation, ils permettent, le cas échéant, de détecter des problèmes de navigation et par conséquent d’améliorer l’ergonomie de nos services.\n&nbsp;</em>\n</p>\n<p>\n<em>Les services d’analyses de fréquentation utilisés par ce Site et cette Application ne produisent et n’adressent à nos prestataires techniques ou nos partenaires commerciaux que des statistiques agrégées et des volumes de fréquentation, à l’exclusion de toute information individuelle.\nIls ne permettent pas de suivre votre navigation sur d’autres sites.\n</em>\n</p>\n<p>\n<em>La durée de vie de ces Cookies de mesure d’audience n’excède pas 13 mois.\n</em>\n</p>\n<p>Nous utilisons également des outils de mesure de l’efficacité de nos campagnes d'emailing, nous permettant d’engager des actions commerciales pertinentes en fonction des informations ainsi collectées (par exemple l’envoi d’un nouveau message ou d’une offre personnalisée).</p>\n<p>Enfin, lorsque nous souhaitons établir ces analyses statistiques d’audience relatives à l’usage de notre Site sous une forme ne permettant pas de vous identifier nominativement, nous collectons des données relatives à votre navigation sur notre Site (telles que l'horodatage, votre adresse IP, des données techniques relatives à votre équipement et à votre navigateur).\nCes données sont pseudonymisées et votre adresse IP est anonymisée avant d'être transférée à notre outil d'analyse.\nDans ce cas, nous réalisons ce traitement sur la base de notre intérêt légitime (Article 6§1f.\ndu RGPD), qui réside dans la nécessité de mieux connaître notre audience afin d’adapter notre contenu, nos fonctionnalités et nos offres.\n</p>Vous pouvez bien entendu vous opposer à ces traitements en cliquant ici.\n<p>‍</p>\n<p>Vous pouvez choisir de refuser les cookies d’analyse statistique de vos données de navigation, soit en paramétrant votre navigateur pour les refuser (voir plus loin), soit en installant sur votre navigateur l'extension \"Désactivation de Google Analytics\"</p>\n<p>\n</p>\n<p>\n<strong>3.\nLes Cookies publicitaires</strong> pour adapter les supports publicitaires du Site/de l’Application ou de sites et d’applications de tiers à vos centres d'intérêt et en mesurer l’efficacité.\n&nbsp;</p>\n<p>L’exploitation des espaces publicitaires sur notre Site/ Application contribue au financement des contenus et des services que nous mettons gratuitement à votre disposition.</p>\n<p>L’usage de cookies publicitaires vous permet de visualiser la publicité ou afficher des liens sponsorisés qui nous semblent (ou semblent à notre Groupe ainsi qu’à nos partenaires commerciaux) les plus adaptés à votre profil d’utilisateur en fonction de vos centres d’intérêt, voire de votre terminal, de votre navigation et le cas échéant de votre position géographique (longitude, latitude) sous réserve de votre accord préalable .\nIl permet également d’adapter les publicités présentes sur les sites du Groupe Figaro ainsi que sur d’autres sites à votre profil d’utilisateur.\n&nbsp;</p>\n<p>La pertinence des contenus publicitaires affichés sur notre Site, ceux du Groupe Figaro ou sur les sites de tiers peut également être réalisée, grâce aux technologies de tiers et notamment de nos partenaires commerciaux , par l'association des informations de navigation des terminaux que vous utilisez pour vous connecter sur notre Site/Application ou sur d’autres sites/Applications avec les données que vous nous avez fournies lors de votre inscription ou de votre accès à l'un de nos services.\n&nbsp;</p>\n<p>‍</p>Configurer vos cookies.\nPour vous opposer à l’utilisation de cookies publicitaires, veuillez cliquer ici.\n<p>‍</p>\n<p>‍</p>\n<p>Le refus de ces cookies publicitaires n'a pas d'impact sur l'utilisation de notre Site.\nCependant, le fait de les refuser n'entraînera pas l'arrêt de la publicité sur notre Site ou sur Internet.\nCela aura seulement pour effet d'afficher une publicité qui ne tiendra pas compte de vos centres d'intérêt et le cas échéant qui s’affichera sans tenir compte du nombre de fois où vous l’avez déjà vue.</p>\n<p>\n<strong>\n<em>À quoi servent les cookies publicitaires ? </em>\n</strong>\n</p>\n<p>\n<em>Des Cookies publicitaires peuvent être déposés sur votre terminal lors de la consultation d’un site ou d’une publicité en ligne, lors de l’ouverture de courriers sous forme électronique ou dans des notifications sur le Site ou l’Application, ou sous toute autre forme.</em>\n</p>\n<p>\n<em>En outre, les identifiants publicitaires de votre téléphone mobile, peuvent, sous réserve des préférences que vous avez exercées dans votre téléphone mobile, être lisibles et nous être transmis lors de votre utilisation de l’Application.\nLes cookies et identifiants publicitaires permettent aux sociétés du Groupe Figaro ainsi qu’à nos partenaires commerciaux d’afficher sur notre Site/Application ou sur les sites de tiers des publicités ou des liens sponsorisés adaptées à vos centres d’intérêts selon votre profil d’utilisateur, voire, le cas échéant, en fonction des informations concernant votre navigation sur notre Site/Application, et des données concernant votre position géographique (longitude et latitude) transmises par votre terminal avec votre accord préalable.\n&nbsp;</em>\n</p>\n<p>\n<em>Ils permettent de mesurer vos interactions avec ces publicités : comptabiliser le nombre de publicités affichées dans nos espaces publicitaires, identifier ces publicités, le nombre d'affichages pour un utilisateur particulier, le nombre de « clics » sur chaque publicité, et, le cas échéant, les actions ultérieures effectuées sur les pages auxquelles mènent ces publicités.\n</em>\n</p>\n<p>\n<em>Ils permettent également de mesurer l’efficacité des campagnes publicitaires et de réaliser des comptages afin de calculer les sommes dues aux acteurs de la chaîne de diffusion publicitaire (agence de communication, régie publicitaire, site/support de diffusion) et d'établir des statistiques.\n&nbsp;</em>\n</p>\n<p>\n<em>Ils permettent enfin de limiter le nombre de fois où vous voyez une même publicité sur un même support.\n&nbsp;</em>\n</p>\n<p>\n<strong>\n<em>Comment sont collectées ces informations ? </em>\n</strong>\n</p>\n<p>\n<em>Les Cookies publicitaires (identifiant publicitaires pour les terminaux mobiles) sont placés sur le terminal de l’utilisateur à l’aide de technologies (« tag ») fournies par nos partenaires commerciaux &nbsp;qui sont insérées dans les pages visitées ou directement insérées par les annonceurs dans les publicités affichées sur notre Site.\n&nbsp;</em>\n</p>\n<p>\n<em>Ce « tag » va automatiquement transmettre à ces partenaires des informations sur le contenu de la page visitée ou sur la publicité placée sur la page visitée.\nCes informations sont associées à l’identifiant contenu dans les Cookies déposés sur votre ordinateur par les partenaires.\n</em>\n</p>\n<p>\n<strong>\n<em>Combien de temps sont conservés ces cookies publicitaires et les données associées ? </em>\n</strong>\n</p>\n<p>\n<em>La durée de vie des cookies publicitaires déposés à l’occasion de votre navigation sur le Site/Application est en principe de 13 mois.\n</em>\n<em>Les données associées qui sont remontées aux partenaires &nbsp;commerciaux sont conservées par ces derniers pendant une durée qui en principe n'excède pas 13 mois.\n</em>\n</p>\n<p>\n<em>Pour savoir combien de temps les identifiants cookies sont associés à vos profils d’utilisateurs par les partenaires commerciaux listés ci-après, nous vous invitons à consulter les informations sur leurs sites.\n&nbsp;</em>\n</p>\n<p>\n<strong>\n<em>Comment est établi votre profil d’utilisateur ? &nbsp;</em>\n</strong>\n</p>\n<p>\n<em>Votre profil d’utilisateur est établi selon des catégories préétablies par nos partenaires commerciaux en fonction des contenus que vous avez consultés sur les sites/applications de la Société du Figaro, ainsi que ceux des propres partenaires de nos partenaires commerciaux .\n&nbsp;</em>\n</p>\n<p>\n<em>Pour en savoir plus sur ces partenariats, consultez les informations des sites de nos partenaires commerciaux listés ci-après.\n&nbsp;</em>\n</p>\n<p>\n<em>Les informations relatives aux contenus consultés sur notre Site/Application sont associées à l’identifiant contenu dans les cookies.\n</em>\n</p>\n<p>\n<em>L’utilisation de cookies permet d’associer les données de navigation à votre profil quel que soit le terminal utilisé grâce à des technologies d’échanges de cookies mises en œuvre par nos partenaires régies.\n&nbsp;</em>\n</p>\n<p>\n<em>Votre profil est également enrichi d’informations issues de vos interactions avec Société du Figaro et, selon les partenariats commerciaux conclus avec nos partenaires régies, en fonction d’informations communiquées dans le cadre de vos interactions avec des tiers ayant conclu un contrat de partenariat avec nos partenaires régies, comme par exemple lorsque vous êtes connecté sur un service en ligne ou que vous vous abonnez à une publication ou à un service.\nDes rapprochements sont également effectués avec des données collectées hors ligne et qui sont conservées dans nos outils de gestion client ou dans ceux des partenaires commerciaux de nos régies partenaires.\n&nbsp;</em>\n</p>\n<p>\n<em>L’usage de Cookies publicitaire, déposés sur votre terminal lors de la consultation d’un site ou d’une publicité en ligne, lors de l’ouverture de courriers électroniques ou dans des notifications sur le Site ou l’Application, ou sous tout autre forme, nous permet, ainsi qu’à nos partenaires commmerciaux et/ou à leurs propres partenaires, d’adapter les communications commerciales directes qui vous sont adressées en fonction de vos interactions avec les publicités placées sur notre Site/Application Ainsi, la navigation sur une page de notre Site/Application comportant une publicité pour un de nos services ou pour un produit d’un annonceur particulier ou encore un lien sponsorisé d’un annonceur particulier affiché par nos partenaires commerciaux pourra déclencher l’envoi d’un courriel de notre part ou de cet annonceur en rapport avec la publicité vue.\n&nbsp;</em>Pour vous opposer à l’utilisation de cookies publicitaires, cliquez ici.</p>\n<p>\n</p>\n<p>\n<strong>Traceur Liveramp :</strong> Lors de votre navigation sur nos sites web ou lorsque vous utilisez nos applications mobiles ou à l’ouverture de l’un de nos emails, nous pouvons être amenés à partager avec notre partenaire LiveRamp et les sociétés de son groupe des données personnelles que nous recueillons auprès de vous, telles que votre adresse e-mail (sous forme hachée et pseudonyme), votre adresse IP, votre identifiant publicitaire mobile ou des informations sur votre navigateur ou votre système d'exploitation.\nLiveRamp utilise ces informations pour créer un code d'identification en ligne afin de vous reconnaître sur vos appareils sans permettre de vous identifier directement.\nNous pouvons placer ce code dans notre cookie ou dans un cookie LiveRamp et autorisons son partage avec nos partenaires publicitaires ainsi qu'avec d'autres sociétés tierces dans le monde entier afin de leur permettre de personnaliser le contenu et les publicités qui vous sont proposées en fonction de vos intérêts, tout au long de votre expérience en ligne (web, emails, apps mobiles, objets connectés, etc).\nCes sociétés peuvent à leur tour utiliser ce code pour y associer les informations démographiques ou d'intérêt que vous avez fournies lors de vos interactions avec eux.\nVous pouvez vous opposer au traitement de vos données personnelles à tout moment en cliquant sur ce lien.</p>\n<p>‍</p>\n<p>\n<strong>4.\nLes Cookies de partage (Réseaux sociaux) </strong>destinés à améliorer l’interactivité du Site ou de l’Application.\n&nbsp;</p>\n<p>Notre Site ou l’Application contient des cookies des liens de partage vers Facebook, Twitter et autre réseau social similaire, qui vous permettent de partager des contenus de notre Site ou de notre Application avec d’autres personnes ou de faire connaître à ces autres personnes votre consultation ou votre opinion concernant un contenu du Site/Application ou encore de vous connecter pour accéder à l'ensemble des services de la Société du Figaro en utilisant vos données d’identification sur ces réseaux sociaux.\n&nbsp;</p>\n<p>\n<em>Tel est, notamment, le cas des boutons « partager », « j’aime », issus de réseaux sociaux « Facebook » ou « twitter ».\nLe réseau social fournissant un tel bouton applicatif est susceptible de vous identifier grâce à ce bouton, même si vous ne l’avez pas utilisé lors de la consultation de notre Site/Application.\n</em>\n</p>\n<p>\n<em>Ces cookies sont directement déposés par ces réseaux sociaux.\nSi vous êtes connecté au réseau social lors de votre navigation sur notre Site/Application, les boutons de partage permettent de relier les contenus consultés à votre compte utilisateur.\n</em>\n</p>\n<p>\n<em>Ces cookies peuvent également être déposés dans le cas où votre navigateur affiche un contenu issu des réseaux sociaux, embarqué au sein d’un contenu du Site ou de l’Application.</em>\n</p>\n<p>\n<em>Nous vous invitons à consulter les politiques de protection de la vie privée de ces réseaux sociaux afin de prendre connaissance des finalités d’utilisation, notamment publicitaires, des informations de navigation qu’ils peuvent recueillir grâce à ces boutons applicatifs.\n&nbsp;</em>\n</p>\n<p>\n<em>La durée de vie de ces Cookies n’excède en principe pas 13 mois.\n</em>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>VOS CHOIX CONCERNANT LES COOKIES </strong>\n</p>\n<p>En utilisant notre Site/Application, vous consentez à l’utilisation des Cookies précités.\nVous pouvez toutefois choisir à tout moment de désactiver tout ou partie de ces Cookies.\n&nbsp;</p>\n<p>Vous disposez de différents moyens pour gérer vos choix en matière de cookies :</p>\n<p>\n<strong>1.\n- &nbsp;Refuser les cookies grâce à une plateforme de gestion de cookies</strong>\n</p>\n<p>Le Figaro met à votre disposition un outil simple qui vous permet de paramétrer le dépôt de cookies sur le Site et l’Application.\nLes choix que vous ferez grâce à cet outil ne seront valables que dans le cadre de votre navigation sur le site du Figaro.</p>\n<p>Vous pouvez accéder à la modification de vos choix <strong>en cliquant ici</strong>\n</p>\n<p>Vous pouvez également exprimer vos choix en matière de cookies sur le logiciel de navigation de votre ordinateur, votre terminal mobile ou sur des sites en ligne.\nDans ces deux cas, vos choix s’appliqueront à toute votre navigation sur Internet et non pas seulement au site du Figaro.</p>\n<p>\n<strong>2.\n- Refuser un Cookie par l’intermédiaire de votre logiciel de navigation ou de votre ordinateur</strong>\n</p>\n<p>Votre navigateur peut être paramétré pour vous signaler les Cookies qui sont déposés dans votre terminal et vous demander de les accepter ou pas, au cas par cas ou bien les refuser systématiquement une fois pour toutes.\n</p>\n<p>Vous pouvez à tout moment choisir de désactiver tout ou partie des Cookies.\nVotre navigateur peut également être paramétré pour vous signaler les Cookies déposés dans votre terminal et vous demander de les accepter ou non (au cas par cas ou en totalité).\nNous vous rappelons toutefois que la désactivation de tous les Cookies vous empêchera d’utiliser notre Site dans des conditions normales, à l’exception des fonctions basiques.\n</p>\n<p>Si vous utilisez le navigateur <strong>Explorer</strong> : cliquez sur le bouton Outils, puis Options Internet.\nSous l’onglet général, Historique de navigation, cliquez sur Paramètres.\nPuis cliquez sur Afficher les fichiers et sélectionnez-le ou les Cookies que vous souhaitez désactiver.\nFermez ensuite la fenêtre qui contient cette liste de Cookies et cliquez deux fois sur OK pour retourner sur Internet.\n</p>\n<p>Si vous utilisez le navigateur <strong>Firefox</strong> : cliquez sur l’icône du Menu Firefox, puis sur le bouton Outils, puis Options .\ndans la fenêtre qui s’affiche, choisissez Vie Privée et cliquez sur Supprimez Cookies Spécifiques.\nSélectionnez les Cookies que vous souhaitez désactiver puis supprimez-les.\n</p>\n<p>Si vous utilisez le navigateur <strong>Safari</strong> : cliquez sur le bouton Paramètres, puis Préférences.\nDans la fenêtre qui s’affiche, choisissez Confidentialité/Sécurité, et cliquez sur Afficher les Cookies.\nSélectionnez les Cookies que vous souhaitez désactiver puis cliquez sur Effacer ou sur Tout effacer.\n</p>\n<p>Si vous utilisez le navigateur <strong>Chrome</strong> : cliquez sur l’icône du menu Google Chrome, puis Paramètres.\nAu bas de la page, cliquez sur Afficher les paramètres avancés.\nDans la section Confidentialité, cliquez sur Paramètre de contenus.</p>\n<p>Pour désactiver les cookies, sélectionnez Interdire à tous les sites de stocker des données, cliquez sur Cookies et données de site, puis passez la souris sur le site ayant créé le Cookie, et cliquez sur X dans l’angle droit, ou cliquez sur Tout supprimer.</p>\n<p>\n<strong>3.\n- &nbsp;Refuser l’utilisation de Cookies publicitaires sur votre terminal mobile</strong>\n</p>\n<p>Votre terminal mobile peut être paramétré pour refuser le dépôt des cookies publicitaires.</p>\n<ul>\n<li>Apple / &nbsp;IOS 6.0 &nbsp;/ &nbsp.\n&nbsp;1.\nRendez-vous dans Réglages / 2.\nSélectionner Confidentialité / 3.\nSélectionner Publicité / 4.\nDésactivez \"Suivi publicitaire limité\" pour désactiver le traçage par iAd (la régie publicitaire d'Apple) ou en allant sur le lien suivant : https://support.apple.com/fr-fr/HT205223</li>\n<li>Android / Google Play Store 4.0 / 1.\nOuvrez les Paramètres / 2.\nSélectionnez Compte ou Synchronisation (selon votre appareil) / 3.\nSélectionnez Google / 4.\nSélectionnez Confidentialité ou Annonce (selon votre appareil) / &nbsp;5.\nCliquez sur Désactivez les annonces par centre d'intêret</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>4.\n- Refuser l’utilisation de Cookies en utilisant des liens de désactivation spécifiques </strong>\n</p>\n<p>Si vous ne souhaitez pas que notre Site ou notre Application enregistre des Cookies dans votre navigateur à des fins de mesure d’audience, de ciblage publicitaire ou ceux permettant l’interaction avec les réseaux sociaux, vous pouvez cliquer sur les liens de désactivation suivants : &nbsp;</p>\n<p>\n<strong>Cookies de mesure d'audience :</strong>\n</p>\n<ul>\n<li>Google Analytics / www.google.com / Lien de désactivation</li>\n<li>Chartbeat / www.chartbeat.com / Lien de désactivation</li>\n<li>Alliance pour les Chiffres de la Presse et des Médias (ACPM) / www.acpm.fr / Lien de désactivation</li>\n<li>Wysistat / Lien de désactivation</li>\n<li>Médiamétrie (estat.com) / www.mediametrie.fr / Lien de désactivation </li>\n</ul>\n<p>\n<strong>Cookies permettant de tracer l'efficacité de nos campagnes d'emailing : </strong>Cliquez sur le lien contenu dans chaque email</p>\n<p>\n<strong>Attention</strong>, ces Cookies permettent de mesurer le trafic ou l'audience, associé à notre Site internet, aux pages visitées et aux interactions réalisées sur le Site lors de votre visite.\nLes désactiver empêche donc toute collecte d'informations relatives à votre navigation sur notre Site et donc la proposition de contenus éditoriaux adaptés en fonction de votre navigation.\n</p>\n<p>\n</p>\n<p>\n<strong>Cookies</strong>\n<strong> publicitaires :</strong>\n</p>\n<p>Pour gérer vos choix concernant la plupart des cookies publicitaires, vous pouvez <strong>utiliser notre plateforme de gestion de cookies en cliquant ici</strong>.\nPour les sociétés listées ci-dessous, il est nécessaire de cliquer sur les liens fournis pour modifier vos choix: </p>\n<ul>\n<li>Krux &nbsp;/ www.krux.com / Lien de désactivation</li>\n<li>Google (DoubleClick) / www.google.com / Lien de désactivation</li>\n<li>Liveramp / www.liveramp.com / Lien de désactivation</li>\n</ul>\n<p>\n<strong>Attention</strong>, Désactiver ces Cookies empêche la collecte d'informations permettant un meilleur ciblage publicitaire lors de vos visites : cette désactivation empêchera l'affichage de toutes publicités ciblées par centre d'intérêt mais vous continuerez à recevoir les autres publicités.\n&nbsp;</p>\n<p>\n</p>\n<p>\n<strong>Cookies émis par les réseaux sociaux :</strong>\n</p>\n<ul>\n<li>Facebook / www.facebook.com / Lien de désactivation</li>\n<li>Twitter / www.twitter.com / Lien de désactivation</li>\n<li>Linkedin / www.linkedin.com / Lien de désactivation</li>\n</ul>\n<p>\n<strong>Attention</strong>, Désactiver ces Cookies empêchera donc toute interaction avec le ou les réseaux sociaux concernés.\n</p>\n<p>Attention, la prise en compte de vos différents souhaits concernant l’usage de cookies sur le Site repose sur un Cookie ou plusieurs Cookies déterminés.\nSi vous supprimez tous les Cookies enregistrés au sein de votre terminal, nous ne saurons plus quel consentement ou quel refus vous avez émis.\nCela reviendra donc à réinitialiser votre consentement et vous devrez donc à nouveau refuser le ou les Cookies que vous ne souhaitez pas conserver.\nDe même, si vous utilisez un autre navigateur Internet, vous devrez à nouveau refuser ces Cookies car vos choix, comme les cookies auxquels ils se rapportent, dépendent du navigateur et du terminal (ordinateur, tablette, smartphone, etc.) que vous utilisez pour consulter le Site.\n&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>TRANSFERTS DE DONNÉES À CARACTÈRE PERSONNEL EN DEHORS DE L'UNION EUROPÉENNE </strong>\n</p>\n<p>Veuillez noter que certains de nos partenaires (régies, prestataires techniques, etc.) étant situés en dehors de l'Union Européenne, les données collectées à l’aide de cookies peuvent faire l'objet d'un transfert vers des pays non-membres de l'Union Européenne, dont la législation en matière de protection des données personnelles diffère de celle applicable en France.\nNous exigeons de nos partenaires qu'ils utilisent vos données personnelles uniquement pour gérer ou fournir les services demandés et leur demandons de toujours agir en conformité avec les lois applicables en matière de protection de données personnelles et d'accorder une attention particulière à la confidentialité de ces données.\nEn outre, lorsque les données sont transférées vers un pays dont la législation sur la protection des données personnelles est moins protectrice, nous nous assurons que de tels transferts sont encadrés par les clauses contractuelles types de la Commission européenne qui permettent de garantir un niveau de protection suffisant de la vie privée et des droits fondamentaux des personnes.</p>\n<p>\n</p>\n<p>\n<strong>MISE A JOUR DE CETTE POLITIQUE </strong>\n</p>\n<p>Nous sommes susceptibles de modifier cette politique de temps à autres pour refléter les changements dans nos pratiques, pour préciser d’avantage nos pratiques ou pour assurer le respect de la réglementation.\n&nbsp;</p>\n<p>Nous vous invitons à consulter régulièrement notre politique de confidentialité invitant à consulter la politique mise à jour.\n</p>", "created_at": "2023-04-30 18:02:42.134172", "updated_at": "2023-04-30 18:02:50.715548"}, {"id": 15762, "name": "Moderation Charter", "url": "https://mentions-legales.lefigaro.fr/le-figaro/charte-de-moderation-figaro", "xpath": "//*[@id=\"main-content\"]/div", "text": "Charte de modération<p>‍</p>\n<p>Vous êtes des milliers d’abonnés à apporter vos commentaires sur le Figaro.fr et nous sommes heureux de partager avec vous cet espace de discussion.\nVoici les critères de sélection appliqués par nos modérateurs pour garantir le bon déroulement de ces échanges :</p>\n<p>‍</p>\n<ul>\n<li>Les commentaires sont réservés aux abonnés du Figaro.<br>\n</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>Les commentaires sont polis, écrits avec un certain soin (orthographe, typographie, majuscules).\nLe savoir-vivre est nécessaire: insultes, dénigrement, comparaisons rabaissantes, etc.\nsont proscrits.\nÉvidemment, les commentaires respectent la loi.\nLes points les plus sensibles sont l’insulte et le dénigrement, la diffamation et la discrimination ou le racisme.\nAutres textes proscrits: les incitations à la discrimination, la haine ou la violence, les commentaires à caractère pornographique, sexiste, homophobe ou révisionniste et contraires à l’ordre public.\nAttention aux propos nuisibles, menaçants, constitutifs de harcèlement, vulgaires, dangereux pour la vie privée d’autrui, haineux.\nIl en va de même pour toute contribution dénigrant Le Figaro, ses modérateurs, ses journalistes et ses dirigeants.<br>On choisit: «Un commentaire bien rédigé est toujours agréable à lire.» <br>On refuse: «LE KOM ki né pa LISIBLE»</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>Donner une idée, c’est bien, mais souvent insuffisant.\n<strong>Argumenter</strong>, c’est mieux.\nIl s’agit de dépasser le jugement hâtif, surtout s’il est négatif ou agressif, et le prosélytisme.\nÉtoffez votre propos!<br>On choisit: «L’image de femme à poigne d’Angela Merkel et sa popularité en font la candidate idéale pour ce poste.»<br>On refuse: «Vive Angela Merkel!»</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>\n<strong>Un argument = un commentaire</strong>.\nLorsqu’un argument est déjà apporté par un commentateur, les autres intervenants le développent plutôt que de publier exactement le même texte.\nLa redite nuit aux échanges.<br>On choisit: «Cet internaute a raison.\nJ’ajouterais que les cheminots bénéficient d’un traitement complètement injustifié pour leurs retraites… Disons ce qui est : ce sont des privilégiés.»<br>On refuse: «Ces cheminots ne sont que des privilégiés.» « Oui, des privilégiés ! » «D’accord avec vous, supprimons leurs privilèges.\n» « Oui, on en a marre de leurs avantages ! »</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>Proposer des liens ou d’autres sources est intéressant.\nLe <strong>commentaire qui accompagne le lien </strong>ou la citation doit être étayé pour résumer son contenu et le mettre en perspective avec le débat présent.\nLes liens vers des sites personnels sont acceptés, après vérification de notre équipe de modération.\nLes liens postés à des fins commerciales, hors sujet, seront supprimés.<br>On choisit: «C’est exactement ce que j’écrivais sur mon blog il y a cinq ans… http:/ /www .monblogpersonnelamoi.wordpress.com La politique, c’est cyclique.»<br>On refuse: «http://www .chaise-de-jardin-pas-chere.com»</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>Si l’équipe de modération<strong> ne parvient pas rapidement à vérifier une information</strong> ou à trouver une source crédible, elle retirera le commentaire afin d’éviter d’induire en erreur les lecteurs.\nC’est la raison pour laquelle les citations de textes religieux sont refusés: il est trop compliqué pour l’équipe de modération de les vérifier.<br>On choisit: «C’est d’ailleurs la une du New York Times, ce matin!»<br>On refuse: «Car tous en parlant de nous racontent quel accès nous avons eu auprès de vous, et comment vous vous êtes convertis des idoles au Dieu vivant et vrai, pour le servir» - lettre de St Paul aux Thessaloniciens</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>Chaque <strong>commentaire n’est publié qu’en un seul exemplaire</strong>.\nMême si son auteur se sent frustré par une modération qu’il juge abusive, par respect pour le travail des modérateurs et des lecteurs, il ne les surcharge pas en publiant des doublons.</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>Lefigaro.fr est un média ouvert au grand public, par prudence il est donc <strong>déconseillé de livrer trop d’informations personnelles</strong>.<br>On choisit: «Je vis en Corse.»<br>On refuse: «J’habite cours Napoléon, à Ajaccio - une petite maison jaune.»</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>Un commentaire peut avoir été refusé car il répondait à un commentaire lui-même mis hors ligne.</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>Le Figaro et son équipe d’animation<strong> se réservent le droit</strong> de ne pas publier tout propos qu’ils estiment nuisible à la bonne tenue d’un débat.</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>Un commentaire ne respectant pas cette charte, peut être signalé grâce à<strong> la fonction « alerter ».\n</strong>Y répondre est inutile, voire nuisible : lorsque celui-ci sera retiré, ses réponses le seront également.</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>Les internautes qui <strong>estiment avoir été modérés à tort à plusieurs reprises </strong>écrivent à moderation@lefigaro.fr en envoyant un corpus de commentaires - ils évitent d’en parler dans les commentaires pour ne pas faire dériver la conversation.</li>\n</ul>\n<p>‍</p>\n<ul>\n<li>Les membres de la communauté dont les commentaires sont <strong>pertinents et intéressants sont régulièrement sélectionnés</strong> par la rédaction et peuvent être sollicités pour donner leur avis.\nEn revanche, les contributeurs qui contreviendraient trop régulièrement à la <strong>charte verront leur compte fermé</strong>, temporairement ou définitivement.</li>\n</ul>\n<p>‍</p>\n<p>Bons commentaires à vous, la rédaction du Figaro se réjouit de vous lire !</p>\n<p>‍</p>", "created_at": "2023-04-30 18:04:02.078726", "updated_at": "2023-04-30 18:04:08.660998"}], "points": [{"id": 31945, "title": "Your profile is combined across various products", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:33:47.055685", "updated_at": "2023-07-11 06:30:08.323725", "quoteText": null, "case_id": 326, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31944, "title": "Information is provided about what kind of information they collect", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:26:17.88286", "updated_at": "2023-07-11 06:30:08.412378", "quoteText": null, "case_id": 228, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31946, "title": "Information is provided about how your personal data is used", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:34:05.5319", "updated_at": "2023-07-11 06:30:08.495646", "quoteText": null, "case_id": 227, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31951, "title": "You can opt out of promotional communications", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:42:22.286117", "updated_at": "2023-07-11 06:30:08.584493", "quoteText": null, "case_id": 223, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31938, "title": "Your account can be suspended for several reasons", "source": "https://mentions-legales.lefigaro.fr/le-figaro/cgu-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:11:25.495328", "updated_at": "2023-07-11 06:30:08.721699", "quoteText": null, "case_id": 205, "document_id": 15759, "quoteStart": null, "quoteEnd": null}, {"id": 31941, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://mentions-legales.lefigaro.fr/le-figaro/charte-de-moderation-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:15:13.615497", "updated_at": "2023-07-11 06:30:08.824399", "quoteText": null, "case_id": 283, "document_id": 15762, "quoteStart": null, "quoteEnd": null}, {"id": 31947, "title": "This service may collect, use, and share location data", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:40:30.680091", "updated_at": "2023-07-11 06:30:08.919552", "quoteText": null, "case_id": 373, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31940, "title": "The posting of pornographic content is prohibited", "source": "https://mentions-legales.lefigaro.fr/le-figaro/charte-de-moderation-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:14:54.804018", "updated_at": "2023-07-11 06:30:09.000389", "quoteText": null, "case_id": 315, "document_id": 15762, "quoteStart": null, "quoteEnd": null}, {"id": 31939, "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.", "source": "https://mentions-legales.lefigaro.fr/le-figaro/charte-de-moderation-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:14:32.085294", "updated_at": "2023-07-11 06:30:09.083392", "quoteText": null, "case_id": 314, "document_id": 15762, "quoteStart": null, "quoteEnd": null}, {"id": 31936, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://mentions-legales.lefigaro.fr/le-figaro/cgu-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:04:44.890275", "updated_at": "2023-07-11 06:30:09.164926", "quoteText": null, "case_id": 295, "document_id": 15759, "quoteStart": null, "quoteEnd": null}, {"id": 31942, "title": "Per the service's terms, you may not express negative opinions about them", "source": "https://mentions-legales.lefigaro.fr/le-figaro/charte-de-moderation-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:15:43.712345", "updated_at": "2023-07-11 06:30:09.332773", "quoteText": null, "case_id": 156, "document_id": 15762, "quoteStart": null, "quoteEnd": null}, {"id": 31948, "title": "Your personal data may be used for marketing purposes", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:40:45.733271", "updated_at": "2023-07-11 06:30:09.417101", "quoteText": null, "case_id": 336, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31949, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:41:13.108088", "updated_at": "2023-07-11 06:30:09.500922", "quoteText": null, "case_id": 220, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31937, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://mentions-legales.lefigaro.fr/le-figaro/cgu-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:05:41.357902", "updated_at": "2023-07-11 06:30:08.222561", "quoteText": null, "case_id": 287, "document_id": 15759, "quoteStart": null, "quoteEnd": null}, {"id": 31953, "title": "You can request access, correction and/or deletion of your data", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:45:35.691521", "updated_at": "2023-07-11 06:30:09.843984", "quoteText": null, "case_id": 195, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31957, "title": "Your personal data is used for advertising", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:48:16.4919", "updated_at": "2023-07-11 06:30:09.958616", "quoteText": null, "case_id": 216, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31956, "title": "Information is gathered about you through third parties", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:47:18.415939", "updated_at": "2023-07-11 06:30:10.049774", "quoteText": null, "case_id": 382, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31967, "title": "Tracking pixels are used in service-to-user communication", "source": "https://mentions-legales.lefigaro.fr/le-figaro/info-cookies-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:54:18.66854", "updated_at": "2023-07-11 06:30:10.140746", "quoteText": null, "case_id": 217, "document_id": 15761, "quoteStart": null, "quoteEnd": null}, {"id": 31966, "title": "Third-party cookies are used for statistics", "source": "https://mentions-legales.lefigaro.fr/le-figaro/info-cookies-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:53:56.880425", "updated_at": "2023-07-11 06:30:10.228464", "quoteText": null, "case_id": 325, "document_id": 15761, "quoteStart": null, "quoteEnd": null}, {"id": 31950, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:41:49.990802", "updated_at": "2023-07-11 06:30:10.332423", "quoteText": null, "case_id": 166, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31969, "title": "IP addresses of website visitors are not tracked", "source": "https://mentions-legales.lefigaro.fr/le-figaro/info-cookies-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:54:49.05189", "updated_at": "2023-07-11 06:30:09.585722", "quoteText": null, "case_id": 192, "document_id": 15761, "quoteStart": null, "quoteEnd": null}, {"id": 31955, "title": "This service receives your precise location through GPS coordinates", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:46:36.755031", "updated_at": "2023-07-11 06:30:09.670113", "quoteText": null, "case_id": 400, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31964, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:53:06.572852", "updated_at": "2023-07-11 06:30:09.757561", "quoteText": null, "case_id": 300, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31968, "title": "Third-party cookies are used for advertising", "source": "https://mentions-legales.lefigaro.fr/le-figaro/info-cookies-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:54:32.188193", "updated_at": "2023-07-11 06:30:10.620274", "quoteText": null, "case_id": 128, "document_id": 15761, "quoteStart": null, "quoteEnd": null}, {"id": 31963, "title": "Information is provided about security practices", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:52:08.946164", "updated_at": "2023-07-11 06:30:10.705926", "quoteText": null, "case_id": 226, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31962, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:51:39.878098", "updated_at": "2023-07-11 06:30:10.791124", "quoteText": null, "case_id": 243, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31965, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://mentions-legales.lefigaro.fr/le-figaro/info-cookies-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:53:40.501607", "updated_at": "2023-07-11 06:30:10.870486", "quoteText": null, "case_id": 375, "document_id": 15761, "quoteStart": null, "quoteEnd": null}, {"id": 31960, "title": "Your Personal data may be sold unless you opt out", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Sharing of personal data with third parties for their own marketing purposes", "created_at": "2023-04-30 18:49:57.664486", "updated_at": "2023-07-11 06:30:10.952619", "quoteText": null, "case_id": 396, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31961, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:50:57.259068", "updated_at": "2023-07-11 06:30:10.434828", "quoteText": null, "case_id": 164, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31958, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:48:55.774187", "updated_at": "2023-07-11 06:30:10.524831", "quoteText": null, "case_id": 333, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31971, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://mentions-legales.lefigaro.fr/le-figaro/info-cookies-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 19:02:27.963407", "updated_at": "2023-07-11 06:30:11.487146", "quoteText": null, "case_id": 121, "document_id": 15761, "quoteStart": null, "quoteEnd": null}, {"id": 31952, "title": "You can opt out of targeted advertising", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:42:46.580395", "updated_at": "2023-07-11 06:32:33.046913", "quoteText": null, "case_id": 219, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31970, "title": " You are being tracked via social media cookies/pixels", "source": "https://mentions-legales.lefigaro.fr/le-figaro/info-cookies-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:57:55.173929", "updated_at": "2023-07-11 06:32:33.130522", "quoteText": null, "case_id": 307, "document_id": 15761, "quoteStart": null, "quoteEnd": null}, {"id": 31959, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:49:31.078337", "updated_at": "2023-07-11 06:32:33.213416", "quoteText": null, "case_id": 188, "document_id": 15760, "quoteStart": null, "quoteEnd": null}, {"id": 31943, "title": "Your content can be deleted if you violate the terms", "source": "https://mentions-legales.lefigaro.fr/le-figaro/cgu-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:19:23.799117", "updated_at": "2023-07-11 06:30:09.24954", "quoteText": null, "case_id": 377, "document_id": 15759, "quoteStart": null, "quoteEnd": null}, {"id": 31954, "title": "Many different types of personal data are collected", "source": "https://mentions-legales.lefigaro.fr/le-figaro/politique-de-confidentialite-figaro", "status": "Generated through the annotate view", "created_at": "2023-04-30 18:46:18.48823", "updated_at": "2023-07-11 06:32:32.959384", "quoteText": null, "case_id": 376, "document_id": 15760, "quoteStart": null, "quoteEnd": null}], "urls": ["lefigaro.fr"]}}