{"error": 448, "message": "OK", "parameters": {"id": 8028, "name": "PrismApp", "created_at": "2023-04-16 00:42:08.273993", "updated_at": "2023-04-22 11:50:42.508799", "wikipedia": null, "keywords": null, "related": null, "slug": "prismapp", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8028.png", "url": "prismapp.com,prismmoney.com", "documents": [{"id": 15557, "name": "Terms of Service", "url": "https://prismapp.com/about/terms", "xpath": "//body", "text": " About Help Blog Jobs Get Started Send Text Terms of Service <p> Last Updated: January 28, 2021 </p>\n<p> THESE TERMS OF SERVICE SET FORTH THE TERMS AND CONDITIONS THAT APPLY TO YOUR ACCESS AND USE OF THE SERVICE LICENSED BY BILLGO.\nPLEASE READ THESE TERMS OF SERVICE CAREFULLY BECAUSE THEY – ALONG WITH BILLGO’S PRIVACY POLICY AND ANY SUBSCRIPTION DOCUMENT BETWEEN YOU AND BILLGO – FORM THE LEGAL “AGREEMENT” BETWEEN YOU AND BILLGO AND CONTAIN IMPORTANT RESTRICTIONS AND WAIVERS WITH REGARD TO YOUR RIGHTS.\n</p>\n<p> FOR EXAMPLE, SECTION 18 BELOW CONTAINS A BINDING ARBITRATION CLAUSE AND CLASS ACTION WAIVER.\nTHESE PROVISIONS WILL AFFECT HOW YOU ARE ABLE TO RESOLVE A DISPUTE WITH BILLGO.\nUNLESS YOU OPT OUT OR HAVE A CERTAIN TYPE OF DISPUTE WITH BILLGO AS DESCRIBED IN SECTION 18.1, ALL DISPUTES BETWEEN YOU AND BILLGO MUST BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU HEREBY WAIVE YOUR RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION.\n</p>\n<p> THERE ARE SOME TERMS USED BELOW THAT ARE CAPITALIZED BUT AREN’T IMMEDIATELY DEFINED.\nTHOSE TERMS HAVE THE MEANINGS GIVEN TO THEM IN EXHIBIT A.\n</p>\n<p> IF YOU HAVE ANY QUESTIONS ABOUT A PAYMENT, INCLUDING SCHEDULING A PAYMENT, CANCELLING A SCHEDULED PAYMENT, OR DISPUTING A PAYMENT, PLEASE READ AND FOLLOW THE INSTRUCTIONS IN EXHIBIT B BELOW.\n</p>\n<p> IF YOU HAVE QUESTIONS ABOUT THE USE OF BANKS OR SINGLE-USE VIRTUAL CREDIT CARDS IN CONNECTION WITH THE SERVICE, PLEASE READ SECTIONS 2-4 AND EXHIBIT B BELOW.\n</p> 1.\nAcceptance.\nModifications <p> You accept this Agreement by signing up for the App after being presented with a link to this Agreement, or by clicking <b>“AGREE”</b> or another acceptance button, or by otherwise showing you assent to the terms of this Agreement.\nBillGO may modify this Agreement following notice to you.\nBillGO’s notice may be provided via in-App messaging or email to your email address on file with BillGO.\nBillGO will also post any modified terms on its Website.\nBy agreeing to the modified Agreement or by using the Service after you receive notice that the Agreement has been modified, you agree to the terms of the modified Agreement.\nIF YOU DO NOT AGREE TO THE TERMS OF THIS AGREEMENT, OR ANY MODIFIED AGREEMENT, YOU ARE NOT AUTHORIZED OR LICENSED TO USE THE SERVICE.\n</p> 2.\nDescription of the Service 2.1.\nWhat the Service Does <p> You may use the Service to link your bank, credit card, and bill payment accounts, review and track your bills, and facilitate your bill payments to Billers in the amounts and on the days you request (the <b>“Purpose”</b>).\nThe Service then facilitates your bill payments by providing your payment instructions (including applicable Bill Pay Data) to a Biller, who then processes your payment.\nA payment may be made through your method of choice, which may (where available) include BillGO’s use of a single-use virtual credit card, in which case BillGO will: (A) make a payment on your behalf pursuant to your instructions while using a single-use virtual credit card.\nand (B) provide your applicable Bill Pay Data to a Bank (as defined below) that will debit the amount of the bill payment from your financial institution (the <b>“Single Use Card Process”</b>).\n</p> 2.2.\nSINGLE USE CARD PROCESS <p> WHEN USING THE SINGLE USE CARD PROCESS, YOUR PERSONAL PAYMENT ACCOUNT INFORMATION (INCLUDING YOUR NAME) IS <b>\n<u>NOT</u>\n</b> EXPOSED, WHICH CAN REDUCE THE POTENTIAL FOR FRAUD AND MISUSE OF YOUR PAYMENT ACCOUNT INFORMATION.\nMOREOVER, BILLGO’S USE OF A SINGLE USE VIRTUAL CREDIT CARD DOES NOT IMPACT YOUR CREDIT SCORE.\nHOWEVER, WHEN A SINGLE USE VIRTUAL CREDIT CARD IS USED TO MAKE YOUR PAYMENT, YOU ACKNOWLEDGE THAT BILLGO MAY EARN INTERCHANGE FEES AS PART OF THE TRANSACTION.\nYOU FURTHER ACKNOWLEDGE THAT, ALTHOUGH BILLGO MAY INITIATE THE SINGLE USE CARD PROCESS BASED ON YOUR DIRECTION AND CHOICES MADE WITHIN YOUR USER PROFILE, THE DECISION OF WHETHER TO USE SUCH PROCESS IS AT BILLGO’S SOLE DISCRETION.\n</p> 2.3.\nWhat the Service Doesn’t Do <p> The Service is limited to the Purpose.\nBillGO and the Service do not: (A) take possession of your payment funds.\n(B) transmit or transfer funds or provide deposit account or other financial services.\n(C) set the terms of any payment transaction between you and Billers.\n(D) endorse or have any liability for transactions between you and Billers.\nor (E) control or have any liability for returns, refunds, chargebacks, or other questions or disputes you may have with any Biller related to any payment transaction.\n</p> 2.4.\nBank Transmission <p> The Service is operated by BillGO in conjunction with SouthState Bank, N.A., a national bank, and MVB Bank, a West Virginia state-chartered bank, both Member FDIC (each, a <b>“Bank”</b> and together the <b>“Banks”</b>).\nThe Banks only have the limited responsibility set forth in Section 2.1 above, are not parties to this Agreement, and have no other responsibilities under this Agreement.\nThis Agreement does not modify any separate written agreement you may have with any Bank or Biller.\n</p> 2.5.\nSupplemental Bill Pay Terms <p> Additional terms and conditions relating to the bill payment process are set forth in Exhibit B to this Agreement.\nIn the event of a conflict between the terms in the body of this Agreement and the terms in Exhibit B, the terms in Exhibit B will control but solely to the extent of the conflict.\n</p> 2.6.\nAccuracy <p> It is your responsibility to ensure that all of the payment details are accurate and complete before you initiate a bill payment.\nFailure to provide accurate and complete information may result in errors in your requested payments to Billers, and you may not be able to recover a payment sent to an incorrect account or recipient.\n</p> 2.6.\nLimitations <p> The Service does not support payments to all types of Billers.\nFor example, you may not initiate payments to Billers outside of the U.S., or to certain government agencies for certain types of payments (e.g., tax payments or certain court-ordered payments).\nIn addition, when you send a payment using the Service, a Biller is not obligated or required to accept it.\nYou acknowledge that Billers may not accept payment from all types of funding sources and that BillGO may otherwise limit the payment methods available for a particular Biller.\nBillGO may refuse to permit payment to a Biller if it reasonably believes such refusal is necessary or advisable for legal or security reasons.\nIf you fail to maintain a balance in the applicable Payment Account that is sufficient to fund any payment that you initiate, the transaction may not be completed, and BillGO will have no liability for such incomplete transaction.\nFinally, your Payment Accounts must be held with U.S.\nfinancial institutions.\n</p> 3.\nAuthorization and Account Information 3.1.\nBiller Account Information <p> By using the Service, you authorize BillGO to access your Biller Account, including via the Biller’s website, on your behalf and as your limited agent, in order to provide the Service.\nIn the event a Biller employs the use of a “CAPTCHA” or similar technology on its website during the login process, you further authorize the Service (or any third-party technology therein) to decode such “CAPTCHA” or similar technology as your limited agent on your behalf.\nAfter linking or adding a Biller Account through the Service, the Service will submit information, including usernames and passwords that you provide, to log into the Biller’s website.\nYou authorize BillGO as your limited agent to use and store information associated with your Biller Account in order to provide the Service, including by ensuring the Service is compatible with the applicable Biller website.\n</p> 3.2.\nPayment Account Information <p> By initiating a bill payment through the Service, you authorize BillGO and the Service to act as your limited agent to perform the actions described in Section 2.1 above and this Section 3.2, including accessing your applicable Bill Pay Data and transmitting that data to Banks and Billers.\nIf BillGO uses a single-use virtual credit card to make a payment on your behalf, you specifically authorize: (A) BillGO to pay your bill using a single-use virtual credit card.\nand (B) a Bank to initiate a debit from your applicable Payment Account in the amount of your bill payment.\nYou are solely responsible for complying with any terms set by your bank, credit union, or financial institution with respect to your Payment Account, including any terms relating to transaction limitations or fees, such as those pertaining to non-sufficient funds or overdrafts.\nIf you are entitled to a reversal, refund, or other adjustment associated with a payment you made using the Service, you also authorize the crediting of your Payment Account to complete that transaction.\n</p> 3.3.\nPayment Account Information <p>\n<b>AN IMPORTANT NOTE ABOUT BILLERS AND THEIR IP.</b> THE APP PROVIDES EASY WAYS FOR YOU TO IDENTIFY YOUR BILLERS.\n<b> HOWEVER, ALL REFERENCES TO THIRD PARTIES (I.E., ANY PARTY OTHER THAN YOU AND BILLGO) ARE FOR IDENTIFICATION PURPOSES ONLY AND DO NOT IMPLY ANY ENDORSEMENT OR SPONSORSHIP OF, OR ANY AFFILIATION WITH, THE APP OR BILLGO.\n</b> ALL INTELLECTUAL PROPERTY NOT OWNED BY BILLGO (INCLUDING, BUT NOT LIMITED TO, THIRD-PARTY TRADEMARKS, TRADE NAMES, LOGOS, AND DOMAIN NAMES) IS THE PROPERTY OF THEIR RESPECTIVE OWNERS.\nUSE OF SUCH INTELLECTUAL PROPERTY DOES NOT IMPLY ANY ENDORSEMENT, SPONSORSHIP OR AFFILIATION.\n</p> 4.\nPrivacy and Personal Information 4.1.\nPrivacy Policy <p> Your use of the Service is subject to BillGO’s Privacy Policy, which is located at https://www.prismmoney.com/about/privacy.\nYou agree that BillGO may as part of the Service process your Personal Information according to BillGO’s Privacy Policy and the terms of this Agreement, and that the Banks’ may process your data according to their privacy policies and any agreement they may have with you.\nPlease note that BillGO may, but only to the extent allowed by applicable law, process your data in multiple countries, including countries outside of your own.\n</p> 4.2.\nDisclosure of Information <p> In addition to the Privacy Policies referenced above, you specifically acknowledge that it is necessary for BillGO and the Service to use and disclose your Personal Information (including your Bill Pay Data) in order to: <br>\n<br> (A) allow your Billers to receive bill payments from you;<br> (B) allow Banks to initiate debits from your Payment Accounts;<br> (C) allow Banks to initiate credits to your Payment Accounts in the event of a transaction issue or error;<br> (D) initiate and process the Single Use Card Process;<br> (E) resolve identified problems related to a bill payment;<br> (F) perform account verification, including verifying the validity of your bank accounts or credit or debit cards;<br> (G) perform identity verification, including verifying your identity;<br> (H) comply with applicable laws and regulations, including any anti-money laundering, export, and trade sanctions laws and their implementing regulations;<br> (I) comply with the rules, requirements and guidelines of any card or ACH associations or networks (e.g., NACHA Operating Rules);<br> (J) comply with orders, subpoenas, requests, or other inquiries made by a Government Body;<br> (K) provide and improve Service, including without limitation by performing data analysis, analytics, and audits.\n</p> 5.0.\nEligibility for the Service <p> In order to use the Service, you state to BillGO that the following facts are true: <br>\n<br> (A) you are at least 18 years old and have the power and authority to enter into this Agreement;<br> (B) you are an individual and not a commercial entity and will use the Service for household and personal bill payment activities;<br> (C) you are a citizen or permanent resident of, or are lawfully allowed to reside in, the United States;<br> (D) you have not previously been suspended from using the Service;<br> (E) you are not now and have never been on the Office of Foreign Assets Control (OFAC) Specially Designated Nationals list;<br> (F) you are authorized to access and use any Payment Accounts for the purposes described in this Agreement;<br> (G) you have available funds or credit in your applicable Payment Account that are sufficient to fund any payments initiated through the Service;<br> (H) you have a lawful account with each Biller;<br> (I) the information provided by you to BillGO is true, accurate, complete, and current.\nand<br> (J) you have the right to authorize the transactions described in this Agreement.\n<br>\n<br> You acknowledge that BillGO is relying on these statements being true in order to provide you the Service.\n</p> 6.\nThe App 6.1.\nLicense <p> BillGO hereby grants you a non-exclusive, non-transferable, non-sublicensable license to reproduce and use one copy of the App on your mobile device, solely as a component of the Service, provided you comply with the conditions in <u>Section 6.2</u> (Conditions on License).\n</p> 6.2.\nConditions on License <p> Copies of the App created or transferred pursuant to this Agreement are licensed, not sold, and you receive no title to or ownership of any copy or of the App itself.\nFurthermore, you receive no rights to the App other than those specifically granted in <u>Section 6.1</u> above.\nWithout limiting the generality of the foregoing, you must not: (a) modify, create derivative works from, distribute, publicly display, publicly perform, or sublicense the App.\n(b) use the App in any way forbidden by <u>Section 7.1</u> below.\nor (c) reverse engineer, decompile, disassemble, or otherwise attempt to derive any of the App’s source code, except to the extent allowed by law or any open source software distributed with the App, if any.\n</p> 7.\nYour Responsibilities and Restrictions 7.1.\nConditions on Use <p> The Service is provided to you on the condition that you not: (A) access or use any portion of the Service in a manner not permitted by this Agreement.\n(B) resell or otherwise make the Service available to any third party in connection with any hosting, time-sharing, service bureau, SaaS, or other service.\n(C) alter or remove any copyright, trademark, or other proprietary notices provided through the Service.\n(D) use the Service in any manner or for any purpose that infringes, misappropriates, or otherwise violates any intellectual property right or other right of a Person.\n(E) use the Service to commit fraud.\n(F) use the Service to attempt to gain unauthorized access to one or more accounts of any Person.\n(G) use the Service in violation of any applicable law or regulation, including the Digital Millennium Copyright Act, Bank Secrecy Act or USA Patriot Act.\n(H) use the Service to transmit any unsolicited or unauthorized advertising, promotional materials, or spam.\nor (I) access or use the Service for purposes of competitive analysis of the Service, or benchmarking of the Service, or the creation or use of a competitive service.\n</p> 7.2.\nUnauthorized Access <p> You agree to take reasonable steps to prevent unauthorized access to the Service, including by protecting your usernames, passwords, personal identification numbers, and other authentication credentials.\nYou must notify BillGO immediately if you know of or suspect unauthorized use of the Service or breach of its security.\n</p> 7.3.\nService Security <p> You are responsible and liable for: (A) your use of the Service, including unauthorized conduct and conduct that would violate one or more provisions of this Agreement.\nand (B) any use of the Service through use of your account or credentials, whether authorized or not.\n</p> 7.4.\nInternet Access <p> In order to use the Service, you must upload, link, and store your Bill Pay Data on BillGO’s Hosted System.\nAccordingly, the Service requires a working Internet connection, and you acknowledge that you, and not BillGO, are solely responsible for obtaining, maintaining, and paying for your own Internet and data connections.\nIf you don’t have a working Internet connection, certain components of the Service will not work.\n</p> 7.5.\nApp Platform <p> You may download the App through one or more app platforms or another method chosen by BillGO.\nIf you download the App through an app platform (e.g., Google Play, Apple’s App Store) then you, and not BillGO, are responsible for complying with such app platform’s terms.\nIf you downloaded the App from Apple, the terms set forth in Exhibit C to this Agreement apply.\n</p> 8.\nEarly Releases <p> BillGO may periodically include new or updated early-release features or functionality (the <b>“early release features”</b>) in the Service for your use and which permit you to provide feedback.\nYou acknowledge that your use of these early release features is voluntary and BillGO is under no obligation to provide such features to you, either temporarily or permanently.\nYou further acknowledge that the early release features are, by their very nature, not fully tested, and that you have chosen to use them at your own risk, with the understanding that such features are provided “AS-IS”.\nIf you use early release features, you may find they are incompatible with the current production version of the Service, or do not allow you to revert back to earlier versions of the Service, and you therefore agree to backup the Service prior to use installing the early release features.\n</p> 9.\nIP Rights.\nFeedback 9.1.\nIP Rights in the Service <p> BillGO retains all right, title, and interest in and to the Service, including without limitation the App, the Hosted System, Derived Data, BillGO-supplied Content, and all user interfaces, logos, and trademarks reproduced through the Service, with the exception of interfaces, logos, trademarks and other intellectual property used to identify third parties, which constitute the property of their respective owners.\nThis Agreement does not grant you any intellectual property license or rights in or to the Service or any of its components, except to the limited extent that this Agreement specifically sets forth your license rights to the App.\nYou recognize that the Service and its components are protected by copyright and other laws.\n</p> 9.2.\nTrademarks <p> “BillGO,” “Prism,” “PrismMoney.com,” “PrismApp.com,” the Prism logos and any other product or service name or slogan used in the Service are trademarks of BillGO or its affiliates and may not be copied or used, without the prior written permission of BillGO or the applicable trademark holder.\nAll other trademarks or logos provided through the Service, including those relating to the Banks, are the property of their respective owners.\n</p> 9.3.\nFeedback <p> BillGO has not agreed to and does not agree to treat as confidential any Feedback that you provide to it, and nothing in this Agreement or in the parties’ dealings arising out of or relating to this Agreement will restrict BillGO’s right to use, profit from, disclose, publish, keep secret, or otherwise exploit Feedback, without compensating or crediting you.\nYou hereby grant BillGO a perpetual, irrevocable right and license to reproduce, modify, distribute, display, perform, and otherwise exploit Feedback in any and every way.\n</p> 10.\nFees 10.1.\nFree Service <p> A subscription to use the Service is free as of the “last updated” date set forth above.\nHowever, BillGO reserves the right to charge fees for the Service in the future, subject to notice and other requirements imposed by law.\nThe terms applicable to a paid version of the Service are set forth in Section 10.3 below.\nBillGO may charge fees for returned payments in EXHIBIT B.\n</p> 10.2.\nTHIRD-PARTY FEES <p> ALTHOUGH THE SERVICE ITSELF IS FREE AS OF THE “LAST UPDATED” DATE ABOVE, <b> THERE ARE FEES OR CHARGES ASSOCIATED WITH CERTAIN BILL PAYMENTS INITIATED BY YOU </b>.\nFOR INSTANCE, YOU SPECIFICALLY AUTHORIZE THE BANKS TO DEBIT YOUR PAYMENT ACCOUNT FOR ANY PAYMENTS AND ASSOCIATED FEES RELATING TO YOUR BILL PAYMENTS.\nTHESE FEES MAY BE INCLUDED IN THE AMOUNT CHARGED BY A BILLER OR MAY BE CHARGED SEPARATELY BY BILLGO.\n</p> 10.3.\nPaid Service <p> This Section applies to you only if you have purchased a paid version of the Service.\n</p>\n<p>\n<b>(A) Paid Service</b>\n<br>\n<br> You are responsible for paying BillGO, a reseller, or an app platform (each, a <b>“Billing Party”</b>) the fees set forth in your Subscription Documents (the <b>“Fees”</b>) without setoff or deduction.\nUnless otherwise stated in writing, a Billing Party will charge you in advance for the Fees for the subscription period described in your Subscription Documents (<b>“Subscription Term”</b>).\nUnless otherwise stated in this Agreement, all Fees are guaranteed and non-refundable.\nIf your subscription to the Service renews, a Billing Party will, at or around the end of the then-current Subscription Term, charge you the Fees for the renewal Subscription Term.\nBillGO reserves the right to increase the Fees in its discretion prior to any renewal Subscription Term, provided such increase is in accordance with applicable law and this Agreement.\n</p>\n<p>\n<b>(B) Trials of a Paid Service</b>\n<br>\n<br> If you sign up for a free trial of a paid Service, then this Section applies to you.\nIn such circumstances, a Billing Party may require that you provide a valid credit card or other payment method.\nUnless you cancel your subscription to the Service within the period of time set forth in your App or Subscription Documents, you will be charged for the Service immediately after the expiration of the trial period.\n</p>\n<p>\n<b>(C) Term for Paid Service</b>\n<br>\n<br> These provisions only apply to you if you purchased a paid version of the Service.\n<br>\n<br>\n<b>(1)No Renewal</b> If your Subscription Documents do not provide for automatic renewals, then your subscription (and all associated rights) to the Service will expire at the end of the Subscription Term.\n<br>\n<br>\n<b>(2) Automatic Renewals</b> If your Subscription Documents state that your subscription is subject to automatic renewals, then upon expiration of the initial Subscription Term, your subscription to the Service will automatically renew for the specified renewal Subscription Term at BillGO’s then-current pricing, in accordance with the terms and conditions pertaining to automatic renewals presented to you in the Subscription Documents.\nYou may elect not to renew your subscription pursuant to the terms of such Subscription Documents, or if such Subscription Documents are silent on the matter, then by providing BillGO notice of your intent not to renew at least 30 days prior to the next renewal Subscription Term.\nAll renewals are subject to payment of the applicable Fees.\n</p>\n<p>\n<b>(D) Taxes for Paid Service</b>\n<br>\n<br> If you purchased a paid version of the Service, then you acknowledge that the Fees charged for such Service exclude taxes.\n</p>\n<p>\n<b>(E) Interest</b>\n<br>\n<br> All late payments for paid versions of the Service will bear interest at the rate of 1.0% per month (or the maximum amount allowed by law, if less).\nYou must reimburse BillGO for all of its fees and costs incurred in collecting any late payments, including, without limitation, all attorneys’ fees and court costs.\n</p> 10.4.\nTaxes in General <p> You are responsible for payment of all taxes applicable to the Service, including without limitation all federal, state, and local sales, use, excise, and value-added taxes, with the exception of those taxes based solely on BillGO’s net income.\nYou must reimburse BillGO for any interest or penalties assessed on BillGO as a result of your failure to pay taxes in accordance with this Section.\n</p> 11.\nTerm and Termination <p> Unless set forth otherwise in any Subscription Documents (e.g., if you have a paid Service as set forth above), this Agreement will continue until terminated by you or BillGO as described below.\n</p> 11.1.\nTermination by You <p> If you want to terminate this Agreement, you may do so by deleting your account within the App and by deleting the App.\nSimply deleting the App will not delete your account with BillGO, but only delete the data from your mobile device.\nTherefore, in order to terminate this Agreement, you must close your account with BillGO by clicking “Delete my PRISM Account” (or similar language) in the App.\n</p> 11.2.\nFree Service - Termination by BillGO <p> If you have a free version of the Service, BillGO reserves the right, in its sole discretion, to suspend, terminate or otherwise deny your access to, and use of, the Service and to block or prevent your future access to, and use of, the Service, in which case this Agreement will also terminate.\nUpon notice of termination, you must delete the App from all your mobile devices.\nBillGO will have no liability to you for any termination, nor will such action limit any other rights or remedies BillGO may have.\n</p> 11.3.\nPaid Service - Termination by BillGO <p> If you have a paid version of the Service, then BillGO may, by use of a disabling device or any other lawful means, suspend, terminate, or otherwise deny your access to or use of the Service, without incurring any resulting obligation or liability, if: (A) BillGO receives a judicial or other governmental demand, order, subpoena, or law enforcement request that expressly or by reasonable implication requires it to do so.\n(B) you refuse to accept the terms of any modified Agreement, despite receiving notice of such modified Agreement.\n(C) any aspect of this Agreement is limited by law or third-party terms of service.\n(D) BillGO believes, in its reasonable discretion, that: (1) you breached or failed to comply with any term of this Agreement.\nor (2) you are, have been, or are likely to be involved in any fraudulent or unlawful activities.\nor (E) this Agreement expires or is terminated.\nThis Section 11.3 does not limit any of BillGO’s other rights or remedies, whether at law, in equity, or under this Agreement.\nFailure to pay Fees when due constitutes a breach.\nIf BillGO terminates your access to or use of the Service pursuant to one of more provisions of this <u>Section 11.3(A) – (D)</u>, this Agreement will automatically terminate.\n</p> 11.4.\nEffect of Termination <p> On the effective date of termination: (A) BillGO will attempt to complete all payment transactions that have begun processing in the App at the time of termination.\n(B) scheduled but not yet processed payments will be cancelled.\nand (C) you must stop using the Service and delete the App from all your mobile devices.\n</p> 11.5.\nSurvival <p> The following Sections will survive any termination of the Agreement: <u>4</u>, <u>5</u>, <u>7.1</u>, <u>7.3</u>, the disclaimers in <u>8</u>, <u>9</u>, <u>11.4</u>, <u>11.5</u>, <u>12.4</u>, <u>12.6-12.8</u>, <u>13-16</u>, <u>18-24</u>, and Exhibit A.\n</p> 12.\nLimited Warranty.\nDisclaimer of Warranties.\nDisclaimers in General 12.1.\nLimited Warranty <p> BillGO warrants that the Service, when used as permitted under this Agreement, will operate substantially as described in the help documentation provided within the App.\n</p> 12.2.\nExclusive Remedy <p> Your exclusive remedy, and BillGO’s sole liability, for any breach of this warranty will be for BillGO to use commercially reasonable efforts: (A) to provide you with an error-correction or work-around that corrects the reported non-conformity.\n(B) to replace the non-conforming features of the Service with conforming features.\nor (C) if BillGO determines such remedies to be impracticable within a reasonable period of time, to terminate this Agreement and, if you have a paid version of the Service, refund any Fees that are attributable to the period of nonconformance.\n</p> 12.3.\nExclusion of Warranty <p> THE LIMITED WARRANTY ABOVE WILL NOT APPLY IF: (A) THE SERVICE IS NOT USED IN ACCORDANCE WITH THIS AGREEMENT, INCLUDING SUBSCRIPTION DOCUMENTS.\n(B) TO THIRD PARTY SERVICES OR PRODUCTS MENTIONED OR IDENTIFIED OR LINKED IN THE APP.\n(C) TO ANY OBLIGATIONS BETWEEN YOU AND A BILLER.\n(D) TO THE DATE OR TIME THAT A PAYMENT IS RECOGNIZED BY A BILLER.\nOR (E) TO THIRD-PARTY SOFTWARE OR OPEN SOURCE SOFTWARE IN THE APP.\n</p> 12.4.\nWarranty Disclaimers <p> EXCEPT AS SET FORTH IN LIMITED WARRANTY ABOVE, YOU ACCEPT THE SERVICE “AS IS” AND AS AVAILABLE, WITH NO REPRESENTATION OR WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT OF INTELLECTUAL PROPERTY RIGHTS, OR ANY IMPLIED WARRANTY ARISING FROM STATUTE, COURSE OF DEALING, COURSE OF PERFORMANCE, OR USAGE OF TRADE.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING: (A) BILLGO HAS NO OBLIGATION TO INDEMNIFY OR DEFEND YOU AGAINST CLAIMS RELATED TO INFRINGEMENT OF INTELLECTUAL PROPERTY.\n(B) BILLGO DOES NOT REPRESENT OR WARRANT THAT THE SERVICE WILL PERFORM WITHOUT INTERRUPTION OR ERROR.\n(C) BILLGO CANNOT CONTROL AND HAS NO RESPONSIBILITY OVER THE DATE AND TIME THAT PAYMENTS ARE RECOGNIZED BY BILLERS.\n(D) BILLGO DOES NOT REPRESENT OR WARRANT THAT THE SERVICE IS SECURE FROM HACKING OR OTHER UNAUTHORIZED INTRUSION OR THAT YOUR DATA WILL REMAIN PRIVATE OR SECURE.\n</p> 12.5.\nMobile Alerts <p> You acknowledge that any alerts provided to you through the Service may be delayed or prevented by a variety of factors.\nAlthough BillGO may make commercially reasonable efforts to provide alerts in a timely manner with accurate information, it cannot guarantee the delivery, timeliness, or accuracy of the content of any alert, and you use and rely on alerts at your own risk.\n</p> 12.6.\nThird Party Sites and Content <p> You understand that the Service may contain or send You links to third party websites, applications or features not owned or controlled by BillGO (<b>“Third-Party Sites”</b>), and that links to Third Party Sites may also appear in Content available to You through the Service.\nThe Service may also enable interactions between the Service and a Third-Party Site through applications that connect the Service with a Third-Party Site.\nThrough Third Party Sites you may be able to access Content from third parties that BillGO does not control.\nYOU ACCESS THIRD PARTY SITES ENTIRELY AT YOUR OWN RISK, AND BILLGO WILL HAVE NO LIABILITY FOR YOUR USE OF OR ACCESS TO THIRD-PARTY SITES OR THIRD-PARTY CONTENT.\n</p> 12.7.\nNot Legal, Tax, or Financial Advice <p> NEITHER BILLGO NOR THE SERVICE IS INTENDED TO PROVIDE LEGAL, TAX, OR FINANCIAL ADVICE.\nBILLGO IS NOT A FINANCIAL PLANNER, BROKER, OR TAX ADVISOR.\nThe Service is intended only to assist you in the Purpose.\nIf any information and advice is provided through the Service (including recommendation for other financial products, if any), it may not be appropriate for your unique situation.\nAccordingly, before implementing any financial strategy, you should obtain additional information and advice from your accountant and other financial advisers who are aware of your individual financial circumstances.\n</p> 12.8.\nStatutory Rights <p> SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nIN SUCH STATES LIABILITY IS LIMITED TO THE EXTENT PERMITTED BY LAW.\n</p> 13.\nLimitation of Liability 13.1.\nAggregate Liability <p> IF YOU ARE USING A FREE VERSION OF THE SERVICE, BILLGO’S TOTAL AGGREGATE LIABILITY FOR ALL CLAIMS ARISING OUT OF OR RELATED TO THIS AGREEMENT WILL NOT EXCEED $25.\nIF YOU ARE USING A PAID VERSION OF THE SERVICE, BILLGO’S TOTAL AGGREGATE LIABILITY FOR ALL CLAIMS ARISING OUT OF OR RELATED TO THIS AGREEMENT WILL NOT EXCEED THE AMOUNT PAID BY YOU TO BILLGO IN THE SIX MONTHS PRECEDING THE EVENT THAT GAVE RISE TO THE CLAIM.\n</p> 13.2.\nExcluded Damages <p> IN NO EVENT WILL BILLGO BE LIABLE TO YOU FOR: (A) LOST DATA, LOST PROFITS, OR LOSS OF BUSINESS.\n(B) LATE FEES, OVERDRAFT FEES, OR INSUFFICIENT FUND CHARGES, OR OTHER FEES IMPOSED ON YOU BY BILLERS, ONE OR MORE OF YOUR BANKS, OR ANY OTHER THIRD PARTIES.\nOR (C) ANY CONSEQUENTIAL, INDIRECT, SPECIAL, INCIDENTAL, OR PUNITIVE DAMAGES ARISING OUT OF OR RELATED TO THIS AGREEMENT.\nBILLGO IS NOT LIABLE TO YOU FOR A FAILURE TO TRANSFER MONEY OR MAKE A BILL PAYMENT WHERE SUCH FAILURE IS NOT ATTRIBUTABLE TO AN ERROR WITH THE SERVICE.\n</p> 13.3.\nCLARIFICATIONS &amp.\nDISCLAIMERS <p> THE LIABILITIES LIMITED BY THIS SECTION 13 APPLY: (A) TO LIABILITY FOR NEGLIGENCE.\n(B) REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT, STRICT PRODUCT LIABILITY, OR OTHERWISE.\n(C) EVEN IF BILLGO IS ADVISED IN ADVANCE OF THE POSSIBILITY OF THE DAMAGES IN QUESTION AND EVEN IF SUCH DAMAGES WERE FORESEEABLE.\nAND (D) EVEN IF YOUR REMEDIES FAIL OF THEIR ESSENTIAL PURPOSE.\nIF APPLICABLE LAW LIMITS THE APPLICATION OF THE PROVISIONS OF THIS SECTION 13, BILLGO’S LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMISSIBLE.\nFOR THE AVOIDANCE OF DOUBT, BILLGO’S LIABILITY LIMITS AND OTHER RIGHTS SET FORTH IN THIS SECTION 13 APPLY LIKEWISE TO THE BANK PARTIES (AS DEFINED BELOW) AND TO BILLGO’S AFFILIATES, LICENSORS, SUPPLIERS, AGENTS, SPONSORS, DIRECTORS, OFFICERS, EMPLOYEES, CONSULTANTS, AND OTHER REPRESENTATIVES (COLLECTIVELY, THE <b>“BILLGO PARTIES”</b>).\n</p> 13.4.\nBANKS <p> YOU ACKNOWLEDGE THAT THE BANKS AND THEIR AFFILIATES AND EACH OF THEIR SHAREHOLDERS, DIRECTORS, OFFICERS, AND EMPLOYEES (COLLECTIVELY, THE <b>“BANK PARTIES”</b>) HAVE NO LIABILITY TO YOU WITH RESPECT TO THE SERVICE OR THIS AGREEMENT.\nYOU WAIVE ALL CLAIMS OR ACTIONS AGAINST THE BANK PARTIES IN THE EVENT OF ANY BREACH OF THIS AGREEMENT, AND YOU MUST LOOK SOLELY TO THE ASSETS OF BILLGO FOR THE SATISFACTION OF ANY REMEDY UNDER THIS AGREEMENT IN THE EVENT OF A BREACH OF THIS AGREEMENT.\n</p> 14.\nIndemnification <p> You indemnify and hold the BillGO Parties and Bank Parties harmless for all damages, losses, fees, and costs (including reasonable attorneys’ fees and costs) that relate to one or more third-party claims, actions, or investigations arising out of: (A) your actual or alleged violation of applicable law or the applicable rules or policies of any payment card association, network, or company.\n(B) your use of the Service in breach of this Agreement.\n(C) your violation of the rights of any third party.\n(D) lack of funds or credit in any Payment Account.\nor (E) any dispute between you and a Biller, where such dispute is not due solely to the failure of the Service.\n</p> 15.\nExport <p> You may not export the App or Service except as authorized by U.S.\nlaw.\nIn particular, but without limiting the foregoing, the Service may not be exported or re-exported: (A) into any U.S.-embargoed countries.\nor (B) to anyone on OFAC’s Specially Designated Nationals List or the U.S.\nDepartment of Commerce Denied Persons List or Entity List.\nBy using the Service, you represent and warrant that you are not located in any such country or on any such list.\nYou also agree that you will not use the Service for any purposes prohibited by United States law, including, without limitation, the development, design, manufacture, or production of nuclear, missile, or chemical or biological weapons.\n</p> 16.\nU.S.\nGovernment Users <p> The Service is for use by consumers.\nNotwithstanding the foregoing, the Service and any associated documentation are “Commercial Items”, as that term is defined at 48 C.F.R.\n§2.101, consisting of “Commercial Computer Software” and “Commercial Computer Software Documentation”, as such terms are used in 48 C.F.R.\n§12.212 or 48 C.F.R.\n§227.7202, as applicable.\nConsistent with 48 C.F.R.\n§12.212 or 48 C.F.R.\n§227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S.\nGovernment end users, if at all, only as Commercial Items and with only those rights as are granted to all other end users pursuant to the terms and conditions herein.\n</p> 17.\nOpen Source Software <p> The App may contain or be provided with open source software subject to open source software licenses, which means any software license approved as an open source license by the Open Source Initiative or any substantially similar licenses (<b>“Open Source Components”</b>).\nTo the extent required by the licenses covering Open Source Components, the terms of such licenses will apply in lieu of the terms of this Agreement.\nA list of Open Source Components contained or provided with the App are available at https://www.prismmoney.com/about/legal (the <b>“Notice”</b>).\nTo the extent the terms of a license applicable to an Open Source Component requires BillGO to offer to provide source code for such Open Source Component, such offer is hereby made, and you may exercise such offer by following any links in the Notice directing you to such Open Source Component.\n</p> 18.\nBINDING ARBITRATION AND CLASS ACTION WAIVER.\n18.1.\nAgreement to Arbitrate <p> You and BillGO agree that any dispute, claim, or controversy arising out of or relating in any way to this Agreement or the Service (each, a <b>“Dispute”</b>) must be determined by binding arbitration, except that you retain the right to bring an individual action in small claims court (a <b> “Small Claims Action” </b>).\nIn addition, because BillGO is allowing you to use certain proprietary technology as set forth in this Agreement, BillGO may seek injunctive or other equitable relief in any court of competent jurisdiction to prevent the actual, suspected, or threatened infringement, misappropriation, or violation of its copyrights, trademarks, trade secrets, patents and patent rights, database rights, and other proprietary and intellectual property rights (each, an <b>“IP Protection Action”</b>).\n</p> 18.2.\nOpt-Out <p> Without limiting the above, you have the right to litigate any Dispute in a court of general jurisdiction if you provide BillGO with written notice via email to arbitrationoptout@billgo.com (such notice, an <b>“Arbitration Opt-out Notice”</b>).\nTo be effective, an Arbitration Opt-Out Notice must: (A) contain your name, the date, your email address, and a statement expressing your desire to opt out of binding arbitration.\nand (B) be received by BillGO within 30 days following your download of the App and entry into this Agreement or within 30 days following any modification to this Agreement.\nEXCEPT FOR SMALL CLAIMS ACTIONS, YOU KNOWINGLY AND INTENTIONALLY WAIVE YOUR RIGHT TO LITIGATE ANY DISPUTE IN ANY COURT OF GENERAL JURISDICTION IF YOU DON’T PROVIDE BILLGO WITH AN ARBITRATION OPT-OUT NOTICE IN ACCORDANCE WITH THE FOREGOING REQUIREMENTS.\nThe sole and exclusive jurisdiction and venue for any Small Claims Action or any Dispute where you timely provide BillGO with a valid Arbitration Opt-out Notice are the state and federal courts located in the City and County of Denver, Colorado, and you and BillGO each waive any objection to jurisdiction and venue in such courts.\nThe following Sections 18.3-18.8 below apply to all Disputes that are not Small Claims Actions, IP Protection Actions, or Disputes where you provided BillGO with a valid Arbitration Opt-Out Notice.\n</p> 18.3.\nCLASS ACTION WAIVER <p> ANY PROCEEDINGS TO RESOLVE OR LITIGATE ANY DISPUTE IN ANY FORUM MUST BE CONDUCTED SOLELY ON AN INDIVIDUAL BASIS.\nNEITHER YOU NOR BILLGO MAY SEEK TO HAVE ANY DISPUTE HEARD AS A CLASS ACTION, A REPRESENTATIVE ACTION, A COLLECTIVE ACTION, A PRIVATE ATTORNEY-GENERAL ACTION, OR IN ANY PROCEEDING IN WHICH YOU OR BILLGO ACTS OR PROPOSES TO ACT IN A REPRESENTATIVE CAPACITY.\nNO ARBITRATION OR PROCEEDING MAY BE JOINED, CONSOLIDATED, OR COMBINED WITH ANOTHER ARBITRATION OR PROCEEDING WITHOUT THE PRIOR WRITTEN CONSENT OF YOU, BILLGO, AND ALL PARTIES TO ANY SUCH ARBITRATION OR PROCEEDING.\n</p> 18.4.\nNotice of Dispute <p> In the event of a Dispute, you must first send to BillGO, by email or certified mail, a written notice of Dispute (<b>“Notice of Dispute”</b>).\nThe Notice of Dispute must be either emailed to Legal@BillGO.com or mailed to BillGO, Inc., Attn: General Counsel, P.O.\nBox 272390, Fort Collins, Colorado, 80527, and in each instance must be titled: NOTICE OF DISPUTE UNDER PRISM TERMS OF SERVICE.\nThe Notice of Dispute must include both your email address and the mailing address you would like BillGO to use when contacting you.\nIf BillGO elects to initiate arbitration against you, it will send its own Notice of Dispute to the email address and mailing address it has on file for you.\nA Notice of Dispute must: (A) describe the nature and basis of the claim or dispute.\nand (B) set forth the specific amount of damages or other relief sought (<b>“Demand”</b>).\n</p> 18.5.\nProceedings <p> If you and BillGO do not reach an agreement to resolve the Dispute within 30 days after the Notice of Dispute is received, you or BillGO may commence an arbitration proceeding.\nAny arbitration must be governed and administered by the American Arbitration Association (the <b>“AAA”</b>) in accordance with the AAA’s “Consumer Arbitration Rules” effective September 1, 2014, including the “Costs of Arbitration (Including AAA Administrative Fees)” effective September 1, 2014 (collectively, the <b>“Consumer Procedures”</b>), except that this Agreement governs to the extent it conflicts with the Consumer Procedures.\nALL ISSUES IN THE DISPUTE ARE SUBJECT TO THE REVIEW OF A NEUTRAL ARBITRATOR.\nIn ruling on a Dispute, the neutral arbitrator will apply the terms of this Agreement and the laws of the State of Colorado.\nThe arbitrator has discretionary authority to conduct the arbitration via conference call or face-to-face hearing.\nThe arbitrator will render an award within the time specified in the Consumer Procedures.\nThe arbitrator’s decision will include the essential findings and conclusions upon which the arbitrator based the award.\nJudgment on the arbitration award may be entered in any court having jurisdiction thereof.\nBillGO and you agree that the arbitrator’s award of damages must be consistent with the terms of Section 13 above (“Limitation of Liability”) as to the types and amounts of damages for which a party may be held liable.\nYou may download or copy the AAA’s forms and rules from https://www.adr.org or by calling the AAA at 1-800-778-7879.\nUnless you and BillGO otherwise agree in writing, the arbitration must be conducted in the City and County of Denver, Colorado.\nIf your Demand does not exceed $10,000, then the arbitration will be conducted solely on the basis of the documents that you and BillGO submit to the arbitrator, unless you request a hearing or the arbitrator determines that a hearing is necessary.\nIf your Demand exceeds $10,000, your right to a hearing will be determined by the Consumer Procedures.\nSubject to the Consumer Procedures, the arbitrator will have the discretion to direct a reasonable exchange of information by the parties, consistent with the expedited nature of the arbitration.\n</p> 18.6.\nAAA Not Integral to Agreement to Arbitrate <p> You and BillGO agree that the use of the AAA to administer arbitration is not integral to the parties’ agreement to arbitrate Disputes.\nIf the AAA will not or cannot conduct an arbitration, you and BillGO will negotiate in good faith to agree on a sole arbitrator who will resolve the Dispute as provided in the Consumer Procedures.\nIf the parties cannot agree on an arbitrator, either party may request a court of competent jurisdiction to appoint an arbitrator, who will follow the Consumer Procedures.\n</p> 18.7.\nSeverability <p> If one or more parts of this Section 18 are found to be illegal, invalid or unenforceable as to all or some parts of a Dispute, then, and only in that circumstance, those parts will be severed and the Dispute will be resolved subject to all remaining parts of Section 18.\nIf such severance results in all or some parts of a Dispute proceeding in a court of law, the exclusive jurisdiction and venue for any such court proceeding will be the state or federal courts sitting in the city and county of Denver, Colorado.\nFor purposes of any such court proceeding, you consent to, and will not challenge, such courts’ personal jurisdiction over you, and you further waive objection based upon improper venue or forum non conveniens and will not seek transfer to another district or jurisdiction.\n</p> 18.8.\nFAA <p> The Federal Arbitration Act governs the interpretation and enforcement of all provisions of this Agreement relating to arbitration.\n</p> 19.\nNotice 19.1.\nFrom You to BillGO <p> Except as set forth in Section 18 or Exhibit B, all notices from you to BillGO under this Agreement must be sent: (A) by mail to BillGO, Inc., Attn: General Counsel, P.O.\nBox 272390, Fort Collins, Colorado, 80527.\nor (B) by email to Legal@BillGO.com.\nSuch notice are effective: (C) in the case of mail, five days after mailing, when sent via certified mail, return receipt requested and postage prepaid.\nor (D) upon being received at the email address, with a “read receipt” as proof of receipt.\n</p> 19.2.\nFrom BillGO to You <p> Except as set forth in <u>Section 18</u> or Exhibit B, you consent to receive all notices from BillGO via email.\nSuch notices are effective upon being sent to the email address.\nIt is your responsibility to notify BillGO of any change to your email address.\nNotices are also effective upon publication to you (including via in-product messaging) or five days after mailing, when sent via certified mail, return receipt requested and postage prepaid to your address on file or in any Subscription Documents.\n</p> 20.\nSeverability <p> If any provision of this Agreement is held to be unenforceable, that provision will be enforced to the extent permissible by law and the remaining provisions will remain in full force and effect.\n</p> 21.\nThird-Party Beneficiaries <p> Except as set forth in this Agreement, there are no third-party beneficiaries to this Agreement.\n</p> 22.\nAssignment <p> You may not assign this Agreement or delegate any rights under this Agreement without the prior written consent of BillGO.\nBillGO may assign this Agreement or delegate its rights under this Agreement without your consent, although BillGO may notify you of any assignment.\n</p> 23.\nWaiver <p> No provision of this Agreement will be deemed waived unless the wavier is in writing and signed by BillGO.\n</p> 24.\nEntire Agreement <p> This Agreement, including these Terms of Service, BillGO’s Privacy Policy, and any Subscription Document, is the complete and exclusive statement of the mutual understanding between you and BillGO relating to the Service and supersedes and cancels all prior written and oral agreements and communications relating to the Service.\n</p> Exhibit A DEFINITIONS <ol>\n<li>“Affiliate” means an entity that, directly or indirectly, through one or more intermediaries, controls or is controlled by or is under common control with a party.</li>\n<li>“Agreement” means these Terms of Service (including all Exhibits), BillGO’s Privacy Policy, and any Subscription Document.</li>\n<li>“App” means the PRISM mobile application, which is a component of the Service.</li>\n<li>“Biller” means a provider of a bill or invoice to you.</li>\n<li>“Biller Account” means your account with a Biller.</li>\n<li>“Biller Account Data” means data relating to your Biller Account (e.g., account number, invoice number, etc.).</li>\n<li>“BillGO” or “we” or “us” means BillGO, Inc.\nor its subsidiaries, if applicable.</li>\n<li>“Bill Pay Data” means Payment Data and Biller Account Data.</li>\n<li>“Business Day” means Monday through Friday, excluding federal holidays and bank holidays.</li>\n<li>“Content” means text, images, photos, audio or video files, and other forms of data or communication.</li>\n<li>“Derived Data” means information or data that is derived by or through the Service from processing your data but is sufficiently distinct from your Personal Information so that such data cannot reasonably be reverse engineered from the Derived Data alone.\nDerived Data also includes, to the extent allowed by law, anonymized, aggregated, or de-identified data.</li>\n<li>“Feedback” refers to any suggestion or idea for improving or otherwise modifying any aspect of the Service.</li>\n<li>“Government Body” means (A)&nbsp;the government of a country or of a political subdivision of a country, (B)&nbsp;an instrumentality of any such government, (C)&nbsp;any other individual, entity, or organization authorized by law to perform any executive, legislative, judicial, regulatory, administrative, military, or police functions of any such government, or (D)&nbsp;an intergovernmental organization.</li>\n<li>“Hosted System” means elements of the Service as hosted by BillGO on remote servers owned, licensed, or accessed by BillGO, including via any Infrastructure-As-A-Service or Platform-As-A-Service.</li>\n<li>“Payment Account” means your account with your applicable bank, credit union, or financial institution.</li>\n<li>“Payment Data” means financial account information for certain payment methods, such as a credit card, debit card, or checking account.</li>\n<li>“Person” means an individual, a corporation, partnership, limited liability company, association, trust, unincorporated organization, or other legal entity or organization, or a Government Body.</li>\n<li>“Personal Information” has the meaning given to it in BillGO’s Privacy Policy.\nIf the Privacy Policy contains no definition of “Personal Information”, then “Personal Information” means information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular individual.</li>\n<li>“Service” means the App, Website, and any related features offered by BillGO via the Hosted Service.</li>\n<li>“Subscription Documents” means those order and transaction documents associated with your subscription to the Service, which may be from an app platform’s checkout page or an email confirmation from BillGO.</li>\n<li>“Website” means the PRISM website, which is currently at https://www.prismmoney.com/.</li>\n<li>“you” means you as the individual consumer and end user of the Service.</li>\n</ol> Exhibit B SUPPLEMENTAL TERMS AND CONDITIONS FOR BILL PAYMENTS 1.\nScheduling a Payment Transaction <p> You may use the Service to make a payment today or to schedule a payment for a later date (<b>“Scheduled Payment Date”</b>).\nIf you choose “Today”, the payment will be scheduled to be processed on the same Business Day, except that you must schedule the payment before the Biller’s designated cut-off time on a day that the Biller accepts payments in order for the payment to be received on the same Business Day.\nA payment that is scheduled for “Today” but submitted after the processing cut-off time (or on a day that is not a day the Biller accepts payments) will be paid on the next day the Biller accepts payments.\nActual processing times vary by Biller.\nBiller deadlines may be shown in the App.\nIf you schedule a payment on a weekend or holiday, your payment may not be processed until the next Business Day.\nBillGO is not obligated to provide you with any notice of delay in processing your payment to the Biller or of the completion or rejection of your payment to the Biller.\nYou are solely responsible for contacting the designated Biller if you want to confirm receipt of your payment by the designated Biller on the same Business Day.\nBILLGO MAKES NO GUARANTEE THAT A BILLER WILL RECEIVE THE PAYMENT, OR POST A PAYMENT TO YOUR ACCOUNT, ON THE SAME BUSINESS DAY AS THE “TODAY” DATE.\nIf you choose a Scheduled Payment Date, the payment will be scheduled to be processed on that day at 9:00 AM local time.\nYour Scheduled Payment Date must be before the actual due date of the bill you are intending to pay to avoid any interest or late payment charges.\nBillGO is not liable for any fees that result from late payments.\n</p> 2.\nCancelling a Payment Transaction <p> To cancel a future scheduled payment, open the bill you’d like to cancel and tap where it says “cancel payment”.\nscheduled payments can be cancelled up until the day of payment.\nIf you want to cancel a payment scheduled for “Today”, you must message us within the App to “stop payment” or “cancel payment”.\nWe will attempt to cancel the payment, but we do not and cannot guarantee that the payment will be cancelled.\nWe will inform you of whether the cancellation was successful.\n</p> 3.\nPreauthorized Recurring Payment Transactions <p> You may schedule a preauthorized recurring bill payment transaction using the Service.\nBy doing so, you authorize BillGO to electronically debit your designated payment method to pay a specific Biller each month for a particular bill payment.\nAs applicable, you also authorize BillGO to electronically debit and credit your designated payment method to correct erroneous debits and credits.\nYou may stop payment of a preauthorized, recurring payment by notifying us orally or in writing at least three Business Days before the scheduled date of the payment by emailing us at compliance@prismmoney.com or calling us at 844-774-7627 (844-PRISM-APP).\nBILLGO CANNOT GUARANTEE THAT THE BILL PAYMENT WILL BE STOPPED IF YOU FAIL TO CONTACT US AT LEAST THREE BUSINESS DAYS PRIOR TO THE SCHEDULED PAYMENT DATE.\nSome preauthorized bill payments are for Billers where the amount due or minimum payment amount will vary from the previous bill payment to the same Biller under the same authorization or from the preauthorized amount.\nFor these types of preauthorized recurring bill payments, if you have provided us with the information required to receive bill payment information from the designated payee (e.g., Biller log-in information), we will notify you electronically at least 10 days before the scheduled bill payment of the bill payment amount.\nYou are responsible for any fees or other amounts charged by your Biller or your bank related to the scheduled payments if you do not contact us to make changes or stop a scheduled payment within the timeframes indicated herein.\n</p> 4.\nRefunds or Reversals of Completed Payments <p> You cannot use the Service to request a refund, cancellation, correction, or reversal of a completed payment (a <b>“Payment Modification”</b>).\nIn such situations, you will need to contact a Biller’s customer service department to request such Payment Modification.\nIf the Biller cannot, or is unwilling, to assist you with a request for a Payment Modification, you should contact your financial institution’s customer service department to determine if your financial institution is able to provide additional assistance.\nIf BillGO elected to use the Single Use Card Process as described in the Agreement, you will not be able to make such a request without first obtaining specific information and assistance from us, which we will provide when you contact us.\n</p> 5.\nBiller Taxes <p> It is your (or your Biller’s) responsibility to determine what, if any, taxes apply to the payments you make to such Biller, and it is your responsibility to collect, report and remit the correct tax to the appropriate tax authority.\nBillGO is not responsible for determining whether taxes apply to your payment transaction or for collecting, reporting, withholding or remitting any taxes arising from any payment transaction.\n</p> 6.\nUnauthorized Payment Transactions 6.1.\nNotice <p> You must notify BillGO immediately: (A) if you believe that that your Payment Data has been accessed or used in an unauthorized manner within the Service (i.e., in a way not authorized by you, such as an unauthorized electronic funds transfer).\nor (B) if you believe your phone number or password used to log in to the Service (each, a <b>“Login Credential”</b>) have been lost or stolen.\nIn such circumstances you should contact us via email at: compliance@prismmoney.com.\nYou may also call us at 844-774-7627 (844-PRISM-APP) or write us at: <br>\n<br> BillGO, Inc.<br> Attention: Compliance<br> 3003 Harmony Road, Suite 500<br> Fort Collins, CO 80528<br>\n</p> 6.2.\nConsumer Protections <p> Depending on the type of payment account used, you may also be directed or required to contact the payment account bank in order to avail yourself of consumer protections under the Electronic Funds Transfer Act (for deposit payment accounts.\nsee Section 9 below for more information) or the Truth in Lending Act (for credit accounts and lines).\nWhen BillGO receives notification from you, it will suspend your account.\nAn “Unauthorized Electronic Funds Transfer” is an electronic funds transfer initiated by a person other than you who does not have actual, implied, or apparent authority to initiate the transfer, and from which you do not benefit.\nIf you give access to your account to another person, all payments by that person are authorized unless and until you notify us that payments by that person are no longer authorized.\n</p> 6.3.\nMVB Bank Notice <p> As stated above, you should contact BillGO regarding any unauthorized electronic funds transfers.\nAdditionally, you may contact MVB Bank directly if you should have any questions, concerns, or detect an error with an electronic funds transfer(s) through MVB Bank.\nYou can contact MVB Bank via email at programcompliance@mvbbanking.com.\nYou may also call at 833-MVB-TECH or write to at: <br>\n<br> MVB Bank<br> Attention: Client Delivery Team<br> 2400 Cranberry Square<br> Morgantown, WV 26508 </p> 6.4.\nSouthState Bank Notice <p> As stated above, you should contact BillGO regarding any unauthorized electronic funds transfers.\nIf you have any questions, concerns, or detect an error with an electronic funds transfer through SouthState Bank, N.A., you can email BillGO at mailto:payment-inquiries@billgo.com or call BillGO at 970-829-0809 and BillGO will attempt to resolve your issue or will route your issue to SouthState Bank, N.A.\n<br>\n<br> In addition, SouthState Bank, N.A.’s mailing address is: PO Box 550889, Atlanta, GA 30355, Attn: ACH Operations.\n</p> 7.\nPayment Transaction Limits or other Suspicious Activity <p> BillGO may impose limits on the frequency and dollar amount of your payments to Billers and adjust the limits from time to time at our sole discretion.\nFor example, we may limit the maximum dollar amount allowed per transaction, the aggregate dollar amount of transactions allowed over a period of time, or the maximum number of payments allowed over a period of time.\nThe App will identify applicable limits and relevant time periods.\nA period of time may be measured as a calendar day, a rolling 30-day period, or otherwise.\nBillGO also reserves the right to decline to process any payment that appears illegal or in breach of this Agreement and to notify relevant authorities.\n</p> 8.\nCollection of Returned Item Fees <p> If your payment is returned unpaid, you authorize BillGO at its sole discretion to instruct a Bank to make a one-time electronic fund transfer from your account to collect a $15 fee.\nThis is in addition to other charges that may apply with your Biller or financial institution.\n</p> 9.\nElectronic Fund Transfer Rights &amp.\nError Resolution Policy 9.1.\nYour Liability <p> (A) <i>Authorized Transfers:</i> You are liable for all electronic fund transfers that you authorize, whether directly or indirectly.\n<br>\n<br> (B) <i>Unauthorized Transfers:</i> Tell us at once if you believe your Login Credential has been lost or stolen or if your Prism account has been, or may have been, subject to Unauthorized Electronic Fund Transfers.\nContact us immediately to keep your possible losses to a minimum.\nYou could lose all the money in your bank account(s).\n<br>\n<br> (C) If you tell us within four (4) Business Days after learning of the loss or theft of your Login Credential for your Prism account or after learning of any other Unauthorized Electronic Fund Transfers associated with your Prism account, you can lose no more than $50.\nHowever, if you DO NOT tell us within four (4) Business Days after learning of the loss, theft or unauthorized use associated with your Prism account, and we can establish that we could have prevented the Unauthorized Electronic Fund Transfer(s) if you had told us in time, you could lose as much as $500.\n<br>\n<br> (D) If your periodic account statement issued by your bank or financial institution shows Unauthorized Electronic Fund Transfers and you DO NOT tell us within ninety (90) days after the statement was delivered to you, you may not get back any money you lose after the ninety (90) day period if we can prove that we could have prevented the unauthorized transfer(s) if you had told us in time.\nIf an extenuating circumstance (such as extended travel or hospitalization) prevents you from promptly notifying us of a suspected lost or stolen Login Credential or of any other suspected Unauthorized Electronic Fund Transfers(s), the time periods specified in this <u>Section 9.1</u> may be extended for a reasonable period.\n</p> 9.2.\nTypes of Transfers.\nLimitations <p> You may use the Service to pay Billers using the following types of electronic fund transfers: (A) Payments to Billers using a debit card.\n<br>\n<br> (B) Payments to Billers using automated clearing house (“ACH”) systems.\n<br>\n<br> (C) Preauthorized payments to Billers which result in periodic debits to your debit card or deposit account.\n<br>\n<br> Any limitations regarding such Service, such as the type of electronic fund transfers that you may make, or the frequency or dollar amount of transfers, will be communicated to you in writing or displayed to you through the Service.\nSee <u>Section 3</u> of this Exhibit B above for more information about stopping payment of preauthorized electronic fund transfers.\n</p> 9.3.\nFees <p> BillGO charges no fees for electronic fund transfers or for the right to make transfers.\n</p> 9.4.\nDocumentation <p> We will provide a receipt to you through the Service for each electronic fund transfer made through the Service.\nAdditionally, your payment history can be viewed within the App on a per-biller basis by navigating to the menu, tapping “Your Billers” and tapping a specific Biller.\nYou are responsible for reviewing your receipts and payment history and maintaining copies for your records.\n</p> 9.5.\nOur Liability <p> See <u>Sections 13</u> (“Limitation of Liability”) of the main Terms of Service above.\nIf BillGO fails to make or stop an electronic funds transfer in accordance with the terms of this <u>Section 9</u>, we will be liable for your losses or damages.\nHowever, there are some exceptions.\nWe will not be liable, for instance: <br>\n<br> (A) If, through no fault of ours, you do not have enough money in your bank account or debit card to make a payment.\n<br>\n<br> (B) If the bank account or debit card you specify as the payment source is closed or does not contain sufficient funds to complete the payment or the charge is rejected or returned by your bank or financial institution.\n<br>\n<br> (C) If the Service was not working properly and you knew about the problems when you started your payment.\n<br>\n<br> (D) If we cannot complete a payment due to fraud or attacks on our systems or the Service.\n<br>\n<br> (E) If circumstances beyond our control (such as fire or flood) prevent a payment, despite reasonable precautions we have taken.\n<br>\n<br> There may be other exceptions stated in our Agreement with you.\n</p> 9.6.\nConfidentiality Related to Electronic Fund Transfers <p> We will disclose information to third parties about the electronic fund transfers you make through the Service: <br>\n<br> (A) Where it is necessary for completing the electronic fund transfers.\nor, <br>\n<br> (B) In order to comply with government agency or court orders.\nor, <br>\n<br> (C) If you give us written permission.\nor, <br>\n<br> (D) As otherwise provided in our Privacy Policy.\n</p> 9.7.\nError Resolution <p> In case of errors or questions about your electronic fund transfers, call us at 844-774-7627 (844-PRISM-APP).\nor write us at BillGO, Inc., P.O.\nBox 272390, Fort Collins, Colorado, 80527.\nIf you think your bank account statement, receipt or payment history within the App is wrong, or if you need more information about a transfer listed on the statement, receipt, or within the App, contact us as soon as you can.\nWe must hear from you no later than 90 days after the statement or receipt was delivered to you.\nIn your notification to us, you must: <br>\n<br> (A) Tell us your name and phone number associated with your Prism account.\n<br>\n<br> (B) Describe the error or the transfer you are unsure about, and explain as clearly as you can why you believe it is an error or why you need more information.\n<br>\n<br> (C) Tell us the dollar amount of the suspected error.\n<br>\n<br> (D) If you tell us orally, we may require that you send us your complaint or question in writing within 10 Business Days.\n</p>\n<p> We will determine whether an error occurred within 10 Business Days after we hear from you and will correct any error promptly.\nIf we need more time, however, we may take up to 45 days to investigate your complaint or question.\nIf we decide to do this, we will credit your account within 10 Business Days for the amount you think is in error, so that you will have the use of the money during the time it takes us to complete our investigation.\nIf we ask you to put your complaint or question in writing and we do not receive it within 10 Business Days, we may not credit your account.\nFor errors involving new Prism accounts, we may take up to 90 days to investigate your complaint or question.\nFor new Prism accounts, we may take up to 20 Business Days to credit your Prism account for the amount you think is in error.\n</p>\n<p> We will tell you the results within three Business Days after completing our investigation.\nIf we decide that there was no error, we will send you a written explanation.\nYou may ask for copies of the documents that we used in our investigation.\n</p>\n<p> ALL QUESTIONS ABOUT TRANSACTIONS MADE THROUGH THE SERVICE MUST BE DIRECTED TO BILLGO, AND NOT TO THE BANK OR OTHER FINANCIAL INSTITUTION WHERE YOU HAVE YOUR BANK ACCOUNT.\nWe are responsible for the Service and for resolving any errors in transactions made in conjunction with such Service.\n</p>\n<p> We will not send you a periodic statement listing transactions that you make through the Service.\nThe transactions will appear only on the statement issued by your bank or other financial institution.\nREVIEW THE RECEIPTS YOU ARE PROVIDED THROUGH THE SERVICE, AND CHECK THEM AGAINST THE ACCOUNT STATEMENT YOU RECEIVE FROM YOUR BANK OR OTHER FINANCIAL INSTITUTION.\nIf you have any questions about one of these transactions, call or write us at the telephone number and address indicated below: <br>\n<br> Tel: 844-774-7627 (844-PRISM-APP)<br>\n<br> Write: BillGO, Inc.<br> P.O.\nBox 272390<br> Fort Collins, Colorado, 80527<br>\n<br> Email: compliance@prismmoney.com<br>\n</p>\n<p> IF YOUR LOGIN CREDENTIAL IS LOST OR STOLEN, NOTIFY US AT ONCE by calling or writing to us at the telephone number or address listed above.\n</p> 10.\nConsent to Electronic Communications <p> The App is an electronic, Internet-based service.\nTherefore you understand, agree and consent to receive electronically all communications, agreements, documents notices and disclosures (collectively “Communications”) that the App provides in connection with your use of the Service.\nCommunications include: <br>\n<br> (A) this agreement and any updates, amendments, modifications, or supplements to it.\n<br>\n<br> (B) other disclosures, announcements, and updates related to your use of the Service, including without limitation error resolution notices, privacy notices, and change-in-terms notices.\n<br>\n<br> (C) records of any payment through the Service, including without limitation any payment histories and confirmations of individual transactions.\n<br>\n<br> (D) any courtesy or customer service communications relating to your use of the Service (e.g., notifying you when your credit card has expired, highlighting new services available within the App, or communicating with you to resolve a customer service issue).\n</p>\n<p> BillGO will provide these Communications to you by posting them in the “News” and/or “Notifications” sections of the App.\nBillGO will also provide updated versions of agreements and policies on its website.\nYou agree that electronic Communications have the same meaning and effect as if we had provided you with paper copies.\nAll Communications will be deemed to have been received by you no later than five Business Days after BillGO posts them in the app or otherwise communicates them to you via the Service (e.g., pop-up notification, email or text message).\nYou agree that these are reasonable procedures for providing electronic Communications.\nYou should maintain copies of electronic Communications by printing paper copies or saving electronic copies, as applicable.\n</p>\n<p> If, after you consent to receive Communications electronically, you would like a paper copy of a Communication we previously sent you, you may request a copy within 180 Days after the date we provided the Communication to you by contacting us as described above.\nWe will send your paper copy to you by U.S.\nmail.\nIn order for us to send you paper copies, you must provide us with a current street address.\nIf you request paper copies, you understand and agree that BillGO may charge you a fee of up to $15 per document requested.\nWe may also authorize third parties to provide these copies to you.\n</p>\n<p> You may withdraw your consent to receive electronic Communications at any time by emailing us at info@prismmoney.com, calling us at 844-774-7627 (844-PRISM-APP), or writing us at BillGO, Inc., P.O.\nBox 272390, Fort Collins, CO 80527 or 3003 E.\nHarmony Road, Suite 500, Fort Collins, CO 80528.\nHowever, the ability to receive electronic Communications from the App is a condition of your use of the Service.\nAccordingly, withdrawal of your consent to receive electronic Communications will result in termination of your access to the Service.\nAny withdrawal of your consent will be effective immediately after a reasonable period of time for we processing your request.\nIf you do not wish to receive these Terms and other Communications electronically, you may not use the Service.\n</p>\n<p> If you have opened a Prism account and you wish to withdraw your consent to have Communications provided in electronic form, you must close your account right away.\nPlease follow the steps described above in <u>Section 11.1</u> (“Termination by You”) of the main Terms of Service to do so.\n</p> Exhibit C SUPPLEMENTAL TERMS FOR APPS DOWNLOADED FROM APPLE <p> If you downloaded the App from Apple’s App Store, the following terms also apply to you: </p>\n<p>\n</p>\n<ol>\n<li>\n<b>Acknowledgement.</b> You acknowledge that this Agreement is between you and BillGO only, and not with Apple, and BillGO, not Apple, is solely responsible for the App and the content thereof.</li>\n<li>\n<b>Scope of License.</b> The license granted to you for the App is a limited, non-transferable license to use the App on an Apple device that you own or control and as permitted by the Usage Rules set forth in the terms of service applicable to the App Store.</li>\n<li>\n<b>Maintenance and Support.</b> BillGO and not Apple is solely responsible for providing any maintenance and support services, for which additional fees may apply, with respect to the Service.\nYou acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App.</li>\n<li>\n<b>Warranty.</b> BillGO is solely responsible for any product warranties, whether express or implied by law, to the extent not effectively disclaimed.\nIn the event of any failure of the App to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the App to you.\nTo the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be BillGO’s sole responsibility.</li>\n<li>\n<b>Product Claims.</b> BillGO, not Apple, is responsible for addressing any user or third party claims relating to the App or the user’s possession and/or use of the App, including, but not limited to: (A) product liability claims.\n(B) any claim that the App fail to conform to any applicable legal or regulatory requirement.\nand (C) claims arising under consumer protection or similar legislation.</li>\n<li>\n<b>Intellectual Property Rights.</b> You acknowledge that, in the event of any third party claim that the App or your possession and use of the App infringes that third party’s intellectual property rights, BillGO, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim.</li>\n<li>\n<b>Legal Compliance.</b> You represent and warrant that (A) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a terrorist-supporting country.\nand (B) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</li>\n<li>\n<b>Developer Name and Address.</b> Please direct any questions, complaints, or claims to: BillGO, Inc., 3003 E.\nHarmony Road 5th Floor, Fort Collins, CO 80528 or to Legal@BillGO.com.</li>\n<li>\n<b>Third Party Terms of Agreement.</b> You must comply with any applicable third-party terms when using the App.</li>\n<li>\n<b>Third Party Beneficiary.</b> You acknowledge and agree that Apple and Apple’s subsidiaries are third party beneficiaries of this Agreement, and that, upon your acceptance of the terms and conditions of the Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce the Agreement against you as a third party beneficiary thereof.</li>\n</ol>\n<p>\n</p> © 2023 BillGO, Inc.\nAbout BillGO Security Terms Privacy Billers Legal Mint Bill Pay Going Away Unbill Going Away Contact Licenses ", "created_at": "2023-04-16 00:42:08.306162", "updated_at": "2023-04-16 00:43:19.820944"}, {"id": 15558, "name": "Privacy Policy", "url": "https://prismapp.com/about/privacy", "xpath": "//body", "text": " About Help Blog Jobs Get Started Send Text BillGO, Inc.\nPrivacy Policy <p> Last Updated: December 16, 2019 </p>\n<p> BillGO, Inc.\n(“BillGO”, “Prism”, “the App”, “we”, “our”, or “us”) respects your privacy and is committed to protecting it through the practices set forth in this privacy policy (“Policy”).\nThis Policy describes how your personal information is collected, used, and disclosed by BillGO and our vendors (e.g.\nour payment processor or other third parties involved in helping process or otherwise provide our services) with respect to your use of BillGO’s services, websites, products, or when you otherwise interact with us, including through telephone, email, text and other electronic messages (collectively, the “Services”).\n“Personal information” is information that can be associated with a specific person and used to identify that person.\nPersonal information does not include information that has been anonymized or aggregated so that it does not identify a specific user.\n</p>\n<p> This Policy covers the following topics: </p>\n<ul>\n<li>Updates to the Privacy Policy</li>\n<li>Sources of Information About You</li>\n<li>Our Use of Information</li>\n<li>Sharing of Information</li>\n<li>Sharing and Use of Aggregated and Anonymized Information</li>\n<li>Updating of Information</li>\n<li>Children’s Privacy</li>\n<li>Security</li>\n<li>For Nevada Residents</li>\n<li>For Vermont Residents</li>\n<li>For California Residents</li>\n<li>Contact Information</li>\n</ul> Updates to the Privacy Policy <p> This Policy was last changed on the date set forth at the top of the Policy.\nWe are constantly trying to improve the Service, so we may need to change this Policy from time to time as well, but we will alert you to changes by placing a notice on a BillGO product/service home page or webpage, within the App, or, when possible, by notifying you by electronic means (such as email, text notification or notification to your Service account).\nIn addition, we will also edit the date at the top of this Policy to reflect the date of the changes.\nIf you use the Services after any changes to the Policy have been posted, you agree to all the changes.\n</p>\n<p> Unless we notify you and get your express consent to the contrary, use and sharing of your personal information, we collect is subject to the Policy in effect at the time such information is collected (meaning – Policy changes will not be retroactive).\nIf we need to use or share your personal information in any manner outside of what is set forth in this Policy, we will notify you in advance and get your express consent.\n</p> Sources of Information About You <p> We obtain information about you from a variety of sources, including you, your interaction with BillGO, and third parties.\nSuch information may include, but is not limited to, your name, postal address, email address, birth date, unique government issued identification number, telephone number, bank account and transaction information, and biller and payment information.\n</p>\n<p> If you use certain Services, you may be required to provide us certain information that includes: </p>\n<ul>\n<li>Information that you provide by filling in forms on our website or to use BillGO Services.\nThis includes information provided at the time of registering to use our Services, subscribing to our Services, posting material or requesting further Services.</li>\n<li>Log-in information and credentials to gain access to BillGO Services.</li>\n<li>Information you provide when you report a problem with our Services.</li>\n<li>Records or copies of correspondence, if you contact us.</li>\n<li>Your responses to surveys that we might ask you to complete for research purposes.</li>\n<li>Details of transactions you carry out through our Services.\nYou may be required to provide financial or bank account information in order to use our Services.</li>\n<li>Your search queries on our website or through our Services.</li>\n</ul>\n<p> We may collect your usage information about how you use the Services, including your access times, location, browser types and language, and Internet protocol addresses.\nWe may collect device-specific information when you access our Services, including your hardware model, operating system and version, unique device identifiers, mobile network information, and information about the device’s interaction with our Services.\n</p>\n<p> When you use our Services to make or accept payments, we collect information about the transactions, including the payment amounts and payment methods used to complete the transactions, bank account information for settlement, other relevant information about the financial institutions you use to conduct business, and basic user information such as your name, email address, mailing address, and phone number.\n</p>\n<p> The information we collect automatically is statistical data and may or may not include personal information, but we may maintain it or associate it with personal information we collect in other ways or receive from third parties.\nIt helps us to improve and to deliver better and more personalized Services, including by enabling us to: </p>\n<ul>\n<li>Estimate our audience size and usage patterns.</li>\n<li>Store information about your preferences, allowing us to customize our Services according to your individual interests.</li>\n<li>Speed up your searches.</li>\n<li>Recognize you when you return to our Services.</li>\n</ul>\n<p> The technologies we may use for this automatic data collection may include: </p>\n<ul>\n<li> Cookies (or browser cookies).\nA cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Services.\nUnless you have adjusted your browser settings so that it will refuse cookies, our system will issue cookies when you direct your browser to our Services.\nCookies may be used for session management, including the storage of device identifiers.\n</li>\n<li> Flash Cookies.\nCertain features of our Services may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from and on our Services.\nFlash cookies are not managed by the same browser settings as are used for browser cookies.\n</li>\n<li> Web Beacons.\nPages of the Services or our emails may contain small electronic files know as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit BillGO, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).\n</li>\n</ul>\n<p> We may also collect information about you from third parties, including but not limited to third-party verification services, credit bureaus, mailing list providers, publicly available sources, and another user that refers you.\n</p> Our Use of Information <p> We use information about you to provide, maintain, personalize and improve our Services and to deliver the information and support you request, including receipts, technical notices, security alerts, and support and administrative messages.\n</p>\n<p> We may use information we collect to send you news and information about our Services and to communicate with you about products, services, contests, promotions, incentives, and rewards offered by us and select partners.\nYou may opt out of receiving promotional emails or texts messages from BillGO by following the instructions in those emails or text messages.\nIf you opt out, we may still send you non-promotional communications, such as messages about your account or our ongoing business relations.\n</p>\n<p> We may also use information about you to: </p>\n<ul>\n<li>To track and analyze trends and usage in connection with our Services.</li>\n<li>To process and deliver contest and promotional entries and rewards.</li>\n<li>To protect our rights or property.</li>\n<li>To compare information for accuracy.</li>\n<li>To verify your identify.</li>\n<li>To investigate and prevent fraud or other illegal activities.</li>\n<li>For any other purpose disclosed to you in connection with our Services.</li>\n</ul>\n<p> Additionally, we use information that we collect about you or that you provide to us, including any personal information: </p>\n<ul>\n<li>To provide you with information, products or services that you request from us.</li>\n<li>To fulfill any other purpose for which you provide it.</li>\n<li>To provide you with notices about your account/subscription, including expiration, renewal or change in terms notices.</li>\n<li>To carry out obligation and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.</li>\n<li>To notify you about changes to our Services or any products or services we offer or provide through them.</li>\n<li>In any other way we may describe when you provide the information.</li>\n<li>For any other purpose with your prior consent.</li>\n</ul> Sharing of Information <p> We may share personal information about you as follows: </p>\n<ul>\n<li>To our subsidiaries and affiliates.</li>\n<li>To contractors, service providers and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.</li>\n<li>In order to verify the existence and condition or your account and to confirm your authority to use a bank account.</li>\n<li>To comply with any court order, law or legal process, including to respond to any government or regulatory request.</li>\n<li>To enforce or apply our terms of service and other agreements, including for billing and collection purposes.</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of BillGO, our customers or others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection and risk management.</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of BillGO’s assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by BillGO about our users is among the assets transferred.</li>\n<li>To fulfill the purpose for which you provide it.</li>\n<li>With your prior consent or direction.</li>\n<li>For our internal business purposes, such as data analysis, auditing, and legal compliance.</li>\n</ul>\n<p> We do not sell any information we collect or that is provided to us by you, including personal information, to third parties.\nBillGO is not responsible for any practices employed by websites linked to or from our website, nor their information or content.\nPlease remember that when you use a link to go from our website to another website, this Policy is no longer in effect.\nYour browsing and interaction on any other website is subject to that website’s own rules and policies.\nPlease read over those rules and policies before proceeding.\nAdditionally, some content or applications, including advertisements, on or through the Services are served by third-parties, including advertisers, ad networks and servers, content providers and application providers.\nThese third parties may use cookies, alone or in conjunction with web beacons or other tracking technologies, to collect information about you when you use our Services.\nThis information they collect may be associated with our personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based (behavioral) advertising or other targeted content.\nWe do not control these third parties’ tracking technologies or how they may be used.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.\n</p> Sharing and Use of Aggregated and Anonymized Information <p> Notwithstanding the foregoing, we may also use and share aggregated, non-personally identifiable information for any purposes (for example, we may publish reports on usage of our Services).\nFor clarity, such information will be in a form that cannot personally identify you.\n</p> Updating of Information <p> You may update or correct information about yourself by accessing your account or portal within the Services.\n</p> Children’s Privacy <p> The Children’s Online Privacy Protection Act was created to protect children under the age of 13 from unsuspecting acts or practices in conjunction with collecting, using, and disclosing any information about them.\nOur Services are not intended for anyone under the age of 13.\nIf you are under 13, do not use or provide any information on or through our Services.\nIf we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information.\nIf you are a parent or guardian or otherwise believe we might have any information from or about a child under the age of 13, please contact us so that we can delete the child’s information.\nThe Services will never knowingly accept, collect, maintain or use any information from a child under the age of 13.\nIf a child whom we know to be under the age of 13 sends personal information to us online, we will only use that information to respond directly to that child or notify parents.\n</p> Security <p> We maintain physical, electronic, and operational procedures to safeguard the security of your personal information.\nWe comply with state and federal laws, regulations and standards, are PCI-DSS compliant and have established SOC2 Type2 protocols and internal controls to secure information provided to us.\nWhen you provide personal information we take appropriate steps to safeguard access (e.g.\nencryption).\nWhile we have taken commercially appropriate and required efforts to guard your personal information, we cannot guarantee that your personal information may not be accessed or disclosed accidentally or wrongfully.\nYou acknowledge and agree that any personal information you provide or store through the Services is at your own risk.\nIf you have reason to believe that your interaction with us is no longer secure (e.g.\nif you feel that the security of any account you might have with us has been compromised), you must immediately notify us of the problem by contacting us as detailed below.\n</p>\n<u>For Nevada Residents</u>\n<p> WE ARE PROVIDING YOU THIS NOTICE UNDER NEVADA STATE LAW.\nYOU MAY BE PLACED ON OUR INTERNAL DO NOT CALL LIST BY EMAILING US AT Privacy@billgo.com, OR WRITING US AT BillGO, Inc., P.O.\nBox 272390, Fort Collins, CO 80527 (ATTN: Privacy).\n</p>\n<u>Special Notice to Vermont Residents</u>\n<p> Pursuant to Vermont Regulation B-2018-01, BillGO MT, Inc.\ndoes not share information it collects about Vermont residents outside of our subsidiaries and affiliated companies unless legally permitted.\nFor example, with your consent, we may share Vermont resident information to maintain your account or pursuant to joint marketing agreements with financial institutions with which we have executed agreements.\nAdditionally, with your consent, we may share information about your creditworthiness with our subsidiaries and affiliated companies.\nhowever, we may share information about your transactions or our experiences with you with our subsidiaries and affiliated companies without your consent.\n</p>\n<u>For California Residents</u>\n<p> UNDER CALIFORNIA CIVIL CODE SECTIONS 1798.83-1798.83, CALIFORNIA RESIDENTS ARE ENTITLED TO ASK US, ONCE PER YEAR, FOR A NOTICE IDENTIFYING THE CATEGORIES OF INFORMATION WHICH WE SHARE WITH OUR AFFILIATES AND/OR THIRD PARTIES FOR MARKETING PURPOSES, AND PROVIDING CONTACT INFORMATION FOR SUCH AFFILIATES AND/OR THIRD PARTIES.\nREQUESTS WILL APPLY TO INFORMATION PROVIDED DURING THE PREVIOUS CALENDAR YEAR (FOR EXAMPLE, IF YOU REQUEST INFORMATION IN 2019, YOU WILL RECEIVE INFORMATION REGARDING 2018).\nIF YOU ARE A CALIFORNIA RESIDENT AND WOULD LIKE A COPY OF THIS NOTICE, PLEASE SUBMIT A WRITTEN REQUEST TO: Privacy@billgo.com (SUBJECT HEADING: “CALIFORNIA CIVIL CODE COPY OF NOTICE REQUEST\") OR BILLGO, INC, P.O.\nBox 272390, Fort Collins, CO 80527 (ATTN: PRIVACY).\n</p>\n<p> THIS CALIFORNIA PRIVACY RIGHTS NOTICE IS PART OF THIS PRIVACY POLICY.\nPLEASE REVIEW THE REST OF THIS POLICY TO LEARN MORE ABOUTOUR PRIVACY PRACTICES.\n</p> Contact Information <p> Please contact us with any questions or concerns regarding our Policy or the Services provided at Privacy@billgo.com or BillGO, Inc, P.\nO.\nBox 272390, Fort Collins, CO 80527.\n</p> © 2023 BillGO, Inc.\nAbout BillGO Security Terms Privacy Billers Legal Mint Bill Pay Going Away Unbill Going Away Contact Licenses ", "created_at": "2023-04-16 00:42:08.337416", "updated_at": "2023-04-16 00:43:35.233344"}], "points": [], "urls": ["prismapp.com", "prismmoney.com"]}}