{"error": 448, "message": "OK", "parameters": {"id": 8447, "name": "Nightwave Plaza", "created_at": "2023-06-11 18:27:22.202051", "updated_at": "2023-06-11 22:02:23.234573", "wikipedia": null, "keywords": null, "related": null, "slug": "nightwave-plaza", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8447.png", "url": "plaza.one", "documents": [{"id": 16400, "name": "Privacy Policy", "url": "https://plaza.one/privacy", "xpath": "//body", "text": "\n<strong>Privacy Policy</strong>\n<p>\nAlexander Morozov built the Nightwave Plaza app as\na Free app.\nThis SERVICE is provided by\nAlexander Morozov at no cost and is intended for use as\nis.\n</p>\n<p>\nThis page is used to inform visitors regarding my\npolicies with the collection, use, and disclosure of Personal\nInformation if anyone decided to use my Service.\n</p>\n<p>\nIf you choose to use my Service, then you agree to\nthe collection and use of information in relation to this\npolicy.\nThe Personal Information that I collect is\nused for providing and improving the Service.\nI will not use or share your information with\nanyone except as described in this Privacy Policy.\n</p>\n<p>\nThe terms used in this Privacy Policy have the same meanings\nas in our Terms and Conditions, which is accessible at\nNightwave Plaza unless otherwise defined in this Privacy Policy.\n</p>\n<p>\n<strong>Information Collection and Use</strong>\n</p>\n<p>\nFor a better experience, while using our Service, I\nmay require you to provide us with certain personally\nidentifiable information, including but not limited to email address.\nThe information that\nI request will be retained on your device and is not collected by me in any way.\n</p>\n<p>\nThe app does use third party services that may collect\ninformation used to identify you.\n</p>\n<p>\nLink to privacy policy of third party service providers used\nby the app\n</p>\n<ul>\n<li>Google Play Services</li>\n<li>Google Analytics for Firebase</li>\n<li>Firebase Crashlytics</li>\n<li>Matomo</li>\n</ul>\n<p>\n<strong>Log Data</strong>\n</p>\n<p>\nI want to inform you that whenever you\nuse my Service, in a case of an error in the app\nI collect data and information (through third party\nproducts) on your phone called Log Data.\nThis Log Data may\ninclude information such as your device Internet Protocol\n(“IP”) address, device name, operating system version, the\nconfiguration of the app when utilizing my Service,\nthe time and date of your use of the Service, and other\nstatistics.\n</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>\nCookies are files with a small amount of data that are\ncommonly used as anonymous unique identifiers.\nThese are sent\nto your browser from the websites that you visit and are\nstored on your device's internal memory.\n</p>\n<p>\nThis Service does not use these “cookies” explicitly.\nHowever,\nthe app may use third party code and libraries that use\n“cookies” to collect information and improve their services.\nYou have the option to either accept or refuse these cookies\nand know when a cookie is being sent to your device.\nIf you\nchoose to refuse our cookies, you may not be able to use some\nportions of this Service.\n</p>\n<p>\n<strong>Service Providers</strong>\n</p>\n<p>\nI may employ third-party companies and\nindividuals due to the following reasons:\n</p>\n<ul>\n<li>To facilitate our Service;</li>\n<li>To provide the Service on our behalf;</li>\n<li>To perform Service-related services.\nor</li>\n<li>To assist us in analyzing how our Service is used.</li>\n</ul>\n<p>\nI want to inform users of this Service\nthat these third parties have access to your Personal\nInformation.\nThe reason is to perform the tasks assigned to\nthem on our behalf.\nHowever, they are obligated not to\ndisclose or use the information for any other purpose.\n</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>\nI value your trust in providing us your\nPersonal Information, thus we are striving to use commercially\nacceptable means of protecting it.\nBut remember that no method\nof transmission over the internet, or method of electronic\nstorage is 100% secure and reliable, and I cannot\nguarantee its absolute security.\n</p>\n<p>\n<strong>Links to Other Sites</strong>\n</p>\n<p>\nThis Service may contain links to other sites.\nIf you click on\na third-party link, you will be directed to that site.\nNote\nthat these external sites are not operated by me.\nTherefore, I strongly advise you to review the\nPrivacy Policy of these websites.\nI have\nno control over and assume no responsibility for the content,\nprivacy policies, or practices of any third-party sites or\nservices.\n</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>\nThese Services do not address anyone under the age of 13.\nI do not knowingly collect personally\nidentifiable information from children under 13.\nIn the case\nI discover that a child under 13 has provided\nme with personal information, I immediately\ndelete this from our servers.\nIf you are a parent or guardian\nand you are aware that your child has provided us with\npersonal information, please contact me so that\nI will be able to do necessary actions.\n</p>\n<p>\n<strong>Changes to This Privacy Policy</strong>\n</p>\n<p>\nI may update our Privacy Policy from\ntime to time.\nThus, you are advised to review this page\nperiodically for any changes.\nI will\nnotify you of any changes by posting the new Privacy Policy on\nthis page.\n</p>\n<p>This policy is effective as of 2020-09-22</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>\nIf you have any questions or suggestions about my\nPrivacy Policy, do not hesitate to contact me at mail@plaza.one.\n</p> ", "created_at": "2023-06-11 18:27:22.233712", "updated_at": "2023-06-11 18:27:47.704259"}], "points": [], "urls": ["plaza.one"]}}