{"error": 448, "message": "OK", "parameters": {"id": 8988, "name": "titanprojects", "created_at": "2023-07-09 21:51:28.22371", "updated_at": "2023-07-09 22:02:41.357974", "wikipedia": null, "keywords": null, "related": null, "slug": "titanprojects", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8988.png", "url": "titanprojects.co", "documents": [{"id": 17602, "name": "Privacy Policy", "url": "https://titanprojects.co/privacy_policy", "xpath": "//body", "text": " <ul>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Privacy Policy <p>This Privacy Policy describes how Titan Multi Crypto Wallet (TTN) applications collect, use and share information about you.\nThis policy applies to information we collect when you use our websites, including https://titanprojects.co, (collectively, the “Site”) or otherwise interact with us as described below.</p>\n<p>This policy does not apply to the Titan Multi Crypto Wallet open source client software or the Titan Multi Crypto Wallet distributed open source global payment network accessed through that software (collectively, “Titanprojects ”), which may be accessed via our Site.\nTitan Multi Crypto Wallet does not own or control .\nHowever, if you access Titan Multi Crypto Wallet from a hyperlink on our Site, we may collect the information identified in the “Information We Collect Automatically” section below in connection with your use of Titanprojects applications.\nIf you prefer, you can usually set your browser to remove or reject cookies, which will disable any information we would collect from cookies.\nWe use the information collected on Titanprojects solely to analyze trends and evaluate user engagement of Titanprojects, when accessed from our Site.\nWe will not collect any of the information that you provide directly to Titanprojects applications.\nAdditionally, if you access Titanprojects applications by any other method, other than through a hyperlink available via our Site, then we will not collect any information in connection with your use of https://titanprojects.co</p>\n<p>We may change this Privacy Policy from time to time.\nIf we make changes, we will notify you by revising the date at the top of this policy, and in some cases, we may provide you with additional notice (such as adding a statement to the homepages of our Site or sending you an email notification).\nWe encourage you to review the Privacy Policy whenever you interact with us to stay informed about our information practices and the ways you can help protect your privacy.</p> COLLECTION OF INFORMATION <p>We collect the information you provide directly to us.\nFor example, we collect information when you create an online account, post messages to our forums or wikis or otherwise communicate with us.</p>\n<p>The types of information we may collect include your name, email address, username, password, location and any other information you choose to provide.</p> INFORMATION WE COLLECT AUTOMATICALLY <p>We automatically collect certain information about you when you access or use our Site or transact business with us, including Log Information.\nWe collect information about your use of our Site, including the type of browser you use, access times, pages viewed, your IP address and the page you visited before navigating to our Site.</p>\n<p>Information Collected by Cookies and Other Tracking Technologies: We may use cookies, web beacons (also known as “tracking pixels”) and other tracking technologies to collect information about you when you interact with our Site or emails, including information about your browsing behavior on our Site.\nWe use this information to improve our Site and your experience, see which areas and features of our sites are popular, count visits, understand campaign effectiveness and determine whether an email has been opened and links within the email have been clicked.</p> INFORMATION WE COLLECT FROM OTHER SOURCES <p>We may also obtain information about you from other sources and combine that with information we collect about you.</p> USE OF INFORMATION <p>We may use information about you for various purposes, including to:</p>\n<p>Respond to your comments, questions and requests and provide customer service;</p>\n<p>Monitor and analyze trends, usage and activities in order to operate and improve our Site;</p>\n<p>Manage your online account(s) and send you technical notices, updates, security alerts and support and administrative messages;</p>\n<p>Link or combine with information we get from others to help understand your needs and provide you with better service.\nand</p>\n<p>Carry out any other purpose for which the information was collected.</p>\n<p>We are based in the United States and the information we collect is governed by U.S.\nlaw.\nBy accessing or using our Site or otherwise providing information to us, you consent to the processing and transfer of information in and to the U.S.\nand other countries.</p> SHARING OF INFORMATION <p>We may share information about you as follows:</p>\n<p>With vendors, consultants and other service providers who need access to such information to carry out work on our behalf;</p>\n<p>In response to a request for information if we believe disclosure is in accordance with any applicable law, regulation or legal process, or as otherwise required by any applicable law, rule or regulation;</p>\n<p>If we believe your actions are inconsistent with our user agreements or policies, or to protect the rights, property and safety of us or any third party;</p>\n<p>In connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business to another company.\nand</p>\n<p>With your consent or at your direction.</p>\n<p>We may also share aggregated or de-identified information, which cannot reasonably be used to identify you.</p> ANALYTICS SERVICES PROVIDED BY OTHERS <p>We engage third parties to provide analytics services.\nThese entities may use cookies, web beacons and other technologies to collect information about your use of our Site, including your IP address, web browser, pages viewed, time spent on pages, links clicked and conversion information.\nThis information may be used by us and others to, among other things, analyze and track data, determine the popularity of certain content and better understand your online activity.</p> SECURITY <p>We take reasonable measures to help protect information about you from loss, theft, misuse and unauthorized access, disclosure, alteration and destruction.</p> COOKIES <p>Most web browsers are set to accept cookies by default.\nIf you prefer, you can usually set your browser to remove or reject cookies, but note that doing so does not necessarily affect third party flash cookies used in connection with our Site.\nIf you choose to remove or reject cookies, this could affect the availability and functionality of our Site.</p>\n<p>If you have any questions about this Privacy Policy Contact Us.</p> FAQs Privacy Policy Terms and conditions Terms of use Fees Support Copyright © 2023 titanprojects.co <i>\n</i> ", "created_at": "2023-07-09 21:51:28.256493", "updated_at": "2023-07-09 21:51:43.778095"}, {"id": 17603, "name": "Term & Condition", "url": "https://titanprojects.co/terms_condition", "xpath": "//body", "text": " <ul>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Term &amp.\nCondition <p>Titan Multi Crypto Wallet TTN is an open source minable cryptocurrency like bitcoin which offers an online digital cryptocurrency (like bitcoin, ether, ripple and similar) and various services and mobile apps (hereinafter ”Titan Multi Crypto Wallet TTN” or the “Website”).\nThe accessing and use of the Website are governed by the Important Legal Information (hereinafter ”GT&amp;C”) set out herein.\nThese GT&amp;C shall be supplemented by any and all special agreements applying in connection with a service or product offered by Titan Multi Crypto Wallet TTN where you or Your representative (hereinafter ”You” or “Your”) act in a capacity as a contracting party with Titan Multi Crypto Wallet TTN.\nNevertheless, in the event of any conflict, the provisions contained in any such special agreement shall prevail.</p>\n<p>By accessing and using the Website, You acknowledge that You have read, understood and agreed to be bound by the GT&amp;C.\nFurthermore, You accept that Titan Multi Crypto Wallet TTN may, at any time and without any prior notice requirement, alter the GT&amp;C.\nIf You do not agree to the GT&amp;C, do not access or use the Website in any way whatsoever.</p>\n<p>The words cryptocurrency and digital asset have a similar type of meaning in this document.</p>\n<p>The Website is the exclusive property of Titan Multi Crypto Wallet TTN.\nTitan Multi Crypto Wallet TTN’s proprietary rights shall not be altered in any way by any reproduction or use of the Website.</p>\n<p>The content and layout of the Website are protected by copyright (all rights reserved) and other intellectual property rights, held by Titan Multi Crypto Wallet TTN.</p>\n<p>Information provided on the Website may only be downloaded, printed or otherwise reproduced - for personal, non-commercial purposes - provided that the copyright notes and other statutory proprietary designations are retained.\nYou do not acquire rights by reproducing or copying in any way information available on the Website.\nall rights are retained by Titan Multi Crypto Wallet TTN.\nYou are strictly prohibited from using anywhere other than on the Website and from copying in any way whatsoever software or any other tools available on the Website.</p>\n<p>It is forbidden under any circumstances to set up links, e.g.\nin the form of hyperlinks or inline links, to this Website, to frame it, or to access it through inline links or through a frame, without Titan Multi Crypto Wallet TTN’s prior written approval.</p>\n<p>It is forbidden under any circumstances to set up links, e.g.\nin the form of hyperlinks or inline links, to this Website, to frame it, or to access it through inline links or through a frame, without Titan Multi Crypto Wallet TTN’s prior written approval.</p>\n<p>Titan Multi Crypto Wallet TTN in particular is a trademark.\nOther verbal and/or graphic elements featuring on the website and used to identify the origin of a product or service may be the trademarks of their respective owners, for example the trademark of one of Titan Multi Crypto Wallet TTN’s commercial partners.\nThese trademarks may not be reproduced or used without the prior permission of their owners.</p>\n<p>You shall indemnify, defend and hold harmless Titan Multi Crypto Wallet TTN, its associate's companies, the directors, officers, employees, agents, affiliates or shareholders with respect to any claim, demand, cause of action, debt, judgment or liability, including reasonable attorney’s fees, to the extent that it is based upon a claim that : (i) arises out or in relation to Your use of the Website and/or Titan Multi Crypto Wallet TTN’s services, (ii) any breach or violation by You of any term or provision of these GT&amp;C or of any other special agreements applying in connection with a service or product offered by Titan Multi Crypto Wallet TTN, and/or (iii) any messages, information or materials uploaded, posted, published or otherwise transmitted by You in connection with the Website and/or services provided by Titan Multi Crypto Wallet TTN.</p>\n<p>By consulting this Website and/or using Titan Multi Crypto Wallet TTN’s services, you acknowledge and give Your consent that Titan Multi Crypto Wallet TTN may record and process all of Your actions on this Website for security, system monitoring, management, marketing and compliance with the legal and regulatory requirements to which Titan Multi Crypto Wallet TTN is subject.\nTitan Multi Crypto Wallet TTN will store this information under the appropriate security conditions for a limited period of time.\nTitan Multi Crypto Wallet TTN will not pass on Your personal information to third parties, except in the following special circumstances: In compliance with the legal and regulatory obligations to which Titan Multi Crypto Wallet TTN is subject, including but not limited to the Federal Act on Combating Money Laundering and Terrorist Financing (AML), by the Ordinance on Combating Money Laundering and Terrorist Financing (MLO), the Ordinance of the Swiss Financial Market Supervisory Authority on Combating Money Laundering and Terrorist Financing in the Financial Sector (OBA-FINMA), as well as the Regulation of the Association for Quality Assurance in the Financial Services Sector (VQF).\nTitan Multi Crypto Wallet TTN 's Technical Support is an external support.\nWhen You use it, personal information - such as Your username, first and last names, email address, phone number, IP address and payment information - is stored by this external support.\nThe authentication of Your identity documents is carried out by a specialized external company.\nAs a result, this company has access to these documents (only).\nFurthermore, Titan Multi Crypto Wallet TTN respects Your privacy and seeks to protect Your personal data.\nYou acknowledge and consent to the fact that Titan Multi Crypto Wallet TTN may process personal data in relation to You in connection to Your use of the Website and/or Your use of Titan Multi Crypto Wallet TTN’s services.\nYou should refer and consult our Privacy Policy athttps://titanprojects.co/privacy_policy for information about how Titan Multi Crypto Wallet TTN collects and uses Your information and data.</p>\n<p>Using Titan Multi Crypto Wallet TTN’s services requires registration to the Website.\nThe registration to the Website is free and results, after acknowledgment and acceptance of the current GT&amp;C and Privacy Policy (https://titanprojects.co/privacy_policy), in the creation of a user profile.\nFor the avoidance of doubt, only the registration on the Website and creation of Your user profile is free.</p>\n<p>Titan Multi Crypto Wallet TTN’s services are subject to the usability of Titan Multi Crypto Wallet in cryptocurrency exchanges / mobile apps/ e-commerce websites/ retail store(wherever the Titan Multi Crypto Wallet is accepted as a payment method) the transactions fees are subject to transfer the coins from one wallet to another can be different as per service provider’s T&amp;C defined in the present GT&amp;C and/or any special agreement You sign with Titan Multi Crypto Wallet TTN for the use of Titan Multi Crypto Wallet TTN’s services.\nThe submission and validation by Titan Multi Crypto Wallet TTN of various documents, referred to in these GT&amp;C, is required for the purchase and sale of digital assets (bitcoin, ether, ripple and similar), as well as for the conversion of digital assets (bitcoin, ether, ripple and similar).\nThere is no pre-existing registration fee.\nTitan Multi Crypto Wallet TTN may refuse any registration without having to provide a reason, may exclude any registered user - including in cases of fraud, scams, forged securities or forged certificates - or may refuse to enter into any transaction.\nBanned users are not allowed to re-register on the Website nor require or use Titan Multi Crypto Wallet TTN’s services.\nBy doing so, these users may be subject to criminal prosecution.\nYou can delete Your account at any time by making a request through Titan Multi Crypto Wallet TTN’s technical support.\nPlease consult our Privacy Policy at https://titanprojects.co/privacy_policy for further details.</p>\n<p>Titan Multi Crypto Wallet TTN keep records of transactions in Blockchain.\nThis record is publically available on the blockchain of Titan Multi Crypto Wallet.\nThe time frame period for keeping records of the transaction is subject to the availability of transaction hash.\nAll transactions are visible to the public in the blockchain of the Titan Multi Crypto Wallet.\nTherefore, if You have made transactions, Your transaction cannot be deleted.\nHowever, it will be visible subject to transaction hash or block no.</p>\n<p>Force Majeure.</p>\n<p>Universal Jurisdiction The Geneva Conventions.</p>\n<p>For any questions about these GT&amp;C, please contact Titan Multi Crypto Wallet TTN.\nIn case of discrepancy, the English version shall prevail.\nLast update in Dec.\n2020.</p> FAQs Privacy Policy Terms and conditions Terms of use Fees Support Copyright © 2023 titanprojects.co <i>\n</i> ", "created_at": "2023-07-09 21:51:28.286022", "updated_at": "2023-07-09 21:52:01.227503"}, {"id": 17604, "name": "Terms Of Use", "url": "https://titanprojects.co/terms_of_use", "xpath": "//body", "text": " <ul>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Terms Of Use <p>The \"Terms of Use\" given here together with TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) “Privacy Policy” comprises a legal “Agreement” between the “User” (referred to as \"you\" or \"your\" and means any natural person or entity and its authorized representative that uses or subscribes to the “Services”) and Titan Projects Pte.\nLtd.\nRegistered address 68, Circular Road, #02-01, Singapore (049422), its Tech.\nPartner Indian Company Named Enfetter Technologies Services Pvt Ltd india, its subsidiaries and/or any of its partners which operates TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) Platform (referred herein or hereafter as \"TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN )\", \"we\", \"us\" or “our”).\nBy using or accessing the services provided by TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) or its partners through websites, mobile sites, mobile applications and desktop applications, applets and other applications you are accepting this agreement on behalf of yourself or the entity that you represent</p>\n<p>You warrant that you have the right, authority and capacity to enter into this agreement.\nBy clicking on the \"I Agree\" link, you accept that you have read and understood all the terms and conditions given in this \"Terms of Use\" or Terms and Privacy Policy available on the website.\nAlso, certain features of TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) Platform may require you to adhere to additional guidelines, terms, or rules while using these services.\nWe may amend this Agreement related to the Services from time to time.\nAmendments will be effective upon our posting of such updated “Agreement” at this location or the amended policies or supplemental terms on the applicable service.</p>\n<p>Your continued access or use of the “Services” after such posting constitutes your consent to be bound by the Agreement, as amended.\n</p>\n<p>PLEASE READ AND UNDERSTAND THE FOLLOWING TERMS AND CONDITIONS AS THEY GOVERN THE USE OF TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) &amp.\nITS SERVICES BY YOU: </p>\n<p> (A) YOU ACKNOWLEDGE THAT TRADING IN CRYPTOCURRENCIES AND DIGITAL ASSETS INVOLVES A HIGH DEGREE OF RISK.\nCRYPTOCURRENCIES AND DIGITAL ASSETS ARE SUBJECT TO CONSTANT AND FREQUENT FLUCTUATIONS IN VALUE AND EXCHANGE RATES, AND THE VALUE OF YOUR CRYPTOCURRENCY AND DIGITAL ASSETS MAY INCREASE OR DECREASE AT ANY TIME.\nACCORDINGLY, YOU MAY SUFFER A COMPLETE LOSS OF THE FUNDS HELD IN YOUR ACCOUNT.\nYOU ACKNOWLEDGE THAT YOU ARE SOLELY RESPONSIBLE FOR DETERMINING THE NATURE, SUITABILITY, AND APPROPRIATENESS OF THESE TRADING RISKS FOR YOU.\nYOU ACKNOWLEDGE AND AGREE THAT TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) BEARS NO RESPONSIBILITY OR LIABILITY TO YOU OR ANY OTHER PERSON WHATSOEVER FOR ANY LOSSES OR GAINS INCURRED IN CONNECTION WITH YOUR USE OF THE SERVICES.\nYOU ALSO ACKNOWLEDGE AND AGREE THAT TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) DOES NOT GIVE ADVICE OR RECOMMENDATIONS REGARDING THE TRADING OF CRYPTOCURRENCIES, INCLUDING THE SUITABILITY AND APPROPRIATENESS OF, AND INVESTMENT STRATEGIES FOR, CRYPTOCURRENCIES.</p>\n<p>(B) YOU ALSO ACKNOWLEDGE AND AGREE THAT TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) AND YOUR ABILITY TO USE THE SERVICES MAY BE DETRIMENTALLY IMPACTED BY REGULATORY ACTION OR CHANGES IN REGULATIONS CONCERNING THE CRYPTOCURRENCY AND DIGITAL ASSETS MARKETS.\nYOU AGREE THAT WE MAY DISCLOSE YOUR PERSONAL AND ACCOUNT INFORMATION IF WE BELIEVE THAT IT IS REASONABLY NECESSARY TO COMPLY WITH A LAW, REGULATION, LEGAL PROCESS, OR GOVERNMENTAL REQUEST.\nYOU HEREBY ACKNOWLEDGE AND AGREE THAT TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) IS NOT A FINANCIAL INSTITUTION, BANK, CREDIT UNION, TRUST, HEDGE FUND, BROKER OR INVESTMENT OR FINANCIAL ADVISOR, AND IS NOT SUBJECT TO THE SAME LAWS, REGULATIONS, DIRECTIVES OR REQUIREMENTS APPLICABLE TO SUCH PERSONS OR ENTITIES.\nYOU ACKNOWLEDGE AND AGREE THAT NO ORAL OR WRITTEN INFORMATION OR ADVICE PROVIDED BY TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ), ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, NOR ANY INFORMATION OBTAINED THROUGH THE SERVICES, WILL OR SHALL CONSTITUTE INVESTMENT, OR FINANCIAL ADVICE.\nYOU ARE SOLELY AND EXCLUSIVELY RESPONSIBLE FOR ALL TRADING DECISIONS MADE BY YOU WHILE USING THE SERVICES.\n</p>\n<p>(C) TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) IS MERELY A TECHNOLOGY PLATFORM WHERE CRYPTOCURRENCY AND DIGITAL ASSETS ARE TRADED AND YOU ARE SOLELY AND ENTIRELY RESPONSIBLE FOR THE LEGAL, REGULATORY AND TAX COMPLIANCE OF ALL TRANSACTIONS CARRIED OUT BY YOU USING THE SERVICES.\nYou may not access or use the services or accept this agreement if you are not at least 18 years old.\nIf you do not agree with all of the provisions of this agreement, do not access and/or use the site.\nThese terms require the use of Arbitration on an individual basis to resolve disputes, rather than jury trials or class actions, and also limit the remedies available to you in the event of a dispute.\n</p>\n<p>\n<b>1.\nAGREEMENT IMPORTANT CONDITIONS</b>\n</p>\n<p>We may amend this Agreement related to the Services from time to time.\nAmendments will be effective upon our posting of such updated “Agreement” at this location or the amended policies or supplemental terms on the applicable service.\nYour continued access or use of the “Services” after such posting constitutes your consent to be bound by the Agreement, as amended.\n</p>\n<p>All such changes made in “Terms of Use” will be effective immediately once they get posted here.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) also encourages it’s users to regularly review these “Terms of Use”.\nYour continued access or use of the “Services” constitutes your consent to be bound by the Agreement, as amended.\n</p>\n<p>\n<b>2.\nELIGIBILITY By accepting this Agreement, you consent that:</b>\n</p>\n<p>You may not access or use the services or accept this agreement if you are not at least 18 years old or any other age, legal in your jurisdiction for entering into a binding contract as per the law.\nYou warrant that you have the right, authority and capacity to enter into this agreement.</p>\n<p>You understand and accept that TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) reserves the right to decide about the cryptocurrency and digital assets which can be traded on its platform and specific countries where our services can be provided.\n</p>\n<p>You have not been previously banned by TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) from using its services.\n</p>\n<p>You don’t have any other TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) account, currently.\nIf you are entering or accessing this account on behalf of any other legal entity where you work as an Office, Director, Employee or Agent, you must have a valid warrant to bind such a legal entity.\n</p>\n<p>\n<b>3.\nPROHIBITION OF ACCESS TO SERVICES</b>\n</p>\n<p>You are prohibited from using our services if you are an individual or organization banned under UN Security Council trade and economic sanctions list.\nAdditionally, You must not be a resident individual or organization from a country falling under FATF Black List ( High-Risk Jurisdictions subject to a Call for Action) &amp.\nGrey List (Jurisdictions Under Increased Monitoring).\nWe can restrict the availability of our services to certain countries/regions at our sole discretion.\nThe Services are only available in jurisdictions where they may be legally offered for sale.\nThe Services are not available to “U.S.\nPersons”, as such term is defined under Regulation S promulgated under the Securities Act of 1933.\nBy accessing or using the TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) platform, you represent and warrant that you are not a U.S.\nPerson.\n</p>\n<p>\n<b>4.\nSERVICES DESCRIPTION </b>\n</p>\n<p>TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) provides an online cryptocurrency and digital assets trading platform.\nThrough TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ), you can seamlessly trade or exchange many popular cryptocurrencies and digital assets like Bitcoin (BTC), Titancoin (TTN), Ethereum (ETH), Bitcoin Cash (BCH), Litecoin etc.</p>\n<p>We are focused on constantly expanding the scope of our products and services to enhance the customer experience.\nWe are committed to protect and safeguard our user's data.\nHowever, TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) disclaims any and all responsibility or liability in relation to the accuracy, completeness and suitability of the content made available through the services, including the customer content, or any content or services provided by third parties.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) does not control or vet customer content and is not responsible for what users post, transmit, or share on or through the services.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) is not responsible or liable in any manner for any third-party services associated with or utilized in connection with the services, including the failure of any such third-party services or supported platforms.\n</p>\n<p>\n<b>5.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) ACCOUNT REGISTRATION </b>\n</p>\n<p>\n<b>(A) REGISTRATION &amp.\nLOGIN </b>\n</p>\n<p>In order to access TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) services, every user must register or create their account at (https://TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).io/register).\nFor successful registration, you must enter a valid email ID along with a strong password and accept the “Terms of Use”.\nYou must provide valid, accurate and complete information while registering your account on TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).\nEvery user account is linked to a unique email ID and/or mobile no.\neven if it belongs to a Corporate entity or business user.</p>\n<p>\n<b>(B) USER IDENTITY VERIFICATION &amp.\nKYC </b>\n</p>\n<p>You must agree to provide your personal information at the time of creating an account with TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) for the sole purpose of user identity verification.\nSuch user information shall be used for complying with AML and CFT laws and identifying other fraudulent activities which a user might carry out through TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) platform.\nThe usage of personal information collected from the users shall be governed by our privacy policy.\nAs per the existing standards followed by various global crypto exchanges, we reserve the right to keep your personal data for a period of 5 years after you cease to have a relationship with TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) or your account is deleted by TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).\nYou can acquire information about how your personal information is used by TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).</p>\n<p>You must regularly update your relevant personal information and TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) reserves it right to suspend or terminate its services for a user who has provided outdated, incomplete, wrong, or false information.\nIn case we detect fraudulent user behavior or submission of wrong information, your account shall be immediately suspended or terminated on the basis of outcome of our internal enquiry.\nBy registering or creating your account with TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ), you consent and authorize us to make inquiries directly, indirectly or via third parties to confirm or verify your identity.\nYou agree that TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) can take reasonable actions to protect you and other platform users from any type of financial fraud.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) will also be authorized from your end to disclose your personal data with financial crime agencies or any other fraud prevention agencies to protect you and other platform users from frauds.\n</p>\n<p>\n<b>(C) ACCOUNT USAGE GUIDELINES FOR USERS </b>\n</p>\n<p>The account registered on the TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) platform must be used only by the individual under whose name it has been registered or the authorized official of the corporate entity registered with TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) has the rights to freeze, suspend or terminate any account which is found to be used in violation of these terms.\nYou must immediately report unauthorized usage of your account and TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) shall not be responsible or liable in any manner for loss or damage arising out of unauthorized usage of your account.\n</p>\n<p>\n<b>(D) ACCOUNT SECURITY </b>\n</p>\n<p>TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) has implemented industry-leading security standards to protect and safeguard user funds, cryptocurrency and digital assets.\nHowever, you hereby agree that you shall not disclose your confidential account information such as username, account password and One Time Password (OTP) with anyone, including any third-party.\nand take all reasonable steps to safeguard and protect your account and your personal information.</p>\n<p>YOU ARE SOLELY AND ENTIRELY RESPONSIBLE FOR THE LEGAL, REGULATORY AND TAX COMPLIANCE OF ALL TRANSACTIONS CARRIED OUT BY YOU USING THE SERVICES.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) SHALL NOT BE RESPONSIBLE OR LIABLE IN ANY MANNER FOR LOSS OR DAMAGE ARISING OUT OF ILLEGAL USAGE OF YOUR ACCOUNT.\n</p>\n<p>\n<b>6.\nUSAGE OF TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) SERVICES : GUIDELINES </b>\n</p>\n<p>\n<b>(A) LICENSE </b>\n</p>\n<p>Considering the continued adherence to the express terms and conditions given here, TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) shall provide you a limited, royalty-free, non-exclusive, revocable, non-transferable access right to the Services through your personal computer or any other internet-enabled device.\nYou are not authorized to use or render any of our Services for commercial or resale purposes, including placing orders on behalf of any other person or third-party.\nAll such usage of our Services shall be categorized as illegal and in violation of the “Terms of Use”.\nUsage of Services in any manner that is not stated in “Terms of Use” or explicitly authorized is prohibited.\n</p>\n<p>TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ), in any manner, does not transfer any legal ownership of intellectual property rights to you or any other user with respect to the usage of our Services.\nAll the TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) platform assets including the text, graphics, photographs, sounds, computer code, artwork, visual interfaces, documentation and the “look and feel”, expression, structure, selection, coordination, design and arrangement of the content available on our platform or through our Services are directly, exclusively, singly owned, controlled and/or licensed by TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) or its partners, owners, licensors, affiliates and related parties.</p>\n<p>Any feedback, ideas, suggestions or other information received by TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) from users via email, official social media channels, through our websites, or other medium shall be owned by TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) and TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) shall have the sole right together with intellectual property rights to the content obtained in such manner.\nNo user can claim compensation or ownership against any Feedback or Suggestion provided to TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).\n</p>\n<p>\n<b>(B) PROHIBITIONS &amp.\nRESTRICTIONS </b>\n</p>\n<p>While using the Services you agree and covenant to observe the following: </p>\n<p>All activities carried out by you during the use of our Services will be in compliance of applicable laws, rules, regulations related to cryptocurrency trading in your country and/or jurisdiction as well as the guidelines proposed by TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).</p>\n<p>Your use of our Services, in any manner, would not be allowed to violate public ethics, interests or any legitimate interests of other persons.\nYou will not take any such action that would negatively affect, disrupt or inhibit other users from accessing our Services.</p>\n<p>You consent that using our services while staying involved in market manipulation activities (e.g.\nsuch as price manipulation, quote stuffing, wash trading, self-trading, front running, etc.) will get you permanently banned from accessing our services.</p>\n<p>You, in any case, will not download, copy, duplicate, reproduce, disassemble, disseminate, publish, broadcast, further transmit, remover or alter any of the proprietary labels or notices without obtaining prior written consent from TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).\n</p>\n<p>In any case, you shall not: </p>\n<p>use any \"page-scrapper,\" \"robot,\" \"spider,\" \"deep-link,\" or any other device, algorithm, script or methodology and/or other manual process to gather, acquire, copy or monitor our services.\nYou are also not allowed to circumvent or reproduce the presentation or navigational structure of our Services in an attempt to gather some information, documents or materials through any means that are not publicly made available through our Services.\n</p>\n<p> attempt to gain unauthorized access to any portion or feature of our Services or any other systems and networks linked to our Services or to any servers hosting TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) services through the means of password “mining”, “security breach”, “cyber-attack” or any other prohibited or illegitimate manner.\n</p>\n<p>scan, test or probe the vulnerability or sensitivity of the servers connected to our services, neither you should breach the authentication measures used by our Services or any other networks connected to our Services.\ntake any action that imposes a disproportionate and unreasonable load on the infrastructure of our Services or TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) IT systems or networks or any other network part of our infrastructure;</p>\n<p> use any particular software, device or perform a routine that may cause harm to the proper working of our Services or any of the transactions processed on our Servers or negatively affect, disrupt or inhibit other users and their transactions while using our Services.\n</p>\n<p>violate (or assist any other party in violating) any applicable law, statute, ordinance, or regulation.\no intentionally try to defraud (or assist in the defrauding of) TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) or any other User.\nprovide false, inaccurate, or misleading information;</p>\n<p>trade taking advantage of any technical glitch, malfunction, failure, delay, default, or security breach;</p>\n<p> partake in any transaction involving the proceeds of illegal activity.\n</p>\n<p>use the Services to engage in conduct that is detrimental to TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) or to any other User or any other third party.\n</p>\n<p>defame, harass, or violate the privacy or intellectual property rights of TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) or any other User.\n</p>\n<p>upload, display or transmit any messages, photos, videos or other media that contain illegal goods, pornographic, violent, obscene or copyrighted images or materials for use as an avatar, in connection with a payment or payment request, or otherwise.\n</p>\n<p>upload, transmit, or distribute to or through the Services any computer viruses, worms, or any software intended to damage or alter a computer system or data.\nattempt to reverse engineer, de-compile, disable, interfere with the performance of the Services, any third-party use of the Services, or any third-party data contained therein (except to the extent such restrictions are prohibited by applicable law.\no access our Services in order to build a competitive product or service or copy any ideas, features, functions, or graphics of the Services.</p>\n<p> By accessing the Service, you agree that TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) shall have the right (without obligation) to investigate any violation of these “Terms of Use’, unilaterally determine whether you have violated these terms, and take actions to apply relevant rules without receiving your consent or giving prior notice to you.\nYou consent that TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) has the right to investigate the violation of any of the terms given here and take appropriate measures including the legal action against you without receiving your consent or giving prior notice to you.\n</p>\n<p>Examples of appropriate measures taken from our side include:</p>\n<p> Freeze, suspend or terminate user account and permanently ban a user.\n</p>\n<p>Block order requests.\n/</p>\n<p>\n</p>\n<p> Send warning alerts and messages in relation to specific user activity.\n</p>\n<p>Publishing the alleged services violations and initiate legal actions.\n</p>\n<p>\n<b>7.\nORDERS AND SERVICE FEES </b>\n</p>\n<p>\n<b>(A) ORDER PLACING </b>\n</p>\n<p>Using Our Services, when you place an order (“trading activity”), your Account balance will get updated automatically reflecting your order and this order will be stored in TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) order book to match it with orders placed by other users (price and time priority).\nIf a part or whole of your order matches with any of the orders placed by other users, our Services will execute an exchange “trade”.\nOnce the trade is completed, your Account will be updated to confirm that your order has been closed or executed successfully.\nIn specific cases related to No-Fills (entire order is open) and Partial-Fills (trade/s executed for part of an order), the order will remain open in your “Order Book” for a period of 30 days from the order date or until cancelled by you.\nwhichever is earlier.\nYou consent to authorize TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) to transfer the funds or cryptocurrency and digital assets to settle your trade/s with the counterparty.\n</p>\n<p>\n<b>(B) CANCELLATION PROCESS</b>\n</p>\n<p>You can also cancel an order placed via our Services if your order has not been matched with other order/s.\nHowever, you can’t modify, cancel, withdraw an executed trade or restrict TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) from settling your trade with the counterparty.\nIn case of partial matching of your order, you are allowed to cancel the remaining unmatched/pending part of your order.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) also holds complete control or rights over cancellations of your order or any cancellation request received from your side.\nIn case of not having sufficient funds (“Digital Currency”) in your Account or Wallet, TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) also reserves the right to cancel your entire order or may complete only partial order depending upon the Digital currency available in your account.\n</p>\n<p>\n<b>(C) TRADE CORRECTIONS</b>\n</p>\n<p>You acknowledge and agree that TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) may correct, reverse or cancel, on its sole discretion, any order, trade, transfer, or other transaction or activity with respect to which TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) has discovered that there was an error or abnormality, whether such error or abnormality was caused by you, TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) or a third party or due to technical issues, system issues, software failure or otherwise.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) provides no guarantee or warranty that any such attempt will be successful and will have no responsibility or liability for such error(s) or any correction attempt(s) </p>\n<p>\n<b>(D) FEES &amp.\nCHARGES</b>\n</p>\n<p>You should agree to pay the TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) fees given on https://titanprojects.co/fees For Titan Projects / Titan Coin App ( Titan Multi Crypto Wallet )services and &amp.\nhttps://ttnex.io/fees for TTNEX.\nHowever, cryptocurrency and digital assets withdrawal fees are regularly adjusted according to blockchain conditions.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) reserves its right to revise the trading fees and the updated fees shall be applied to all the trades executed on or after the effective date.</p>\n<p>\n<b>8.\nMARGIN TRADING &amp.\nFUTURES </b>\n</p>\n<p>\n<b>(A) MARGIN &amp.\nFUTURES TRADING RISKS </b>\n</p>\n<p>Both Margin Trading and Futures Trading carry high risk and as a Margin and/or Futures trader, you understand and accept that you solely bear all the risks associated with margin and futures trading and borrowing services.\nThese risks may include but are not limited to:</p>\n<p>Cryptocurrency and Digital Assets markets are highly volatile and shift rapidly in terms of liquidity, the use of leverage from your side might work in favor of you or against you and can also lead to large losses or gains far in excess of your original capital;</p>\n<p>You are not entitled to get any forked coins split from any of the blockchain assets in your Margin or Futures account, despite your being not involved in any Margin or Future trading.</p>\n<p>In certain cases, you might not be in a position to liquidate.\nThis might be due to either insufficient amount of liquidity in the market, technical glitches or other factors beyond our control.\n</p>\n<p>Contingent orders placed from your side may not help to limit or avoid the losses faced by you since adverse market conditions may make it difficult or even impossible to execute such orders.</p>\n<p>\n<b>(B) ENTERING MARGIN &amp.\nFUTURES TRADING SEGMENT </b>\n</p>\n<p>You are prohibited from using our services if you are an individual or organization banned under UN Security Council trade and economic sanctions list.\nAdditionally, You must not be a resident individual or organization from a country falling under FATF Black List ( High-Risk Jurisdictions subject to a Call for Action) &amp.\nGrey List (Jurisdictions Under Increased Monitoring);</p>\n<p>the Services are not available to “U.S.\nPersons”, as such term is defined under Regulation S promulgated under the Securities Act of 1933.\nBy accessing or using the TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) platform, you represent and warrant that you are not a U.S.\nPerson.\n</p>\n<p> you understand and accept that you are solely responsible for bearing all the risks, rewards and damages associated with margin and futures trading and borrowing services.\n</p>\n<p>you shall always maintain sufficient amount of funds and/or cryptocurrency and digital assets into your margin trading and futures account.\nFailure to maintain sufficient amount of funds and/or assets may lead to forced liquidation of assets from your margin or futures trading account.\n</p>\n<p>TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) does not provide any guarantee or assurance to minimize or avoid financial losses or any other damage which may arise as a result of using the Services.\nEven though you have the option to force liquidate the positions, you shall be responsible for covering the asset shortfall when all your position are liquidated but your account does not have sufficient funds to cover the Margin Loan Amount.\n</p>\n<p>TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ), at its sole discretion, also holds the power to transfer funds or cryptocurrency and digital asset balances from your margin or futures trading account to your spot exchange account and/or from your spot exchange account to your margin or futures trading account to minimize losses or cover the shortfall.\n</p>\n<p>You acknowledge and agree that TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) will have no obligation to provide you with any support or maintenance in connection with the Services.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) is neither liable nor responsible for any loss or damage arising out of usage of the Services including during the times of planned and un-planned maintenance periods.</p>\n<p>\n<b>9.\nLIABILITY</b>\n</p>\n<p>\n<b>(A) WARRANTIES DISCLAIMER </b>\n</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, THE SERVICES ARE PROVIDED ON AN “AS-IS” AND “AS AVAILABLE” BASIS, AND TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING ALL WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, ACCURACY, OR NON-INFRINGEMENT.\nWE (AND OUR SUPPLIERS) MAKE NO WARRANTY THAT THE SERVICES WILL MEET YOUR REQUIREMENTS, WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS, OR WILL BE ACCURATE, RELIABLE, FREE OF VIRUSES OR OTHER HARMFUL CODE, COMPLETE, LEGAL, OR SAFE.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) DOES NOT GUARANTEE THAT ANY ORDER TRASMITTED BY A USER WILL BE ACCEPTED, RECORDED, REMAIN OPEN OR EXECUTED.\nIF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) PLATFORM, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO NINETY (90) DAYS FROM THE DATE OF FIRST USE.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) DISCLAIMS ANY AND ALL RESPONSIBILITY OR LIABILITY IN RELATION TO THE CONTENT MADE AVAILABLE THROUGH THE SERVICES, INCLUDING THE CUSTOMER CONTENT, OR ANY CONTENT OR SERVICES PROVIDED BY THIRD PARTIES.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) DOES NOT CONTROL OR VET CUSTOMER CONTENT AND IS NOT RESPONSIBLE FOR WHAT USERS POST, TRANSMIT, OR SHARE ON OR THROUGH THE SERVICES.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) IS NOT RESPONSIBLE OR LIABLE IN ANY MANNER FOR ANY THIRD-PARTY SERVICES ASSOCIATED WITH OR UTILIZED IN CONNECTION WITH THE SERVICES, INCLUDING THE FAILURE OF ANY SUCH THIRD-PARTY SERVICES OR SUPPORTED PLATFORMS.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.\n</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nEXCEPT FOR THE EXPRESS STATEMENTS SET FORTH IN THIS AGREEMENT, YOU HEREBY ACKNOWLEDGE AND AGREE THAT YOU HAVE NOT RELIED UPON ANY OTHER STATEMENT OR UNDERSTANDING, WHETHER WRITTEN OR ORAL, WITH RESPECT TO YOUR USE AND ACCESS TO THE SERVICES.\nYOU HEREBY CONSENT THAT TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) WILL NOT BE LIABLE FOR ANY LOSSES OR DAMAGES ARISING OUT OF: </p>\n<p>ANY INACCURACY, DEFECT OR OMISSION OF CRYPTOCURRENCY AND DIGITAL ASSETS MARKET DATA.\n</p>\n<p>ANY ERROR OR DELAY IN THE TRANSMISSION OF SUCH MARKET DATA.\n</p>\n<p>INTERRUPTION IN SERVICES AND DISSEMINATION OF MARKET DATA.\n</p>\n<p>ANY LOSSES OR DAMAGES INCURRED AS A RESULT OF TECHNICAL GLITCHES, HACKING, ACTIONS OF OTHER USERS AND OMISSIONS OR VIOLATION OF THIS AGREEMENT.\n</p>\n<p>\n<b>(B) INDEMNIFICATION </b>\n</p>\n<p>YOU AGREE TO INDEMNIFY AND HOLD TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) (AND ITS OFFICERS, EMPLOYEES, AND AGENTS) HARMLESS, INCLUDING FROM COSTS AND ATTORNEYS’ FEES, FROM ANY CLAIM OR DEMAND MADE BY ANY THIRD PARTY DUE TO OR ARISING OUT OF (A) YOUR USE OF THE SERVICES, (B) YOUR VIOLATION OF THIS AGREEMENT, (C) YOUR VIOLATION OF APPLICABLE LAWS OR REGULATIONS, OR (D) THIRD-PARTY SERVICES.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) RESERVES THE RIGHT, AT YOUR EXPENSE, TO ASSUME THE EXCLUSIVE DEFENSE AND CONTROL OF ANY MATTER FOR WHICH YOU ARE REQUIRED TO INDEMNIFY US, AND YOU AGREE TO COOPERATE WITH OUR DEFENSE OF THESE CLAIMS.\nYOU AGREE NOT TO SETTLE ANY MATTER WITHOUT THE PRIOR WRITTEN CONSENT OF TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) WILL USE REASONABLE EFFORTS TO NOTIFY YOU OF ANY SUCH CLAIM, ACTION OR PROCEEDING UPON BECOMING AWARE OF IT.</p>\n<p>\n<b> (C) LIMITATION OF LIABILITY</b>\n</p>\n<p>IN NO EVENT WILL TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ), ITS AFFILIATES AND THEIR RESPECTIVE SHAREHOLDERS, MEMBERS, DIRECTORS, OFFICERS, EMPLOYEES, ATTORNEYS, AGENTS, REPRESENTATIVES, SUPPLIERS OR CONTRACTORS BE LIABLE FOR ANY INCIDENTAL, INDIRECT, SPECIAL, PUNITIVE, CONSEQUENTIAL OR SIMILAR DAMAGES OR LIABILITIES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF DATA, INFORMATION, REVENUE, PROFITS OR OTHER BUSINESS OR FINANCIAL BENEFIT) ARISING OUT OF OR IN CONNECTION WITH THE SERVICES, ANY PERFORMANCE OR NONPERFORMANCE OF THE SERVICES, OR ANY OTHER PRODUCT, SERVICE OR OTHER ITEM PROVIDED BY OR ON BEHALF OF TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) AND ITS AFFILIATES, WHETHER UNDER CONTRACT, STATUTE, STRICT LIABILITY OR OTHER THEORY EVEN IF TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES EXCEPT TO THE EXTENT OF A FINAL JUDICIAL DETERMINATION THAT SUCH DAMAGES WERE A RESULT OF TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN )’S GROSS NEGLIGENCE, FRAUD, WILLFUL MISCONDUCT OR INTENTIONAL VIOLATION OF LAW.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL ORCONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nNOTWITHSTANDING THE FOREGOING, IN NO EVENT WILL THE LIABILITY OF TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ), ITS AFFILIATES AND THEIR RESPECTIVE SHAREHOLDERS, MEMBERS, DIRECTORS, OFFICERS, EMPLOYEES, ATTORNEYS, AGENTS, REPRESENTATIVES, SUPPLIERS OR CONTRACTORS ARISING OUT OF OR IN CONNECTION THE SERVICES, ANY PERFORMANCE OR NON-PERFORMANCE OF THE SERVICES, OR ANY OTHER PRODUCT, SERVICE OR OTHER ITEM PROVIDED BY OR ON BEHALF OF TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) OR ITS AFFILIATES WHETHER UNDER CONTRACT, STATUTE, STRICT LIABILITY OR OTHER THEORY, EXCEED THE AMOUNT OF THE FEES PAID BY YOU TO TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) UNDER THIS AGREEMENT IN THE TWELVE-MONTH PERIOD IMMEDIATELY PRECEDING THE EVENT GIVING RISE TO THE CLAIM FOR LIABILITY.\n</p>\n<p>\n<b>10.\nNEWS &amp.\nANNOUNCEMENTS </b>\n</p>\n<p>All major TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) official announcements, news related to its products and airdrops shall be made available on our website’s official announcement page (https://support.TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).io/news).\n</p>\n<p>\n<b> 11.\nAGREEMENT TERMINATION </b>\n</p>\n<p>We may terminate your Account or suspend your access to the Services at any time and with immediate effect for any reason or no reason, in our sole and absolute discretion.\nWe may decline to process any deposit or withdrawal without prior notice and may limit or suspend your use of one or more Services at any time, in our sole discretion.\nFor example, we may, in our sole discretion, delay deposits or withdrawals if we believe the transaction is suspicious, may involve fraud or misconduct, violates applicable laws, or violates the terms of this Agreement.\nIf you have a balance remaining in an Account which has been suspended, we may freeze such balance for so long as the Account is suspended.\nIf the Account is terminated due to fraud, violation of law, or violation of this Agreement, TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) may, in its discretion, confiscate any balance remaining in the Account and deliver it to any applicable government, law enforcement, or other authorities where circumstances warrant.\n</p>\n<p>TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) also reserves the right to freeze, suspend or terminate your account or related accounts owned by your affiliates or partners as well as lock the funds in all these accounts if it detects any fraudulent, illegal or suspicious activity from your account or violation of any of these Terms of Use, TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) Privacy Policy, or violation of any of the applicable laws and regulations.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) has complete right to keep, store or retrieve the transaction data or other related information of all such accounts.\nThe termination scenario shall be applied to the below cases where:</p>\n<p>The account is linked to any legal or regulatory proceeding, criminal investigation or any other litigation.\n</p>\n<p>transaction is suspicious, may involve fraud or misconduct, violates applicable laws, or violates the terms of this Agreement or TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) Privacy Policy;</p>\n<p>Unauthorized access to your account has been detected or reported.\n</p>\n<p>The information provided during the account registration on TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) is false, inaccurate, incomplete or outdated.\n</p>\n<p>You willingly registered on the TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) platform using any other person’s name and e-mail ID after creating your original account, directly or indirectly.\n</p>\n<p> At anytime and with immediate effect, for any or no reason, whenever TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) considers it fit to terminate your User Account and access to the Services at its sole discretion with no liability or responsibility for the losses or damages suffered by you as a consequence.\n</p>\n<p>\n<b>12.\nNO LIABILITY FOR YOUR PERSONAL TRADING DECISIONS</b>\n</p>\n<p>TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) is neither liable nor responsible for providing any advice related to trading in cryptocurrency and digital assets markets.\n</p>\n<p>YOU HEREBY ACKNOWLEDGE AND AGREE THAT TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) IS NOT A FINANCIAL INSTITUTION, BANK, CREDIT UNION, TRUST, HEDGE FUND, BROKER OR INVESTMENT OR FINANCIAL ADVISOR, AND IS NOT SUBJECT TO THE SAME LAWS, REGULATIONS, DIRECTIVES OR REQUIREMENTS APPLICABLE TO SUCH PERSONS OR ENTITIES.\nYOU ACKNOWLEDGE AND AGREE THAT NO ORAL OR WRITTEN INFORMATION OR ADVICE PROVIDED BY TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ), ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, NOR ANY INFORMATION OBTAINED THROUGH THE SERVICES, WILL OR SHALL CONSTITUTE INVESTMENT, OR FINANCIAL ADVICE.\nYOU ARE SOLELY AND EXCLUSIVELY RESPONSIBLE FOR ALL TRADING DECISIONS MADE BY YOU WHILE USING THE SERVICES.\n</p>\n<p>\n<b>13.\nSTRICT ADHERENCE TO COUNTRY SPECIFIC REGULATIONS </b>\n</p>\n<p>TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) IS MERELY A TECHNOLOGY PLATFORM WHERE CRYPTOCURRENCY AND DIGITAL ASSETS ARE TRADED AND YOU ARE SOLELY AND ENTIRELY RESPONSIBLE FOR THE LEGAL, REGULATORY AND TAX COMPLIANCE OF ALL TRANSACTIONS CARRIED OUT BY YOU USING THE SERVICES.\n</p>\n<p>TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) reserves it right to demand the “Proof of Source of Funds” from any user, to ensure that the funds and cryptocurrency and digital assets used for trading on our platform originated from legitimate sources.\nWe always endeavor to be compliant with prevailing KYC, CFT &amp.\nAML guidelines issued by FATF.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) may, in its discretion, confiscate any balance remaining in the Account and deliver it to any applicable government, law enforcement, or other authorities where circumstances warrant.\n</p>\n<p>\n<b>14.\nPRIVACY POLICY</b>\n</p> At the time of registering with TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) and while carrying out the KYC verification on our platform, you are required to furnish certain personally identifiable information like Name, DOB, Address of Residence etc.\nand need to provide supporting documents to successfully complete the process.\nPlease visit and review our privacy policy at https://TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).io/privacypolicy to know how we collect, analyze, process and use your personal information.\n<p>\n</p>\n<p>\n<b>15.\nDISPUTES RESOLUTION : MANDATORY ARBITRATION &amp.\nCLASS ACTION WAIVER</b>\n</p>\n<p>PLEASE CAREFULLY READ AND UNDERSTAND THE DISPUTE RESOLUTION MECHANISM.\nIT IS PART OF YOUR CONTRACT WITH TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) AND CONTAINS INFORMATION ABOUT PROCEDURE FOR MANDATORY ARBITRATION AND WAIVER OF YOUR RIGHTS TO BRING CLASS ACTION.\n</p>\n<p>\n<b>(A) MANDATORY ARBITRATION:</b>\n</p>\n<p> DISPUTE NOTIFICATION</p>\n<p>In the case of disputes, controversies or claims involving TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ): You and TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) agree to resolve any claims relating to this Agreement (including any question regarding their existence, validity, termination, or any services or products provided and any representations made by us) through final and binding arbitration, except as set forth under Exceptions to Arbitrate Agreement below.\nYou agree to first give us an opportunity to resolve any claims by contacting us on our website / mobile / desktop applications.\n</p>\n<p>You can contact us and raise a ticket on https://support.TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).io/sendtickets.\n</p>\n<p> ARBITRATE AGREEMENT</p>\n<p>In the case of disputes, controversies or claims involving TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ): You and TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) agree to resolve any claims relating to this Agreement (including any question regarding their existence, validity, termination, or any services or products provided and any representations made by us) through final and binding arbitration, except as set forth under Exceptions to Arbitrate Agreement below.\nYou agree to first give us an opportunity to resolve any claims by contacting us on our website / mobile / desktop applications or by contacting us via the link address given above in section (a).\n</p>\n<p>If we are not able to resolve your claims within 90 days of receiving the notice, you may seek relief through arbitration or in the Small Claims Tribunals of Singapore (“SCT”), as set forth below.</p>\n<p>PROCEDURE OF ARBITRATION </p>\n<p>Either you or TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) may submit a dispute (after having made good faith efforts to resolve such dispute) for final and binding resolution by arbitration under the arbitration rules of the Singapore International Arbitration Centre (“SIAC”), which are deemed to be incorporated into these Terms by reference.\nThe arbitration tribunal shall consist of a sole arbitrator to be appointed by the President of SIAC.\nThe language of the arbitration hearings shall be English and the seat, or legal place, of arbitration shall be Singapore.\nJUDGMENT ON ANY ARBITRAL AWARD MAY BE GIVEN IN ANY COURT HAVING JURISDICTION OVER THE PARTY (OR OVER THE ASSETS OF THE PARTY) AGAINST WHOM SUCH AN AWARD IS RENDERED.\n</p>\n<p>EXCEPTIONS TO ARBITRATE AGREEMENT </p>\n<p>Either party may instead choose to assert the claims in the SCT if the claims fall within the jurisdiction of the SCT, and either party may seek injunctive relief or other urgent equitable relief in a court of competent jurisdiction.\nHowever, for the avoidance of doubt, where the claims fall outside of the jurisdiction of the SCT, the claims will be referred to and finally resolved by SIAC arbitration.\n</p>\n<p>\n<b>(B) WAIVER OF JURY TRIAL &amp.\nCLASS ACTION</b>\n</p>\n<p>WAIVER OF JURY TRIAL</p> THE PARTIES HEREBY WAIVE THEIR RIGHTS TO GO TO COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY, as applicable, instead electing that all claims and disputes shall be resolved by arbitration under this Arbitration Agreement.\n<p>\n</p>\n<p>The Arbitration procedures are typically more limited, more efficient and less costly than rules applicable in a court and are subject to very limited review by a court.\nIn the event any litigation should arise between you and TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) in any state or federal court in a suit to vacate or enforce an arbitration award or otherwise, YOU AND TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) WAIVE ALL RIGHTS TO A JURY TRIAL, instead electing that the dispute be resolved by a judge.</p>\n<p> WAIVER OF CLASS OR CONSOLIDATED ACTIONS</p>\n<p> ALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED OR LITIGATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR LITIGATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\n</p>\n<p>\n<b>(C) CONFIDENTIALITY</b>\n</p> All aspects of the arbitration proceeding, including but not limited to the award of the arbitrator and compliance therewith, shall be strictly confidential.\nThe parties agree to maintain confidentiality unless otherwise required by law.\nHowever, this clause shall not prevent a party from submitting to a court of law any information necessary to enforce this Agreement, to enforce an arbitration award, or to seek injunctive or equitable relief.\n<p>\n</p>\n<p>\n<b>(D) OTHER IMPORTANT CLAUSES OF ARBITRATION AGREEMENT</b>\n</p>\n<p>If any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable by a court of competent jurisdiction, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Agreement shall continue in full force and effect.\n</p>\n<p>Any or all of the rights and limitations set forth in this Arbitration Agreement may be waived by the party against whom the claim is asserted.\nSuch waiver shall not waive or affect any other portion of this Arbitration Agreement.</p>\n<p> This Arbitration Agreement will survive the termination of your relationship with TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ).\nNotwithstanding the foregoing, either party may seek emergency equitable relief before a court of competent jurisdiction in order to maintain the status quo pending arbitration.\nA request for interim measures shall not be deemed a waiver of any other rights or obligations under this Arbitration Agreement.</p>\n<p> Notwithstanding the foregoing, claims of defamation and infringement or misappropriation of the other party’s patent, copyright, trademark or trade secrets shall not be subject to this Arbitration Agreement.</p>\n<p>\n<b>16.\nFORCE MAJEURE </b>\n</p>\n<p>TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) is not responsible for damages caused by delay or failure to perform undertakings under this Agreement when the delay or failure is due to strikes, fires, floods, power outages or failures, acts of God or the state’s enemies, lawful acts of public authorities, any and all market movements, shifts, or volatility, computer, server, or Internet malfunctions, security breaches or cyberattacks, criminal acts, delays or defaults caused by common carriers, acts or omissions of third parties, or any other delays, defaults, failures or interruptions that cannot reasonably be foreseen or provided against.\nIn the event of force majeure, TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) is excused from any and all performance obligations and this Agreement shall be fully and conclusively at an end.\n</p>\n<p>\n<b>17.\nMISCELLANEOUS </b>\n</p>\n<p>With respect to this Agreement, your relationship to TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) is that of an independent contractor, and neither party is an agent or partner of the other.\nThis Agreement, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN )’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\nTITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) may freely assign this Agreement.\nThe terms and conditions set forth in this Agreement shall be binding upon assignees.</p>\n<p> The Terms of Use given here together with TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) “Privacy Policy” comprises an entire, valid agreement between both parties in relation to the use of the Services.\nThis Agreement supersedes all previous ones entered between the concerned parties.\nNo other document signed between the parties can modify, supplement, or alter the terms given in these Terms of Use.\n• Presence of any links related to the Services provided by TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) on third-party websites does not imply endorsement by TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) of any third-party products, services or information presented thereon, nor does TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) guarantee about the accuracy or genuineness of the information contained thereon.\nDespite our best efforts, TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) can’t effectively control the third-party websites, we therefore advise that you should carefully read and understand each website’s “Terms of Use” and “Privacy Policy”, separately.\n</p>\n<p>The communications between you and TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) use electronic means, whether you use our platform or send us emails, or whether TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) posts notices on the its website or communicates with you via email.\nFor contractual purposes, you (a) consent to receive communications from TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) in an electronic form.\nand (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) provides to you electronically satisfy any legal requirement that such communications would satisfy if it were be in a hardcopy writing.\nThe foregoing does not affect your non-waivable rights.</p>\n<p>You can reach out to us for clarifications and queries related to these “Terms of Use”, TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) Privacy Policy or any matter concerning our Services by connecting with our TITAN PROJECTS( TTNEX &amp.\nTITAN COIN, TTN ) Customer Support team and raising a ticket on https://ttnex.io for TTNEX and https://titanprojects.co for TITAN COIN, TTN.\nWe shall be happy to resolve your queries related to the Services.\n</p>\n<p>Last Updated : Apr 18th, 2021</p> FAQs Privacy Policy Terms and conditions Terms of use Fees Support Copyright © 2023 titanprojects.co <i>\n</i> ", "created_at": "2023-07-09 21:51:28.315405", "updated_at": "2023-07-09 21:52:15.484913"}], "points": [], "urls": ["titanprojects.co"]}}