{"error": 448, "message": "OK", "parameters": {"id": 7746, "name": "Mixpanel", "created_at": "2023-03-27 23:42:19.729596", "updated_at": "2023-03-29 19:26:53.323576", "wikipedia": "https://en.wikipedia.org/wiki/Mixpanel", "keywords": null, "related": null, "slug": "mixpanel", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7746.png", "url": "mixpanel.com,cdn.mxpnl.com,mxpnl.com", "documents": [{"id": 14939, "name": "Privacy Statement", "url": "https://mixpanel.com/legal/privacy-policy/", "xpath": "//body", "text": " &nbsp;&nbsp;If you encounter issues, please disable your <strong>ad blocker</strong>.\n<i>\n</i>\n<strong>Thank you for contacting us! </strong> We’ll be in touch shortly.\n<i>\n</i>\n<strong>There was an error with submitting the form.</strong>\n<ul>\n<li> Why Mixpanel POWERFUL, SIMPLE ANALYTICS <ul>\n<li>\n<strong>Interactive Reports</strong> Learn about your users </li>\n<li>\n<strong>Team Boards &amp.\nAlerts</strong> Monitor your metrics </li>\n<li>\n<strong>Limitless Segmentation</strong> Surface hidden trends </li>\n<li>\n<strong>Group Analytics</strong> Measure B2B account health </li>\n</ul> TOOLS FOR TRUSTED DATA <ul>\n<li>\n<strong>Data Integrations</strong> Connect to your warehouse </li>\n<li>\n<strong>Data Management</strong> Keep data clean &amp.\nusable </li>\n<li>\n<strong>Security &amp.\nPrivacy</strong> Protect customer data </li>\n<li>\n<strong>Scalable infrastructure</strong> Ingest &amp.\nquery at any volume </li>\n</ul> More <ul>\n<li>\n<strong>Integration Directory</strong> 50+ connections to top tools </li>\n</ul>\n</li>\n<li> Solutions <ul>\n<li>\n<strong>Convert</strong> Analyze conversion and drop-off </li>\n</ul>\n<ul>\n<li>\n<strong>Engage</strong> Measure active usage </li>\n</ul>\n<ul>\n<li>\n<strong>Retain</strong> Find retention drivers </li>\n</ul>\n</li>\n<li> Resources USING MIXPANEL <ul>\n<li>\n<strong>Developer Docs</strong>\n</li>\n<li>\n<strong>Help Center</strong>\n</li>\n<li>\n<strong>Product Updates</strong>\n</li>\n<li>\n<strong>User Community</strong>\n</li>\n</ul> Best Practices <ul>\n<li>\n<strong>FAQs</strong>\n</li>\n<li>\n<strong>Blog</strong>\n</li>\n<li>\n<strong>Engineering Blog</strong>\n</li>\n<li>\n<strong>Events</strong>\n</li>\n</ul> More <ul>\n<li>\n<strong>Customer Stories</strong>\n</li>\n<li>\n<strong>Talk to a Partner</strong>\n</li>\n<li>\n<strong>Testimonials</strong>\n</li>\n<li>\n<strong>Startup Program</strong>\n</li>\n</ul>\n</li>\n<li> Pricing </li>\n</ul>\n<ul>\n<li>Contact Sales</li>\n<li>Log In</li>\n<li>Sign Up</li>\n</ul> Privacy Statement <p>Last updated January 1, 2023</p>\n<p>\n</p>\n<p>Please click here to view the previous version of our Privacy Statement.</p>\n<p>California Notice at Collection: See the California Privacy Rights section below for important information about California residents’ rights.</p>\n<p>Notice to European Residents: See the European Data Protection Rights section below for important information about your rights under applicable European Union data protection law.</p>\nThis Privacy Statement reflects Mixpanel, Inc.’s and its subsidiaries’ and affiliated companies’, including Mixpanel International, Inc., Mixpanel S.L., Mixpanel UK Limited, and Mixpanel APAC Pte.\nLtd., (“Mixpanel,” “we,” “our,” and “us”) commitment to privacy and data protection.This Privacy Statement describes how we collect and process information about visitors to our websites (the “Site”), users of our mobile applications and individuals who use Mixpanel’s data analytics platform (collectively the “Application Services”).This Privacy Statement doesn’t apply to individuals whose information may be collected by Mixpanel’s customers during their use of Mixpanel’s Application Services.\n<strong>TABLE OF CONTENTS</strong>\n<ul>\n<li>APPLICATION OF OUR PRIVACY STATEMENT</li>\n<li>INFORMATION WE COLLECT</li>\n<li>COOKIES AND TRACKING TECHNOLOGIES</li>\n<li>OUR USE OF COLLECTED INFORMATION</li>\n<li>SHARING OF INFORMATION</li>\n<li>PERSONAL DATA SECURITY</li>\n<li>YOUR INFORMATION CHOICES AND CHANGES</li>\n<li>CALIFORNIA PRIVACY RIGHTS</li>\n<li>EUROPEAN DATA PROTECTION RIGHTS</li>\n<li>EU-U.S.\nPRIVACY SHIELD AND SWISS-U.S.\nPRIVACY SHIELD</li>\n<li>LOCATION OF PERSONAL DATA</li>\n<li>RETENTION OF PERSONAL DATA</li>\n<li>CHILDREN</li>\n<li>CHANGE TO THIS PRIVACY STATEMENT</li>\n<li>HOW TO CONTACT US</li>\n</ul>\nAPPLICATION OF OUR PRIVACY STATEMENT\n<p>This Privacy Statement applies to Mixpanel’s collection of personal data, and it is not intended to apply to the collection or use of personal data by Mixpanel’s customers’ use of our Services.\nThis Privacy Statement also does not apply to third-party websites, applications, or services reachable from our websites or mobile applications.</p>\n<p>Mixpanel collects information under the direction of its customers in connection with its provision of the Services.\nBecause a customer’s collection or use of personal data is specific to their use and implementation of the Services, please consult the relevant customer’s privacy statement, privacy notice, or the relevant written contract for the Services for more information.\nWe do not have a direct relationship with our customers’ customers or end-users.</p>\n<p>If you are a customer of one of Mixpanel’s customers and would like more information on their use of your data, please contact the customer that you interact with directly.\nIf you have further questions about the application of Mixpanel’s Privacy Statement, please contact our Privacy Program at compliance@mixpanel.com.</p>\n<p>In addition, Mixpanel provides product analytics solutions to businesses and entities in a commercial context and our Services are not intended for consumers.</p>\nINFORMATION WE COLLECT\n<p>We collect information, including personal data, when you use our Services.\nWe collect this information when you fill out forms or engage with us directly.\nWe also collect this information via cookies, pixel tags, and certain software designed to interact with your computer or mobile device.\nWe use this information to communicate with you, to market, provide, maintain, protect and improve our Services, and to develop new or enhanced versions of the Services.</p>\n<em>\n<strong>Information you share with us</strong>\n</em>\n<p>If you choose to share your data with us, we will collect the following information:</p>\n<ul>\n<li>If you decide to create a Mixpanel application account to use our Services, you must enter your first and last name, email address, and password, or otherwise enter similar information into forms or surveys on our Site or Applications.</li>\n<li>If you manage your account information, you may enter and share information like postal address, phone number, fax number, company name, and credit card payment information.</li>\n<li>If you tell us where you are (e.g., by allowing your mobile device to send us your location), we may store and use that information for internal analytics purposes.</li>\n</ul>\n<p>When you are asked to provide personal data, you may decline.\nAnd you may use application or device controls to prevent certain types of automatic data collection.\nBut if you choose not to provide or allow information that is necessary for specific products or features, those products or features may not be available or may not function correctly.</p>\n<strong>\n<em>Information collected via technology<br>\n</em>\n</strong>\n<p>We automatically collect certain information via technology when you use the Services:</p>\n<ul>\n<li>IP Address, Location, Website Activity, and Browser Information.\nWhen you visit our Site or use our Applications, some information is automatically collected.\nWe collect information about the type and language of the operating system (“OS”) running on your device, your internet protocol address (“IP Address”), the browser type you used during your visit, and the website you visited just before ours.\nWe also collect information about which web-elements or objects you interact with, metadata about your activity on the Site, changes in your user state, and the duration of your visit.</li>\n<li>Mobile Application Services.\nWe may also collect information from your mobile device including, but not limited to, the first time the Application is opened, the mobile carrier, the device identifier, the type of device that is being used, if you have downloaded our Applications, and your usage activity while using the Application.\nThis information is generally used to help us deliver the most relevant information to you and improve our Services and analytics platform.\nAlso, in the event our Applications crash on your mobile device, we will receive information about your mobile device model and OS version, which allows us to identify and fix bugs and otherwise improve the performance of our Applications.\nWe send you a push notification from time-to-time to update you about any events or promotions that we may be running.\nIf you no longer wish to receive these types of communications, you may turn them off at the device level.\nTo ensure you receive proper notifications, we will need to collect certain information about the device you are using, such as the OS and user identification information.\nWe use mobile analytics software to allow us to better understand the functionality of our Applications on your phone.\nThis software may record information such as how often you use the Application, the events that occur within the Application, aggregated usage, performance data, and what app store you used to download the Application.</li>\n<li>Cookies.\nMixpanel collects information about your use of our Services via cookies.</li>\n</ul>\n<em>Information obtained from third-party sources<br>\n</em>\n<p>When we collect information in connection with our business relationship with you, we may also purchase data about you from third parties.</p>\n<p>We protect information obtained from third parties according to the practices described in this Privacy Statement, plus any additional restrictions imposed by the third party providing the data.\nThese third-party sources include, for example:</p>\n<ul>\n<li>Applications and services, such as social networks that make users’ information available to others;</li>\n<li>Service providers that help us determine your device’s location based on its IP Address to customize certain products to your physical location;</li>\n<li>Partners with which we offer co-branded services or engage in joint marketing activities.\nand</li>\n<li>Publicly available sources, such as open government databases or other information in the public domain.</li>\n</ul>\n<em>Information created or generated<br>\n</em>\n<p>We infer new information from the information we collect, including using automated means to make inferences about your likely preferences or other personal information.\nFor example, we may infer your city, state, and country location based on your IP Address.</p>\n<strong>COOKIES AND TRACKING TECHNOLOGIES<br>\n</strong>\n<p>Cookies are small text files we send to individuals’ computers when they visit our Sites.\nCookies make our Sites work more efficiently and effectively and help us improve our Site, the relevance of our marketing activities, and your experience while using the Services.</p>\n<p>Some of the cookies we use may provide us with information about you.\nThe text in a cookie often consists of a string of numbers and letters that uniquely identifies your computer, but it can contain other information as well.</p>\n<p>We use cookies to see which areas and features are popular and to count visits to our Site.\nMost web browsers are set to accept cookies by default.\nIf you prefer, you can choose to set your browser to remove cookies or to reject cookies.\nWhere appropriate, you may also be provided with further options to control the use of cookies when visiting the Site or using the Applications.</p>\n<p>If you want to delete, remove or refuse cookies, this could affect certain features or functionality of our Site and could remove cookies used to opt-out of tracking for the Services.</p>\n<p>Mixpanel uses cookies and similar technologies for:</p>\n<ul>\n<li>Site Authentication, Identity and Access Management, Security, and to Conduct Its Business.\nWhen you sign into the Site using your username and password, we store an encrypted cookie on your device.\nThis cookie allows you to move from page to page within the Site without having to sign in again on each page.\nYou can also save your sign-in information, so you do not have to sign in each time you return to the Site.</li>\n<li>Marketing.\nMixpanel uses cookies and related technologies to measure your interest in Mixpanel’s products and services so it can market those products and services to you.</li>\n<li>Interest-based advertising.\nOur third-party advertising partners may use cookies and similar technologies to collect information about your interaction (including the data described in the “Information collected via technology” section above) with the Services, our communications and other online services and with different browsers and devices, and use that information to serve online ads that they think will interest you.\nThis is called interest-based advertising.\nWe may also share information with these partners to facilitate interest-based advertising to those or similar users on other online platforms.</li>\n<li>Performance.\nMixpanel uses cookies for load balancing to help ensure that our websites remain up and running.</li>\n<li>Social Media.\nPortions of our Services include social media cookies or widgets, including those that enable users who are logged in to the social media service to share content via that service.</li>\n<li>Storing Information for Purchases on the Site.\nWhen you seek to purchase one of our Services, we may store the data in a cookie to remember the products and information you have added for purchase.</li>\n<li>Site Experience.\nWhen you use or view certain content on the Services, Mixpanel will store a cookie to ensure that you do not see the same content again or to save your interest preferences.</li>\n<li>Opt-Out Cookie.\nWhen you opt-out of interest-based advertising on the Site by using third party services such as the Network Advertising Initiative (or if located in the European Union, the European Interactive Digital Advertising Alliance, Mixpanel will store a cookie that will block other cookies from being stored.</li>\n</ul>\n<p>Some of the cookies we commonly use are listed below.\nThis list is not exhaustive, but it is intended to illustrate the main reasons we typically set cookies.\nIf you visit one of our sites, the Site may set some or all of the following cookies:</p>\n<ul>\n<li>IRB, Insights, or MP: We use these cookies for Site analytics and operational purposes.</li>\n<li>SessionID: Helps to authenticate you when you sign into your account.</li>\n</ul>\n<p>Certain third parties may also set cookies on your computer or device when you visit our Sites.\nIn some cases, that is because we have hired a third party to provide services on our behalf, such as payment processing for credit card billing.\nIn other cases, it is because our web pages may contain content or ads from third parties, such as videos, news content, or ads delivered by other ad networks.\nBecause your browser connects to those third-parties’ web servers to retrieve that content, those third parties set and read their cookies on your device and may collect information about your online activities across websites or online services.\nTo control cookies from those third parties, visit their sites.\nIf you wish to opt-out of interest-based advertising, click here (or if located in the European Union, click here).\nPlease note you will continue to receive generic and certain interest based ads.\nThese opt out tools are provided by third parties and are not offered, controlled, operated or managed by Mixpanel.\nThese third-party cookies include:</p>\n<ul>\n<li>AdRoll</li>\n<li>AdScale</li>\n<li>AppNexus</li>\n<li>BidSwitch</li>\n<li>Bing</li>\n<li>Bizible</li>\n<li>Casale Media</li>\n<li>DoubleClick</li>\n<li>Facebook</li>\n<li>G2</li>\n<li>Google Analytics</li>\n<li>Google Tag Manager</li>\n<li>LinkedIn</li>\n<li>Loom</li>\n<li>Marketo</li>\n<li>Microsoft</li>\n<li>PubMatic</li>\n<li>Reddit</li>\n<li>Rubicon</li>\n<li>Segment</li>\n<li>Shopify</li>\n<li>Stripe</li>\n<li>Twitter</li>\n<li>Youtube</li>\n<li>ZoomInfo</li>\n</ul>\n<p>\n<em>Pixel Tags</em>\n</p>\n<p>We also use “pixel tags” (also referred to as clear gifs, web beacons, or web bugs).\nPixel tags are tiny graphic images with a unique identifier, similar in function to cookies (as noted below), that are used to track the online movements of web users.\nWe embed these on our web pages but do not store them locally on your device.\nPixel tags also allow us to see if emails we send are opened.\nWe may use this information to reduce or eliminate messages sent to a user.</p>\n<p>\n<em>Browser Local Storage</em>\n</p>\n<p>We also store data locally on your device to enhance the user experience on our Site.\nFor example, browser local storage allows us to save the state of your current page so that when you return at a later time or refresh the browser, the page will remain the same.\nWe also use browser local storage to display “recently viewed items” or to mark your place in a tutorial, video, tooltip, or onboarding flow.</p>\n<strong>OUR USE OF COLLECTED INFORMATION<br>\n</strong>\n<p>We use the personal data we collect for the purposes described in the “Information We Collect” section above or as otherwise disclosed to you in this Privacy Statement.</p>\n<p>Here is a list of how we use your information:</p>\n<ul>\n<li>Facilitate the creation of and securing of your account on our network;</li>\n<li>Identify you as a user in our Services;</li>\n<li>Improve our Services and how we operate our business;</li>\n<li>Understand and enhance your experience using our Services;</li>\n<li>Provide and deliver products and services, including the Services, that you request, including securing, troubleshooting, and personalizing those Services;</li>\n<li>Respond to your comments or questions, including assistance from our support team related to the Services;</li>\n<li>Send you related information, including confirmations, invoices, technical notices, updates, security alerts, and support and administrative messages;</li>\n<li>Communicate with you about promotions, upcoming events and news about products and services offered by Mixpanel and our selected partners, and for other marketing purposes of Mixpanel;</li>\n<li>Link or combine it with additional information we get from third parties, to help understand your needs and provide you with better service, as described under “Profiling” below.\nand</li>\n<li>Protect, investigate, and deter against fraudulent, unauthorized, or illegal activity.</li>\n</ul>\n<p>Creation of De-Identified Data.\nWe may create de-identified data records sourced or extracted from data connected to or associated with personal data by excluding information (such as your name) that makes the data personally identifiable to you.\nWe use this de-identified data to analyze request and usage patterns so that we may enhance the content of our Services and improve our Services navigation.\nWe reserve the right to use de-identified data for any purpose and disclose de-identified data to third parties in our sole discretion where permitted by applicable law.</p>\n<p>Profiling.\nWhen you interact with our Services by completing a form (such as a request for us to contact you, creation of an account, request for information on pricing, or downloading content), we will collect your personal data and analyze your information to build individual profiles.\nWe use third-party tools to help us make the profile by providing information about your business (like, company size and industry, for example).\nThese profiles will be used to help us predict future interest in our Services.\nWe base our profiling on your activity on the Services, and we update your profile in real-time based on your use of the Services.</p>\n<strong>SHARING OF INFORMATION<br>\n</strong>\n<p>We share personal data with your consent or as necessary to complete your transactions or to provide the services you have requested or authorized.\nFor example, when you provide payment information to make a purchase, we will share that information with banks and other entities as necessary for payment processing, fraud prevention, or other related financial services.\nWe also share personal data as follows:</p>\n<ul>\n<li>Affiliates and Subsidiaries.\nOur subsidiaries and affiliates share standard information systems and process information as needed to provide our products and operate our business.</li>\n<li>Third-Party Service Providers.\nWith third parties who work on our behalf for the purposes described in this Privacy Statement.\nThese services may include providing cloud computing infrastructure, website crash reporting, analytics, email delivery, and providing customer support or account administration.</li>\n<li>Professional Advisors.\nProfessional advisors, such as lawyers, auditors, bankers and insurers, where necessary in the course of the professional services that they render to us.</li>\n<li>\n<u>Protection of Rights and Property</u>.\nTo protect the rights and property of Mixpanel, our agents, customers, and others, including to enforce our agreements and policies.</li>\n<li>Authorities and Others.\n<ul>\n<li>Lawful Requests.\nTo comply with laws or to respond to lawful requests and legal process, provided that Mixpanel will endeavor to notify you, where practical and permitted by applicable law or regulation, if Mixpanel has received a lawful request for your information.</li>\n<li>Protection of Rights and Property.\nTo protect the rights and property of Mixpanel, our agents, customers, and others, including to enforce our agreements and policies.</li>\n<li>Emergency.\nIn an emergency, including to protect the personal safety of any person.</li>\n</ul>\n</li>\n<li>Business Transferees.\nFor a corporate transaction (or negotiation of a corporate transaction) involving a proposed or actual sale or transfer of all or a part of our business or assets (corporate transaction may include, for example, any merger, financing, acquisition, divestiture or dissolution transaction or proceeding).\nWe may transfer your personal data in the event of an insolvency, bankruptcy, or receivership.</li>\n</ul>\n<strong>PERSONAL DATA SECURITY<br>\n</strong>\n<p>In compliance with applicable laws, Mixpanel maintains administrative, technical, and physical safeguards designed to help protect your personal data to prevent loss, misuse, and unauthorized access, disclosure, alteration, and destruction.\nHowever, no transmission over the internet is 100% secure.\nWe encourage you to protect your usernames and passwords to help prevent anyone from accessing or abusing your Services account(s), including not using the same passwords that you use with other accounts.\nIf you have any questions about the security of your personal data, you can contact us at security@mixpanel.com.</p>\n<strong>YOUR INFORMATION CHOICES AND CHANGES<br>\n</strong>\n<p>In addition to the choices outlined in other parts of this Privacy Statement, you also have control over the following:</p>\n<ul>\n<li>Access, Correction, and Deletion.\nIf you wish to request access to or correction or deletion of personal data about you that we hold, you have some controls available to you from the “Account Settings” portion of the Services.\nYou can also contact our Privacy Program at compliance@mixpanel.com.\nHowever, to the extent permitted by applicable law, we reserve the right to charge a fee or decline requests that are unreasonable or excessive, where providing the information would be prohibited by law or could adversely affect the privacy or other rights of another person, or where we are unable to authenticate you as the person to whom the information relates.</li>\n<li>Email Communications.\nYou may opt-out of receiving promotional or marketing emails from Mixpanel by following the instructions in those emails.\nIf you opt-out, we may still send you non-promotional emails, such as emails about your Mixpanel projects or our ongoing business relationship.</li>\n<li>Application(s).\nYou can stop all collection of information by our Application(s) by uninstalling the Application(s).\nYou may use the standard uninstall processes as may be available as part of your mobile device or via the mobile application marketplace or network.</li>\n<li>Do Not Track Signals.\nSome web browsers allow a “do not track” (“DNT”) setting to transmit signals instructing websites and other online services not to track information of an individual user.\nWhen a DNT setting is turned on, a signal is sent by your browser to websites, analytics companies, ad networks, plug in providers, and other web services that are encountered, to stop tracking your activity.\nTo find out more about “Do Not Track,” please visit http://www.allaboutdnt.com.\nYou can turn on DNT functionality by following the instructions provided here.\nIf you choose to turn on DNT settings, Mixpanel will turn off all non-required cookies on Mixpanel’s Sites for you.\nPlease note that turning on the DNT setting may affect the functionality of our Services.</li>\n<li>Social Media Widgets.\nAs noted above, our website may include social media features, such as the Facebook and LinkedIn button or interactive mini-programs that run on our website.\nThese features may collect your IP Address, which page you are visiting on our Site and may set a cookie to enable the feature to function correctly.\nSocial media features and widgets are either hosted by a third party or hosted directly on our website.\nYour interactions with these features are governed by the privacy statement or notice of the third party providing it.\nTo control cookies from those third parties, visit their sites.</li>\n</ul>\n<strong>CALIFORNIA PRIVACY RIGHTS<br>\n</strong>\n<p>This section applies only to California residents.\nIt describes how we collect, use, disclose and share Personal Information of California residents in operating our business, and their rights with respect to that Personal Information.\nFor purposes of this section, “Personal Information” has the meaning given in the California Consumer Privacy Act but does not include data exempted from the scope of the CCPA.</p>\n<p>\n<strong>Your California privacy rights.\n</strong>As a California resident, you have the rights listed below.\nHowever, these rights are not absolute and, in certain cases, we may decline your request as permitted by law.</p>\n<ul>\n<li>\n<strong>Information</strong>.\nYou can request information about the categories of Personal Information that we have collected.\nthe categories of sources from which we collected Personal Information.\nthe business or commercial purpose for collecting, sharing and/or selling Personal Information.\nthe categories of any Personal Information that we sold or disclosed for a business purpose.\nand the categories of any third parties with whom Personal Information was sold, shared or disclosed for a business purpose.</li>\n<li>\n<strong>Access</strong>.\nYou can request a copy of the Personal Information that we have collected about you.</li>\n<li>\n<strong>Deletion</strong>.\nYou can ask us to delete the Personal Information that we have collected from you.</li>\n<li>\n<strong>Correction</strong>.\nYou can ask us to correct inaccurate Personal Information that we have collected about you.</li>\n<li>\n<strong>Opt-out</strong>.\nYou can opt-out of the sharing of your Personal Information for cross-contextual behavioral advertising purposes and/or from the sale of your Personal Information for monetary or other valuable consideration.</li>\n<li>\n<strong>Nondiscrimination</strong>.\nYou are entitled to exercise the rights described above free from discrimination.\nThis means that we will not penalize you for exercising your rights by taking actions such as denying you services.\nincreasing the price/rate of services.\ndecreasing service quality.\nor suggesting that we may penalize you as described above for exercising your rights.</li>\n</ul>\n<p>\n<strong>How to Exercise Your Rights</strong>\n</p>\n<ul>\n<li>\n<strong>Right to information, access, correction, and deletion.</strong> You can request to exercise these rights by emailing us at compliance@mixpanel.com.</li>\n<li>\n<strong>Right to opt-out of the “sale” or “sharing” of your Personal Information.</strong> You can request to opt-out of the “sharing” of your Personal Information by clicking the Your Privacy Choices link in the footer of this webpage.\nYour request to opt-out will apply only to the browser and the device from which you submit the request.\nWe do not “sell” Personal Information as defined by the CCPA.</li>\n<li>\n<strong>Opt-Out of Interest-Based Advertising via Global Privacy Control.</strong> Global Privacy Control (“GPC”) is a browser setting that notifies websites of a user’s privacy preferences, i.e., not to share or sell personal data without their consent, by sending a signal to each website a user visits.\nWe respond to a GPC signal on the browser and our website automatically honors requests to opt-out of interest-based advertising sent via GPC signal.\nFor more information, you can visit the Global Privacy Control website.</li>\n</ul>\n<p>\n<strong>Identity verification.</strong> We need to verify your identity to process your requests to exercise your rights to know, access, deletion, and correction, and we reserve the right to confirm your California residency.\nTo verify your identity, we may require you to log into your account if you have one, provide identifiers we can match against information we may have collected from you previously, confirm your request using the email address used to make the request, provide government identification, or provide a declaration under penalty of perjury, where permitted by law.</p>\n<p>\n<strong>Authorized agents.</strong> Your authorized agent may make a request on your behalf upon our verification of the agent’s identity and our receipt of a copy of a valid power of attorney given to your authorized agent pursuant to applicable state law.\nIf you have not provided your agent with such a power of attorney, we may ask you and/or your agent to take additional steps permitted by law to verify that your request is authorized, such as information required to verify your identity and that you have given the authorized agent permission to submit the request.</p>\n<p>\n<strong>Information practices.</strong> The following describes our practices currently and during the past 12 months:</p>\n<ul>\n<li>\n<strong>Sale and sharing of Personal Information</strong>.\nOur use of the interest-based advertising services described above may constitute “sharing” of your Personal Information with our advertising partners from which you have the right to opt-out under the CCPA.\nYou can request to opt-out of this “sharing” as detailed above.\nThe categories of Personal Information shared include Identifiers and Internet or Network Information as described in the CCPA.\nAs stated above, we do not “sell” Personal Information as defined by the CCPA.\nAlthough our Services are not intended for children under 16 years of age, we are required to inform you that we do not have actual knowledge that we have sold or shared the Personal Information of children under 16.</li>\n<li>\n<strong>Sensitive personal information</strong>.\nWe do not use or disclose sensitive personal information (as that term is defined under CCPA) for purposes that California residents have a right to limit under the CCPA.</li>\n<li>\n<strong>Deidentified data</strong>.\nWe do not to attempt to reidentify deidentified information that we derive from Personal Information except that we may do so to test whether our deidentification processes comply with applicable law.</li>\n<li>\n<strong>Retention</strong>.\nOur criteria for deciding how long to retain Personal Information is generally based on whether such period is sufficient to fulfill the purposes for which we collected it as described in this Privacy Statement, including complying with our legal obligations.</li>\n<li>\n<strong>Sources and purposes</strong>.\nWe collect all categories of Personal Information from the sources, use them for the business purposes described in the Our Use of Collected Information section above, and disclose them for the business purposes described in the Sharing of Information section above.</li>\n<li>\n<strong>Collection and disclosure</strong>.\nThe chart below describes the Personal Information we collect by reference to the categories of personal information specified in the CCPA (Cal.\nCiv.\nCode §1798.140), and the categories of third parties to whom we disclose Personal Information for business purposes.\nThe terms in the chart refer to the categories of information and third parties described above in this Privacy Statement in more detail.\nInformation you voluntarily provide to us, such as in free-form webforms, may contain other categories of Personal Information not described below.\nWe may also disclose Personal Information to professional advisors, authorities and others, and business transferees as described above in the Sharing of Information section above.</li>\n</ul>\n<strong>Statutory category/Personal Information we collect </strong>\n<strong>Categories of third parties to whom we disclose the Personal Information for a business purpose</strong>\n<strong>\n<u>Identifiers</u>\n</strong>\n<p>\n</p>\n<ul>\n<li>\n<u>Information you share with us</u>\n</li>\n<li>\n<u>Information collected via technology</u>\n</li>\n<li>\n<u>Information obtained from third-party sources</u>\n</li>\n<li>\n<u>Information created or generated</u>\n</li>\n</ul>\n<ul>\n<li>\n<u>Affiliates and Subsidiaries</u>\n</li>\n<li>\n<u>Third-Party Service Providers</u>\n</li>\n</ul>\n<strong>\n<u>California Customer Records</u>\n</strong> (as defined in California Civil Code §1798.80)<p>\n</p>\n<ul>\n<li>\n<u>Information you share with us</u>\n</li>\n<li>\n<u>Information obtained from third-party sources</u>\n</li>\n</ul>\n<ul>\n<li>\n<u>Affiliates and Subsidiaries</u>\n</li>\n<li>\n<u>Third-Party Service Providers</u>\n</li>\n</ul>\n<strong>Commercial Information</strong>\n<p>\n</p>\n<ul>\n<li>\n<u>Information you share with us</u>\n</li>\n<li>\n<u>Information collected via technology</u>\n</li>\n<li>\n<u>Information obtained from third-party sources</u>\n</li>\n<li>\n<u>Information created or generated</u>\n</li>\n</ul>\n<ul>\n<li>\n<u>Affiliates and Subsidiaries</u>\n</li>\n<li>\n<u>Third-Party Service Providers</u>\n</li>\n</ul>\n<strong>Financial Information </strong>\n<p>\n</p>\n<ul>\n<li>\n<u>Information you share with us</u>\n</li>\n</ul>\n<ul>\n<li>\n<u>Affiliates and Subsidiaries</u>\n</li>\n<li>\n<u>Third-Party Service Providers</u>\n</li>\n</ul>\n<strong>Internet or Network Information </strong>\n<p>\n</p>\n<ul>\n<li>\n<u>Information you share with us</u>\n</li>\n<li>\n<u>Information collected via technology</u>\n</li>\n</ul>\n<ul>\n<li>\n<u>Affiliates and Subsidiaries</u>\n</li>\n<li>\n<u>Third-Party Service Providers</u>\n</li>\n</ul>\n<strong>Geolocation data</strong>\n<p>\n</p>\n<ul>\n<li>\n<u>Information collected via technology</u>\n</li>\n</ul>\n<ul>\n<li>\n<u>Affiliates and Subsidiaries</u>\n</li>\n<li>\n<u>Third-Party Service Providers</u>\n</li>\n</ul>\n<strong>Sensitive personal information</strong>The username/password or other credentials you use to access the Services <ul>\n<li>\n<u>Affiliates and Subsidiaries</u>\n</li>\n<li>\n<u>Third-Party Service Providers</u>\n</li>\n</ul>\n<strong>Inferences</strong>May be derived from any of the above categories.\n<ul>\n<li>\n<u>Affiliates and Subsidiaries</u>\n</li>\n<li>\n<u>Third-Party Service Providers</u>\n</li>\n</ul>\n<strong>EUROPEAN DATA PROTECTION RIGHTS<br>\n</strong>\n<p>If the processing of personal data about you is subject to European Union data protection law, you have certain rights with respect to that information:</p>\n<ul>\n<li>You can request access to, and rectification or erasure of, personal data;</li>\n<li>If any automated processing of personal data is done with your consent or under a contract with you, you have a right to transfer or receive a copy of the personal data in a usable and portable format;</li>\n<li>You can object to, or obtain a restriction of, the processing of personal data under certain circumstances.\nand</li>\n<li>For residents of France, you can send us specific instructions regarding the use of your data after your death.</li>\n</ul>\n<p>To make such requests or contact our Privacy Program) at compliance@mixpanel.com.\nWe process data as a processor on behalf of our customers.\nIf you are a customer of our Customer, you should contact them.\nYou also have the right to lodge a complaint with a supervisory authority, but we encourage you to first contact us with any questions or concerns.</p>\n<p>We may rely on different lawful bases for collecting and processing personal data about you, for example, with your consent and/or as necessary to provide the Services you use, operate our business, meet our contractual and legal obligations, protect the security of our systems and our customers, or fulfill other legitimate interests.</p>\n<strong>EU-U.S.\nPRIVACY SHIELD AND SWISS-U.S.\nPRIVACY SHIELD<br>\n</strong>\n<p>In light of the Schrems II decision, Mixpanel no longer relies on the Privacy Shield Framework for data transfers.\nWhere personal data originating in Europe is (i) directly transferred to Mixpanel by its customers, (ii) transferred by Mixpanel on an intragroup basis between Mixpanel group entities, or (iii) transferred by Mixpanel to external (sub-)processors, Mixpanel enters into Standard Contractual Clauses (“SCCs”) with such parties.\nAdditionally, Mixpanel has in place technical and organizational safeguards to comply with its legal obligations to protect personal data.</p>\n<p>In the future, Mixpanel may rely on alternative transfer tools, but only to the extent such transfer tools are recognized as providing appropriate safeguards necessary to meet the requirements of applicable data protections laws.</p>\n<p>Nonetheless, Mixpanel continues to participate in and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework for its collection, use, and retention of personal data transferred from the European Union and Switzerland to the United States.\nMixpanel is committed to subjecting all personal data received from European Union member countries, the United Kingdom, and Switzerland, respectively, to the Frameworks’ applicable principles (“Principles”).\nIf there is any conflict between the terms in this Privacy Statement and the Privacy Shield Principles, the Principles shall govern.\nTo learn more about the Privacy Shield Frameworks, or to check our status, visit the U.S.\nDepartment of Commerce’s Privacy Shield website at https://www.privacyshield.gov/Program-Overview.</p>\n<p>Mixpanel is responsible for the processing of personal data it receives, under each Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf.\nIf third-party agents process personal data on our behalf in a manner inconsistent with the principles of either Privacy Shield Framework, we remain liable unless we prove we are not responsible for the event giving rise to the damage.\nMixpanel complies with the Principles for all onward transfers of personal data from the European Union, the United Kingdom, and Switzerland, including the onward transfer liability provisions.</p>\n<p>With respect to personal data received or transferred pursuant to each Privacy Shield Framework, Mixpanel is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, Mixpanel may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>In compliance with the Principles, Mixpanel commits to resolve any complaints about your privacy and our collection, use, or disclosure of your personal data.\nIf you have any inquiries or complaints regarding this Privacy Statement or our compliance with Privacy Shield, you should first contact Mixpanel at the contact information set forth below.</p>\n<p>You may have the right to access or submit requests to review, correct, update, or delete your personal data.\nYou can ask to review or correct personal data that we maintain about you by sending a written request to compliance@mixpanel.com.\nWe may limit or deny access to personal data where providing such access is unreasonably burdensome, expensive under the circumstances, or as otherwise permitted by the Privacy Shield Principles.</p>\n<p>Individuals who submit an inquiry or complaint to Mixpanel but do not receive an acknowledgment from us or think the complaint or concern has not been satisfactorily addressed, please contact our U.S.-based third-party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.\nYou must include the following information: the name of the company, the alleged privacy violation, your contact information, and whether you would like the particulars of your complaint shared with the company.\nUnder certain conditions, more fully described here, you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.\nIn addition, the U.S.\nFederal Trade Commission is the statutory body that has jurisdiction to hear any claims against Mixpanel regarding possible unfair or deceptive practices and violations of laws or regulations governing privacy.</p>\n<strong>LOCATION OF PERSONAL DATA<br>\n</strong>\n<p>The personal data we collect may be stored and processed in your country or region, or in any other country where we or our affiliates, subsidiaries, or service providers maintain facilities.\nCurrently, we primarily use data centers in the United States.\nThe storage location is chosen to operate efficiently and improve performance.\nWe take steps designed to ensure that the personal data we collect under this Privacy Statement is processed in accordance with this Privacy Statement and applicable law wherever the data is located.</p>\n<p>Location of Processing European Personal Data.\nWe transfer personal data from the European Economic Area, United Kingdom and Switzerland to other countries, some of which have not been determined by the European Commission to have an adequate level of data protection.\nWhen we do so, we use a variety of legal mechanisms, including contracts, to help ensure your rights and protections.\nTo learn more about the European Commission’s decisions on the adequacy of personal data protection, please visit https://ec.europa.eu/info/law/law-topic/data-protection/data-transfers-outside-eu/adequacy-protection-personal-data-non-eu-countries_en.</p>\n<strong>RETENTION OF PERSONAL DATA<br>\n</strong>\n<p>We retain personal data for as long as necessary to provide the products and fulfill the transactions you have requested, comply with our legal obligations, resolve disputes, enforce our agreements, and other legitimate and lawful business purposes.\nThese needs can vary for different information types in the context of different Services.\nAccordingly, our actual retention periods can vary significantly based on criteria such as user expectations or consent, the sensitivity of the information, the availability of automated controls that enable users to delete data, and our legal or contractual obligations.</p>\nCHILDREN\n<p>Our Services are not intended for use by anyone under 13 years of age.\nIf you are a parent or guardian of a child from whom you believe we have collected Personal Information in a manner prohibited by law, please contact us.\nIf we learn that we have collected Personal Information through our Services from a child without the consent of the child’s parent or guardian as required by law, we will comply with applicable legal requirements to delete the information.</p>\n<strong>CHANGES TO THIS PRIVACY STATEMENT<br>\n</strong>\n<p>Mixpanel may change this Privacy Statement from time to time to reflect changes in our offerings, how we collect, use, or disclose personal data, or applicable law.\nIf we make any changes to this Privacy Statement, we will change the “Last Updated” date above.\nIf we make any material changes, we will provide notice or obtain consent regarding such modifications as may be required by law.</p>\n<strong>HOW TO CONTACT US</strong>\n<p>If you have a privacy concern, complaint, or a question for Mixpanel please contact our Privacy Program at compliance@mixpanel.com.</p>\n<p>Mixpanel’s EU Data Protection Representative is MIXPANEL S.L.\nand may be reached by email at compliance@mixpanel.com or by post at the following address: Avenida Diagonal, 442 – P.\n3 PTA.\n1 08037, Barcelona, Spain.</p>\n<p>Mixpanel’s UK Data Protection Representative is MIXPANEL UK LIMITED.\nand may be reached by email at compliance@mixpanel.com or by post at the following address: 1-2 Berners St, London W1T 3LA, United Kingdom.</p> Product <ul>\n<li> Team Boards &amp.\nAlerts </li>\n<li> Interactive Reports </li>\n<li> Limitless Segmentation </li>\n<li> Group Analytics </li>\n<li> Data Integrations </li>\n<li> Scalable Infrastructure </li>\n<li> Security &amp.\nPrivacy </li>\n<li> Integration Directory </li>\n</ul> Solutions <ul>\n<li> Convert </li>\n<li> Engage </li>\n<li> Retain </li>\n</ul> Resources <ul>\n<li> Product Updates </li>\n<li> Customer Stories </li>\n<li> Blog </li>\n<li> FAQs </li>\n<li> Content Library </li>\n<li> Digital Events </li>\n<li> User Community </li>\n<li> Partners </li>\n<li> Testimonials </li>\n</ul> Support <ul>\n<li> Contact Us </li>\n<li> Developer Docs </li>\n<li> Help Center </li>\n</ul> Company <ul>\n<li> About Us </li>\n<li> Press </li>\n<li> Careers </li>\n<li> Legal </li>\n<li> Privacy Policy </li>\n<li> Your Privacy Rights </li>\n</ul> Follow <ul>\n<li>© 2023 Mixpanel.\nAll rights reserved</li>\n</ul> ", "created_at": "2023-03-27 23:42:19.793075", "updated_at": "2023-03-27 23:44:01.554318"}, {"id": 14941, "name": "Security Overview", "url": "https://mixpanel.com/legal/security-overview/", "xpath": "//body", "text": null, "created_at": "2023-03-27 23:44:45.921067", "updated_at": "2023-03-27 23:46:44.115078"}, {"id": 14940, "name": "DMCA Copyright Policy", "url": "https://mixpanel.com/legal/dmca-copyright-policy/", "xpath": "//body", "text": null, "created_at": "2023-03-27 23:42:19.823732", "updated_at": "2023-03-27 23:46:20.637857"}, {"id": 14938, "name": "Terms of Use", "url": "https://mixpanel.com/legal/terms-of-use/", "xpath": "//body", "text": null, "created_at": "2023-03-27 23:42:19.761687", "updated_at": "2023-03-27 23:46:33.893418"}], "points": [], "urls": ["mixpanel.com", "cdn.mxpnl.com", "mxpnl.com"]}}