{"error": 448, "message": "OK", "parameters": {"id": 3309, "name": "Cameo", "created_at": "2021-04-25 17:00:08.281719", "updated_at": "2021-04-26 00:02:31.311207", "wikipedia": null, "keywords": null, "related": null, "slug": "cameo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3309.png", "url": "cameo.com", "documents": [{"id": 5430, "name": "Terms of Service", "url": "https://www.cameo.com/terms", "xpath": "//body", "text": " •&nbsp.\nLegalLegal CenterTerms of ServicePrivacyCommunity GuidelinesAffiliatesChat with us<strong>English</strong> (US)<strong>Japanese</strong> (日本)Back to Legal CenterTerms of ServiceSkip to Section<strong>Skip to Section</strong>Site Terms of ServiceCameo MarketplaceCameo VideosBusiness CameosAdditional Site TermsCameo Fan ClubCameo LiveCameo DirectCameo CallsAcceptable Use PolicyTalent Terms of ServiceCameo MarketplaceCameo VideosBusiness CameosAdditional Talent TermsCameo Fan ClubCameo LiveCameo DirectCameo Calls<strong>Skip to Section</strong>Site Terms of ServiceCameo MarketplaceCameo VideosBusiness CameosAdditional Site TermsFollows &amp.\nSubscriptionsCameo LiveCameo DirectCameo ReferralPolitical ProductsText MessagingGift CardsCameo Pass &amp;&nbsp;NFTsStore &amp;&nbsp;MerchandiseAcceptable Use PolicyTalent Terms of ServiceCameo MarketplaceCameo VideosBusiness CameosAdditional Talent TermsFollows &amp.\nSubscriptionsCameo LiveCameo DirectStore &amp.\nMerchandiseSite Terms of Service<p>Last Updated October 5, 2022</p>\n<p>‍</p>\n<p>This Site Terms of Service Agreement (“Terms”) governs your use of the CAMEO® marketplace platform offered by Baron App, Inc., doing business as Cameo (“we”, “us”, or “Cameo”), including our website (cameo.com), mobile application (“App”), and services we provide through them (collectively, the website, App, and services referred to as our “Site”).\n“You” refers to you as a user of the Site.</p>\n<p>These Terms apply to users of, including visitors to, our Site.\nUse of our Site is also subject to our current&nbsp;Acceptable Use Policy and Community Guidelines.\nYour use of our Site as a Talent User (defined below) is governed by the&nbsp;Talent Terms of Service.&nbsp;(“Talent Terms”).</p>\n<p>\n<strong>PLEASE READ THESE TERMS CAREFULLY.\nBy using our Site or otherwise indicating your acceptance (for example, by agreeing when creating or logging into your account, clicking “I Agree,” etc.), you represent and warrant that you have read, understand, and agree to be bound by these Terms.\nIf you do not agree, do not access or use our Site.</strong>\n</p>\n<p>\n<strong>ARBITRATION NOTICE:&nbsp;</strong>\n<strong>Section 17</strong>\n<strong>&nbsp;of these Terms contains provisions governing how claims that you and Cameo have against each other are resolved, including any claims that arose or were asserted prior to the “Last Updated” date at the top of these Terms.\nIt contains an arbitration agreement that will, with limited exceptions, require disputes between you and Cameo to be submitted to binding and final arbitration.\nUnless you opt out of the arbitration agreement as described in&nbsp;</strong>\n<strong>Section 17</strong>\n<strong>: (1) you may pursue claims and seek relief against us only on an individual basis, not as a plaintiff or class member in any class or representative action or proceeding.\nand (2) you waive your right to seek relief in a court of law and to have a jury trial on your claims.</strong>\n</p>Table of Contents<ol>\n<li>CAMEO&nbsp;Marketplace</li>\n<li>CAMEO&nbsp;Videos</li>\n<li>Business CAMEO&nbsp;Videos</li>\n<li>Acknowledgement</li>\n<li>Additional Terms</li>\n<li>Eligibility</li>\n<li>Fees &amp.\nPayment</li>\n<li>Ownership</li>\n<li>Copyright and Intellectual Property Policy</li>\n<li>Privacy</li>\n<li>Third-Party Content and Interactions</li>\n<li>Links</li>\n<li>Changes to our Site</li>\n<li>Termination and Reservation of Rights</li>\n<li>Indemnification</li>\n<li>Disclaimers and Limitations on our Liability</li>\n<li>Arbitration Agreement and Waiver of Certain Rights</li>\n<li>Other Provisions</li>\n<li>Changes to these Terms</li>\n</ol>1.\nCAMEO Marketplace<p>By creating an account on our Site, you agree to provide true, accurate, current, and complete information.\nYou agree not to create a Site account using a false identity or providing false information or if you have previously been removed or banned from our Site.\nYou are responsible for maintaining the confidentiality of your Site account information, including your username and password.\nYou are responsible for all activities that occur on or in connection with your Site account and you agree to notify us immediately of any unauthorized access or use of your Site account.\nYou acknowledge and agree that we are not responsible or liable for any damages, losses, costs, expenses, or liabilities related to any unauthorized access to or use of your Site account.</p>↑ Return to Top2.\nCAMEO Videos<ol>\n<li>Through our Site, you may obtain personalized videos (“CAMEO Videos”) from celebrities, including athletes, actors, performers, artists, influencers, and others (each, a “Talent User”).\nYou may submit a request to a Talent User for a CAMEO Video that is personalized for you or a third-party that you identify as a recipient (“Recipient”).</li>\n<li>You acknowledge and agree that the Talent User has sole discretion to determine how to fulfill your request and the content of the CAMEO Video created, and may not follow your request exactly.\nWe reserve the right to reject any request in our sole discretion.\nThe Talent User has up to seven days (at our sole discretion) to fulfill or decline your request.\nTalent Users may offer the option to request a CAMEO Video for fulfillment within a shorter timeframe, such as 24 hours.\nIf such a request is not fulfilled within the described timeframe, Cameo may in its sole discretion either (i) issue a refund or credit for the entire booking or (ii)convert the booking to a standard CAMEO Video request and issue a refund or credit for the difference in cost between the original booking and the cost of a standard CAMEO Video request for the Talent User.\nRefunds or credits associated with such bookings will be handled as described in Section 7 (Fees and Payment).</li>\n<li>CAMEO Videos are licensed, not sold.\nYou are buying the right (or license) to use it, not the actual CAMEO Video itself.</li>\n<li>Subject to your payment in full, the Talent User hereby grants to you the following limited rights to use the CAMEO Video (other than a Business CAMEO Video)&nbsp;<strong>solely for your own personal, non-commercial, and non-promotional purposes</strong>, subject to these Terms: a non-exclusive, royalty-free, fully paid, worldwide, sublicensable, revocable license to use, reproduce, distribute, and publicly display that CAMEO Video, in any and all media (for example, on social media platforms), whether now known or hereafter invented or devised.</li>\n<li>You may not sell, resell, commercialize, or encumber your rights in any Cameo Offering, including creating a non-fungible token (“NFT”) from any Cameo Offering except as agreed by Cameo in advance in writing.\nYou may sublicense your rights in a CAMEO Video only to the extent necessary for you to use the CAMEO Video as permitted under these Terms (for example, sharing it (if it is not a Business CAMEO Video) with friends on a social media platform or sending it to a Recipient for personal, non-commercial, and non-promotional purposes as set forth above).</li>\n<li>You may use a CAMEO Video only in accordance with these Terms, which includes our&nbsp;Acceptable Use Policy / Community Guidelines.\nWe may terminate all or part of the foregoing licenses at any time for any reason.\nWe reserve the right to remove a CAMEO Video from our Site at any time for any reason without any notice to you.</li>\n</ol>↑ Return to Top3.\nBusiness CAMEO Videos<ol>\n<li>Some Talent Users may offer CAMEO Videos for the promotion of a Recipient that is a product, service, brand, or business of a single commercial business, or not-for-profit or governmental entity lawfully registered and operating in the U.S., Canada, the United Kingdom, Australia, New Zealand, Japan, or another country approved by Cameo in advance in writing (each, a \"Business\") through our Site (each, a \"Business CAMEO Video\").\nExcept as noted, each Business CAMEO Video is a CAMEO Video under these Terms.\nWhen you submit a request for a Business CAMEO Video, you must specifically identify the Business, the types of goods or services that it offers, as well as the specific product, service, or brand that you request the Talent User to mention or refer to, and any other requested information.</li>\n<li>Subject to these Terms and your payment in full, the Talent User hereby grants to you the following limited rights to use the Business CAMEO Video <strong>solely for the reasonable promotional purposes of the Business for 30 days from the date the Business CAMEO Video is sent by Cameo to you </strong>(and for any additional periods that have been agreed in writing in advance by Cameo):</li>\n</ol>\n<ul>\n<li>an exclusive (except as to the license granted to Cameo), royalty-free, fully paid, worldwide, sublicensable, revocable license to use, reproduce, distribute, and publicly display that Business CAMEO Video only on or in one of the following (as designated at the time of the request): (A) internal Business communications, such as employee recognition or a meeting, conducted and operated by the Business and not open to the public (“Internal Communications”).\n(B) a public event, such as a conference, webinar, or other customer-facing or external event (each, a “Public Event”).\n(C) marketing use consisting of (I) one social media platform, such as Facebook, Instagram, LinkedIn, Snapchat, TikTok, or Twitter (but excluding YouTube), on accounts wholly owned, operated, and controlled by the Business (each, a “Business Social Media Account”), along with the right to advertise and promote the display of the Business CAMEO Video on the Business Social Media Account through advertising on such social media platform and (II) one website, landing page, mobile application (with the same application available on iOS and Android operating systems deemed a single application), communication sent through a Business-operated and controlled channel of communication (such as an email blast or text message), Internal Communication, or other similar channel owned, operated and controlled by the Business and approved by Cameo in writing (each, an “Owned Channel”).\nor (D) subject to your payment of the applicable additional fees (as applicable, “Business Add-On Fees”), (I) an unlimited number of Business Social Media Accounts (along with the right to advertise and promote the display of the Business CAMEO Video on each Business Social Media Account through advertising on the applicable social media platform) and one Owned Channel or (II) an unlimited number of Business Social Media Accounts, Owned Channels, Internal Communications, Public Events, and digital demand side platform or advertising network accounts for displaying the Business CAMEO Video on online platforms or networks, Business Social Media Accounts, YouTube (including as advertising or on a Business-owned YouTube channel) and in-app advertising but specifically excluding, in all cases, television, over the top (OTT), connected television (CTV), Out Of Home (OOH) or similar streaming media and any marketing programs that pay commissions or other fees to affiliates or partners based on impressions or actions taken (e.g., sales generated).</li>\n<li>You may sublicense your rights in a Business CAMEO Video only to the extent necessary for you to use the Business CAMEO Video as permitted under these Terms (for example, posting it on a website or Business Social Media Account as set forth in this section 3.b.).</li>\n</ul>\n<ol>\n<li>At the end of the license period, provided that the Talent User has not requested removal of the applicable Business CAMEO Video, you are not required to archive or delete organic, authorized posts made on a Business Social Media Account, provided that you will not, nor will you authorize or encourage any third-party to, pin, repost, link-to, boost with paid spend, or otherwise promote any such organic post containing the Business CAMEO Video in any manner or re-order such organic post in a non-chronological manner.\nAll other retention, use, reproduction, distribution and public display of the Business CAMEO Video must end entirely and immediately upon completion of the license period.\nNo other use is authorized under these Terms.\nTo request other uses (for example, additional time, use on additional channels.\nthe ability to add a Business name or logo as a watermark, etc.), contact us at business@cameo.com.</li>\n</ol>\n<ol>\n<li>Business CAMEO Video Representations and Warranties: You represent and warrant that:</li>\n</ol>\n<ul>\n<li>the Business is lawfully registered and operating in the U.S., Canada, the United Kingdom, Australia, New Zealand, Japan, or another country approved by Cameo in advance in writing;</li>\n<li>any information provided to Talent is factually correct and not misleading and is not disparaging or defamatory;</li>\n<li>you and the Business will comply with all applicable laws, rules, and regulations, including those that may require adding an appropriate hashtag (including, for example, #ad, #sponsored) or other disclosure in connection with the use of the Business CAMEO Video to identify it as a commercial endorsement, such as the U.S.\nFederal Trade Commission publication “Guides Concerning the Use of Endorsements and Testimonials in Advertising” and any similar requirements that may be applicable.\nand</li>\n<li>you have all rights necessary (including from the Business) to request a Business CAMEO Video on behalf of the Business, to agree to these Terms on behalf of the Business, and to request and use the Business CAMEO Video as authorized in these Terms, including all rights necessary to use any information, Business name, trademark, trade name, trade dress, or logos provided in connection with your Submission.</li>\n</ul>\n<ol>\n<li>Indemnification: In connection with any Business CAMEO Video or other Cameo for Business services you purchase from a Talent User, you agree to indemnify, defend, and hold harmless the applicable Talent User from and against any and all claims, costs, proceedings, demands, losses, damages, and expenses (including reasonable attorneys’ fees and costs) of any kind or nature arising from any third-party claim in connection with or relating to: (i) your Submission.\n(ii) your breach of these Terms.\n(iii) your use of the Business CAMEO Video in connection with any other elements, materials, copyrights, rights of publicity, or copyrighted materials other than the Business CAMEO Video provided by the Talent User.\nor (iv) the sale, license, supply or provision of your goods or services (including, without limitation, personal injury, death, or product liability suits and claims).</li>\n</ol>↑ Return to Top4.\nAcknowledgement<p>You acknowledge and agree that:</p>\n<ol>\n<li>Cameo will not be liable or responsible for any CAMEO Video or other offering requested by you or any Submission (defined below) you make;</li>\n<li>you have no expectation of privacy with respect to any CAMEO Video requested by you or any Submission (defined below) you make, and that you will not make any request or Submission that infringes on the privacy or other rights of a third-party;</li>\n<li>the CAMEO watermark on each CAMEO Video must remain intact and you agree not to edit, change, modify, cover, or remove the watermark from any CAMEO Video or assist or encourage any third-party to do so.\nyou further agree not to edit, change, modify, or create any derivative work of a CAMEO Video or assist or encourage any third-party to do so;</li>\n<li>if you breach any provisions of these Terms, we terminate your access to our Site, or we remove or ban you (or any Site account you created or control), your license to use any CAMEO Video, or other offering under these Terms, terminates and you must: promptly remove all copies of any CAMEO Video, or other offering, in your possession or control, including from any social media platform.\nnotify any Recipient of the termination and instruct them to do the same, and take any other action we reasonably request, including identifying each Recipient.\nand</li>\n<li>without limiting any of our rights, any request you submit through our Site may be rejected by us or by a Talent User.\nif that happens more than once, we may terminate your access to our Site, remove or ban you (and any Site account you created or control), or take other appropriate action in Cameo’s sole discretion, including terminating your license to use any CAMEO Video or other offering under these Terms and requiring you to take the actions outlined in Section 4.d.<strong>‍</strong>\n</li>\n</ol>↑ Return to Top5.\nAdditional Terms<p>Some products or services offered through the Site may have additional terms and conditions (“Additional Terms”).\nIf Additional Terms apply, we will make them available to you in connection with that product or service.\nBy using that product or service, you agree to the Additional Terms.\nTo the extent that the Additional Terms conflict with any of these Terms, these Terms will govern unless the Additional Terms say that some or all of these Terms don’t apply.</p>↑ Return to Top6.\nEligibility<ol>\n<li>Age: You must be at least 13 years old (or, outside of the United States, the applicable legal age to enter into a contract) to use our Site.</li>\n<li>Eligibility Representations and Warranties: You represent and warrant that:</li>\n</ol>\n<ul>\n<li>you have not been prohibited from using or accessing any aspect of our Site by us or pursuant to any applicable law or regulation;</li>\n<li>you will comply with all applicable terms of any third-party payment provider we select, and you are not on a prohibited list of that payment provider;</li>\n<li>you (and any Site account that you created or control) have not been previously banned or removed from our Site for any reason.\nand</li>\n<li>you are not a convicted sex offender.</li>\n</ul>\n<ol>\n<li>Export Control: You may not use, export, import, or transfer any part of our Site except as authorized by U.S.\nlaw, the laws of the jurisdiction in which you use or access our Site, or any other applicable laws.\nIn particular, but without limitation, no part of our Site may be exported or re-exported: (i) into any country embargoed by the U.S..\nor (ii) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce’s Denied Persons List or Entity List.\nBy using our Site, you represent and warrant that: (x) you are not located in a country that is subject to a U.S.\ngovernment embargo or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country.\nand (y) you are not listed on any U.S.\ngovernment list of prohibited or restricted parties.\nYou also will not use our Site for any purpose prohibited by law.\nYou acknowledge and agree that products, services, and technology provided by Cameo are subject to the export control laws and regulations of the U.S.\nYou will comply with those laws and regulations and will not, without prior U.S.\ngovernment authorization, export, re-export, or transfer Cameo products, services, or technology, either directly or indirectly, to any country in violation of those laws and regulations.</li>\n</ol>\n<ol>\n<li>You will not use the Site or any Cameo product or service for any partisan political purpose - including to promote or solicit contributions on behalf of your candidacy for public office, the candidacy of another person seeking public office, any political party or political committee, or any other person or organization promoting or soliciting contributions on behalf of any candidate for public office or political party.</li>\n</ol>↑ Return to Top7.\nFees and Payment<ol>\n<li>Fees: The fee for a CAMEO Video or other offering is specified on the Talent User’s booking page on our Site when you make your request.\nYou agree to pay all amounts due in accordance with the payment terms in effect when you submit your request or purchase merchandise, including any applicable service, transaction, or processing fees.</li>\n<li>Currency: Transactions are settled in U.S.\ndollars (“USD”).\nYou will be responsible for payment of any fees or expenses imposed by your payment card provider or the payment processor to settle the transaction in USD.\nFrom time to time, Cameo may settle transactions in a currency other than USD to reduce or eliminate the fees and expenses associated with currency conversion.</li>\n<li>Payment: You may request a CAMEO Video by using a valid payment card through the applicable third-party payment provider (for our apps for iOS, and Android, Apple and Android’s in-app payment mechanisms.\nfor our website, the payment provider we select).\nYou must provide the third-party payment provider with valid payment information (Visa, MasterCard, or other issuer accepted by the payment provider).\nYou acknowledge and agree that Cameo does not operate, own, or control the payment provider.\nYour use of your payment card is governed by your agreement with and the privacy policy of the payment provider, not these Terms.\nYou agree to immediately notify the payment provider of any change in your billing address (or other information) for your payment card.\nYou may not return or exchange a CAMEO Video and no refunds will be issued.</li>\n</ol>\n<ul>\n<li>App for iOS: You will be charged at the time of booking or purchase for all amounts associated with your transaction.\nIf your CAMEO Video request is canceled or not fulfilled, your Cameo account will be issued a credit (in USD only) for the value of your purchase.\nIf you prefer a refund instead, you can request one via Apple by going to your orders in the App for iOS and clicking “request refund” on the Cameo video order.\nyou must have a credit balance at least equal to the refund amount, and credits in such amount will be deducted from your account immediately.\nBy making a purchase on the App for iOS, you represent that you are a resident of a country or territory in which payment in the local currency is supported by the App (as listed here).\nIf you are a resident of a country or territory in which payment in the local currency is not supported by the App for iOS (or located in a country or territory in which payment in the local currency is not supported by the App for iOS), your purchase will not be permitted.\nhowever, if such purchase is permitted, Cameo reserves the right to cancel your request and no refund will be issued.\nThe countries and territories and respective local currencies supported by the App for iOS are determined by Apple and not by Cameo and are subject to change at any time.</li>\n<li>App for Android: You will be charged at the time of booking or purchase for all amounts associated with your transaction.\nIf your CAMEO Video request is canceled or not fulfilled, your payment instrument will be refunded.<br>\n</li>\n<li>Website: By providing your payment information, you agree that Cameo may place a pre-authorization hold and, after your request has been fulfilled, authorize the payment provider to immediately charge you for all amounts due and payable with no additional notice to or consent from you.</li>\n<li>Credits are maintained in your Cameo account.\nWhen you make a purchase on the App for iOS or Android, if your account has a credit balance that equals or exceeds the purchase price, the balance will be redeemed for that purchase.\nWhen you make a purchase on our website, if your account has a credit balance, you may choose to redeem the balance for the purchase price up to the full balance amount (you will be charged for any remaining portion of the price).\nCredit balances are not refundable, cannot be transferred, cannot be used outside of Cameo, and expire or extinguish immediately when redeemed.</li>\n<li>In addition, if the CAMEO Video or other offering permits, you may choose to designate an additional amount as a “tip”.\nYou acknowledge that Cameo does not mandate any such tip or gratuity.\nhowever, if you do choose to do so, the amount must be at least US $5.00.\nYou agree to pay any amount you authorize as a tip.\na tip is not refundable.</li>\n</ul>\n<ol>\n<li>Cameo reserves the right (but is under no obligation) to cancel your request for any CAMEO Video or other offering if: (i) your payment method is declined.\nor (ii) you have previously been banned or removed from our Site for any reason.\nCameo also reserves the right at any time to change its fees and payment procedures, including its payment options and terms, either immediately upon posting on our Site or by other notice to you.</li>\n<li>Portion of Payment to Talent: Any payment for a CAMEO Video or any other offering, feature, or service on our Site, such as a tip or a sticker, will be divided between Cameo and Talent as provided for in&nbsp;Section 4.b&nbsp;of the&nbsp;Talent Terms of Service.</li>\n<li>Payment Questions: If you have a question about a purchase made on the App or a charge to your payment card, please contact us at&nbsp;hello@cameo.com.\nWe have the sole discretion to determine how billing disputes between us will be resolved.</li>\n<li>Taxes: If your purchase obligates Cameo to collect a sales tax, use tax, or any other equivalent tax (“Sales Tax”) from you, Cameo will collect Sales Tax in addition to the fee for your purchase.\nIf you have not remitted applicable Sales Tax to Cameo, you will be responsible for the payment of the Sales Tax (and any related penalties or interest) to the appropriate tax authority and you will indemnify Cameo for any liability or expense Cameo may incur in connection with the payment of Sales Taxes on your purchases.\nAt Cameo’s request, you will provide reasonable assistance and documentation relating to the payment of Sale Taxes on your purchases from Cameo (for example, official receipts issued by the appropriate tax authority confirming that you have paid all applicable taxes).</li>\n</ol>↑ Return to Top8.\nOwnership<ol>\n<li>You acknowledge and agree that each CAMEO Video or other offering from a Talent User is owned by the Talent User who created it.</li>\n<li>We or our licensors own all right, title, and interest in and to: (i) our Site and the “look and feel” of our Site, including all software, ideas, processes, data, text, media, and other content available on our Site (individually, and collectively, “Cameo Content”).\nand (ii) our trademarks, logos, and brand elements (“Marks”).\nOur Site, Cameo Content, and Marks are each protected under U.S.\nand international laws.\nYou may not duplicate, copy, sell, resell, commercialize, or reuse any portion of the Cameo Content, Marks, HTML/CSS, JavaScript, visual design elements, or concepts without our prior express written consent.</li>\n<li>You hereby grant to us a non-exclusive, royalty-free, fully paid, unlimited, universal, sublicensable (through multiple tiers of sublicenses), perpetual, and irrevocable license, in any and all manner and media, whether now known or hereinafter invented or devised (including social media platforms), to use, reproduce, license, distribute, modify, adapt, reformat, publicly perform, publicly display, and create derivative works&nbsp.\n(for example, translations, adaptations, compilations, excerpts, or modifications) of the following for the purposes of operating and providing our Site, developing and improving our products and services, and advertising, marketing, and promoting our Site and our products and services: (i) any request (video, text, audio, or otherwise) that you make or send to any Talent User, including information concerning any Recipient.\nand (ii) any submission that you make to Cameo, whether through our Site, a social media platform, third-party website, or otherwise, including a reaction video, idea, intellectual property, publicity rights, customer service request, Feedback (defined below), review, photo, video, email, text, audio, post, or other communication, whether relating to you, or a third party (i) and (ii) each, individually, and collectively, a “Submission”).\nYou represent and warrant that you either: (x) own all rights to any Submission.\nor (y) have all rights necessary, including with respect to any third party that contributed to, is included in, or is referred to, in any Submission, to grant to us the foregoing rights.\nYou will not make any Submission that is confidential or proprietary or that contains or includes any information that you do not have the right to disclose or that you or any Recipient do not wish to be disclosed.\nCameo will not be responsible or liable for any use or disclosure of a Submission, including any personal information belonging to you, a Recipient, or a third party.</li>\n<li>We may, for any reason, refuse to accept or transmit a Submission or refuse to remove a Submission from our Site.\nFurther, we reserve the right to decide whether a Submission violates these Terms and may, at any time, without notice to you and in our sole discretion, remove your Submission, terminate your access to our Site, remove or ban you (and any Site account you created or control), or take other appropriate action in our sole discretion for violation of these Terms.</li>\n<li>Cameo desires to avoid the possibility of future misunderstandings if a project developed by any Cameo Party (as defined below) may seem similar to your Submission.\nIf your Submission consists of any idea, suggestion, proposal, plan, or other material related to our business (individually, and collectively, “Feedback”), you acknowledge and agree that you are submitting that Feedback at your own risk and that Cameo has no obligation (including no obligation of confidentiality or privacy) with respect to that Feedback, and you grant to Cameo a non-exclusive, royalty-free, fully paid, unlimited, universal, sublicensable (through multiple tiers of sublicenses), perpetual, and irrevocable license, in any and all manner and media, whether now known or hereinafter invented or devised, to reproduce, license, distribute, modify, adapt, publicly perform, publicly display, create derivative works of (for example, translations, adaptations, or other changes), and otherwise use and exploit in any manner (including commercially), any and all Feedback.</li>\n<li>You hereby waive any and all moral rights or “droit moral” that you may have in any Submission, including Feedback, and you represent and warrant that no third party has any moral, “droit moral,” or other rights in Submission, including Feedback.</li>\n</ol>↑ Return to Top<strong>9.\nCopyright and Intellectual Property Policy</strong>\n<ol>\n<li>Digital Millennium Copyright Act Notice: We respond to notices of alleged copyright infringement and terminate access to our Site for repeat infringers.\nIf you believe that materials on our site infringe copyright, please send the following information to the Copyright Agent named below:</li>\n</ol>\n<ul>\n<li>your address, telephone number, and email address;</li>\n<li>a description of the work that you claim is being infringed;</li>\n<li>a description of the material that you claim is infringing and are requesting be removed along with information about where it is located;</li>\n<li>a statement that you have “a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.”;</li>\n<li>an electronic or physical signature of the copyright owner (or a person authorized to act for the copyright owner).\nand</li>\n<li>a statement by you, made under penalty of perjury, that the information you are providing is accurate and that you are the copyright owner or authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>Copyright Agent:<br>\n<br>Baron App, Inc.\nd/b/a Cameo<br>2045 West Grand Avenue, Suite B<br>PMB 71534<br>Chicago, IL 60612-1577<br>agent@cameo.com<br>\n<br>‍If you do not follow these requirements, your notice may not be valid.\nPlease note, only notices of alleged copyright infringement should be sent to our Copyright Agent.</p>\n<ol>\n<li>Termination Policy: If we determine that you are a repeat infringer, we may terminate your access to our Site, remove or ban you (and any Site account you created or control), and take other appropriate action in our sole discretion.</li>\n</ol>↑ Return to Top10.\nPrivacy<p>Your privacy is important to us.\nOur&nbsp;Privacy Policy&nbsp;explains how we collect, use, and share personal information and other data.\nBy using our Site, you agree to our&nbsp;Privacy Policy.</p>↑ Return to Top11.\nThird-Party Content and Interactions<ol>\n<li>Our Site may contain features and functionalities that link to or provide you with access to third-party content, that is completely independent of Cameo, including CAMEO Videos, websites, platforms, directories, servers, networks, systems, information, databases, applications, software, programs, products or services, and the Internet in general.\nThe contents of CAMEO Videos and other offerings that allow interactions with third parties, including between Users, on Cameo are the sole responsibility of the people involved in those interactions.\nCameo is not responsible for the content of the interactions you may have with third parties through CAMEO Videos or other offerings.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any contact or interaction, in connection with our Site or otherwise.\nHowever, you agree not to contact or interact with any Talent User except as expressly permitted through our Site.\nYou also agree that Cameo may, in its sole discretion, intercede in any dispute and you will reasonably cooperate with Cameo if it does so.\nYou acknowledge and agree that we are not responsible or liable for any damages, losses, costs, expenses, or liabilities of any kind or nature incurred as the result of any such interaction.\nYou hereby release each Cameo Party (defined below) from claims, demands, and damages (actual and consequential) of every kind or nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes or our Site.\nIF YOU ARE A CALIFORNIA RESIDENT, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 (AND ANY OTHER SIMILAR APPLICABLE STATE STATUTE), WHICH PROVIDES: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS THAT THE CREDITOR OR RELEASING PARTY DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE AND THAT, IF KNOWN BY HIM OR HER, WOULD HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR OR RELEASED PARTY\".</li>\n<li>From time to time, an entity may be identified on a Talent User’s booking page or be associated with the Talent User elsewhere on our Site as a charitable organization or a recipient of funds that are being raised (“Charity”).\nFor example, the Talent User’s booking page may indicate that all or a portion of the Talent User’s revenue from a CAMEO Video will be given to the Charity.\nThose arrangements are strictly between the Talent User and the Charity.\nCameo is not a sponsor of, does not endorse, and is not affiliated with the Charity and is not a commercial co-venturer with respect to such arrangements (unless otherwise expressly stated in writing by Cameo).\nUnless expressly stated, Cameo does not control and makes no warranties about the Charity or any donation to the Charity.</li>\n</ol>↑ Return to Top12.\nLinks<p>Our Site may contain links to social media platforms or third-party websites.\nYou acknowledge and agree that: (a) the link does not mean that we endorse or are affiliated with the platform or website.\nand (b) we are not responsible or liable for any damages, losses, costs, expenses, or liabilities related to your use of the platform or website.\nYou should always read the terms and conditions and privacy policy of a platform or website before using it.</p>↑ Return to Top13.\nChanges to our Site<p>You acknowledge and agree we may change or discontinue any aspect of our Site at any time, without notice to you.</p>↑ Return to Top14.\nTermination and Reservation of Rights<p>You may cancel your Site account at any time by contacting a member of the Cameo team at&nbsp;hello@cameo.com.\nWe reserve the right to terminate access to our Site to any person, including you, at any time, for any reason, in our sole discretion.\nIf you violate any of these Terms, your permission to use our Site automatically terminates.</p>↑ Return to Top15.\nIndemnification<p>You agree to indemnify, defend, and hold harmless Cameo and its parents, subsidiaries, affiliates, officers, employees, directors, shareholders, agents, partners, vendors, and licensors (each, a “Cameo Party,” and collectively, “Cameo Parties”) from and against any and all claims, costs, proceedings, demands, losses, damages, and expenses (including reasonable attorneys’ fees and costs) of any kind or nature arising from, out of, in connection with, or relating to: (a) these Terms.\nor (b) use of our Site.\nCameo may select counsel for and control the defense of any claim that you are indemnifying.\nYou will reasonably cooperate with us in connection with any claim.</p>↑ Return to Top16.\nDisclaimers and Limitations on our Liability<ol>\n<li>\n<strong>You acknowledge and agree that your use of our Site is at your own risk and that our Site is provided on an “as is” and “as available” basis.\nTo the extent permitted by applicable law, the Cameo Parties disclaim all warranties, conditions, and representations of any kind, whether express, implied, statutory, or otherwise, including those related to merchantability, fitness for a particular purpose, non-infringement, and arising out of course of dealing or usage of trade.</strong>\n</li>\n<li>\n<strong>In particular, the Cameo Parties make no representations or warranties about the accuracy or completeness of content available on or through our Site or the content of any social media platform or third-party website linked to or integrated with our Site.\nYou acknowledge and agree that the Cameo Parties will have no liability for any: (i) errors, mistakes, or inaccuracies of content.\n(ii) personal injury, property damage, or other harm resulting from your access to or use of our Site.\n(iii) any unauthorized access to or use of our servers, any personal information, or user data.\n(iv) any interruption of transmission to or from our Site.\n(v) any bugs, viruses, trojan horses, or the like that may be transmitted on or through our Site.\nor (vi) any damages, losses, costs, expenses, or liabilities of any kind incurred as a result of any content posted or shared through our Site.</strong>\n</li>\n<li>\n<strong>You acknowledge and agree that any material or information downloaded or otherwise obtained through our Site, including any CAMEO Video, is done at your own risk and that you will be solely responsible for any damages, losses, costs, expenses, or liabilities arising from or in connection with doing so.\nNo advice or information, whether oral or written, obtained by you from us or through our Site, including through a CAMEO Video, will create any warranty not expressly made by us.</strong>\n</li>\n<li>\n<strong>You acknowledge and agree that when using our Site, you will be exposed to content from a variety of sources, and that Cameo is not responsible for the accuracy, usefulness, safety, legality, or intellectual property rights of or relating to any such content.\nYou further understand and acknowledge that you may be exposed to content that is inaccurate, offensive, indecent, objectionable, or harassing, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against any Cameo Party with respect thereto.</strong>\n</li>\n<li>\n<strong>To the fullest extent permitted by applicable law, you acknowledge and agree that in no event will any Cameo Party be liable to you or to any third party for any indirect, special, incidental, punitive, or consequential damages (including for loss of profits, revenue, or data) or for the cost of obtaining substitute products, arising out of or in connection with these Terms, however caused, whether such liability arises from any claim based upon contract, warranty, tort (including negligence), strict liability, or otherwise, and whether or not Cameo has been advised of the possibility of such damages.</strong>\n</li>\n<li>\n<strong>To the maximum extent permitted by applicable law, our total cumulative liability to you or any third party under these Terms, including from all causes of action and all theories of liability, will be limited to and will not exceed the fees actually received by Cameo from you during the 12 months preceding the claim giving rise to such liability.</strong>\n</li>\n<li>\n<strong>Certain jurisdictions do not allow the exclusion or limitation of certain damages.\nIf those laws apply to you, some or all of the above exclusions or limitations may not apply to you, and you might have additional rights.</strong>\n</li>\n<li>\n<strong>You agree that the limitations of damages set forth above are fundamental elements of the basis of the bargain between Cameo and you.</strong>\n</li>\n</ol>↑ Return to Top17.\nArbitration Agreement and Waiver of Certain Rights<ol>\n<li>Arbitration: You and Cameo agree to resolve any disputes between you and Cameo through binding and final arbitration instead of through court proceedings.\nYou and Cameo each hereby waive any right to a jury trial of any controversy, claim, counterclaim, or other dispute arising between you and Cameo relating to these Terms or our Site (each a “Claim,” and collectively, “Claims”).\nAny Claim will be submitted for binding arbitration in accordance with the Rules of the American Arbitration Association (“AAA Rules”).\nThe arbitration will be heard and determined by a single arbitrator.\nThe arbitrator’s decision will be in writing, will include the arbitrator’s reasons for the decision, will be final and binding upon the parties, and may be enforced in any court of competent jurisdiction.\nThe parties agree that the arbitration will be kept confidential and that the existence of the proceeding and any element of it (including any pleadings, briefs, or other documents submitted or exchanged, any testimony or other oral submissions, and awards) will not be disclosed beyond the arbitration proceedings, except as may lawfully be required in judicial proceedings relating to the arbitration or by applicable disclosure rules and regulations of securities regulatory authorities or other governmental agencies.</li>\n<li>Costs and Fees: If you demonstrate that the costs of arbitration will be prohibitive as compared to the costs of litigation, Cameo will pay as much of the administrative costs and arbitrator’s fees required for the arbitration as the arbitrator deems necessary to prevent the cost of the arbitration from being prohibitive.\nIn the final award, the arbitrator may apportion the costs of arbitration and the compensation of the arbitrator among the parties in such amounts as the arbitrator deems appropriate.</li>\n<li>No Preclusions: This arbitration agreement does not preclude you or Cameo from seeking action by federal, state, or local government agencies.\nYou and Cameo each also have the right to bring any qualifying Claim in small claims court.\nIn addition, you and Cameo each retain the right to apply to any court of competent jurisdiction for provisional relief, including pre-arbitral attachments or preliminary injunctions, and any such request will not be deemed to be either incompatible with these Terms or a waiver of the right to have disputes submitted to arbitration as provided in these Terms.</li>\n<li>No Class Representative or Private Attorney General: You and Cameo each agree that with respect to any Claim, neither may: (i) act as a class representative or private attorney general, or (ii) participate as a member of a class of claimants.\nYou agree that no Claim may be arbitrated on a class or representative basis.\nThe arbitrator can decide only individual Claims (whether brought by you or Cameo).\nThe arbitrator may not consolidate or join the claims of other persons or parties who may be similarly situated.</li>\n<li>Severability/No Waiver/Survival: If any provision of this&nbsp;Section 17&nbsp;is found to be invalid or unenforceable, that provision will be deemed appropriately modified to give effect to the intent of the provision or, if modification is not possible, will be severed and the remainder of this&nbsp;Section 17&nbsp;will continue in full force and effect.\nNo waiver of any provision of this&nbsp;Section 17&nbsp;will be effective or enforceable unless recorded in a writing signed by the party waiving such a right or requirement.\nSuch a waiver will not waive or affect any other provision of these Terms.\nThis&nbsp;Section 17&nbsp;will survive the termination of your relationship with Cameo.</li>\n<li>30-Day Opt-Out Right: You have the right to opt out of the provisions of this Arbitration Agreement by sending, within 30 days after first becoming subject to this Arbitration Agreement, written notice of your decision to opt out to the following address: Baron App, Inc.\ndba Cameo, 2045 West Grand Avenue, Suite B, PMB 71534, Chicago, IL 60612-1577.\nYour notice must include your name and address, any usernames, each email address you have used to submit your CAMEO Video requests or set up an account on our Site (if applicable), and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nYou agree that if you opt out of this Arbitration Agreement, all other parts of these Terms will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with us.</li>\n<li>\n<strong>LIMITATIONS: This&nbsp;</strong>\n<strong>Section 17</strong>\n<strong>&nbsp;limits certain rights, including the right to maintain certain court actions, the right to a jury trial, the right to participate in any form of class or representative claim, the right to engage in discovery except as provided in AAA rules, and the right to certain remedies and forms of relief.\nIn addition, other rights that you or Cameo would have in court may not be available in arbitration.</strong>\n</li>\n</ol>↑ Return to Top18.\nOther Provisions<ol>\n<li>\n<strong>Force Majeure</strong>: Under no circumstances will any Cameo Party be liable for any delay or failure in performance due in whole or in part to any acts of God (such as earthquakes, storms, floods, etc.), epidemics, natural disasters, unavoidable accidents, internet and communication service interruptions, laws, rules, regulations or orders of government authorities, acts of war (declared or not), terrorism, hostilities, blockades, civil disturbances, embargoes, strikes, or any other event or cause beyond the reasonable control of any Cameo Party.</li>\n<li>\n<strong>Choice of Law and Jurisdiction</strong>: These Terms will be governed by and construed in accordance with the laws of the State of Illinois, without giving effect to any conflict of laws rules or provisions.\nYou agree that any action of whatever nature arising from or relating to these Terms or our Site will be filed only in the state or federal courts located in Chicago, Illinois.\nYou consent and submit to the personal jurisdiction of such courts for the purposes of any such action.</li>\n<li>\n<strong>Severability</strong>: If any provision of these Terms is found to be invalid or unenforceable, that provision will be deemed appropriately modified to give effect to the intent of the provision or, if modification is not possible, will be severed from these Terms and will not affect the enforceability of any other provision.</li>\n<li>\n<strong>No Waiver or Amendment</strong>: The failure by Cameo to enforce any right or provision of these Terms will not prevent Cameo from enforcing such right or provision in the future and will not be deemed to modify these Terms.<br>\n</li>\n<li>\n<strong>Assignment</strong>: Cameo may, at any time, assign its rights and obligations under these Terms, including to an affiliated entity or in connection with a sale of assets, merger, acquisition, reorganization, bankruptcy, other transaction, or by operation of law.</li>\n<li>\n<strong>Miscellaneous</strong>: The term “including” in these Terms will be interpreted broadly and will mean “including, without limitation.” Titles are for convenience only and will not be considered when interpreting these Terms.</li>\n</ol>↑ Return to Top<strong>19.\nChanges to these Terms</strong>\n<p>We may change these Terms.\nIf we do, we will post the revised Terms on our Site and update the “Last Updated” date at the top of these Terms.\nThe revised Terms will be effective immediately if you accept them (for example, by agreeing when you create an account or login to an existing account, or using or continuing to use our Site after the revised Terms have been posted).\notherwise, they will be effective 30 days after posting.</p>↑ Return to TopAdditional Site Terms<p>\n<strong>PLEASE READ THE FOLLOWING CAREFULLY.\nBy using the product or service, you agree to the applicable additional terms that apply (which are Additional Terms as described in&nbsp;</strong>\n<strong>Section 5</strong>\n<strong>&nbsp;of the Site Terms of Service (“Site Terms”)).\nThese Additional Terms will be governed by, and are incorporated into, the Site Terms.\nTerms that are defined in the Site Terms will have the same meaning in these Additional Terms.</strong>\n</p>\n<p>From time to time, we may change these Additional Terms.\nIf we do, we will give you notice by posting them on our Site and updating the “Last Updated” date.\nThe revised Additional Terms will be effective immediately.\nBy using or continuing to use this product or service, you represent and warrant that you have read, understand, and agree to these Additional Terms.</p>\n<strong>CAMEO FOLLOWS AND SUBSCRIPTIONS</strong>\n<p>Last Updated: March 3, 2021</p>1.\n<strong>Following Talent</strong>\n<p>You may join a Fan Club from the Talent User’s profile page on our website or App.\ncurrently, you must download and use the App to participate.</p>\n<ol>\n<li>When you Follow a Talent User:</li>\n</ol>\n<ul>\n<li>You may view messages and other content that the Talent User posts in their Follower Feed, including marketing or promotional content such as special discount codes or the Talent User’s booking availability.\nview content from other Users in the Follower Feed.\nand reply to or “like” such content (each such message, reply, like, or other content, whether from you or another author, is a “Message”).</li>\n<li>You may receive notifications about the Talent User and about Messages or other activity in the Talent User’s Follower Feed;</li>\n<li>Your user profile page will be publicly displayed as Following the Talent User.</li>\n<li>Following is free, but you may also subscribe to any available Paid Features (described in Section 2).</li>\n</ul>\n<ol>\n<li>You may stop Following a Talent User for any reason at any time:</li>\n</ol>\n<ul>\n<li>On web, from the Talent User’s profile page, select the “Following” button in the upper-right corner, then select “Unfollow”;</li>\n<li>In the App, from the Talent User’s Follower Feed, select the three dots in the upper-right corner, then select “Unfollow”.\nor</li>\n<li>By email, contact hello@cameo.com and provide your username, the email address associated with your account, and the name of the Talent User.</li>\n</ul>\n<p>\n<strong>Unfollowing will not cancel any subscription to a Paid Feature.<br>\n</strong>\n</p>\n<strong>2.\nPaid Features</strong>\n<p>A Talent User may offer Followers the opportunity to subscribe to other features such as VIP membership (each, a “Paid Feature”) which may also include the ability to post Messages.</p>\n<ol>\n<li>Payment.\nYou may subscribe to a Paid Feature for the price displayed on the Site.\nBy subscribing, you agree to pay all amounts due in accordance with the payment terms in effect at that time.<strong> Your payment method will be charged at the time you subscribe to each Paid Feature, and monthly thereafter.</strong>\n</li>\n<li>Renewal.\nYour subscription to each Paid Feature will automatically renew at the end of the applicable subscription period and you will be charged a subscription fee for each renewal automatically on a monthly recurring basis.\nSubscription fees are non-refundable, including for any partial subscription periods.</li>\n<li>Cancellation.\nYou may cancel your subscription to any Paid Feature for any reason at any time.</li>\n</ol>\n<ul>\n<li>On web, from the Talent User’s profile page, select the “Subscribed” button in the upper-right corner, then select “Unsubscribe”;</li>\n<li>In the App, in the Talent User’s Follower Feed, select the three dots in the upper-right corner, then select “Unsubscribe”.\nor</li>\n<li>By email, contact hello@cameo.com, and provide your username, the email address associated with your account, and the name of the Talent User and the Paid Feature.\nYou must contact us to cancel at least one day before the then-current subscription period ends to avoid being charged again.</li>\n</ul>\n<p>\n<strong>Deleting the App from your device will not cancel your subscription to a Paid Feature.</strong>\n</p>\n<strong>3.\nAcknowledgement</strong>\n<p>You acknowledge and agree that:</p>\n<ol>\n<li>when you Follow a Talent User, your Cameo profile, username, and Messages will be publicly associated with the Talent User’s Follower Feed.\nWhen you subscribe to a Paid Feature, your Cameo profile, username, and Messages may be visible to all other subscribers.\nSuch information will not be private and you will not share or disclose any personal, private, or sensitive information relating to you or a third party;</li>\n<li>you hereby grant to each other User (subject to such User’s payment in full) and to the Talent User the following limited rights to use your Messages <strong>solely for their own personal, non-commercial, and non-promotional purposes</strong>, subject to these Additional Terms: a non-exclusive, royalty-free, fully paid, worldwide, sublicensable, revocable license to use, reproduce, distribute, and publicly display those Messages <strong>only on social media platforms and personal websites.\nin text and email messages.\nand in other personal storage media</strong>.\nand (subject to your payment in full) you may use Messages created by other Users and the Talent User in the same manner.\nin addition, you hereby grant to the Talent User the right to use your Messages to promote their participation on our Site;</li>\n<li>each Message you create is a Submission under the Site Terms;</li>\n<li>each Message is subject to the Acceptable Use Policy / Community Guidelines;</li>\n<li>if you believe that a User, Talent User, or Follower Feed activity has violated the Acceptable Use Policy / Community Guidelines you may notify Cameo in writing at hello@cameo.com or report Messages by a long-press in the App;</li>\n<li>Cameo may monitor any Follower Feed activity and Messages, and Cameo retains the right, in its sole discretion, to cancel any User’s Follower Feed membership or access to any Paid Feature.\nand</li>\n<li>Cameo will not be responsible or liable for any Submission (including any Message from a User) or any Talent Content (including any Message from a Talent User).</li>\n</ol>↑ Return to TopCAMEO LIVE<p>Last Updated: October 5, 2021</p>\n<p>‍</p>\n<strong>1.\nCameo Live</strong>\n<p>You may elect to book or participate in a Cameo Live event as scheduled and described on the Site (“Event”).</p>\n<ol>\n<li>Events may be booked by a User and available to the audience they choose to invite.</li>\n<li>You acknowledge that each Event is subject to change in the date or details, or cancellation, in Cameo’s sole discretion.</li>\n<li>Unlike a Cameo Video, you may not record, capture, screenshot, use, publish, reproduce, distribute, display, post, or share any portion of the Event, except using functionality that Cameo may make available to you on the Site.</li>\n<li>You may end your participation in the Event at any time.\nCameo reserves the right to monitor the Event and may cancel or end the Event or any User’s participation in the Event at any time, in its sole discretion.\nThe Talent User hosting the Event may also cancel or modify an upcoming Event or end an Event at any time.</li>\n</ol>\n<strong>2.\nPayment</strong>\n<p>You may book an Event by paying in full using credits or an applicable third-party payment provider as set forth in the Site Terms.\nYou will be charged at the time of purchase.\nBookings are non-transferrable.\nIf an Event does not take place, Cameo will refund your original payment method or credit your account in the same manner as described for Cameo Videos in Section 7 (Fees and Payment) of the Site Terms.\nNo other refunds or exchanges will be issued.</p>\n<p>‍</p>\n<strong>3.\nAcknowledgement</strong>\n<p>You acknowledge and agree that:</p>\n<ol>\n<li>any submission made in connection with the Event, including any chat, comment, audio, image, video, idea, intellectual property, Feedback, review, photo, text, post, element, or other communication (each an “Event Submission”), is a Submission under the Site Terms;</li>\n<li>Cameo may make and maintain a recording of the Event for its use.\nEvent Submissions will not be private and you will not share or disclose in an Event any personal, private, or sensitive information relating to you or a third party;</li>\n<li>Cameo may make available (either for free or for purchase) merchandise and memorabilia, including screenshots and Cameo NFTs, related to the Event.\nSubject to these Additional Terms and the Cameo Pass and Cameo NFTs Terms, Cameo grants you a non-exclusive, royalty-free, fully paid, worldwide, sublicensable, revocable license to use, reproduce, distribute, and publicly display any such merchandise or memorabilia that Cameo provides to you, solely for your own personal, non-commercial, non-promotional purposes, on social media platforms and personal websites, in text and email messages, and in other personal storage media;</li>\n<li>in addition to the rights you grant under the Site Terms, you grant to Cameo an exclusive including exclusive as to you, royalty-free, fully paid, unlimited, universal, transferable, sublicensable (through multiple tiers of sublicenses), perpetual, and irrevocable license, in any and all manner and media, whether now known or hereinafter invented or devised, to use your name, image, voice, appearance, performance, likeness, and other personal attributes and characteristics from and relating to the Event for any purpose, including in or in connection with advertising, marketing, or promotion;</li>\n<li>Cameo will not be responsible or liable for any Event, Event Submission, or any content from a Talent User;</li>\n<li>If you book an Event, you may not charge attendees to join or require other consideration, except to request reimbursement of a pro rata share of the booking cost.\nYou will not book or use an Event for promotional, business, or commercial purposes.\nand</li>\n<li>All participants will need a Cameo account and compatible web browser to attend an Event.</li>\n</ol>↑ Return to TopCAMEO DIRECT<p>Last Updated: December 20, 2020</p>1.\nCameo Direct<p>A Talent User may offer you the opportunity to send a paid direct message to that Talent User as permitted through the Cameo Direct feature in the App (if the feature is available), as indicated on the Talent User’s profile page.</p>\n<ol>\n<li>You may send:</li>\n</ol>\n<ul>\n<li>a User-created message (for example, a message of up to a specified number of characters, a video file of up to specified size, etc.) (each such message, and any response sent through the Cameo Direct feature, a “Message”).\nor</li>\n<li>a sticker from among a collection of images made available by Cameo (each such image, a “Sticker”).</li>\n</ul>\n<ol>\n<li>After you send a Message or Sticker, the Talent User may, but has no obligation to, respond.\nIn addition, the Talent User may close out the thread at any time.</li>\n<li>To send another Message or Sticker, you must pay the applicable price.</li>\n<li>You may not return or exchange a purchased Message or Sticker and no refunds will be issued.</li>\n</ol>\n<strong>2.\nFees and Payment</strong>\n<p>If a Talent User offers the Cameo Direct feature, the price for each Message is displayed on the Talent User’s profile page and on the purchase button in the App when you send the Message.\nThe price for each Sticker is displayed in the Cameo Direct feature.\nYou agree to pay all amounts due in accordance with the payment terms in effect at that time.</p>\n<strong>3.\nAcknowledgement</strong>\n<p>You acknowledge and agree that:</p>\n<ol>\n<li>each Message you create is a Submission under the Site Terms;</li>\n<li>each Message (whether created by you or the Talent User) is subject to the Acceptable Use Policy / Community Guidelines;</li>\n<li>each Message from a Talent User is owned by the Talent User who created it, and subject to your payment in full, you have the right to use it <strong>solely for your own personal, non-commercial, and non-promotional use</strong> subject to these Terms: a non-exclusive, royalty-free, fully paid, worldwide, sublicensable, revocable license to use, reproduce, distribute, and publicly display that Message, in any and all media (for example, on social media platforms), whether now known or hereafter invented or devised.\nand</li>\n<li>Cameo will not be liable or responsible for any Submission (including any Message or Sticker you send) or any Talent Content (including any Message from the Talent User).</li>\n</ol>↑ Return to Top<strong>CAMEO CUSTOMER REFERRAL PROGRAM</strong>\n<p>Last Updated: April 13, 2020</p>\n<p>‍</p>\n<p>These Additional Terms (which are Additional Terms as described in&nbsp;Section 5&nbsp;of the Site Terms of Service (“Site Terms”) govern your use of the Customer Referral Program (defined below).\n“You” and “User” refers to you as a user of the Site and of the Customer Referral Program.</p>\n<ul>\n<li>We provide each User who has created a Site account with a unique referral URL (“URL”) that may be shared with the User’s friends, family members, or other personal contacts and used by them when they create a User Site account for the first time, pursuant to the terms set out below (“Customer Referral Program”).</li>\n<li>Participation in the Customer Referral Program is limited to: (a) each User.\nand (b) User’s friends, family members, or personal contacts who have never&nbsp;either: (i) purchased a Cameo Video, DM, or Sticker (even without creating a Site account);&nbsp;or(ii) created a Site account.\nEmployees, officers, directors, contractors, agents, and representatives of Cameo may not participate.</li>\n<li>For each eligible friend, family member, or personal contact who creates a User Site account for the first time using your URL (each, a “Referred User”), Cameo will issue a one-time credit to the Referred User and, after the Referred User’s first purchase of a Cameo Video priced at the minimum amount specified or more, to you (each, a “Customer Referral Credit”) as described below:</li>\n</ul>\n<ul>\n<li>After the Referred User creates a Site account, Cameo will issue a Customer Referral Credit to the Referred User’s Site account (in approximately one or two business days).\nand</li>\n<li>After the Referred User makes their first request on the Site for a Cameo Video priced at the minimum amount specified or more (a Cameo Video only.\nnot a Cameo Direct, Sticker, or merchandise) and that request is paid for and fulfilled (excluding any Cameo Video for which a promo code was used and, at Cameo’s discretion, that was subject to a promotion), Cameo will issue a Customer Referral Credit for that Referred User to the referring User’s (your) account (in approximately one or two business days from the date on which the request for the Cameo video was fulfilled).</li>\n</ul>\n<ol>\n<li>Notwithstanding anything to the contrary contained in these Additional Terms, you acknowledge and agree that:</li>\n</ol>\n<ul>\n<li>a new User will&nbsp;not&nbsp;be one of your Referred Users under the Customer Referral Program and no Customer Referral Credit will be due to that new User or you if:</li>\n</ul>\n<ul>\n<li>your URL is not used when a new User creates a new Site account;</li>\n<li>your friend, family member, or personal contact has previously&nbsp;either&nbsp;purchased a Cameo Video, DM, or Sticker (with or without creating a Site account)&nbsp;or&nbsp;created a Site account, (with or without another URL), whether or not, in either case, under the same or different name or email address, or otherwise.\nor</li>\n<li>anyone else has received or is receiving a Customer Referral Credit in connection with that friend, family member, or personal contact.<br>\n</li>\n</ul>\n<ol>\n<li>each new User may have only one referring User, and we are not obligated to pay more than one Customer Referral Credit to each Referred User for creation of a Site account or to pay a Customer Referral Credit to more than one referring User with respect to any Referred User.</li>\n</ol>\n<ol>\n<li>Any Customer Referral Credit received from Cameo will be maintained in your Site account and may be redeemed only for your purchase of a Cameo Video, DM, or Sticker (not Cameo merchandise) from our Site.\nIf your Site account has a credit balance when you make a purchase while logged into your Site account, the balance will be redeemed for that purchase (until fully redeemed) and your payment card will be charged for any remaining portion of the purchase price.\nany remaining balance will remain in your Site account to be redeemed for your next purchase.\nIf you have a credit balance in your Site account, you may not use a promo code and, at Cameo’s discretion, might not be able to participate in an offering that is subject to a promotion.\nA credit balance is not refundable, may not be redeemed for cash, cannot be transferred, cannot be used outside of the Site, and expires or extinguishes immediately when redeemed.</li>\n<li>The Customer Referral Program may be used only for personal purposes and you may share your URL only with your personal connections.\nYou may not advertise your URL or share it with anyone other than your friends, family, or other personal contacts.\nThe Customer Referral Program cannot be used for any commercial purpose, including affiliate lead generation.\nThe Customer Referral Program is void where prohibited by law.</li>\n<li>You represent and warrant that when you share your URL with your personal connections, you will: (a) distribute it in a personal manner.\n(b) not distribute it in a bulk manner.\nand (c) not create or send any unsolicited commercial email or a “spam” message under any applicable law or regulation.\nAny sharing that does not meet these requirements is expressly prohibited and constitutes grounds for immediate termination of your Site account, including deletion of any Customer Referral Credits, and your participation in the Customer Referral Program.\nAny Site account created using a URL that was distributed through an unauthorized channel will not be valid and any Customer Referral Fees issued in connection with that Site account may be revoked.</li>\n<li>We reserve the right to deactivate your Site account and any Referred User’s Site account, cancel all related Customer Referral Credits, and seek repayment, if we determine, in our sole discretion, that either you or the Referred User has: (a) tampered with the Customer Referral Program.\n(b) used (or attempted to use) the Customer Referral Program in a fraudulent, abusive, unethical, unsportsmanlike, or otherwise questionable or suspicious manner.\n(c) breached any of these Additional Terms.\nor (d) violated any law or regulation or infringed or violated the rights of any third party.</li>\n<li>Credits do not expire, but the terms of the Customer Referral Program are subject to change at any time, for any reason, in our sole discretion.\nCameo reserves, at any time, for any reason, in its sole discretion to:</li>\n</ol>\n<ul>\n<li>suspend or terminate the Customer Referral Program;</li>\n<li>disqualify anyone from participating in the Customer Referral Program.\nand</li>\n<li>revoke, refuse to issue, or refuse to redeem any Customer Referral Credits that we suspect were generated through improper channels or in violation of these Additional Terms.</li>\n</ul>\n<p>Without limiting the foregoing, we reserve the right to review and investigate activities undertaken in connection with the Customer Referral Program and suspend your Site account, revoke all Customer Referral Fees, or take other action in our sole discretion.</p>\n<ol>\n<li>By participating in the Customer Referral Program, you agree to release and hold harmless Cameo Parties from and against any and all economic liabilities, claims, damages, loss, harm, costs, or expenses, including property damage, that arise from or relate in any way to the Customer Referral Program.\nTHIS SECTION 10 APPLIES ONLY TO ECONOMIC DAMAGES AND DOES NOT APPLY TO CLAIMS OF FRAUD OR PERSONAL INJURY.<br>‍</li>\n</ol>↑ Return to TopPOLITICAL CAMEO PRODUCTS<p>Last Updated: September 7, 2020</p>\n<ul>\n<li>\n<strong>Political Cameo Products.</strong>\n</li>\n</ul>\n<ul>\n<li>A Talent User may offer you the opportunity to request Cameo products or services intended to benefit a candidate, campaign, party, committee, platform, or partisan political cause<strong>\n</strong>(each, a “Political Committee,” and such products and services, collectively, “Political Cameo Products”), specifically including a Cameo Video (each, a “Political Cameo Video”).</li>\n<li>Because you will be making a contribution to the Political Committee, you must meet all applicable legal and other requirements for such contributions, including:</li>\n</ul>\n<ul>\n<li>being a United States citizen or a lawful permanent resident of the United States;</li>\n<li>limits on the amount of contributions that may be provided by you to the Political Committee or political entities generally.\nand</li>\n<li>meeting any requirements established by the Political Committee, including as set forth on the website of the Political Committee’s third-party payment processor.</li>\n</ul>\n<ol>\n<li>You acknowledge and agree that:</li>\n</ol>\n<ul>\n<li>Cameo may discontinue offering any Political Cameo Product at any time, for any reason, in its sole discretion.\nand</li>\n<li>each Cameo Political Product is excluded from:</li>\n</ul>\n<ol>\n<li>any promotional offer or promo code.\nand</li>\n<li>the Customer Referral Program.</li>\n</ol>\n<ol>\n<li>\n<strong>Submissions.</strong>\n</li>\n</ol>\n<ul>\n<li>Any materials or content you submit in connection with booking a Cameo Political Product is a “Submission” under the Site Terms.\nYour Submission may be shared with the Political Committee’s payment processor in the course of the order process.</li>\n<li>You are responsible for your Submission.\nIn addition to the Site Terms, each Submission is subject to the Acceptable Use Policy and Community Guidelines and may not, among other things:&nbsp;</li>\n</ul>\n<ul>\n<li>provide any false, deceptive, or misleading information, including as to your identity, the identity of any Recipient, and the identity of anyone mentioned in your Submission;</li>\n<li>attempt to deceive, mislead, or induce the Talent User into making any false, misleading, defamatory, or untrue statements;</li>\n<li>impersonate any person or entity, or otherwise misrepresent your affiliation with a person or entity;</li>\n<li>violate, infringe, or misappropriate the intellectual property, privacy, publicity, moral or “droit moral,” or other legal rights of any third party.\nor</li>\n<li>communicate anything that is, or that incites or encourages action that is, explicitly or implicitly illegal, abusive, harassing, intimidating, threatening, violent, hateful, racist, disparaging, defamatory, derogatory, harmful to any reputation, pornographic, indecent, profane, obscene, or otherwise objectionable (including nudity).</li>\n</ul>\n<ol>\n<li>\n<strong>Payment.</strong>\n</li>\n</ol>\n<p>You acknowledge and agree that your payment for a Political Cameo Product:</p>\n<ul>\n<li>is a <strong>non-refundable</strong> contribution to the Political Committee, even if your request is not fulfilled or is not fulfilled to your satisfaction;</li>\n<li>is not tax-deductible;</li>\n<li>is not a payment to Cameo, but is instead a contribution to the Political Committee;</li>\n<li>will be made through the third-party payment provider designated by the Political Committee to receive contributions.\nand</li>\n<li>must be equal to or greater than the full cost of your Cameo video order, including any applicable fees and sales tax, or else your video request may be declined without any refund.</li>\n</ul>↑ Return to Top<strong>TEXT MESSAGING AND DISCLOSURES</strong>\n<p>Last Updated October 11, 2022</p>\n<p>‍</p>\n<p>If you sign-up to receive text messages from Cameo, you agree to receive recurring automated promotional and personalized marketing text (e.g., SMS and MMS) messages from Cameo, including text messages that may be sent using an automatic telephone dialing system, to the mobile telephone number you provided when signing up or any other number that you designate.\nConsent to receive automated marketing text messages is not a condition of any purchase.\nMessage and Data rates may apply.</p>\n<p>Message frequency may vary.\nCameo reserves the right to alter the frequency of messages sent at any time, so as to increase or decrease the total number of sent messages.\nCameo also reserves the right to change the short code or phone number from which messages are sent.</p>\n<p>Not all mobile devices or handsets may be supported and our messages may not be deliverable in all areas.\nCameo, its service providers and the mobile carriers supported by the program are not liable for delayed or undelivered messages.</p>\n<p>By signing up for text messages, you also agree to our Privacy Policy.<br>‍</p>Cancellation <p>Text the keyword STOP, END, CANCEL, UNSUBSCRIBE or QUIT to our short code to cancel.\nAfter texting STOP, END, CANCEL, UNSUBSCRIBE or QUIT to our short code you will receive one additional message confirming that your request has been processed.\nYou acknowledge that our text message platform may not recognize and respond to unsubscribe requests that do not include the STOP, END, CANCEL, UNSUBSCRIBE or QUIT keyword commands and agree that Cameo and its service providers will have no liability for failing to honor such requests.\nIf you unsubscribe from one of our text message programs, you may continue to receive text messages from Cameo and its affiliates through any other programs you have joined until you separately unsubscribe from those programs.</p>Help <p>Text the keyword HELP to our short code.</p>Customer Care<p>If you are experiencing any problems, please email help@cameo.com or submit a help ticket at https://help.cameo.com/en/support/tickets/new</p>↑ Return to Top<strong>CAMEO GIFT CARDS</strong>\n<p>Last Updated: February 24, 2021</p>\n<p>‍</p>\n<ul>\n<li>\n<strong>Cameo Gift Cards <br>‍</strong>These Additional Terms apply to only closed loop prepaid cards (each, a “Gift Card”) issued in electronic form by Cameo Gifts, LLC, a Virginia limited liability company (“Issuer”), that are purchased by customers for use under&nbsp;Section 5&nbsp;(Redemption).\nThese Additional Terms do not apply to any other gift cards that may be issued or provided by Issuer, Baron App, Inc., or their respective affiliates, including at no charge, as a coupon, or as a promotion.\nAs used in these Additional Terms, “Cameo” refers to Baron App, Inc.\nand its affiliates, including Issuer.</li>\n<li>\n<strong>Purchase of Gift Cards<br>‍</strong>A Gift Card is valid only if purchased from Issuer online at&nbsp;www.cameo.com/giftcards&nbsp;(“Gift Card Site”) or from a party authorized by Issuer.\nCameo is not responsible for, and will not honor, any invalid Gift Card or balance that is incorrect, misrepresented, or invalid based on its Gift Card records.</li>\n<li>\n<strong>Gift Card Amount Limitations<br>‍</strong>A customer may purchase a Gift Card with an opening balance between USD $10 and USD $500 as permitted on the Gift Card Site.\nA customer may not purchase multiple Gift Cards from Issuer in any single day in an aggregate amount over USD $10,000.</li>\n<li>\n<strong>Delivery and Activation</strong>\n</li>\n</ul>\n<ul>\n<li>Delivery.&nbsp;All Gift Cards are electronic (as opposed to physical gift cards) and are delivered only by email.\nno shipping or processing fees apply.\nA Gift Card has no balance or value until payment has been received and the recipient activates the Gift Card (as described below).\nCameo is not responsible for any Gift Card that is undeliverable, not received or not activated, for any reason, including inaccurate delivery information (such as an inaccurate email address), spam filters on the recipient’s email, or otherwise.</li>\n<li>Activation.&nbsp;A Gift Card is activated only after the recipient (who must have or create an account with Cameo) completes the steps online at&nbsp;www.cameo.com/giftcards/redeem.</li>\n</ul>\n<ol>\n<li>\n<strong>Redemption<br>\n</strong>A Gift Card may only be activated and redeemed for Cameo credits online at www.cameo.com/giftcards/redeem.</li>\n</ol>\n<ul>\n<li>Applicable Cameo Offerings.\nOnce redeemed for credits, Gift Card funds may be used on the Site to purchase Cameo Videos (including Business Cameo Videos), Cameo DMs, Cameo Stickers, Cameo Live, and any other Cameo Offerings identified by Cameo in writing.\nCredits may not be used for any other Cameo Offering, including Political Cameo Products, Subscriptions, or tips to a Talent User.\nCameo credits and the balance or value on a Gift Card cannot be used to purchase another Gift Card.</li>\n<li>Balance.&nbsp;Credit balances will be maintained and applied towards the price of transactions&nbsp;as described in Section 7 (Fees and Payment) of the Site Terms.\nWhen a Gift Card is redeemed for credits, the Gift Card will be deactivated and of no value (unless cash redemption is required by law).</li>\n<li>Not Reloadable.&nbsp;A Gift Card cannot be reloaded, meaning funds may not be added to a Gift Card after it has been purchased.</li>\n<li>Refusal to Accept.&nbsp;Cameo may refuse to accept payment by a Gift Card if Cameo determines that the Gift Card: has an invalid number.\nhas a balance or value of zero.\nhas not been activated.\nwould result in a credit balance in excess of USD $2000 on a Cameo account.\nor cannot be found within the Cameo’s system.\nCameo may also refuse to accept payment by a Gift Card if it suspects fraud, mistake, alteration, error in denomination, or a violation of any applicable law or regulation, its Terms, or these Additional Terms.</li>\n</ul>\n<ol>\n<li>\n<strong>No Implied Warranties<br>\n</strong>A Gift Card is not a credit, debit, or a charge card.\nTo the extent permitted by applicable law, Cameo disclaims all warranties, conditions, and representations of any kind with respect to any Gift Card or the balance of any Gift Card, whether express, implied, statutory, or otherwise, including those related to merchantability, fitness for a particular purpose, non-infringement, and arising out of course of dealing or usage of trade.\nTo the fullest extent permitted by applicable law, in the event a valid Gift Card is non- functional, the sole remedy, and the sole liability of Issuer will be the replacement of that Gift Card.</li>\n<li>\n<strong>Other Terms <br>\n</strong>\n</li>\n</ol>\n<ul>\n<li>No Expiration.&nbsp;While a Gift Card and its balance do not expire, the Gift Card will be deactivated when the balance is reduced to zero.\nCameo does not guarantee that Gift Cards or their value will be available at all times or at any given time.\nCameo does not guarantee that we will continue to offer Gift Cards for any particular length of time.\nCameo may suspend or terminate Gift Cards from time to time for any or no reason, in our sole discretion, and without advance notice or liability.</li>\n<li>Nonrefundable.\nNot for Resale.&nbsp;A Gift Card may not be resold.\nresale or attempted resale is grounds for immediate cancellation of the Gift Card without compensation or further notice.\nA Gift Card is not refundable or redeemable for cash, except where required by law.\nA recipient of a Gift Card may not transfer or assign the Gift Card.</li>\n<li>Lost or Stolen Gift Card.&nbsp;The purchaser and recipient are responsible for securing the activation, redemption, and/or access numbers for a Gift Card (collectively, “Access Information”) and any Gift Card.\nAccess Information may be used by anyone who obtains it.\nA lost or stolen Gift Card or Access Information will not be replaced.\nCameo is not responsible for any lost or stolen Gift Card or Access Information or any unauthorized use of a Gift Card or Access Information.</li>\n<li>Endorsements.&nbsp;Your purchase of a Gift Card and the recipient’s use of the Gift Card are subject to the&nbsp;Terms&nbsp;including the&nbsp;Acceptable Use Policy / Community Guidelines and you may not, among other things use a Gift Card in any manner that states or implies that any person, website, business, product, or service is endorsed or sponsored by, or otherwise affiliated with, a Cameo.</li>\n<li>Issuer may refuse, cancel, or hold for review any Gift Card, or any request to purchase, activate, or redeem a Gift Card, where it suspects fraud, mistake, alteration, error in denomination, or a violation of any applicable law or regulation, the&nbsp;Terms, or these Additional Terms.</li>\n</ul>\n<ol>\n<li>\n<strong>Issuer Changes to Additional Terms<br>‍</strong>Issuer reserves the right to, and each holder or purchaser of a Gift Card agrees that Issuer may, at any time, change these Additional Terms, as permitted by applicable law, at its sole discretion.\nSuch changes may make Gift Cards more or less desirable, effective, or functional.\nCurrent versions of these Additional Terms are accessible at&nbsp;https://www.cameo.com/terms#giftcards</li>\n<li>\n<strong>Choice of Law<br>‍</strong>The choice of law provision of the Site Terms will not apply to these Additional Terms.\nExcept as governed by federal law, these Additional Terms, and any dispute between you and Issuer or Cameo relating to a Gift Card, regardless of whether sounding in contract, tort, or statute, will be governed by and construed in accordance with the laws of the Commonwealth of Virginia, without giving effect to any conflict of laws rules or provisions.</li>\n<li>\n<strong>Arbitration<br>‍</strong>Section 17 (Arbitration Agreement and Waiver of Certain Rights)&nbsp;of the Site Terms apply to the purchase and use of Gift Cards.</li>\n<li>\n<strong>Contact Us<br>\n</strong>\n</li>\n</ol>\n<ul>\n<li>To check a Gift Card balance or value:</li>\n</ul>\n<ul>\n<li>email Issuer at giftcards@cameo.com.\nor</li>\n<li>call issuer toll-free at 1-800-243-1739.</li>\n</ul>\n<p>Note that the balance provided (whether by email or telephone) is an estimate only.\nIn most cases, the price of each transaction will be debited immediately, but there may be times when the updated balance is delayed.</p>\n<ol>\n<li>To contact us with other questions or for help with Gift Cards, email Issuer at help@cameo.com.</li>\n</ol>↑ Return to Top<strong>CAMEO PASS AND CAMEO NFTS</strong>\n<p>Last Updated: February 11, 2022</p>\n<p>‍</p>\n<p>These Additional Terms apply to your ownership and use of a Cameo Pass or any other non-fungible token issued by Cameo<br>(a “Cameo NFT”) and all of the Cameo products, services, features, events, opportunities, offerings, and benefits available to you when you own a Cameo NFT (“Cameo Privileges”).</p>\n<p>‍</p>\n<ul>\n<li>\n<strong>Ownership of Cameo NFTs</strong>.</li>\n</ul>\n<ul>\n<li>Each Cameo NFT is a unique, non-fungible token recorded on the designated blockchain for that NFT.\nThe Cameo Pass is hosted on the Ethereum blockchain.\nThe designated blockchain acts as a public, decentralized ledger system that records transfer, purchase, sale, and ownership of digital assets, including Cameo NFTs.\nTo transfer, purchase, sell, or own Cameo NFTs you must set up, maintain, and agree to the terms and conditions of one of the supported third party electronic wallets, such as MetaMask or Coinbase Wallet and may also need to maintain an account with third party providers and agree to their terms and conditions.\nWhenever proof of purchase or ownership of a Cameo NFT is rightfully recorded on the designated blockchain, the then-currently recorded owner is deemed to own a Cameo NFT and receives a license and other benefits under these Additional Terms, subject to the owner’s compliance with the obligations and limits described below.</li>\n<li>Current ownership of a Cameo NFT, as rightfully recorded on the designated blockchain, entitles the owner to certain Cameo Privileges as described on Cameo’s Site.\nFrom time to time, Cameo may add or change Cameo Privileges in its sole discretion and without notice.\nIn addition, access to some Cameo Privileges may include other requirements or limitations for participation.\nFor instance, attendance at some events or access to some opportunities may be limited to a maximum number of participants and to Cameo NFT owners who meet age, residency, or other requirements and limitations.</li>\n<li>You may transfer or sell a Cameo NFT provided that:</li>\n</ul>\n<ul>\n<li> you are the current owner of the Cameo NFT;</li>\n<li>the transfer, purchase, sale, or ownership of the Cameo NFT does not violate any applicable laws;</li>\n<li>you make the new owner, purchaser, or transferee of the Cameo NFT aware of these Additional Terms.\nand<br>\n</li>\n<li>you acknowledge and agree that all transfers, purchases, or sales are subject to the automatic fee that is encoded in the smart contract associated with the Cameo NFT.\nfor secondary sales of Cameo Pass or other Cameo NFTs, Cameo receives a fee of up to 10% of the gross amount paid by the purchaser, exclusive of any fees, “gas,” or other amount</li>\n</ul>\n<ol>\n<li>\n<strong>Assumption of Risk.\n</strong>When you acquire a Cameo NFT, you acknowledge and agree that:</li>\n</ol>\n<ul>\n<li>Each Cameo NFT is recorded on the designated blockchain for that Cameo NFT.\nCameo does not own, operate, or maintain the blockchain, payment system(s), electronic wallets, NFT marketplaces, or any other third party systems involved in transferring, purchasing, selling, maintaining, or owning Cameo NFTs.\nWe cannot guarantee and have no responsibility for the operation of any of those systems or any other third party platform.</li>\n<li>Digital assets, NFTs (including Cameo NFTs), cryptocurrencies, and blockchains are new and experimental technologies, and the security and regulation of these technologies is continually evolving and accompanied by inherent risks.\nBecause these technologies are highly experimental, risky, volatile, and may have no inherent value, your purchase of a Cameo NFT, whether through the Cameo platform or through a third party marketplace, may carry substantial financial risk, including the risk of loss in trading NFTs, other digital assets, or cryptocurrency.\nWhen you purchase or otherwise acquire a Cameo NFT, you represent that you have sufficient knowledge, sophistication, and experience with respect to NFTs, cryptocurrency, and blockchain technology to make your own evaluation of the risks of the transaction.\nUnder no circumstances should Cameo’s provision of any product or service, or promotion or statements about any Cameo NFT be construed as providing investment advice.<br>\n</li>\n<li>Cameo NFTs are not, are not based upon, and do not constitute an entitlement to any physical goods or real property, fractionalized ownership of any asset, an investment, security or other financial instrument (including anything governed by securities laws), currency(ies), or virtual currency(ies).</li>\n<li>You are solely responsible for: (i) determining whether your transfer, purchase, sale, ownership, or use of a Cameo NFTs requires the payment of any taxes and (ii) the payment of any applicable taxes.</li>\n<li>When you acquire or own a Cameo NFT, you are doing so voluntarily and at your own risk.\nCameo issues Cameo NFTs, makes Cameo NFTs available for purchase, licenses certain rights to the owner of a Cameo NFT, and provides Cameo Privileges on an “as is” basis, and expressly disclaims any warranties or conditions of any kind, whether express or implied, including any warranties or conditions of title, non-infringement, merchantability, or fitness for a particular purpose, as set forth in Section 17 of the Site Terms.</li>\n</ul>\n<ol>\n<li>\n<strong>Ownership of Artwork and Brand</strong>.\nEach Cameo NFT embodies specific digital content (“Artwork”) and may contain trademarks, logos, publicity rights, other intellectual property, and brand elements ( collectively, “Brand”) owned or created by Cameo or its licensors, who may include Talent Users, artists, partners, or other third parties.\nCameo and its licensors own all right, title, and interest in and to the Artwork, Brand, and all intellectual property rights embodied by a Cameo NFT.\nNo ownership (or license not specifically provided herein) of the Artwork and Brand is transferred with a Cameo NFT.\ninstead the then-current owner of a Cameo NFT is granted only the limited rights as expressly permitted by the license below.\nCameo and its licensors reserve all rights that are not expressly granted by the license below.<br>\n</li>\n</ol>\n<ol>\n<li>\n<strong>License</strong>.</li>\n</ol>\n<ul>\n<li>Subject to your compliance with these Additional Terms, as well as our Acceptable Use Policy / Community Guidelines, Cameo grants you a non-exclusive, royalty-free, fully paid, worldwide, revocable license to use and display the Cameo NFT, including the Artwork and Brand solely as embodied by the specific Cameo NFT, and solely for the following purposes:</li>\n</ul>\n<ul>\n<li> for your own personal, non-commercial, and non-promotional purposes, including display in a virtual gallery, on mobile devices or personal computers, as an online avatar, or in your home;</li>\n<li> for transfer, purchase, or sale through the Cameo platform, or a third-party marketplace, provided that the marketplace cryptographically verifies ownership to ensure that only the then-current owner may offer the Cameo NFT for transfer, purchase, or sale;</li>\n<li>for display or use of your Cameo NFTs on the Cameo platform or a third party website or application, provided that the third party (A) cryptographically verifies ownership to ensure that only the then-current owner may display the Cameo NFT.\nand (B) removes the Cameo NFT, Artwork, and Brand from display whenever ownership of the Cameo NFT changes or the then-current owner stops using the website/application.\nor<br>\n</li>\n<li>to access Cameo Privileges.</li>\n</ul>\n<ol>\n<li>You may sub-license the above rights only as strictly necessary for you to use a Cameo NFT as expressly permitted by this license.</li>\n<li>This license:</li>\n</ol>\n<ul>\n<li>is automatically transferred with the lawful ownership of the Cameo NFT and is otherwise non-transferrable.\nand<br>\n</li>\n<li> does not include any rights to: (A) edit, change, modify, or create derivative works of the Artwork, or (B) use the Cameo NFT, Artwork, or Brand in connection with the creation of other NFTs or for any purpose other than those expressly permitted by these Additional Terms.</li>\n</ul>\n<ol>\n<li>You may not use or attempt to register any asset, including any domain name, social media account or related address, that contains or incorporates the Cameo NFT, Artwork, Brand, or any other trademark, logo, name, intellectual property, or brand element that may be confusingly similar to any of Cameo’s or its licensors’ intellectual property.<br>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Restrictions.\n</strong>\n</li>\n</ol>\n<ol>\n<li>You must be at least 18 years of age (or the legal age of majority under applicable law) to purchase or own a Cameo NFT.\nYou may not sell or transfer a Cameo NFT to anyone who is not at least 18 (or the legal age of majority under applicable law).<br>\n</li>\n<li>Access to Cameo Privileges and the license and any other rights granted to the owner of a Cameo NFT under these Additional Terms will immediately and automatically terminate and revert to Cameo without any notice to you, and you will have no further rights in the Cameo NFT, Artwork, or Brand embodied by that Cameo NFT, if:<br>\n</li>\n</ol>\n<ul>\n<li>you transfer, sell, or otherwise dispose of a Cameo NFT for any reason or any new owner is lawfully recorded on the designated blockchain for the Cameo NFT;<br>\n</li>\n<li>your transfer, purchase, sale, ownership, or use of a Cameo NFT is determined to be illegal or in violation of applicable law.\nor<br>\n</li>\n<li>your transfer, purchase, sale, ownership, or use of a Cameo NFT may reasonably breach these Site Terms, including Cameo’s Acceptable Use Policy / Community Guidelines, or you use, or cause or permit the use of, the Cameo NFT, Artwork or Brand in any manner that disparages Cameo, its products or services, the Cameo NFT, Cameo’s licensors, including Talent, and/or you associate, or cause or permit the association of, any of the foregoing with any mark, content, other intellectual property, product or service in a manner that Cameo, in its sole discretion, deems objectionable.<br>\n</li>\n</ul>\n<ol>\n<li>If Cameo in its sole discretion questions the ownership or use of a Cameo NFT, Cameo may suspend your access to the rights and license provided by these Additional Terms, including the right to use and display Cameo NFTs, the Artwork, and/or Brand, and/or deny you access to Cameo Privileges, until such time as the ownership of the Cameo NFT has been reasonably established, as determined by Cameo in its sole discretion.<br>\n</li>\n<li>You acknowledge and agree that you will not, and you will not assist or encourage any third party to do or attempt to do any of the following (unless, in each case, you have Cameo’s express prior written approval):<br>\n</li>\n</ol>\n<ul>\n<li>edit, change, or modify the Cameo NFT, Artwork, or Brand, including the shapes, designs, drawings, attributes, or colors;<br>\n</li>\n<li>commercialize or use the Artwork or Brand in any way other than (A) use as your avatar or profile picture on third-party websites and social media platforms.\n(B) to accurately describe the Cameo NFT in connection with your offer to transfer or sell it.\nor (C) for a Talent User, to promote, commercialize, and sell products or services on the Cameo platform, including CAMEO Videos;<br>\n</li>\n<li>claim, assert, or seek to register any intellectual property rights in the Cameo NFT, the Artwork, or Brand whether or not associated with your Cameo NFT.\nor<br>\n</li>\n<li>use the Cameo NFT, Artwork, or Brand in connection with an activity that violates Cameo’s Acceptable User Policy / Community Guidelines.<br>\n</li>\n</ul>\n<ol>\n<li>These restrictions will survive the expiration or termination of the licenses granted hereunder.<br>\n</li>\n</ol>↑ Return to Top<strong>CAMEO STORE AND MERCHANDISE</strong>\n<p>Last updated: March 8, 2022</p>\n<p>These Additional Terms apply when you buy physical goods and other non-digital merchandise, (“Cameo Merchandise”) at any online or brick-and-mortar Cameo store, including pop-up Cameo stores and events, subject to these terms (collectively, the “Cameo Store”).\nOrders from the Cameo Store may be fulfilled in whole or in part by any Cameo affiliate, division, or subsidiary, including Represent.com (a division of Cameo), by third parties such as Talent participating in the sale of Cameo Merchandise, or by our service providers.</p>\n<ul>\n<li>\n<strong>Prices and Payment.</strong>\n</li>\n</ul>\n<ul>\n<li>You may purchase Cameo Merchandise by paying in full using an applicable third-party payment provider we select as set forth in the Site Terms.\nYou will be charged at the time of purchase.</li>\n<li>The purchase price and other charges applied to your order, including applicable shipping, handling, service, transaction, or processing fees and taxes, will be displayed during checkout and on payment pages of the Cameo Store, as well as your order confirmation email.\nYou will be solely responsible for any customs fees, duties, or taxes incurred on your order after purchase.</li>\n<li>Cameo reserves the right to change prices for Cameo Merchandise at any time and for any reason, including to correct inaccuracies.\nIf we change the price before your order is shipped or we discover that there has been an error in the pricing of your order, we will contact you and give you the opportunity to: (i) confirm the order at the correct price.\nor (ii) cancel the order and we will refund the amount you paid.\nIf we are unable to reach you, we will cancel your order and refund the amount you paid.</li>\n</ul>\n<ol>\n<li>\n<strong>Placing Your Order.\n</strong>To place an order, you must accurately provide the information requested on the checkout and payment pages, which may include your name, email address, telephone number, and billing and delivery addresses.\nDuring or after the Cameo checkout process, we or the applicable third-party payment provider may require additional information from you in order to process your order or your payment.\nYour order is an offer to buy the selected Cameo Merchandise pursuant to these Additional Terms and is subject to acceptance by us.<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>Availability.\n</strong>Cameo Merchandise is often unique, available in limited quantities, or made to order.\nWe cannot guarantee that Cameo Merchandise offered for sale on the Site will be available when you order it or afterwards.\nWe may limit the amount of Cameo Merchandise that you can purchase at any time, with or without notice, even after you have placed an order.\nCameo also reserves the rights to: (a) withdraw or discontinue Cameo Merchandise at any time and for any reason.\nand (b) modify the Cameo Merchandise offered for sale through the Cameo Store, including the prices or specifications of such Cameo Merchandise, and any description, advertising, or promotional materials relating thereto at any time, with or without notice.\nIf item(s) you ordered are not available by the time your order is processed, we will notify you by email.<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>Confirmation.\n</strong>When you have completed the checkout process successfully, we may send you an acknowledgement to confirm that we have received your order.\nThat acknowledgment does not guarantee that the Cameo Merchandise you have ordered is available for purchase or signify Cameo’s acceptance of your offer to buy the item(s).\nWhen we send you an order confirmation containing an order ID by email, that email signifies Cameo’s acceptance of your offer to buy Cameo Merchandise.<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>Errors and Inaccuracies.\n</strong>We try to present you with images and descriptions of Cameo Merchandise that are accurate, up-to-date, and reliable.\nSometimes there may be typographical errors, mistakes, or other inaccuracies.\nThe images and descriptions of Cameo Merchandise are examples only and the actual products may vary in color, size, proportion, and otherwise.\nThe actual images, colors, and proportions you see depend on what device you use to browse the Cameo Store, and that device may not display Cameo Merchandise accurately.<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>Order Cancellation</strong>.\nCameo may, in its sole discretion, refuse or cancel any order at any time and for any reason, either in whole or in part, including when orders are submitted by resellers, dealers, and distributors.\nIn the event that we cannot supply the Cameo Merchandise after you placed an order, we may send you substitute item(s) to consider (which can be returned for a full refund under Section 8 below if you are not completely satisfied).\nIf we cancel your order in full, we will either not charge you or refund the amount you paid (including all shipping fees, taxes, and other charges applied to the order).\nIf we only cancel part of your order after your payment has been processed, we will refund the amount billed for the canceled item(s).<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>Shipping and Delivery.</strong>\n<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ul>\n<li>We work hard to process and ship your order as quickly as possible.\nIt may take ten business days or longer to ship your order when item(s) need to be made to order.\nShipping options and any associated charges will be as provided on the checkout page and depend on a number of factors, including the shipping address, shipping method, and number and type of items included in the shipment.\nSome shipments may require a signature on delivery.\nIf you specify a delivery address other than the billing address associated with your payment method, delivery to that address is at your own risk.<br>\n</li>\n<li>We ship to most countries, but there are legal and technical limitations that prevent us from shipping to any country listed here.</li>\n<li>Cameo takes great care to get your order to you undamaged.\nTitle in the Cameo Merchandise, as well as all risk of damage or loss, passes to you when the Cameo Merchandise is delivered to the delivery address.\nPlease check the Cameo Merchandise in the presence of the carrier to verify the condition of your order.\nCameo will not be liable to you for any problems, issues, losses, damages, failures, defects, or delays in delivery if you provided incorrect information, used non-English language characters during checkout, or you did not accept the delivery (for example, your mailbox was full).</li>\n</ul>\n<ol>\n<li>\n<strong>Returns, Exchanges, and Replacements.<br>\n</strong>\n</li>\n</ol>\n<ul>\n<li>We work hard to make sure that every purchase from the Cameo Store creates a magical moment.\nIf you aren’t completely happy with your purchase, please contact at merch@cameo.com within 30 days of the date of delivery.</li>\n<li>\n<strong>The Return Process.\n</strong>We want you to be completely satisfied with your order from the Cameo Store.\nIf you are not completely satisfied with your unworn, unwashed, and unused order or prefer a different item, your order was lost or damaged during delivery, please let us know within the 30-day return period.\nWe may in our sole discretion offer you a choice among the following options: (i) a replacement for the item(s) you ordered.\n(ii) a reasonable substitute item(s) for you to consider.\n(iii) credits you can use to make future purchases from the Cameo Store.\nor (iv) a full refund of your purchase price for returned item(s).\nIn order to process your request, we may ask for photographic or other evidence of the item(s) you received.\nWhile we may not require it in every case, we reserve the right to require you to return the original item(s) at your expense (and, as applicable, in its or their original, unworn, unwashed, unused, and undamaged form) before processing your request.</li>\n</ul>↑ Return to TopAcceptable Use Policy<p>Last Updated: March 3, 2020</p>\n<p>‍</p>\n<p>Your use of our Site (collectively, the CAMEO™ website, mobile application (“App”), and services we provide through them) is governed by this Acceptable Use Policy.\nTerms that are defined in the Site Terms of Service or Talent Terms of Service will have the same meaning in our Acceptable Use Policy.</p>\n<p>You are responsible for your use of any CAMEO Video, your Site account, our Site, and any Submission (if you are a Site user) or Talent Content (if you are a Talent User).\nOur goal is to create a positive, useful, and safe user experience.\nTo promote this goal, we prohibit certain kinds of conduct that may be harmful.</p>\n<ol>\n<li>\n<strong>You represent and warrant that:<br>\n</strong>\n</li>\n</ol>\n<ul>\n<li>you will not use a false identity or provide any false or misleading information;</li>\n<li>you will not create an account if you (or any Site account that you created or controlled) have previously been removed or banned from our Site;</li>\n<li>you will not use or authorize the use of any CAMEO Video for any purposes other than: (i) the specific limited purposes set forth in the Site Terms.\n(ii) those set out in any applicable Additional Terms.\nor (iii) if you are a Talent User, those set out in any other written agreement.\nand</li>\n<li>in connection with any Business CAMEO Video, you will not request (if you are a User) or fulfill a request for (if you are a Talent User): (i) a Business or any other Recipient that is the subject of any criminal action, or that is involved in, connected with or promotes illegal or unlawful activity, violence or hate speech.\nor (ii) disparages or defames any person, entity, brand, or business.</li>\n<li>you will not:</li>\n</ul>\n<ul>\n<li>violate any law, regulation, or court order;</li>\n<li>violate, infringe, or misappropriate the intellectual property, privacy, publicity, moral or \"droit moral,\" or other legal rights of any third party;</li>\n<li>take any action (even if requested by another) that is, or submit, post, share, or communicate anything that is, or that incites or encourages, action that is, explicitly or implicitly: illegal, abusive, harassing, threatening, hateful, racist, derogatory, harmful to any reputation, pornographic, indecent, profane, obscene, or otherwise objectionable (including nudity);</li>\n<li>send advertising or commercial communications, including spam, or any other unsolicited or unauthorized communications;</li>\n<li>engage in spidering or harvesting, or participate in the use of software, including spyware, designed to collect data from our Site, including from any user of our Site;</li>\n<li>transmit any virus, other computer instruction, or technological means intended to, or that may, disrupt, damage, or interfere with the use of computers or related systems;</li>\n<li>stalk, harass, threaten, or harm any third party;</li>\n<li>impersonate any third party;</li>\n<li>participate in any fraudulent or illegal activity, including phishing, money laundering, or fraud;</li>\n<li>use any means to scrape or crawl any part of our Site;</li>\n<li>attempt to circumvent any technological measure implemented by us, any of our providers, or any other third party (including another user) to protect us, our Site, users, Recipients, or any other third party;</li>\n<li>access our Site to obtain information to build a similar or competitive website, application, or service;</li>\n<li>attempt to decipher, decompile, disassemble, or reverse engineer any of the software or other underlying code used to provide our Site.\nor</li>\n<li>advocate, encourage, or assist any third party in doing any of the foregoing.</li>\n</ul>\n<p>For clarity, your use of any CAMEO Video includes use anywhere (on our Site or otherwise).</p>\n<ol>\n<li>\n<strong>Investigations:</strong>\n<br>You acknowledge and agree that we are not obligated to monitor access to or use of our Site by you or third parties (including monitoring any CAMEO Video, Talent Content, Submission, or Feedback), but we have the right to do so to operate our Site.\nenforce this Policy or our Terms.\nor comply with applicable law, regulation, court order, or other legal, administrative, or regulatory request or process.\nor otherwise.<strong>\n<br>\n</strong>\n</li>\n</ol>↑ Return to TopTalent Terms of Service<p>Last Updated October 5, 2022</p>\n<p>This Talent Terms of Service Agreement (“Terms”) governs your use as a talent user of the CAMEO™ marketplace platform offered by Baron App, Inc., doing business as Cameo (“we”, “us”, or “Cameo”), including our website (cameo.com), mobile application (“App”), and services we provide (collectively, the website, App, and services referred to as our “Site”).\n“You” and “Talent User” refer to you as a talent user of the Site.</p>\n<p>These Terms apply solely to Talent Users of our Site.\nUse of our Site is also subject to our current Acceptable Use Policy / Community Guidelines.\nAny use by you of our Site other than as a Talent User is governed by the&nbsp;Site Terms of Service.&nbsp;(“Site Terms”).</p>\n<p>\n<strong>PLEASE READ THESE TERMS CAREFULLY.\nBy using our Site as a Talent User or otherwise indicating your acceptance (for example, by agreeing when creating or logging into your account, clicking “I Agree,” etc.), you represent and warrant that you have read, understand, and agree to be bound by these Terms.\nIf you do not agree, do not access or use our Site as a Talent User.</strong>\n</p>\n<p>\n<strong>ARBITRATION NOTICE:</strong>\n<strong>&nbsp;Section 19</strong>\n<strong>&nbsp;of these Terms contains provisions governing how claims that you and Cameo have against each other are resolved, including any claims that arose or were asserted prior to the “Last Updated” date at the top of these Terms.\nIt contains an arbitration agreement that will, with limited exceptions, require disputes between you and Cameo to be submitted to binding and final arbitration.\nUnless you opt out of the arbitration agreement as described in&nbsp;</strong>\n<strong>Section 19</strong>\n<strong>: (1) you may pursue claims and seek relief against us only on an individual basis, not as a plaintiff or class member in any class or representative action or proceeding.\nand (2) you waive your right to seek relief in a court of law and to have a jury trial on your claims.</strong>\n</p>Table of Contents<ol>\n<li>Participation in the Cameo Marketplace</li>\n<li>CAMEO&nbsp;Videos</li>\n<li>Business CAMEO&nbsp;Videos</li>\n<li>Fees and Payment</li>\n<li>Talent Referral Program</li>\n<li>Talent Content</li>\n<li>Ownership</li>\n<li>Additional Terms</li>\n<li>Eligibility</li>\n<li>Copyright and Intellectual Property Policy</li>\n<li>Privacy</li>\n<li>Third-Party Content and Interactions</li>\n<li>Business Relationship with Cameo</li>\n<li>Links</li>\n<li>Changes to our Site</li>\n<li>Termination and Reservation of Rights</li>\n<li>Disclaimers and Limitations on our Liability</li>\n<li>Indemnification</li>\n<li>Arbitration Agreement and Waiver of Certain Rights</li>\n<li>Other Provisions</li>\n<li>Changes to these Terms</li>\n</ol>1.\nParticipation in the Cameo Marketplace<ol>\n<li>Registration: In order to participate on our Site, you must register.\nBy registering, you agree to provide true, accurate, current, and complete information about yourself as prompted by our registration form, as well as any other information reasonably requested by us (collectively, “Registration Data”), and maintain and promptly update the Registration Data to keep it true, accurate, current, and complete.\nIf you do not do so or we reasonably believe that you have not done so, we have the right to suspend or terminate your Site account and your use of our Site.\nYou agree not to create a Site account using a false identity or providing false information, on behalf of another person (except as outlined below for a parent or legal guardian and Organizations), or if you (and your parent or legal guardian, or an Organization, if applicable) have previously been removed or banned from our Site.\nYou are responsible for maintaining the confidentiality of your Site account information, including your username and password.\nYou are responsible for all activities that occur on or in connection with your Site account and you agree to notify us immediately of any unauthorized access or use of your Site account.\nYou acknowledge and agree that we are not responsible or liable for any damages, losses, costs, expenses, or liabilities related to any unauthorized access to or use of your Site account.</li>\n</ol>\n<ul>\n<li>Talent User age 13 or older: Talent Users who are at least 13 years old may register directly.\nBy registering, you represent and warrant that: (A) you are at least 13 years old (and, if between 13 and 18 years old, are registering with the supervision and with the consent of your parent or legal guardian, who also agrees to these Terms).\n(B) you are of legal age to form a binding contract.\n(C) you are (and if you are between 13 and 18 years old, your parent or legal guardian is) not barred from using our Site under the laws of the United States, your place of residence (and if you are between 13 and 18 years old, the place of residence of your parent or legal guardian), or any other applicable jurisdiction.\nand (D) you are (and if you are between 13 and 18 years old, your parent or legal guardian is) responsible for complying with all applicable laws and regulations relating to Talent User’s participation on our Site and will fully indemnify the Cameo Parties (defined below) for any failure to do so.</li>\n<li>Parent or Legal Guardian of Talent User, under age 13: Talent Users who are under 13 years old, may register only through a parent or legal guardian who, by registering, represents and warrants that: (A) he or she is the parent or legal guardian of the Talent User and agrees to these Terms.\n(B) neither the parent or legal guardian nor the Talent User is barred from using our Site under the laws of the United States, the place of residence of the parent, legal guardian, or Talent User, or any other applicable jurisdiction.\nand (C) he or she is responsible for complying with all applicable laws and regulations relating to Talent User’s participation on our Site and will fully indemnify the Cameo Parties for any failure to do so.</li>\n<li>Organizations: A management company, manager, agency, agent, publicist, or other individual or organization (each, an “Organization”) may register a Talent User (“Affiliated Talent”).\nBy registering, the Organization represents and warrants for itself and each Affiliated Talent that: (A) Organization is the authorized representative of the Affiliated Talent (and, if the Affiliated Talent is below the age of 18, is registering with any consent required of the Affiliated Talent’s parent or legal guardian as set forth in&nbsp;Sections 1.a(i)&nbsp;and&nbsp;1.a(ii))&nbsp;and agrees to these Terms.\n(B) neither the Organization nor the Affiliated Talent is barred from using our Site under the laws of the United States, the place of residence of the Organization or any Affiliated Talent, or any other applicable jurisdiction.\nand (C) Organization is responsible for complying with all applicable laws and regulations relating to Affiliated Talent’s participation on our Site under these Terms and will fully indemnify the Cameo Parties for any failure to do so.\nTo register Affiliated Talent as an Organization, please contact&nbsp;talentsuccess@cameo.com.</li>\n</ul>\n<ol>\n<li>Promotional Materials: At no cost to Cameo, you will provide to us the following promotional materials (“Promotional Materials”) within 72 hours of beginning the talent on-boarding process on our Site: (i) if you would like us to promote your participation on our Site, three high resolution images of yourself.\n(ii) your Site profile bio.\nand (iii) a promotional video of approximately :15 in length to let your fans know that they can book you on our Site.\nPlease note that you will not be able to receive requests from Users until we receive your promotional video.\nFrom time to time we may request additional Promotional Materials from you for Cameo’s use to promote you on or in connection with our Site or on any social media platform or third-party website.\nAny other materials or photos of or concerning you that you approve for Cameo’s use will also be Promotional Materials under these Terms.</li>\n</ol>↑ Return to Top2.\nCameo Videos<p>From time to time, a user of our Site (“User”) may request one or more video recordings (each, a “CAMEO Video”) from you through our Site.</p>\n<ol>\n<li>While we hope you will fulfill a request within 48 hours of receiving it, you may have up to seven days (at Cameo’s sole discretion) to complete and upload the CAMEO Video.\nIf you do not either: (i) accept the request and upload the CAMEO Video.\nor (ii) decline the request.\nthe request will expire and can no longer be fulfilled (except that you may fulfill the expired request at no cost to the User and with no payment due from us).\nYou may decline a request or otherwise refuse, in your discretion, to create or upload a CAMEO Video if a User’s request is objectionable or otherwise offensive to you.\nIf you accept a request, you agree to record and upload to our Site one CAMEO Video.</li>\n<li>Cameo retains the right, in its sole discretion, to cancel any request from a User.\nNo payment will be made to you for any declined, cancelled, or unfulfilled CAMEO Video request.</li>\n<li>Each CAMEO Video will be approximately :30 in duration and will follow the general directions and requests of the User (for example, birthday message, congratulatory message, or “Good luck!” message).\nYou will have sole discretion over the script and content of any CAMEO Video, except that you agree: (i) you will use your name (please introduce yourself), the User’s name, and the name of any third party that the User identifies as a recipient (“Recipient”) in each CAMEO Video, unless otherwise requested by the User.\nand (ii) you will not state in the CAMEO Video that the CAMEO Video is incomplete or cannot be completed.\nYour response to the User’s request is your responsibility and at your discretion, subject to these Terms.\nhowever, Users are usually happiest when at least the majority of their request is followed by a Talent User.\nIf you complete a CAMEO Video but do not follow the general directions and requests of the User, we will discuss with you an appropriate adjustment of the payment made to you.</li>\n</ol>↑ Return to Top3.\nBusiness CAMEO Videos<p>You may choose to offer CAMEO Videos for promotion of a product, service, brand, or business of a single commercial business or not-for-profit or governmental entity (each, a \"Business\") through our Site (each, a \"Business CAMEO Video\").\nExcept as noted, each Business CAMEO Video is a CAMEO Video under these Terms.</p>↑ Return to Top4.\nFees &amp.\nPayment<ol>\n<li>Booking Fee: You set your own price for each CAMEO Video and any other offering you choose to make available through the Cameo marketplace platform (e.g., Business CAMEO Videos) (each, a “Booking Fee”), provided that: (i) your price on the App for iOS must be an available Apple SKU.\n(ii) where there is no identical Apple SKU, your price will be the Apple SKU that is closest to the price you set.\nIn addition, the Booking Fee for each CAMEO Video must be at least US$5.00 (unless it is either US$0.00 or as otherwise agreed in writing by Cameo).\nand (iii) the term “Booking Fees” as used herein specifically excludes any Business Add-On Fees (as defined in the same manner as set forth in Section 3.b.i.\nof the Site Terms).\nThe Booking Fee excludes any service, transaction, or processing fees paid to Cameo.&nbsp;</li>\n<li>Fees: Other than with respect to an expired request that you choose to fulfill (as set forth in Section 2(a)) and subject to these Terms, we will pay you 75% of the Booking Fee actually received by Cameo for each CAMEO Video or other Cameo product offering that you created and delivered to fulfill to a User’s request that you accepted through our Site, except that in the case of a Booking Fee paid through the App, we will pay you 75% of the amount actually received by Cameo after subtracting any payment to or deduction by the application platform (e.g., Apple deducts a 30% commission from the Booking Fee) from the Booking Fee (“Net App Booking Fee”).\nIn addition, if the offering permits a User to designate an additional amount as a “tip”, we will pay you 75% (unless a different percentage is agreed in writing by Cameo) of any amount paid by a User via our Site as a “tip\" (after subtracting any Cameo service fees and any payment to or deduction by the application platform).\nWith respect to any sales of additional license periods or uses subject to any Business Add-On Fees, we will pay you 50% of the applicable Business Add-On Fee paid by a User via our Site (after subtracting any Cameo service fees and any payment to or deduction by any application platform, if any).\nAny Sales Tax Cameo collects will be remitted to the applicable tax authority and will not be included in the Booking Fee.</li>\n<li>Fees and Payment Representations and Warranties: You represent and warrant that: (i) CAMEO Videos are not, and are not intended to be, covered by any guild, union, collective bargaining, management, agency, or similar agreement and there will be no residual or any other type of payment due from Cameo to you, to any third-party, guild, union, management, or agent, or pursuant to any collective bargaining agreement, in connection with any CAMEO Video, payment from us to you, or our Site.\n(ii) Cameo is not responsible for, and will not make any deduction to payments made to you for any fees, commissions, costs, expenses, or payments of any kind to or with respect to any third party, including any manager, agent, attorney, representative, or service provider, in connection with any revenue earned by or payments made to you in connection with our Site.\nand (iii) Cameo is not responsible for any contributions, payments, taxes, or deductions for Social Security, retirement benefits, unemployment insurance, annuities, or pension or welfare fund payments required by law or any labor union, or any withholding or taxes (other than Sales Tax Cameo collects in relation to a purchase).</li>\n<li>Payment: You agree to register with the third-party payment provider selected by Cameo, which Cameo may change in its sole discretion.\nYou may not use a payment provider other than the one selected by Cameo.\nYou will provide the payment provider any information required in order to receive payments via the payment provider, e.g., information about the bank account that you own at a regulated financial institution.\nAny payments due to you from Cameo will be made via the payment provider.\nIf available, you may transfer funds from your Cameo account to your bank account by submitting a payment request.\nYour request will be processed by the payment provider.\nIf not available, Cameo will submit the payment request, for processing by the payment provider.\nIn addition, Cameo may, in its sole discretion, transfer funds from your Cameo account to your bank account especially in the case of account inactivity.\n<strong>If you do not provide the payment provider with all required information, you may not be able to receive the payments due to you.\nCameo will not be responsible for any damages, delays, losses, costs, expenses, or liabilities arising out of or in connection with your inability to receive payments as a result of your failure to provide such information.</strong> You acknowledge and agree that Cameo does not operate, own, or control the payment provider.\nand your use of any payment provider is subject to the terms and privacy policies of that payment provider.\nYou agree that we are not responsible for any delay, failure, damage, or liability caused by a payment provider, any other third party, a force majeure, or your failure to timely or properly set up an account with the payment provider or otherwise provide requested information for payment.\nOther than with respect to any payment to or deduction by the application platform (as set forth in Section 4.b).\nCameo will be responsible for fees, costs, and expenses incurred in connection with the payment provider selected by Cameo.\nUnless otherwise agreed by Cameo in writing, you acknowledge and agree that you are solely responsible for any other fees, costs, and expenses, including with respect to your bank account and foreign exchange fees.\nNotwithstanding anything to the contrary contained in these Terms, if Cameo, in its sole discretion, believes that any fraud, money laundering, or other violation of law or regulation is taking place on or in connection with our Site, you acknowledge and agree that we may withhold, delay, or seek repayment of any payments we believe, in our sole discretion, are related to the violation.</li>\n<li>Currency: Payments via the payment provider are in U.S.\ndollars unless the payment provider permits you to choose another currency and you do so.</li>\n<li>Fundraising: If you identify any entity on your booking page or elsewhere on our Site as a charitable organization or a recipient of any funds that you are raising (each, a “Charity”), you: (i) represent and warrant that you will comply with all applicable laws and regulations relating to that identification or the Charity, including making disclosures, registering, or entering into any agreement, such as a commercial co-venturer agreement.\n(ii) acknowledge and agree that we have the right in our sole discretion to reject your identification or the Charity.\n(iii) represent and warrant that the Charity is and will remain in good standing at all times the identification is used, that within 48 hours of your receipt of our request, you will provide us with written evidence of the Charity’s good standing and charitable status in all applicable jurisdictions, and that you will promptly remove the identification if the Charity ceases to be in good standing.\n(iv) represent and warrant that you will be responsible for making any payment to the Charity (unless we expressly agree in writing in advance to do so on your behalf and in satisfaction of our payment obligations to you under these Terms).\nand (v) represent and warrant that you have all rights necessary to authorize use of the Charity’s name and logo in connection with (and on) our Site, in the identification, and in any social and other media.\nYou further acknowledge and agree that we may add a statement to your booking page disclaiming a connection between Cameo and the Charity, as we determine in our sole discretion.</li>\n</ol>↑ Return to Top<strong>5.\nTalent Referral Program</strong>\n<p>We offer Talent Users and others who register on our Site as a talent referral source (“Cameo Partner”) the opportunity to provide their friends, families, or other personal contacts the unique referral code we provide you (“Code”) that a prospective talent user may use to apply to register as a talent user on our Site (“Referral Program”).&nbsp;<strong>To participate in the Referral Program, you must agree to the following Talent Referral Program Terms (“Referral Terms”), as well as the rest of these Terms:</strong>\n</p>\n<ol>\n<li>Cameo reserves the right to suspend or terminate the Referral Program or your participation in the Referral Program at any time for any reason.\nWithout limiting the foregoing, we reserve the right to disqualify anyone from participating in the Referral Program at any time at our sole discretion.\nA violation of the Referral Terms may also result in the forfeiture of all Referral Fees (defined below) you earned through the Referral Program.\nWe reserve the right to review and investigate activities undertaken in connection with the Referral Program and suspend your Site account, modify the Referral Fee, or take other action in our sole discretion.</li>\n<li>Eligibility to participate in this Referral Program is limited to individuals who have registered an account on our Site as a Talent User or Cameo Partner.\nThe Referral Program cannot be used for affiliate lead generation or other commercial purposes.\nEmployees, officers, directors, contractors, agents, and representatives of Cameo may not participate in the Referral Program.</li>\n<li>For every new user whose application to register as a Talent User on our Site using your Code is accepted in writing by Cameo (“Referred Talent”), Cameo will pay you, for one year, beginning as of the date that the Referred Talent first created an account as a Talent User on our Site using your Code, 5% of the Booking Fee actually received by Cameo, except that in the case of a Booking Fee paid through the App, it is 5% of the Net App Booking Fee, for each CAMEO Video the Referred Talent creates and delivers to fulfill a User’s request accepted through our Site during that one-year period (excluding any CAMEO Video for which no revenue was earned, and, at Cameo’s discretion, any CAMEO Video to which a promotion applies or for which a promo code was used) (“Referral Fee”).\nThe Referral Fee is based on the Booking Fee or Net App Booking Fee but is paid from Cameo’s share of the revenue (as described in&nbsp;Section 4.b) and will be paid as described in&nbsp;Section 4.d.\nNotwithstanding anything to the contrary contained in these Terms, you acknowledge and agree that if a new user does not use your Code when applying to register, has previously registered on our Site (with another code, under another name, or otherwise), has previously begun the on-boarding process for our Site, or if anyone else has received or is receiving a Referral Fee from us in connection with that user, no Referral Fee will be due to you.\nYou further acknowledge and agree that each Referred Talent may have only one referring person or entity, and that we are not obligated to pay a Referral Fee to more than one referring person or entity with respect to any Referred Talent.</li>\n<li>This Referral Program may be used only for personal purposes and you may share your Code only with your personal connections.\nYou may not advertise your Code or share it with anyone other than your friends, family, or other personal contacts (for example, you may not share it on a social media channel).\nWe reserve the right to revoke or refuse to issue any Referral Fees for Referred Talent that we suspect were generated through improper channels or otherwise in violation of these Referral Terms.</li>\n<li>You represent and warrant that any messages you use to share your Code with your personal connections will: (i) be created and distributed in a personal manner.\n(ii) not be distributed in a bulk manner.\nand (iii) not be an unsolicited commercial email or a “spam” message under any applicable law or regulation.\nAny messages that do not meet these requirements are expressly prohibited and constitute grounds for immediate termination of your Site account and participation in this Referral Program.\nRegistrations on our Site by a Talent User using a Code that was distributed through an unauthorized channel will not be valid and any Referral Fees issued in connection with such transactions may be revoked.</li>\n<li>We reserve the right to deactivate your Site account and any Referred Talent’s Site account, cancel all related Referral Fees, and seek repayment, if we determine, in our sole discretion, that either you or the Referred Talent: (i) has tampered with this Referral Program.\n(ii) has used (or attempted to use) this Referral Program in a fraudulent, abusive, unethical, unsportsmanlike, or otherwise questionable or suspicious manner.\n(iii) has breached any of these Referral Terms.\nor (iv) has violated any law or regulation or infringed or violated the rights of any third party.\nWe also reserve the right to cancel this Referral Program or change these Referral Terms at any time and for any reason in our sole discretion.</li>\n<li>As of the effective date of these Terms and notwithstanding anything to the contrary herein, a Talent User may become an Affiliated Talent to an Organization, subject to Cameo’s prior approval, by: (i) confirming in writing, in the form provided by Cameo, that the Organization is its representative.\nand (ii) the Organization registering the Talent User as its Affiliated Talent.\nThe Organization will be deemed a Cameo Partner and the Affiliated Talent will be deemed a Referred Talent under these Referral Terms.\nThe Organization (as a Cameo Partner) will be entitled to the Referral Fee set forth in&nbsp;Section 5.c&nbsp;as of the date the Talent User becomes an Affiliated Talent.</li>\n<li>By participating in the Referral Program, you agree to release and hold harmless Cameo Parties from and against any and all economic liabilities, claims, damages, loss, harm, costs, or expenses, including property damage, that arise from or relate in any way to the Referral Program.\nTHIS&nbsp;SECTION 5.h&nbsp;APPLIES ONLY TO ECONOMIC DAMAGES AND DOES NOT APPLY TO CLAIMS OF FRAUD OR PERSONAL INJURY.</li>\n</ol>↑ Return to Top<strong>6.\nTalent Content</strong>\n<ol>\n<li>License Grant to Talent Content: Our Site allows you to upload, submit, store, send, transmit, approve, and receive content and data, including your CAMEO Videos and Promotional Materials (collectively, “Talent Content”).\nWhen you upload, submit, store, send, transmit approve, or receive Talent Content to or through our Site, you grant to us a non-exclusive, royalty-free, fully paid, unlimited, universal, sublicensable (through multiple tiers of sublicenses), perpetual, and irrevocable license in any and all manner and media, whether now known or hereinafter invented or devised (including social media channels and third party websites and platforms), to use, reproduce, license, distribute, modify, adapt, publicly perform, publicly display, and create derivative works (for example, translations, adaptations, compilations, excerpts, or other modifications) of your Talent Content for the purposes of operating and providing our Site, to develop and improve our products and services, and to advertise, market, and promote our Site, products, and services, and you agree that such Talent Content may, in Cameo’s sole discretion, be used, including performed or displayed, in connection with any other elements, materials, copyrights, rights of publicity, or copyrighted materials.\nPlease remember that third parties (including Users) may search for and see any Talent Content you submit to public areas of our Site.\nYou agree that we may display advertising with or in connection with your Talent Content.\nYou further acknowledge and agree that Cameo has no obligation to you in connection with any advertising displayed on or in connection with our Site (including no obligation to share any revenue received by Cameo as a result of any such advertising).</li>\n<li>License Grant to Users:</li>\n</ol>\n<ul>\n<li>For each CAMEO Video (other than a Business CAMEO Video), you hereby grant to the User and the Recipient a non-exclusive, royalty-free, fully paid, worldwide, sublicensable, and perpetual license to use, reproduce, distribute, and publicly display the CAMEO Video, in each case, solely in accordance with the Site Terms, in any and all media, whether now known or hereafter invented or devised (including social media channels and third-party websites and platforms).<br>\n</li>\n<li>For each Business CAMEO Video, you hereby grant to User and the Business for up to 90 days (and for any additional 90-day periods to which you agree) from the date the Business CAMEO Video is (i) sent by Cameo to the User or (ii) subject to Cameo’s separate written approval, first used by the User provided that such use must commence within no more than 30 days from the date such Business Cameo Video is sent to the User:<br>‍<br>A.\nAn exclusive (including as to you but excluding the license granted to Cameo hereunder), royalty-free, fully paid, worldwide, sublicensable, revocable license to use, reproduce, distribute, and publicly display the Business CAMEO Video on or in: (A) internal Business communications, such as employee recognition or a company-wide meeting, conducted and operated by the Business and not open to the public (“Internal Communications”).\n(B) a public event, such as a conference, webinar, or other customer-facing or external event (each, a “Public Event”).\n(C) a marketing use consisting of (I) one social media platform, such as Facebook, Instagram, LinkedIn, Snapchat, TikTok, or Twitter (but excluding YouTube), on accounts wholly-owned, operated, and controlled by the Business (each, a “Business social Media Account”), along with the right to advertise and promote the display of the Business CAMEO Video on the Business Social Media Account through advertising on such social media platform.\nand (II) one website, landing page, mobile application (with the same application available on iOS and Android operating systems deemed a single application), communication sent through a Business-operated and controlled channel of communication (such as an email blast or text message), Internal Communication, or other similar channel owned, operated, and controlled by the Business and approved by Cameo in advance in writing (each, an “Owned Channel”).\nor (D) subject to User’s payment of the applicable Business Add-On Fees: (I) an unlimited number of Business Social Media Accounts (along with the right to advertise and promote the display of the Business CAMEO Video on each Business Social Media Account through advertising on the applicable social media platform) and one Owned Channel or (II) an unlimited number of Business Social Media Accounts (along with the right to advertise and promote the display of the Business CAMEO Video on the Business Social Media Account through advertising on the applicable social media platform), Owned Channels, Internal Communications, Public Events, and digital demand side platform or advertising network accounts for displaying the Business CAMEO Video on online platforms or networks, Business Social Media Account(s), YouTube (including as advertising or on a Business-owned YouTube channel) and in-app advertising but specifically excluding, in all cases, television, over the top (OTT), connected television (CTV), Out Of Home (OOH) or similar streaming media and any marketing programs that pay commissions or other fees to affiliates or partners based on impressions or actions taken (e.g., sales generated).\nand<br>\n<br>B.\nin addition to the exclusive rights granted above, the non-exclusive right, with Cameo’s prior written approval, to modify, adapt, and create derivative works (for example, translations, adaptations, compilations, excerpts, or other modifications) of the Business CAMEO Video and to use such Business CAMEO Video (including the performance or display thereof) in connection with any other elements, materials, copyrights, rights of publicity, or copyrighted materials.\nYou acknowledge and agree that authorized posts on a Business Social Media Account will not be archived or deleted at the end of the license period unless you request removal in writing.<br>\n</li>\n</ul>\n<ol>\n<li>Right to Remove CAMEO Videos of Other Offerings: You acknowledge and agree that we cannot restrict the use of your CAMEO Videos or other offerings by the Users for whom you created them or by any third party with whom they have already been shared (including Recipients) and we have no obligation to remove those uses (including from social media channels or third-party websites or platforms).\nIf we do seek to remove a CAMEO Video of other offering from a social media channel or third-party website or platform, we may notify you of our intent to do so.\nAs owner of the copyright in your Talent Content, you hereby authorize Cameo to act as your agent in order to submit any DMCA notice or other demand with respect to your CAMEO Videos or other offerings.\nYou will promptly notify us if you learn that any Business CAMEO Video is being used in violation of the Site Terms.\nWe will reasonably cooperate with your efforts to address the violation.\nHowever, you acknowledge and agree that we are not responsible or liable for any damages, losses, costs, expenses, or liabilities related to use of the Business CAMEO Video for any reason, including if the use exceeds the license in Section 1a(ii) or otherwise violates the Site Terms.</li>\n<li>Licenses: You may not sell, resell, commercialize, or encumber your rights in any CAMEO Video or other offering, including creating a non-fungible token (“NFT”) from any CAMEO Video or other offering except as agreed by Cameo in writing.\nPlease note that the licenses granted in this Section 6 are fully-paid and royalty free, meaning we do not owe you anything in connection with the use of your Talent Content, by us, Users, or third parties (including Recipients and, in the case of a Business CAMEO Video, the Business), other than the payment set forth in Section 4.\nWe may exercise our rights under this license anywhere in the universe.\nWe may sublicense our rights as needed to provide and promote our Site or otherwise in accordance with these Terms, and Users may sublicense their rights subject to the Site Terms.\nFinally, the licenses granted in this Section 6 are perpetual, meaning that the rights granted under these licenses continue even after you stop using our Site.</li>\n<li>Talent Content Representations and Warranties: You represent and warrant to Cameo and the User that:</li>\n</ol>\n<ul>\n<li>you own all rights in and to your Talent Content and Feedback (defined below) and that you have the right to grant the rights described in these Terms;</li>\n<li>you have paid and will pay in full any fees, royalties, or other payments that are due or may become due in connection with any use of your Talent Content and Feedback by us, Users, or third parties (including Recipients) as described in these Terms;</li>\n<li>your agreement to, and provision of services under, these Terms does not violate any agreement that you may have with any third party;</li>\n<li>In connection with each Business CAMEO Video:<br>A.\nany statements that you make in connection with the Business are factually correct and not misleading, are not disparaging or defamatory, and represent your true opinion.\nand<br>‍<br>B.\nyou will comply with all applicable laws, rules, and regulations, including the Federal Trade Commission \"Guides Concerning the Use of Endorsements and Testimonials in Advertising,\" which may require adding an appropriate hashtag (e.g.\n#ad, #sponsored) or other disclosure to the Business CAMEO Video.</li>\n</ul>\n<ol>\n<li>your Talent Content and Feedback does not infringe, misappropriate, or otherwise use without necessary authorization, any intellectual property, privacy, publicity, moral, or other rights of any third party, or violate any law, regulation, or court order;</li>\n<li>you will not post or make publicly available any CAMEO Video that the User has requested not be posted to your booking page;</li>\n<li>you will not contact, respond to, or communicate with any User that you meet on or through our Site, except as expressly permitted through our Site.</li>\n<li>you will not provide your contact information to any User or send merchandise or anything else to a User other than as permitted by these Terms;</li>\n<li>you will not edit, change, modify, or remove the watermark from any CAMEO Video or assist or encourage any third party to do so;</li>\n<li>you will not ask us for permission or to assist you with the actions prohibited by&nbsp;Sections 6.e(v) through 6.e(viii).\nand</li>\n<li>except for a CAMEO Video that you choose to remake (at no additional cost to the User and with no additional payment due from us) if you receive a review of three stars or less, you will not remake any CAMEO Video unless asked by us to do so.</li>\n</ol>\n<ol>\n<li>Treatment of Talent Content: Any Talent Content is non-confidential, non-proprietary, and must not contain or include any information which you do not have the right to disclose or that you do not wish to be disclosed.\nWe will not be responsible or liable for any use or disclosure of Talent Content, including any personal information included in that Talent Content.\nYou acknowledge and agree that your relationship with us is not a confidential, fiduciary, joint-venture, employer/employee, agency, or other type of special relationship, and that your decision to participate in our Site or submit any Talent Content does not place us in a position that is any different from the position held by members of the general public, including with regard to your Talent Content.\nNone of your Talent Content will be subject to any obligation of confidence by us, Users, or third parties (including Recipients), and we will not be liable or responsible for any use or disclosure of any Talent Content.</li>\n<li>Refusal and Removal of Talent Content: We may refuse to accept or transmit Talent Content for any reason without notice to you.\nWe may remove Talent Content from our Site for any reason without notice to you.</li>\n<li>Cancellation of Site Account: If you cancel your Site account, you may, on at least three business days’ advance written notice to us, request that we no longer include your CAMEO Videos on our Site and that we not make any new public use of them.\nAs noted in Section 6.c, we have no obligation as to any use of your CAMEO Videos by the Users for whom you created them or by any third party with whom they have already been shared (including Recipients) (including from social media channels or third-party websites or platforms).</li>\n</ol>↑ Return to Top7.\nOwnership<ol>\n<li>Other than Talent Content, we or our licensors own all right, title, and interest in and to: (i) our Site and the “look and feel” of our Site, including all software, ideas, processes, data, text, media, HTML/CSS, JavaScript, visual design elements, and other content available on our Site (individually, and collectively, “Cameo Content”).\nand (ii) our trademarks, logos, and brand elements (“Marks”).\nOur Site, Cameo Content, and Marks are each protected under U.S.\nand international laws.\nYou may not duplicate, copy, sell, resell, commercialize, or reuse any portion of Cameo Content or Marks without our prior express written consent.\nYou acknowledge and agree that each request or message from a User is a Submission (as defined in the&nbsp;Site Terms) owned by the User who created it.</li>\n<li>Cameo desires to avoid the possibility of misunderstandings if a project developed by us, our employees, or our contractors might seem similar to material submitted to us by you or a third party.\nTo the extent you submit any ideas, suggestions, proposals, plans, or other materials related to our business (individually, and collectively, “Feedback”), you acknowledge and agree that you are submitting that Feedback at your own risk and that Cameo has no obligation (including of confidentiality or privacy) with respect to your Feedback, and you grant to Cameo a non-exclusive, royalty-free, fully paid, unlimited, universal, sublicensable (through multiple tiers of sublicenses), perpetual, and irrevocable license, in any and all manner and media, whether now known or hereinafter invented or devised, to reproduce, license, distribute, modify, adapt, publicly perform, publicly display, create derivative works of, and otherwise use and exploit in any manner (including commercially), any and all Feedback.</li>\n<li>You hereby waive any and all moral rights or “droit moral” that you may have in Talent Content or Feedback, and you represent and warrant that no third party has any moral, “droit moral” or other rights in the Talent Content or Feedback.</li>\n</ol>↑ Return to Top8.\nAdditional Terms<p>Some products or services offered through the Site may have additional terms and conditions (“Additional Terms”).\nIf Additional Terms apply, we will make them available for you to read in connection with that product or service.\nBy using that product or service, you agree to the Additional Terms.\nTo the extent that the Additional Terms conflict with any of these Terms, these Terms will govern unless the Additional Terms say that all or some of these Terms don’t apply.</p>↑ Return to Top9.\nEligibility<ol>\n<li>Age: You must be at least 13 years old (or, outside of the United States, the applicable legal age to enter into a contract) to use our Site.\nIf you are a minor or under the age of majority in your state of residence, your parent or legal guardian must agree to these Terms on your behalf and you may access and use our Site only with permission from your parent or legal guardian.</li>\n<li>National College Athletic Association (“NCAA”) and Other Amateur Organizations: If you are or may become subject to NCAA rules and regulations or those of any other association, group, authority or organization, you represent and warrant that you have checked the rules and regulations to verify and confirm that your participation on our Site does not or will not affect your current or future eligibility with respect to any such association, group, authority or organization.</li>\n<li>Eligibility Representations and Warranties: You represent and warrant that:</li>\n</ol>\n<ol>\n<li>you have not been prohibited from using or accessing any aspect of our Site by us or pursuant to any applicable law or regulation;</li>\n<li>you will comply with all applicable terms of any third-party payment provider we select, and you are not on a prohibited list of that payment provider;</li>\n<li>you will not use the Site or any Cameo product or service for any partisan political purpose - including to promote or solicit contributions on behalf of your candidacy for public office, the candidacy of another person seeking public office, any political party or political committee, or any other person or organization promoting or soliciting contributions on behalf of any candidate for public office or political party - without first entering into a separate agreement with Cameo to govern such use;</li>\n<li>if you include an animal in any CAMEO Video, you will cause no harm to the animal and will comply with all applicable laws and regulations;</li>\n<li>you (and any Site account that you created or control) have not been previously banned or removed from our Site for any reason.\nand</li>\n<li>you are not a convicted sex offender.</li>\n</ol>\n<ol>\n<li>Export Control: You may not use, export, import, or transfer any part of our Site except as authorized by United States law, the laws of the jurisdiction in which you use or access our Site, or any other applicable laws.\nIn particular, but without limitation, no part of our Site may be exported or re-exported: (i) into any country embargoed by the U.S..\nor (ii) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce’s Denied Persons List or Entity List.\nBy using our Site, you represent and warrant that: (x) you are not located in a country that is subject to a U.S.\ngovernment embargo or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country.\nand (y) you are not listed on any U.S.\ngovernment list of prohibited or restricted parties.\nYou also will not use our Site for any purpose prohibited by law.\nYou acknowledge and agree that products, services, and technology provided by Cameo are subject to the export control laws and regulations of the U.S.\nYou will comply with those laws and regulations and will not, without prior U.S.\ngovernment authorization, export, re-export, or transfer Cameo products, services, or technology, either directly or indirectly, to any country in violation of those laws and regulations.</li>\n</ol>↑ Return to Top10.\nCopyright and Intellectual Property Policy<ol>\n<li>\n<strong>Digital Millennium Copyright Act Notice:</strong> We respond to notices of alleged copyright infringement and terminate access to our Site for repeat infringers.\nIf you believe that your material has been copied in a way that constitutes copyright infringement, please forward the following information to the Copyright Agent named below:</li>\n</ol>\n<ol>\n<li>your address, telephone number, and email address;</li>\n<li>a description of the work that you claim is being infringed;</li>\n<li>a description of the material that you claim is infringing and are requesting be removed along with information about where it is located;</li>\n<li>a statement that you have “a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law”;</li>\n<li>an electronic or physical signature of the copyright owner (or a person authorized to act for the copyright owner).\nand</li>\n<li>a statement by you, made under penalty of perjury, that the information you are providing is accurate and that you are the copyright owner or authorized to act on behalf of the copyright owner.</li>\n</ol>\n<p>\n<strong>Copyright Agent:</strong>\n<br>Baron App, Inc.\nd/b/a Cameo<br>2045 West Grand Avenue, Suite B<br>PMB 71534<br>Chicago, IL 60612-1577<br>agent@cameo.com<br>\n</p>\n<p>‍If you do not follow these requirements, your notice may not be valid.\nPlease note, only notices of alleged copyright infringement should be sent to our Copyright Agent.</p>\n<ol>\n<li>Termination Policy: If we determine that you are a repeat infringer, we may terminate your access to our Site, remove or ban you (and any Site account you created or control), and take other appropriate action in our sole discretion.</li>\n</ol>↑ Return to Top11.\nPrivacy<p>Your privacy is important to us.\nOur&nbsp;Privacy Policy&nbsp;explains how we collect, use, and share personal information and other data.\nBy using our Site, you agree to our&nbsp;Privacy Policy.</p>↑ Return to Top12.\nThird-Party Content and Interactions<p>Our Site may contain features and functionalities that link to or provide you with access to third party content, that is completely independent of Cameo, including CAMEO Videos, websites, platforms, directories, servers, networks, systems, information, databases, applications, software, programs, products or services, and the Internet in general.\nThe contents of CAMEO Videos and other offerings that allow interactions with third parties, including Users, on Cameo are the sole responsibility of the people involved in those interactions.\nCameo is not responsible for the content of the interactions you may have with third parties through CAMEO&nbsp;Videos or other offerings.\nHowever, Cameo may, in its sole discretion, intercede in selected interactions and you will reasonably cooperate with Cameo if it does so.\nYou acknowledge and agree that Cameo will not be responsible for any damages, losses, costs, expenses, or liabilities incurred as the result of such interactions, including any requests or Submissions from Users.\nYou agree to contact Users about matters relating to our Site only through the Site.\nYou hereby release each Cameo Party (defined below) from claims, demands, and damages (actual and consequential) of every kind or nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such interactions or our Site.\nIF YOU ARE A CALIFORNIA RESIDENT, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 (AND ANY OTHER SIMILAR APPLICABLE STATE STATUTE), WHICH PROVIDES: A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS THAT THE CREDITOR OR RELEASING PARTY DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE AND THAT, IF KNOWN BY HIM OR HER WOULD HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR OR RELEASED PARTY.</p>↑ Return to Top13.\nBusiness Relationship with Cameo<ol>\n<li>You and Cameo agree and declare you and Cameo are in a direct business relationship and the relationship between the parties, including these Terms, is solely an independent contractor relationship.\nIt is the parties’ express intent that their relationship be interpreted and held to be that of independent contractor for all purposes.\nYou acknowledge and agree that you are not a joint venturer, franchisee, partner, agent, or employee of Cameo, and will not represent yourself as such.\nAs an independent contractor using our platform to provide marketing, artistic, writing, and photography services to Users, you are solely and exclusively responsible for determining the manner, method, details, and means of your performance under these Terms and you acknowledge and agree that we do not control those elements of your performance.\nYou also retain the option to accept, decline, or ignore any User request.\nWe have no right to, and will not, control the manner or determine the method of accomplishing your performance.\nYou represent and warrant that you are customarily engaged in an independently established trade, occupation, or business.</li>\n<li>You represent and warrant that as between Cameo and you (whether a Talent User, parent or legal guardian of a Talent User, an Organization, Affiliated Talent, Cameo Partner, or otherwise), you assume sole liability for and will pay or cause to be paid all applicable contributions, payments, taxes, and deductions for Social Security, retirement or other benefits, healthcare insurance, unemployment insurance, annuities, pension and welfare fund payments required by law, regulation, or any labor union, and all withholding and income taxes, and make any reports required as a result of participation on our Site under these Terms.</li>\n<li>You will use your own equipment to perform your obligations under these Terms.</li>\n<li>You are solely responsible for making any disclosure required by any applicable law, regulation, court order or any agreement you may have with any third parties to any person or entity regarding your performance under these Terms.</li>\n<li>Your relationship with Cameo is non-exclusive, meaning that you may provide similar services to third parties, including Cameo’s competitors, and you may engage in other business or employment activities.\nSimilarly, we can and do engage third parties to provide services similar to those that you may provide under these Terms.</li>\n</ol>↑ Return to Top14.\nLinks<p>Our Site may contain links to social media platforms or third-party websites.\nYou acknowledge and agree that: (a) the link does not mean that we endorse or are affiliated with the platform or website.\nand (b) we are not responsible or liable for any damages, losses, costs, expenses, or liabilities related to your use of the platform or website.\nYou should always read the terms and conditions and privacy policy of a platform or website before using it.</p>↑ Return to Top15.\nChanges to our Site<p>You acknowledge and agree we may change or discontinue any aspect of our Site at any time, without notice to you.\nYou acknowledge and agree we may change or discontinue any aspect of our Site at any time, without notice to you.</p>↑ Return to Top16.\nTermination and Reservation of Rights<p>You may cancel your Site account at any time by contacting a member of the Cameo team at&nbsp;talentsuccess@cameo.com.\nWe reserve the right to terminate access to our Site to any person, including you, at any time, for any reason, in our sole discretion.\nIf you violate any of these Terms, your permission to use our Site automatically terminates.</p>↑ Return to Top17.\nDisclaimers and Limitations on our Liability<ol>\n<li>\n<strong>You acknowledge and agree that your use of our Site is at your own risk and that our Site is provided on an “as is” and “as available” basis.\nTo the extent permitted by applicable law, the Cameo Parties disclaim all warranties, conditions, and representations of any kind, whether express, implied, statutory, or otherwise, including those related to merchantability, fitness for a particular purpose, non-infringement, and arising out of course of dealing or usage of trade.</strong>\n</li>\n<li>\n<strong>In particular, the Cameo Parties make no representations or warranties about the accuracy or completeness of content available on or through our Site or the content of any social media platform or third-party website linked to or integrated with our Site.\nYou acknowledge and agree that the Cameo Parties will have no liability for any: (i) errors, mistakes, or inaccuracies of content.\n(ii) personal injury, property damage, or other harm resulting from your access to or use of our Site.\n(iii) any unauthorized access to or use of our servers, any personal information, or user data.\n(iv) any interruption of transmission to or from our Site.\n(v) any bugs, viruses, trojan horses, or the like that may be transmitted on or through our Site.\nor (vi) any damages, losses, costs, expenses, or liabilities of any kind incurred as a result of any content or the use of any content posted or shared through our Site.</strong>\n</li>\n<li>\n<strong>You acknowledge and agree that any material or information downloaded or otherwise obtained through our Site, including a User request, is done at your own risk and that you will be solely responsible for any damages, losses, costs, expenses, or liabilities arising from or in connection with doing so.\nNo advice or information, whether oral or written, obtained by you from us or through our Site, including through a CAMEO Video, will create any warranty not expressly made by us.</strong>\n</li>\n<li>\n<strong>You acknowledge and agree that when using our Site, you will be exposed to content from a variety of sources, and that Cameo is not responsible for the accuracy, usefulness, safety, legality, or intellectual property rights of or relating to any such content.\nYou further understand and acknowledge that you may be exposed to content that is inaccurate, offensive, indecent, objectionable, or harassing, and you agree to waive, and do hereby waive, any legal or equitable rights or remedies you have or may have against any Cameo Party with respect thereto.</strong>\n</li>\n<li>\n<strong>To the fullest extent permitted by applicable law, you acknowledge and agree that in no event will any Cameo Party be liable to you or to any third party for any indirect, special, incidental, punitive, or consequential damages (including for loss of profits, revenue, or data) or for the cost of obtaining substitute products, arising out of or in connection with these Terms, however caused, whether such liability arises from any claim based upon contract, warranty, tort (including negligence), strict liability or otherwise, and whether or not Cameo has been advised of the possibility of such damages.</strong>\n</li>\n<li>\n<strong>To the maximum extent permitted by applicable law, our total cumulative liability to you or any third party under these Terms, including from all causes of action and all theories of liability, will be limited to and will not exceed the fees actually received by Cameo from you during the 12 months preceding the claim giving rise to such liability.</strong>\n</li>\n<li>\n<strong>Certain jurisdictions do not allow the exclusion or limitation of certain damages.\nIf those laws apply to you, some or all of the above exclusions or limitations may not apply to you, and you might have additional rights.</strong>\n</li>\n<li>\n<strong>You agree that the limitations of damages set forth above are fundamental elements of the basis of the bargain between Cameo and you.</strong>\n</li>\n</ol>↑ Return to Top<strong>18.\nIndemnification</strong>\n<p>You agree to indemnify, defend, and hold harmless Cameo and its parents, subsidiaries, affiliates, officers, employees, directors, shareholders, agents, partners, and licensors (each, a “Cameo Party, “ and collectively, “Cameo Parties”) from and against any and all claims, costs, proceedings, demands, losses, damages, and expenses (including reasonable attorneys’ fees and costs) of any kind or nature, arising from, out of, in connection with, or relating to: (a) these Terms.\n(b) use of our Site.\n(c) your negligence, misconduct, or fraud.\n(d) any action or inaction by you or anyone acting on your behalf.\n(e) any Organization or Affiliated Talent.\n(f) any Charity.\n(g) your status as a parent or legal guardian of a Talent User.\n(h) Talent Content.\n(i) Feedback.\n(j) your eligibility with the NCAA or any other association, group, authority, or organization referenced in&nbsp;Section 9.b.\nor (k) your participation in the Referral Program.\nCameo may select counsel and control the defense of any claim that you are indemnifying.\nYou will reasonably cooperate with us in connection with any claim.</p>↑ Return to Top19.\nArbitration Agreement and Waiver of Certain Rights<ol>\n<li>Arbitration: You and Cameo agree to resolve any disputes between you and Cameo through binding and final arbitration instead of through court proceedings.\nYou and Cameo each hereby waive any right to a jury trial of any controversy, claim, counterclaim, or other dispute arising between you and Cameo relating to these Terms or our Site (each a “Claim,” and collectively, “Claims”).\nAny Claim will be submitted for binding arbitration in accordance with the Rules of the American Arbitration Association (“AAA Rules”).\nThe arbitration will be heard and determined by a single arbitrator.\nThe arbitrator’s decision will be in writing, will include the arbitrator’s reasons for the decision, will be final and binding upon the parties, and may be enforced in any court of competent jurisdiction.\nThe parties agree that the arbitration will be kept confidential and that the existence of the proceeding and any element of it (including any pleadings, briefs or other documents submitted or exchanged, any testimony or other oral submissions, and awards) will not be disclosed beyond the arbitration proceedings, except as may lawfully be required in judicial proceedings relating to the arbitration or by applicable disclosure rules and regulations of securities regulatory authorities or other governmental agencies.</li>\n<li>Costs and Fees: If you demonstrate that the costs of arbitration will be prohibitive as compared to the costs of litigation, Cameo will pay as much of the administrative costs and arbitrator’s fees required for the arbitration as the arbitrator deems necessary to prevent the cost of the arbitration from being prohibitive.\nIn the final award, the arbitrator may apportion the costs of arbitration and the compensation of the arbitrator among the parties in such amounts as the arbitrator deems appropriate.</li>\n<li>No Preclusions: This arbitration agreement does not preclude you or Cameo from seeking action by federal, state, or local government agencies.\nYou and Cameo each also have the right to bring any qualifying Claim in small claims court.\nIn addition, you and Cameo each retain the right to apply to any court of competent jurisdiction for provisional relief, including pre-arbitral attachments or preliminary injunctions, and any such request will not be deemed to be either incompatible with these Terms or a waiver of the right to have disputes submitted to arbitration as provided in these Terms.</li>\n<li>No Class Representative or Private Attorney General: Each of you and Cameo agree that with respect to any Claim, neither may: (i) act as a class representative or private attorney general.\nor (ii) participate as a member of a class of claimants.\nYou agree that no Claim may be arbitrated on a class or representative basis.\nThe arbitrator can decide only individual Claims (whether brought by you or Cameo).\nThe arbitrator may not consolidate or join the claims of other persons or parties who may be similarly situated.</li>\n<li>Severability/No Waiver/Survival: If any provision of this&nbsp;Section 19&nbsp;is found to be invalid or unenforceable, that provision will be deemed appropriately modified to give effect to the intent of the provision or, if modification is not possible, will be severed and the remainder of this&nbsp;Section 19&nbsp;will continue in full force and effect.\nNo waiver of any provision of this&nbsp;Section 19&nbsp;will be effective or enforceable unless recorded in a writing signed by the party waiving such a right or requirement.\nSuch a waiver will not waive or affect any other provision of these Terms.\nThis&nbsp;Section 19&nbsp;will survive the termination of your relationship with Cameo.</li>\n<li>30-Day Opt-Out Right: You have the right to opt out of the provisions of this Arbitration Agreement by sending, within 30 days after first becoming subject to this Arbitration Agreement, written notice of your decision to opt out to the following address: Baron App, Inc.\ndba Cameo, 2045 West Grand Avenue, Suite B, PMB 71534, Chicago, IL 60612-1577.\nYour notice must include your name and address, any usernames, each email address you have used to set up an account on our Site, and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nYou agree that if you opt out of this Arbitration Agreement, all other parts of these Terms will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with us.</li>\n<li>\n<strong>LIMITATIONS: This&nbsp;</strong>\n<strong>Section 19</strong>\n<strong>&nbsp;limits certain rights, including the right to maintain certain court actions, the right to a jury trial, the right to participate in any form of class or representative claim, the right to engage in discovery except as provided in AAA rules, and the right to certain remedies and forms of relief.\nIn addition, other rights that you or Cameo would have in court may not be available in arbitration.</strong>\n</li>\n</ol>↑ Return to Top20.\nOther Provisions<ol>\n<li>Force Majeure: Under no circumstances will any Cameo Party be liable for any delay or failure in performance due in whole or in part to any acts of God (such as earthquakes, storms, floods, etc.), epidemics, natural disasters, unavoidable accidents, cybersecurity incidents, internet or communication service interruptions, laws, rules, regulations or orders of government authorities, acts of war (declared or not), terrorism, hostilities, blockades, civil disturbances, embargoes, strikes, or any other event or cause beyond the reasonable control of any Cameo Party.</li>\n<li>Choice of Law and Jurisdiction: These Terms will be governed by and construed in accordance with the laws of the State of Illinois, without giving effect to any conflict of laws rules or provisions.\nYou agree that any action of whatever nature arising from or relating to these Terms or our Site will be filed only in the state or federal courts located in Chicago, Illinois.\nYou consent and submit to the personal jurisdiction of such courts for the purposes of any such action.</li>\n<li>Severability: If any provision of these Terms is found to be invalid or unenforceable, that provision will be deemed appropriately modified to give effect to the intent of the provision or, if modification is not possible, will be severed from these Terms and will not affect the enforceability of any other provision.</li>\n<li>No Waiver or Amendment: The failure by Cameo to enforce any right or provision of these Terms will not prevent Cameo from enforcing such right or provision in the future and will not be deemed to modify these Terms.</li>\n<li>Assignment: Cameo may, at any time, assign its rights and obligations under these Terms, including to an affiliated entity or in connection with a sale of assets, merger, acquisition, reorganization, bankruptcy, other transaction, or by operation of law.</li>\n<li>Miscellaneous: The term “including” in these Terms will be interpreted broadly and will mean “including, without limitation.” Titles are for convenience only and will not be considered when interpreting these Terms.</li>\n</ol>↑ Return to Top21.\nChanges to these Terms<p>We may change these Terms.\nIf we do, we will post the revised Terms on our Site and update the “Last Updated” date at the top of these Terms.\nThe revised Terms will be effective immediately if you accept them (for example, by agreeing when you create an account or login to an existing account, or using or continuing to use our Site after the revised Terms have been posted).\notherwise, they will be effective 30 days after posting.</p>↑ Return to TopAdditional Talent Terms<p>‍</p>\n<p>\n<strong>PLEASE READ THE FOLLOWING CAREFULLY.\nBy offering the product or service, you agree to the applicable additional terms that apply (which are Additional Terms as described in </strong>\n<strong>Section 8</strong>\n<strong> of the Talent Terms of Service (“Talent Terms”)).\nThese Additional Terms will be governed by, and are incorporated into, the Talent Terms.\nTerms that are defined in the Talent Terms or the Site Terms of Service (“Site Terms”) will have the same meaning in these Additional Terms.</strong>\n</p>\n<p>From time to time, we may change these Additional Terms.\nIf we do, we will give you notice by posting them on our Site and updating the “Last Updated” date.\nThe revised Additional Terms will be effective immediately.\nBy offering or using or continuing to offer or use the applicable product or service, you represent and warrant that you have read, understand, and agree to these Additional Terms.</p>\n<strong>CAMEO FOLLOWER FEED AND SUBSCRIPTIONS</strong>\n<p>Last Updated: March 3, 2022</p>\n<ol>\n<li>\n<strong>Follower Feed<br>\n</strong>You may post messages and other content to your Follower Feed.\nUsers may also post, view, reply to, or “like” such content in your Follower Feed (each such message, reply, like, or other content is a “Message”).<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Paid Features<br>\n</strong>You may offer your Followers the opportunity to subscribe to other features such as VIP membership (each, a “Paid Feature”), which may also include the ability to post Messages.\nYou will participate and interact with your subscribers in a manner consistent with your promises to those subscribers, the Talent Terms, including these Additional Terms.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Payment</strong>\n<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>Membership in your Follower Feed is free.\nthere is no compensation to you.<strong>\n<br>\n</strong>\n</li>\n<li>Except as specified by Cameo, you set your subscription price for a Paid Feature (subject to any minimum that we specify), provided your price on the App for iOS must be an available Apple SKU.<strong>\n<br>\n</strong>\n</li>\n<li>If you offer a Paid Feature, we will pay you 75% of the subscription price actually received by Cameo from each User after subtracting any payment to, or deduction by, the application platform, on the same terms as in Section 4.b of the Talent Terms.\nUnless otherwise specified by Cameo, we will pay you monthly, one month after the subscription price is received by us.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Acknowledgement<br>\n</strong>You acknowledge and agree that:<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>Your Follower Feed and any Paid Feature is open to any User.\nYour Messages will not be private and you will not share or disclose any personal, private, or sensitive information relating to you or a third party;<strong>\n<br>\n</strong>\n</li>\n<li>you hereby grant to each User the following limited rights to use your Messages <strong>solely for their own personal, non-commercial, and non-promotional purposes</strong>, subject to these Additional Terms: a non-exclusive, royalty-free, fully paid, worldwide, sublicensable, revocable license to use, reproduce, distribute, and publicly display those Messages <strong>only on social media platforms and personal websites.\nin text and email messages.\nand in other personal storage media</strong>.\nand, you may use Messages created by Users in the same manner.\nin addition, you may use Messages to promote your participation on our Site;<strong>\n<br>\n</strong>\n</li>\n<li>each Message you create is Talent Content under the Talent Terms;<strong>\n<br>\n</strong>\n</li>\n<li>each Message is subject to the Acceptable Use Policy / Community Guidelines;<strong>\n<br>\n</strong>\n</li>\n<li>if you believe that a User or Follower Feed activity has violated the Acceptable Use Policy / Community Guidelines, you may notify Cameo in writing at talentsuccess@cameo.com or report Messages by a long-press in the App;<strong>\n<br>\n</strong>\n</li>\n<li>Cameo may monitor any Paid Feature, Follower Feed activity, and Messages, and Cameo retains the right, in its sole discretion, to cancel any subscription or other Paid Feature.\nand<strong>\n<br>\n</strong>\n</li>\n<li>Cameo will not be responsible or liable for any Message from any User or any Talent Content (including any Message from you).<strong>\n<br>\n</strong>\n</li>\n</ol>↑ Return to TopCAMEO LIVE<p>Last Updated: October 5, 2022</p>\n<ol>\n<li>\n<strong>Cameo Live</strong>‍<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>If you accept a booking request for a Cameo Live event, you agree to participate in the event, for the length of the event, as scheduled and described in the details on the Site (“Event”).<strong>\n<br>\n</strong>\n</li>\n<li>Unlike a Cameo Video, you may not record, capture, screenshot, use, publish, reproduce, distribute, display, post, or share any portion of the Event, except using functionality that Cameo may make available to you on the Site.\nA User may end their participation in the Event at any time.\nCameo reserves the right to monitor the Event and may cancel or end the Event or any User’s participation in the Event at any time, in its sole discretion.\nCameo will not be responsible for refunds to any participating User.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Payment<br>\n</strong>Subject to your compliance with these Additional Terms, we will pay you 75% of the Event booking fee received by Cameo after subtracting any payment to, or deduction by, the application platform on the same terms as in Section 4.b of Talent Terms of Service.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Acknowledgement<br>\n</strong>You acknowledge and agree that:<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>any materials, performances, participation (including any chat, comment, statement, audio, image, video, element, or other communication), or other content that you provide in connection with your participation in the Event (“Event Content”) is Talent Content under the Talent Terms;<strong>\n<br>\n</strong>\n</li>\n<li>Cameo may make and maintain a recording of the Event for its use.\nEvent Content will not be private and you will not share or disclose in an Event any personal, private, or sensitive information relating to you or a third party;<strong>\n<br>\n</strong>\n</li>\n<li>Cameo may make available (either for free or for purchase) merchandise and memorabilia, including screenshots and Cameo NFTs, related to the Event.\nSubject to these Additional Terms and the Cameo Pass and Cameo NFTs Terms, Cameo grants you a non-exclusive, royalty-free, fully paid, worldwide, sublicensable, revocable license to use, reproduce, distribute, and publicly display any such merchandise or memorabilia that Cameo provides to you, solely for your own personal, non-commercial, non-promotional purposes, on social media platforms and personal websites, in text and email messages, and in other personal storage media;<strong>\n<br>\n</strong>\n</li>\n<li>to the extent you offer an Event that includes music (including a musical performance):<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>you have or will secure any necessary rights, authorizations, and permissions, including the right to reproduce, publicly perform, and communicate to the public any and all sound recordings and musical works embodied in the Event Content, on a “through-to-the-audience basis”, royalty-free, without the obligation to pay royalties to any third party, including:&nbsp.\nthe owner of copyright in a sound recording (e.g., a record label) or a musical work (e.g., a music publisher);&nbsp.\na performing rights organization (“PRO”) (e.g., ASCAP, BMI, SESAC);&nbsp.\na sound recording PRO (e.g., SoundExchange);&nbsp.\nany unions or guilds;&nbsp.\nengineers;&nbsp.\nproducers.\nand&nbsp.\nany other participants involved in the Event Content.\nand<strong>\n<br>\n</strong>\n</li>\n<li>if you are a composer or author of a musical work and are affiliated with a PRO, you will notify the PRO of the royalty-free license you are granting to Cameo under these Additional Terms and are solely responsible for complying with the PRO's reporting and other obligations.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>in addition to the rights you grant under the Talent Terms, you grant to Cameo an exclusive, including exclusive as to you, royalty-free, fully paid, unlimited, universal, transferable, sublicensable (through multiple tiers of sublicenses), perpetual, and irrevocable license, in any and all manner and media, whether now known or hereinafter invented or devised, to use your name, image, voice, appearance, performance, likeness, and other personal attributes and characteristics from and relating to the Event for any purpose, including in or in connection with advertising, marketing, or promotion.\nand<strong>\n<br>\n</strong>\n</li>\n<li>Cameo will not be responsible or liable for any Event, Event Content, or content from any Event participant.<strong>\n<br>\n</strong>\n</li>\n</ol>↑ Return to TopCAMEO&nbsp;DIRECT<p>Last Updated: August 13, 2020</p>\n<p>‍</p>\n<ol>\n<li>\n<strong>CAMEO DIRECT<br>\n</strong>You may choose to offer Users the opportunity to send you a paid direct message as permitted through the Cameo Direct feature in the App (if the feature is available).<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>If you choose to do so, a User may send you:<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>a User-created message (for example, a message of up to a specified number of characters, a video file of up to specified size, etc.) (each such message, and any response sent through the Cameo Direct feature, a “Message”).\nor<strong>\n<br>\n</strong>\n</li>\n<li>a sticker from among a collection of images made available by Cameo (each such image, a “Sticker”).<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>When a User sends you a Message or Sticker, you may, but have no obligation to, respond.\nIn addition, you may close out the thread at any time.<strong>\n<br>\n</strong>\n</li>\n<li>Any additional Message or Sticker sent by the User will be at the applicable price.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Payment</strong>\n<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>You set your price for a Message, provided your price on the App for iOS must be an available Apple SKU (i.e., ending in US$0.99).\nCameo sets the price for each Sticker.<strong>\n<br>\n</strong>\n</li>\n<li>We will pay you 75% of the applicable price actually received by Cameo for each paid Message or Sticker after subtracting any payment to, or deduction by, the application platform (e.g., Apple deducts a 30% commission) on the same terms as in Section 4.b.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Acknowledgement<br>\n</strong>You acknowledge and agree that:<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>each Message you create is Talent Content under the Talent Terms and each Message from a User is a Submission owned by the User who created it<strong>\n<br>\n</strong>\n</li>\n<li>each Message (whether created by you or a User) is subject to the Acceptable Use Policy / Community Guidelines;<strong>\n<br>\n</strong>\n</li>\n<li>you grant to each User the right to use each Message you create a non-exclusive, royalty-free, fully paid, worldwide, sublicensable, and perpetual license to use, reproduce, distribute, and publicly display that Message, in each case, solely in accordance with the Site Terms and the Additional Site Terms for “Cameo Direct” in any and all media, whether now known or hereafter invented or devised (including social media channels and third-party websites and platforms).\nand<strong>\n<br>\n</strong>\n</li>\n<li>Cameo will not be liable or responsible for any Submission (including any Message or Sticker from the User) or any Talent Content (including any Message you send).<strong>\n<br>\n</strong>\n</li>\n</ol>↑ Return to Top<strong>TALENT STORE AND MERCHANDISE</strong>\n<p>Last updated: April 22, 2022</p>\n<ol>\n<li>\n<strong>Talent Store</strong>\n<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>You may choose to collaborate with Cameo to design, create, produce, or offer for sale custom apparel, physical goods and other non-digital merchandise dedicated to you and customized with your Talent Content, excluding all other Cameo products, services, software, or digital assets (“Talent Merchandise”).<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>Approval and Exclusivity</strong>.\nIf you approve an order form or rate sheet in writing, including by email, or otherwise through the Cameo platform (the “Order Form”), you appoint Cameo as the exclusive printer of the Talent Merchandise identified in the Order Form, customized with the Talent Content you specify (each, a “Talent Product”) and exclusive seller and distributor of the Talent Products you choose to offer, as seller, through the Site, including through your booking page (the “Talent Store”).<strong>\n<br>\n</strong>\n</li>\n<li>Unless otherwise set forth in an Order Form or mutually agreed in writing, you agree that Cameo will make the Talent Store available for an initial term of one year (the “Term”) and automatic annual renewals.\nAn Order Form shall automatically renew and be extended year to year for successive one-year Terms, until the Order Form is terminated under Section 9 below.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Cameo Responsibilities<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Talent Products.</strong> Cameo will arrange for the manufacture, printing, sale, and distribution of the Talent Products, customized with the Talent Content you specify as identified in the Order Form.\nFor the avoidance of doubt, Talent Content includes any modifications Cameo makes to Talent Content that have been mutually agreed in writing.<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>Design Services.\n</strong>Unless the Order Form specifies in writing that the Talent Content you provide is the entire design, Cameo will provide design services that include developing content or other materials (“Design Materials”) to be included on Talent Product.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Your Responsibilities<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Talent User Design.\n</strong>If the Order Form indicates or you otherwise agree in writing to provide the entire design for Talent Products, you will be solely responsible for the design, subject to these Additional Terms (including Section 3.c), and the entire design will be Talent Content.<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>Promotion.\n</strong>During the Term for so long as the Talent Store remains available, you agree to use commercially reasonable efforts to promote the Talent Store and Talent Products subject to the Order Form and Talent Terms, including the Acceptable Use Policy / Community Guidelines.<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>License.\nLegal Clearances.</strong>\n<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>In addition to the rights you grant to Talent Content under Section 6.a.\nof the Talent Terms, you grant to Cameo:<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>(A) A non-exclusive, royalty-free, fully paid, unlimited, universal, sublicensable (through multiple tiers of sublicenses), perpetual, and irrevocable license in any and all manner and media, whether now known or hereinafter invented or devised (including social media channels and third-party websites and platforms), to use, reproduce, license, distribute, modify, adapt, publicly perform, publicly display, your name, image, appearance, likeness, and other personal attributes and characteristics, as well as the name of your organization (“Talent IP”) in connection with creating, printing, advertising, marketing, promoting, and distributing Talent Products and the Talent Store.\nand<strong>\n<br>\n</strong>\n</li>\n<li>(B) A right to use (in whole or in part), cut, edit, crop, copy, display, rearrange, and create derivative works of your Talent Content and Talent IP for any purpose related to these Additional Terms.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>After conclusion of the Term, Cameo may continue to use your Talent Products, Talent Content, and Talent IP (to the extent incorporated in Talent Products or Talent Content) to sell off any existing inventory of Talent Products, for non-public purposes and for marketing and advertising, including featuring Talent Products and Promotional Material on the Site, Cameo’s social media accounts, and in emails and other marketing materials.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>To the extent your Talent Content or Talent IP includes any names, likeness, logos, copyrights, trademark, intellectual property, or other material of a third party (collectively, “Third-Party Materials”), you will be solely responsible for securing all necessary rights, authorizations, and permissions so that the Third-Party Materials can be used as contemplated by the Order Form and these Additional Terms (collectively, “Legal Clearances”).<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>(A) You may not provide any Talent Content or Talent IP containing Third-Party Materials unless you have secured Legal Clearances.<strong>\n<br>\n</strong>\n</li>\n<li>(B) At Cameo’s request, you will promptly provide written copies of Legal Clearances to Cameo.\nCameo may, in its reasonable discretion (1) require you to modify or provide alternative Talent Content or Talent IP.\nor (2) provide additional Legal Clearances.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>You remain solely responsible for Legal Clearances regardless of whether Cameo has accepted or rejected them.\nCameo will not be responsible for any delays in connection with the Legal Clearance process or any Legal Clearance.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Tools.\n</strong>Cameo may make available certain tools for your use, including online customization tools.\nYou will comply with any applicable terms for each tool.<br>\n</li>\n<li>\n<strong>Exclusivity.</strong> During the Term, you will not (and will not authorize any third party to) enter into any agreement concerning (or otherwise participate in any campaign involving) merchandise that is the same or similar to any Talent Product (including as to the merchandise or its design elements) for the benefit of or in connection with any third party custom apparel/merchandise/t-shirt platform that is competitive to Cameo or your Talent Store.\nYou acknowledge and agree that the above exclusivity and restrictions are necessary for successful operation of the Talent Store.<br>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Talent Payments<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Talent Payments</strong>.\nFor each Talent Product sold, Cameo will pay you the Talent Payment defined and stated on the Order Form within 30 days after the end of the month in which the sale was made.\nSections 4.a and 4.b.\nof the Talent Terms will not apply.\nCameo may incur chargebacks and other costs relating to errors or other issues in delivery, payment processing, returns, or refunds for Talent Products (“Offsets”).\nCameo may, in its sole discretion, deduct Offsets associated with Talent Products from the Talent Payment.</li>\n<li>\n<strong>Reports</strong>.\nDuring the Term, within 30 days of your written request and no more than once per quarter, Cameo will provide documentation of sales of Talent Products.<br>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Representations And Warranties<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>General</strong>.\nTalent User hereby represents and warrants that: Talent User has the authority to enter into these Additional Terms and to fully perform the obligations hereunder.\nand that Talent User will follow all applicable laws, rules, and regulations, including the Federal Trade Commission “Guides Concerning the Use of Endorsements and Testimonials in Advertising,” which may require adding an appropriate hashtag (e.g.\n#ad, #sponsored) or other disclosure in connection with the promotion of the Talent Products.<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>Talent User.\n</strong>In addition to the representations and warranties in the Talent Terms, you further represent and warrant that:<br>\n</li>\n</ol>\n<ol>\n<li>Talent Content, Talent IP, and other material provided by you or on your behalf does not violate applicable law or infringe any third party rights and complies with the Acceptable Use Policy / Community Guidelines.\nand<strong>\n<br>\n</strong>\n</li>\n<li>You will notify Cameo of any claim that Talent Content, Talent IP, or other material provided by you or on your behalf infringes or violates applicable law or the rights of any third party (and you agree that Cameo may remove any item(s) from any Promotion Channel, Talent Store, or the Site in Cameo’s sole discretion).<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Cameo</strong>.\nCameo represents and warrants that it has the right and authority to grant rights in the Design Materials, excluding all Talent Content, Talent IP, and any other material provided by you, and that all Design Materials, excluding all Talent Content, Talent IP, and any other material provided by you, do not infringe the rights of any third party when used as authorized herein.<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Indemnification<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>In addition to your indemnification obligations under Section 18 of the Talent Terms, you will also indemnify, defend, and hold harmless the Cameo Parties from and against any and all claims, costs, proceedings, demands, losses, damages, and expenses (including reasonable attorneys’ fees and costs) (each, a “Claim”) of any kind or nature, arising from, out of, in connection with, or relating to any breach of the Order Form or these Additional Terms by you or anyone acting on your behalf.\nCameo may select counsel and control the defense of any claim that you are indemnifying or are responsible for.\nYou will reasonably cooperate with us in connection with any claim.</li>\n<li>Cameo will indemnify, defend, and hold you harmless from and against any Claim of any kind or nature, arising from, out of, in connection with, or relating to its breach of these Additional Terms.\nCameo may select counsel and control the defense of any claim that it is indemnifying.\nYou will reasonably cooperate with us in connection with any claim.<br>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Disclaimers and Limitation of Liability<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>You acknowledge and agree that except as set forth herein, your use of Design Materials and Cameo Materials (defined below) is “as is” and without any representations or warranties of any kind, express, implied, statutory, or otherwise, including any warranty of non- infringement, merchantability, fitness for any particular purpose, quality, workmanship, or usefulness.\nCameo does not guarantee any minimum Talent Payments, sales, or level of success in connection with a Talent Store.<br>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Ownership<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Talent User</strong>.\nAs between you and Cameo, you will own all right, title, and interest in and to Talent IP.\nIn addition to the authorization in the Talent Terms, you authorize Cameo to act as your agent to submit any demand with respect to the use of Talent Content or Talent IP in connection with Talent Products, including requests to third parties to takedown or remove infringing materials under the Digital Millennium Copyright Act or similar laws.\nYou will promptly notify Cameo if you learn that any Talent Content or Talent IP is being used in violation of the Order Form or these Additional Terms, and Cameo will reasonably cooperate with your efforts to address the violation.<br>\n</li>\n<li>\n<strong>Cameo</strong>.\nAs between you and Cameo, Cameo is the owner of all right, title, and interest in and to: (i) any personal or other data generated through the Site (which will be deemed Confidential Information of Cameo), and all enhancements, modifications and improvements, and feedback thereto.\nand (ii) all content, data, artwork, trademarks, taglines, or other materials (including all derivative works of same) provided by or developed by Cameo (or on its behalf) or used in connection with Talent Products, including Cameo Content, Marks, and Design Materials (collectively, “Cameo Materials”).\nYou will have no right to use Cameo Materials except with the prior written approval of Cameo in each instance.<br>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Termination<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>Either party may terminate the Order Form: for any reason, on 30 days’ written notice to the other.\nor on 5 days’ written notice if the other party breaches and fails to cure such breach (if curable) during such notice period.<br>\n</li>\n<li>Cameo may terminate or suspend a Talent Store or one or more Talent Products for any reason in its sole discretion.<br>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Effect of Termination<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Survival</strong>.\nSections 6, 7, 8, 10, 11 and 12 will survive expiration or termination of the Term.<br>\n</li>\n<li>\n<strong>Sell-Off Period</strong>.\nExcept for termination due to Cameo’s breach, on expiration or termination of the Term, Cameo will have a period of 30 days (“Sell-Off Period”) to fulfill orders made prior to the date of termination or expiration.\nand sell off any remaining pre-printed inventory, including any custom inventory identified in the Order Form.\nAt the end of the Sell-Off Period, Cameo may, in its sole discretion: require you to purchase, at Cameo’s cost, any custom inventory remaining.\ncontinue selling custom inventory.\nor dispose of or donate it.<br>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Confidentiality<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>A party (the “Receiving Party”) will keep confidential the other party’s “Disclosing Party”) confidential or proprietary information that is designated in writing as Confidential or that should be reasonably understood to be confidential (collectively, “Confidential Information”), will not use Disclosing Party’s Confidential Information for any purpose other than fulfilling its obligations under an Order Form or these Additional Terms and will not disclose Confidential Information to a third party unless authorized by the Disclosing Party in writing.<br>\n</li>\n</ol>\n<ol>\n<li>Confidential Information includes, by way of example only, materials of a technical or creative nature, such as research and development, designs, specifications, computer code, patent applications, and other content relating to Cameo’s products, services, processes, technology, or intellectual property rights.\nbusiness information, such as non-public financial information, marketing and promotion concepts and plans, forecasts, profits, costs, sales, customers, and suppliers, contact information and other personal data.\nand the terms of the Order Form.<strong>\n<br>\n</strong>\n</li>\n<li>Confidential Information does not include information that, as shown by the Receiving Party’s contemporaneous records: is or has become generally known or available other than through an unauthorized disclosure.\nwas known to the Receiving Party without obligation of nondisclosure before it was disclosed by the Disclosing Party.\nwas independently developed by the Receiving Party without use of the Disclosing Party’s Confidential Information.\nor was received from a third party without breach of the Order Form or these Additional Terms or violation of the Disclosing Party’s rights.<br>\n</li>\n</ol>\n<ol>\n<li>Notwithstanding the foregoing, a party may disclose Confidential Information: (i) as required by law, provided the Receiving Party notify the Disclosing Party so that the Disclosing Party may seek a protective order.\nand (ii) to a party’s business and legal advisors who are under an obligation of confidentiality.<br>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Insurance<br>\n</strong>You, at your sole cost and expense, will have and maintain in effect at all times during the Term and for at least three years thereafter commercially reasonable levels of insurance consistent with reasonable industry practices and all insurance required by law in order to cover any actions, claims, or liabilities related to your contribution of Talent Content, Talent IP, and Third-Party Materials and promotion and sale of Talent Products.\nYou will furnish Certificates of Insurance acceptable to Cameo within 10 days upon request.\nIn no event will any acceptance of insurance certificates by Cameo, insurance maintained by Talent under this Section, or the lack or unavailability of any other insurance, limit, diminish, or relieve you in any way of the obligations and responsibilities of these Additional Terms.<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>Miscellaneous</strong>\n<strong>\n<br>\n</strong>\n</li>\n</ol>\n<ol>\n<li>If there is a conflict between these Additional Terms and any other Terms, these Additional Terms will control.\nif there is a conflict between the Order Form and these Additional Terms or any other Terms, the Order Form will control.<br>\n</li>\n<li>You may not assign your rights (except your right to payment) or obligations under these Additional Terms without Cameo’s prior written consent.<br>\n</li>\n</ol>↑ Return to Tophello@cameo.com© 2017-2021, Baron App, Inc.\ndba Cameo", "created_at": "2021-04-25 17:00:09.861346", "updated_at": "2022-12-17 03:24:48.442572"}, {"id": 5429, "name": "Privacy Policy", "url": "https://www.cameo.com/privacy", "xpath": "//body", "text": " •&nbsp.\nLegalLegal CenterTerms of ServicePrivacyCommunity GuidelinesAffiliatesChat with us<strong>English</strong> (US)<strong>Japanese</strong> (日本)Back to Legal CenterPrivacy PolicyLast Updated October 11, 2022<p>We appreciate your trust in our products and services.\nIn order to provide the CAMEO® marketplace platform through our website (cameo.com), mobile application, and through the services we provide (collectively, the website, application, and services referred to as our \"Site\"), and continue to make them better, Baron App, Inc.\ndba Cameo (\"Cameo,\" \"we,\" \"us,\" or \"our\") collects information from you.\nIf you're a resident of California or Nevada or from the UK or European Economic Area (\"EEA\"), you should read this policy and the applicable sections below.</p>\n<p>This Privacy Policy explains how Cameo collects, stores, uses, transfers, and discloses your information.\nFrom time to time, Cameo may revise this Privacy Policy.\nWe will give you notice by posting the revised Privacy Policy on our Site and updating the \"Last Updated and Effective\" date at the top of this Privacy Policy.\nwe may also notify you in other ways, such as through the contact information you have provided or via a pop-up notification on our Site.\nAny changes to this Privacy Policy will be effective immediately on posting the updated Privacy Policy unless otherwise stated or as required by applicable law (for example, a different form of notice and your opt-in or opt-out consent, etc.).\nBy continuing to use our Site, you agree to the revised Privacy Policy to the fullest extent permitted by applicable law.</p>\n<p>Please also review the applicable&nbsp;Terms of Service, which also apply to use of our Site.\nTerms that are defined in the Terms of Service have the same meaning in this Privacy Policy.</p>\n<p>You should read the policy in full, but here are a few key things:</p>\n<ul>\n<li>When you use our Site, even if you're just browsing, we receive some information from you, such as the type of device you’re using and your IP address.</li>\n<li>You can choose to share additional information with us, such as your email address, by creating an account, making purchases, or providing content to our Site.</li>\n<li>If you have questions about this policy, how we collect or process your personal data, or anything else related to our privacy practices, we want to hear from you.\nsee&nbsp;Contact Us.</li>\n</ul>Table of Contents<ul>\n<li>Scope of Cameo Privacy Policy</li>\n<li>Information We Collect</li>\n<li>Cookies and Tracking Technologies</li>\n<li>How We Use Information</li>\n<li>How We Share Information</li>\n<li>Children and Parents</li>\n<li>Your Choices</li>\n<li>Accessing Personal Information and Retention Period</li>\n<li>Data Security</li>\n<li>Notice to California Residents</li>\n<li>Notice to Nevada Residents</li>\n<li>Notice to UK And EEA Users</li>\n<li>Notice to Users Outside the U.S., UK, and EEA</li>\n<li>Contact Us</li>\n</ul>1.\nScope of Cameo Privacy Policy<p>This Privacy Policy applies to all aspects of our Site as well as to information we may collect offline.</p>\n<p>This Site may link to or incorporate websites or content hosted and served by others over which we have no control, such as third party websites, online properties, platforms, social media, or systems, which are each governed by the privacy policy and business practices of the third party.\nYou understand and agree that Cameo is not responsible for the security, privacy, or business practices of any third party.</p>↑ Return to Top2.\nInformation We Collect<p>We collect information from you directly, automatically when you visit the Site, and sometimes from third parties.\nSome of this information may be considered \"personal information\" under various applicable laws.\nWe consider information that identifies you as a specific, identified individual to be personal information (such as your name, telephone number, and e-mail address), as well as additional information, including IP addresses and cookie identifiers, where required by applicable law.\nAnd, if we combine information that we consider to be non-personal with personal information, we will treat the combined information as personal information under this Privacy Policy.\nNote that we may de-identify personal information so that it is non-personal, such as by aggregating it or converting it to a code, sometimes using a function known as a \"hash.\" We will treat de-identified information as non-personal to the fullest extent permitted by applicable law.</p>\n<ol>\n<li>‍<strong>Information You Provide</strong>\n<br>Cameo may collect personal information from you when you:</li>\n</ol>\n<ol>\n<li>Create an Account on, Login to, or Interact with the Site.\nCameo collects your name and email address and the other information that you provide, such as a telephone number, when you register or login, update, or add information or content to your account.\nWe require you to create a username and password if you create an account, although we may enable other methods such as logging in through one of your existing social media accounts such as Facebook, Instagram, and Twitter (collectively, \"Social Media Platforms\") or your Apple ID.\nCameo also collects certain information relating to any Social Media Platform account or Apple ID that you use to login to or link to your Cameo account (such as your username, bio, and number of followers), although linking any such account to your Cameo account or logging into Cameo via such account is entirely up to you.\nWe may store payment information (such as credit or debit card details) but only if you choose to save it to your account.\nIf you create an account using a Cameo-provided referral link or code through one of our referral programs, we also receive certain information relating to your use of the unique link.</li>\n<li>Make a Purchase through the Site.\nCameo collects the information that you provide when you request a Cameo Video or other offering, including, for example and as applicable, your name and email address, any mobile telephone contact number (of you or the recipient) you choose to provide, the name of the recipient, and the details that you provide as part of your request.\nWhen you purchase merchandise, we also collect shipping and delivery information.\nCameo processes payment information you provide when you pay for a purchase.\nWe collect information of the recipients that you provide to us to the extent necessary to provide the Cameo offering, either as part of the content or for the transaction itself (for example, we share the recipient’s name and the details of the request with the applicable Cameo \"Talent User\") or to deliver merchandise.</li>\n<li>Participate in Sweepstakes, Contests, or Other Promotional Activities.<strong>\n</strong>Cameo collects the information that you provide when you enter a sweepstakes, contest, or promotional activities (each, a \"Promotion\") through our Site.\nEach Promotion has its own terms and conditions or official rules, which you should review as they may contain other requirements (such as, allowing use of your name or likeness in advertising unless prohibited by applicable law).</li>\n<li>Contact Customer Service through the Site.<strong>\n</strong>Cameo collects the information that you provide in connection with us providing you customer service.</li>\n<li>Provide Content to the Site.\nWe collect information when you submit content to us, such as a video, review, photo, email, text, social media post, or other communication (each, a \"Submission\") and, if you are a Talent User, when you submit \"Talent Content\".\nEach Submission, whether submitted to our Site directly or through a Social Media Platform, and all Talent Content, is subject to the applicable&nbsp;Terms of Service.\nAs a result, others may access it, use it, and share it in accordance with the Terms of Service.</li>\n<li>Sync Contacts or Connect with Friends.<strong>\n</strong>If you choose to upload, sync, or import the contact information of your contacts from your device (such as your address book), or otherwise share such contact information with us, we will collect and store that information in accordance with this Privacy Policy.\nYou represent that you have obtained the consent of your contacts to share this information with us.\nWe may use this information to identify which of your contacts are users of the Site, to provide services to you, to help you find and connect with people you know, help others find and connect with you, and to customize the content we present to you and to other Site users.</li>\n<li>Use Social Media with the Site.\nWe collect information when you interact with our Site through any \"Social Media Platform\").\nFor example, we may enable you to use certain of your existing Social Media Platform accounts to create an account on our Site or \"like\" or \"share\" content from our Site.\nDoing so may allow us to collect (or the third party to share) information about you.\nSome of your information, such as your username, may be publicly displayed.\nWe may also receive information about you if other users of a Social Media Platform give us access to their profiles and you are one of their connections or \"friends\".\nIn addition, we and the Social Media Platform may have access to information about you and your use of our Site and the Social Media Platform.\nThe information we collect is subject to this Privacy Policy.\nThe information that any third party collects is subject to its privacy practices (including whether it shares information with us, the types of information shared, and your choices about what may be visible to others).</li>\n<li>Use the Site as a Talent User.\nWhen you use our Site to become or as a Talent User, we collect, in addition to information provided when you create your account, your name, email address, telephone number, and the social media usernames you provide, Cameo Videos and other offerings prepared by you, and other information relating to our relationship with you, such as payment information.\nCameo’s payments to you are made through the third party payment provider selected by Cameo.\nYou should review the payment provider’s privacy policy before providing your personal information, as it is responsible for personal information (as a data controller if you’re in the UK or EEA) in its own right, and its privacy practices may vary from ours.</li>\n<li>Become a Cameo Partner.\nWhen you become a \"Cameo Partner\" including through our Site, in addition to information you provide if you create an account on the Site, we collect your name, email address, telephone number, and other information relating to our relationship with you, including payment information.\nCameo’s payments to you are made through the third party payment provider selected by Cameo.\nYou should review the payment provider’s privacy policy before providing your personal information, as it is responsible for personal information (as a data controller if you’re in the UK or EEA) in its own right, and its privacy practices may vary from ours.</li>\n<li>Apply for a Job with Cameo.\nWe collect the information you provide when you apply for a job with us (for example, through the \"Jobs\" link on our Site) or directly.\nthis may include your name, contact information, employment history, educational background, any self-identifying information (such as veteran status, gender, and ethnicity) and other information you provide.\nPlease note that your use of a third party tool or third-party applicant tracking system utilized by Cameo (e.g., LinkedIn, Indeed, etc.) to apply is subject to the third party’s privacy policy.</li>\n</ol>\n<ol>\n<li>\n<strong>Information from Third Parties</strong>\n<br>We may also obtain information, such as contact details (for example, name and email address), country, IP address, purchase histories, marketing preferences, cookie information, hardware and software information and other technical information about you from third parties, such as other users of the Site who upload information or sync their contacts, analytics companies, Social Media Platforms, and other third party business partners, such as a Cameo Partner.\nFor example, if you discuss becoming a Talent User through a Cameo Partner, we will collect your name, email address, telephone number, and the social media usernames you provide relating to that relationship from the Cameo Partner.<br>\n<br>We and our third party business partners may collect information about your visits to and activity on our Site and other websites and services.\nWe may combine that information with other personal information we have collected from or about you.\nWe may share certain of this information with third party business partners for similar purposes.</li>\n</ol>↑ Return to Top3.\nCookies and Tracking Technologies<ol>\n<li>‍<strong>Cookies and Tracking</strong>\n<br>When you visit our Site or otherwise interact with us or our content, we and third-party advertising and analytics companies and other third party business partners may use a variety of tracking and other technologies that automatically or passively collect certain information (\"Usage Information\").<br>\n<br>We may use these technologies for a number of reasons, including to save your preferences for future visits, to our Site, keep you logged in between visits, to serve targeted advertising to you, and to provide you with improved services.\nIf you sign up for our text messaging program, cookies may also be used to personalize your experience (e.g.\nsend you personalized text messages such as shopping cart reminders).\nThe information we collect may include (but is not limited to):</li>\n</ol>\n<ul>\n<li>date and time of your visit to our Site;</li>\n<li>areas you visit within our Site;</li>\n<li>links that you click on within our Site;</li>\n<li>websites or advertisements you visit before or after visiting our Site;</li>\n<li>terms you entered into a search engine that lead you to our Site;</li>\n<li>IP address, mobile device identifier, or other unique identifier and usage information for the device used to access our Site;</li>\n<li>precise location data from your device, if you have opted-in to the collection of that information (you may be able to disable the collection of precise location data through the settings on the device used to access our Site, but your approximate location may remain available through its IP address or other information that we collect);</li>\n<li>device and connection information, such as browser type and version, operating system, and platform.\nand</li>\n<li>whether an email message we sent was opened and whether a link in the email message was clicked.</li>\n</ul>\n<ol>\n<li>‍<strong>Methods We Use to Collect</strong>\n<br>The methods that may be used to collect Usage Information include the following:</li>\n</ol>\n<ul>\n<li>Cookies and Local Storage.\nA cookie is a data file placed on a device when it is used to visit the Site or otherwise access our content.\nCertain web browsers and certain browser add-ons, such as Adobe Flash, may provide additional local data storage mechanisms that are used in a manner similar to cookies, and some of the content included on our Site may make use of this local storage.\nTo get information about Flash and Adobe’s privacy choices from Adobe,&nbsp;click here.\nTo get information about cookies from All About Cookies.org,&nbsp;click here.&nbsp;Cookies, Flash cookies, and other local storage devices may be used for a variety of purposes (for example, to identify your device when you revisit our Site, to recall your authentication information, to store information related to your navigation throughout our Site, or to enable certain features on our Site).\nSome cookies are essential to the functioning of the Site, and, without them, some features and services you have requested cannot be provided.\nIf you disable cookies, adjust privacy settings on your device, restrict local storage, or otherwise limit these technologies, you may not be able to use some of our Site features.</li>\n<li>Web Beacons.\nSmall graphic images or other web programming code called web beacons (also known as \"pixels\", \"1x1 GIFs\" or \"clear GIFs\") may be included in our web pages and email messages.\nWeb beacons may not be visible to you.\nWeb beacons or similar technologies may be used for a number of purposes, including to count visitors to the Site, to monitor how users navigate the Site, to count how many email messages we sent were opened, and to count whether a link in an email message we sent was clicked.</li>\n<li>Embedded Scripts.\nAn embedded script is a programming code that is designed to collect information about your interactions with the Site, such as the links you click on.\nThe code is temporarily downloaded onto your device from our server or a third party service provider, is active only while you are connected to the Site, and is deactivated or deleted after you are no longer connected.</li>\n<li>Other Technologies.\nWe may also use other technologies that collect similar information for security and fraud detection purposes.</li>\n</ul>\n<ol>\n<li>\n<strong>\"Do Not Track\" Signals</strong>\n<br>Some Internet browsers may be configured to send \"Do Not Track\" signals to the online services that you visit.\nThere is no consensus among industry participants as to what \"Do Not Track\" means in this context.\nLike many websites and online services, Cameo does not currently alter our practices when we receive a \"Do Not Track\" signal from a visitor’s browser except as specifically required by law.\nFor information about \"do not track\" please visit The Future of Privacy Forum.</li>\n</ol>↑ Return to Top4.\nHow We Use Information<p>We may combine information that we have received from you with information from other sources to operate, tailor content, personalize, adjust, and improve our Site.\nWe use your information:</p>\n<ul>\n<li>to fulfill your request for a Cameo Video or other offering or purchase of merchandise, accept your payment, ship and deliver your orders, deliver email messages, and process information you provide through our Site;</li>\n<li>to maintain your account, to assist with payment transactions, to facilitate use of the Site, and to communicate with you about your account, our relationship with you, and your use of the Site, such as by verifying your information, requesting that you respond to a survey, or checking on the status of an order or request.\nWe may send you text messages if you have provided us with your mobile telephone number for that purpose;</li>\n<li>to establish and manage a relationship with you as a Talent User or a Cameo Partner;</li>\n<li>to send you promotional email or text messages communications from Cameo if your settings allow or you have chosen to receive them (consent to receive automated marketing text messages is not a condition of any purchase);</li>\n<li>to conduct and administer a Promotion if you have chosen to participate.\nWe will not share your information with a third party for the third party’s marketing or promotional purposes unless you agree when you choose to participate in the Promotion;</li>\n<li>to provide you and others with customer service, to assist in resolving issues, and to evaluate and improve our customer service and processes;</li>\n<li>to use any Submission or Talent Content as set forth in the applicable&nbsp;Terms of Service, which may include the public display of some information, such as your name, username, or where you reside;</li>\n<li>to consider your job application and, in connection with the application, to fulfill legal reporting requirements, for internal business purposes (such as to evaluating and improving our recruiting processes), or to defend against employment-related claims;</li>\n<li>to contact you about administrative matters, such as the applicable&nbsp;Terms of Service, or other issues;</li>\n<li>to better understand your personal preferences and to enable us to provide you with improved and personalized communications and services;</li>\n<li>to compile aggregate data about Site traffic and interaction;</li>\n<li>to tailor the content and advertising we display to you or others, on our Site or elsewhere, and to analyze trends and statistics;</li>\n<li>to create advertising models through lookalike modelling or other research methodologies;</li>\n<li>for internal business purposes, such as improving our Site, products, and services and to comply with legal requirements and our business practices, such as our recordkeeping, backup, and document retention policies.\nand</li>\n<li>for other reasons that (a) we disclose when asking you to provide your information, (b) with your consent, or (c) as described in this Privacy Policy.</li>\n</ul>↑ Return to Top5.\nHow We Share Information<p>We share non-personal information, such as aggregated statistics and de-identified information, with third parties to the extent permitted by applicable law.\nCameo also shares personal information as provided below in more detail.\nWe do not share personal information with any third party to use for its own marketing or promotional purposes without your consent.</p>\n<ol>\n<li>\n<strong>Our Affiliates</strong>\n<br>We share information with our affiliates, as relevant, who use it for the same purposes for which we use it.\nFor information about Cameo affiliates,&nbsp;click here.<strong>‍</strong>\n</li>\n<li>\n<strong>Third Parties Providing Services on our Behalf</strong>\n<br>We use third parties to perform certain services on our behalf, such as hosting the Site or Site features, providing website usage analytics, fulfilling orders, processing payments, sending email or other communications, providing marketing assistance and data analysis or enhancement, running Promotions, or performing other administrative services.\nWe may share information about you with these third parties to allow them to execute, deliver, or improve the services that they provide for you and for Cameo.<strong>‍</strong>\n</li>\n<li>\n<strong>Cameo Partners</strong>\n<br>If you are a Talent User, we may disclose your information to the Cameo Partner who introduced you to us in connection with the services that the Cameo Partner is providing and for the Cameo Partner’s business purposes (for example, record-keeping and tax reporting).<strong>‍</strong>\n</li>\n<li>\n<strong>Employment Applications</strong>\n<br>If you apply for a job with Cameo or any of our subsidiaries or affiliates, we or our service providers may ask you to provide self-identifying information (such as veteran status, gender, and ethnicity) in conjunction with laws and regulations enforced by the U.S.\nEqual Employment Opportunity Commission and other regulatory agencies.\nProviding such self-identifying information is voluntary, but if you do provide such information, we and our service providers may submit that information to the appropriate government or regulatory agencies to fulfill reporting requirements and use that information to defend against employment-related complaints.<strong>‍</strong>\n</li>\n<li>\n<strong>Sweepstakes, Contests, and Other Promotional Activities</strong>\n<br>If you participate in a Promotion, we may disclose your information to third parties or to the public in connection with conducting and administering the Promotion, for example, to select a winner, provide a prize, as required by applicable law (such as publishing a list of winners), or as permitted by the applicable terms and conditions or official rules of the Promotion.<strong>‍</strong>\n</li>\n<li>\n<strong>Compliance partners for NCAA athletes</strong>\n<br>If you purchase a Cameo Video or other offering from a Talent User who is an athlete affiliated with an NCAA member institution, we may share information about your purchase, including your name, the date and price of your request, and the date the request was fulfilled, with INFLCR, Inc., its affiliates, and the Talent’s NCAA member institution.<strong>\n</strong>\n</li>\n<li>\n<strong>When You Request That We Share Your Information</strong>\n<br>We may share information when you request us to do so, for example, if you opt-in to receive a communication from a third party or if you engage with a Social Media Platform or other third party application or feature through which information about you is shared.<strong>\n</strong>\n</li>\n<li>\n<strong>Administrative Reasons, To Enforce and Protect Legal Rights</strong>\n</li>\n</ol>\n<ul>\n<li>To the extent permitted by applicable law, we will disclose your personal information pursuant to a law, regulation, court order, or other legal request or process, such as disclosure to law enforcement or other government officials or agencies in connection with any investigation, for example of fraud, intellectual property infringement, or any other activity that is or may be illegal or may expose Cameo, you, or another to legal liability.\nThis disclosure may include legal requests from a jurisdiction outside of the United States when we have a good faith belief that the response is required by law, regulation, court order, or other legal request or process in that jurisdiction, affects users in that jurisdiction, and is consistent with internationally-recognized standards.</li>\n<li>We will disclose your personal information when necessary to exercise, enforce, establish, or defend our legal rights.\nFor example, we may review your account information in order to investigate allegations of hacking or a breach of the applicable&nbsp;Terms of Service.\nWe will disclose your personal information to our legal and other advisors, consultants, and law enforcement or other government entities.</li>\n</ul>\n<ol>\n<li>‍<strong>Protecting Others</strong>\n<br>We will disclose your personal information to third parties when we believe the disclosure is necessary to protect rights, property, or safety of another.\nFor example, we disclose personal information relating to a Site account if we in good faith believe that a Site account is being used in ways that are harmful to another or contrary to the applicable&nbsp;Terms of Service.<strong>\n</strong>\n</li>\n<li>\n<strong>Business Transfers</strong>\n<br>In evaluating or engaging in a sale of assets, merger, acquisition, reorganization, bankruptcy, or other transaction, we reserve the right to disclose, transfer, or assign your personal information and communications.\nBy providing your personal information, you agree that we may transfer such information to the acquiring entity without your further consent.</li>\n</ol>↑ Return to Top6.\nChildren and Parents<p>Our Site is intended for a general audience and not for use by anyone younger than the age of 13 in the United States (or under the applicable legal age outside of the United States).\nWe do not knowingly collect personal information from children younger than the age of 13 (or under the applicable legal age outside of the United States), without the consent of a parent or legal guardian.\nif we learn that we have done so, we will promptly remove the information from our active databases.\nIf you are a parent or legal guardian who believes that we have collected or used your child’s personal information without your consent, please contact us.\nsee&nbsp;Contact Us.</p>↑ Return to Top7.\nYour Choices<ol>\n<li>‍<strong>Cookie and Marketing Preferences</strong>\n<br>To stop receiving marketing email communications from Cameo, click on the \"unsubscribe\" link in the footer of the email.\nWe may continue to send you email communications relating to your account or use of the Site even if you have unsubscribed.\nTo stop receiving promotional text messages, text STOP, END, CANCEL, UNSUBSCRIBE, or QUIT to our short code.\nAs noted above, you will receive a confirmation text.\nTo manage your cookie preferences, use the settings in your web browser.</li>\n<li>‍<strong>Third Party Advertising and Analytics Companies and Your Choices</strong>\n<br>Cameo works with third party network advertisers, ad agencies, and other advertising partners to serve Cameo ads online.\nWe may use information we have learned about you to target ads to you and to allow third parties to target ads to you.\nWe also use third party analytics providers to provide us with information regarding the use of the Site and the effectiveness of our advertisements.\nThese third parties may set and access their own tracking technologies on your device (including cookies and web beacons), and they may otherwise collect or have access to information about you, including Usage Information.\nWe and our third party advertising and analytics providers may collect personal information over time when you visit the Site or other online websites and services.\n<br>\n<br>We may share non-personal information, including information that has been de-identified, aggregated user statistics, and Usage Information, directly or indirectly through third party business providers, with third party advertising companies, analytics providers, and other third parties, including for the purpose of serving you more relevant ads.\nWe may retain third party providers to help us perform these tasks.\nFor example, we may share personal information with third parties who combine and link information from Cameo with information from other sources.\nThese third party providers may then make non-personal information available to third party advertisers, including information about your interests and preferences, to enable them to serve you more relevant ads.</li>\n</ol>\n<ul>\n<li>Some of these third parties may be members of the Network Advertising Initiative (\"NAI\") or Digital Advertising Alliance (\"DAA\") Self-Regulatory Program for Online Behavioral Advertising.\nNAI and DAA each provide information regarding procedures for opting-out of targeted online advertising from participating companies.\nFor information from NAI about opting out,&nbsp;click here.\nFor information from DAA about opting out,&nbsp;click here, and for information about DAA’s AppChoices application,&nbsp;click here.</li>\n<li>For mobile applications, you may be able to limit certain advertising practices using the settings on your mobile telephone, tablet, or other mobile device.\nOn most mobile devices, you can install the DAA’s AppChoices app to make choices about cross-app interest-based advertisements from participating third parties.\nFor information from NAI about opting out on mobile devices,&nbsp;click here.</li>\n<li>Cameo uses Google Analytics.\nGoogle Analytics uses cookies and similar technologies to collect and analyze information about the use of the Site and report on activities and trends.\nThis service may also collect information regarding the use of other websites, apps, and online resources.\nFor information from Google about opting out,&nbsp;click here, and to download the Google Analytics opt-out browser add-on from Google,&nbsp;click here.</li>\n</ul>\n<p>If you are a California resident, please see our&nbsp;Notice to California Residents&nbsp;regarding additional rights you have, including how to exercise your \"Do Not Sell\" right.</p>\n<p>Opting out through these mechanisms does not block all online advertising.\nyou will continue to receive generic advertisements.</p>↑ Return to Top8.\n<strong>Accessing Personal Information and Retention Period</strong>\n<ol>\n<li>\n<strong>Accessing Your Account</strong>\n<br>Please note that if you choose not to provide us with certain personal information, we may not always be able to provide you with the relevant Cameo product or service that you request.\nFor example, without providing an email address, you will not be able to create a Site account.</li>\n</ol>\n<ul>\n<li>If you have a Site Account, you may access, view, correct, or update certain personal information collected about you, as well as deactivate or delete the account through the account services portal on cameo.com or in the mobile application.\nTalent Users may also deactivate their account by contacting their Cameo talent representative.</li>\n<li>If you have any concerns about how we are using your personal information, would like to access, correct, or delete the personal information that you have provided to us, please contact us.\nsee&nbsp;Contact Us.</li>\n</ul>\n<ol>\n<li>\n<strong>Retention Period</strong>\n<br>When you request that we delete your personal information, we will take commercially reasonable steps to remove it from our active databases but will keep original information consistent with our business practices to the extent permitted by applicable law (for example, for purposes of dispute resolution, enforcement of agreements, complying with legal requirements, recordkeeping, backup, and document retention).</li>\n</ol>↑ Return to Top9.\nData Security<p>Cameo takes commercially reasonable security measures to protect the information submitted to us.\nHowever, no method of transmission over the Internet, or method of electronic storage, is 100% secure and you use our Site and transmit information to us at your own risk.\nIf you have any questions about security on our Site, please contact us.\nsee&nbsp;Contact Us.</p>↑ Return to Top10.\nNotice to California Residents<ol>\n<li>‍<strong>California Privacy Notice <br>This California Privacy Notice is effective as of January 1, 2020 and was last updated as of January 11, 2021.</strong> This notice supplements Cameo’s privacy policy and applies only to California residents.\nThis California Privacy Notice sets forth disclosures and rights for California consumers regarding their personal information, as required by the California Consumer Privacy Act (\"CCPA\").\nTerms (including any defined capitalized terms) used in this California Privacy Notice have the same meanings given in the CCPA and the regulations of the Attorney General implementing the CCPA, unless otherwise defined.</li>\n</ol>\n<ul>\n<li>Information Cameo Collects.\nThe following table lists the categories of Personal Information that we have collected from our users and disclosed over the last 12 months.\nThe Personal Information we collect and disclose about you will depend on how you use our Site or otherwise interact with us.\nIn addition to the below, we may collect and/or disclose additional types of information, and we will do so after notifying you and get your consent to the extent such notice and consent is required by the CCPA.</li>\n</ul> Category of Personal Information Collected Categories/Sources of Personal Information Business/Commercial Purposes for which Personal Information is Collected Categories of Third Parties to whom Personal Information is Disclosed for a Business Purpose Identifiers \"We may collect this type of information from these sources as detailed in&nbsp;Information We Collect: <ul>\n<li>Consumers</li>\n<li>Cookies and Tracking Technologies</li>\n<li>Third Party Service Providers</li>\n<li>Third Party Social Media Companies</li>\n<li>Third party Business Partners</li>\n<li>Third Party Data Resellers</li>\n</ul> We may use this type of information as detailed in&nbsp;How We Use Information: <ul>\n<li>To fulfill your request, process your payment, deliver your orders, communicate with you, and provide customer service</li>\n<li>To maintain your account</li>\n<li>If you are a Talent User or Cameo Partner, to establish and manage our relationship and assist with a transaction</li>\n<li>To use Submissions and Talent Content as set as set forth in the applicable&nbsp;Terms of Service</li>\n<li>To contact you about administrative matters</li>\n<li>To conduct and administer sweepstakes, contests, or promotions</li>\n<li>To understand your preferences and provide improved services</li>\n<li>To tailor the content and advertising we display on our Site and elsewhere</li>\n<li>To analyze Site traffic and interaction</li>\n<li>To create advertising models</li>\n<li>To consider your job application</li>\n<li>For internal business purposes, such as to comply with legal requirements and business policies and/or to protect the Site, ourselves, and our users</li>\n</ul> We may disclose this type of information as detailed in&nbsp;How We Use Information&nbsp;and&nbsp;How We Share Information: <ul>\n<li>Service Providers, such as third parties who deliver our communications</li>\n<li>Third parties we partner with for contests, sweepstakes, or promotions</li>\n<li>Third party advertising and analytics companies</li>\n<li>Other third parties (including government agencies) as required by law or in connection with court proceedings (such as pursuant to subpoenas or court orders)</li>\n<li>Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition</li>\n<li>Third parties when you agree to or request that we share your information with them</li>\n</ul> The categories of personal information in CCPA§&nbsp;1798.80(e) We may collect this type of information from these sources as detailed in&nbsp;Information We Collect: <ul>\n<li>Consumers</li>\n<li>Cookies and Tracking Technologies</li>\n<li>Third Party Service Providers</li>\n<li>Third Party Social Media Companies</li>\n<li>Third party Business Partners</li>\n<li>Third Party Data Resellers</li>\n</ul> We may use this type of information as detailed in&nbsp;How We Use Information: <ul>\n<li>To fulfill your request, process your payment, deliver your orders, communicate with you, and provide customer service</li>\n<li>To maintain your account</li>\n<li>If you are a Talent User or Cameo Partner, to establish and manage our relationship and assist with a transaction</li>\n<li>To use Submissions and Talent Content as set as set forth in the applicable&nbsp;Terms of Service</li>\n<li>To contact you about administrative matters</li>\n<li>To conduct and administer sweepstakes, contests, or promotions</li>\n<li>To understand your preferences and provide improved services</li>\n<li>To tailor the content and advertising we display on our Site and elsewhere</li>\n<li>To analyze Site traffic and interaction</li>\n<li>To create advertising models</li>\n<li>To consider your job application</li>\n<li>For internal business purposes, such as to comply with legal requirements and business policies and/or to protect the Site, ourselves, and our users</li>\n</ul> We may disclose this type of information as detailed in&nbsp;How We Use Information&nbsp;and&nbsp;How We Share Information: <ul>\n<li>Service Providers, such as third parties who deliver our communications</li>\n<li>Third parties we partner with for contests, sweepstakes, or promotions</li>\n<li>Third party advertising and analytics companies</li>\n<li>Other third parties (including government agencies) as required by law or in connection with court proceedings (such as pursuant to subpoenas or court orders)</li>\n<li>Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition</li>\n<li>Third parties when you agree to or request that we share your information with them</li>\n</ul> Characteristics of protected classifications under California or federal law We may collect this type of information from these sources as detailed in&nbsp;Information We Collect: <ul>\n<li>Job Applicant</li>\n</ul> We may use this type of information as detailed in&nbsp;How We Use Information: <ul>\n<li>To consider your job application.</li>\n</ul> We may disclose this type of information to as detailed in&nbsp;How We Use Information&nbsp;and&nbsp;How We Share Information: <ul>\n<li>Service Providers, such as third parties who deliver our communications</li>\n<li>Other third parties (including government agencies) as required by law or in connection with court proceedings (such as pursuant to subpoenas or court orders)</li>\n<li>Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition</li>\n<li>Third parties when you agree to or request that we share your information with them</li>\n</ul> Commercial information We may collect this type of information from these sources as detailed in&nbsp;Information We Collect: <ul>\n<li>Consumers</li>\n<li>Third Party Service Providers</li>\n<li>Third Party Business Partners</li>\n</ul> We may use this type of information as detailed in&nbsp;How We Use Information: <ul>\n<li>To fulfill your request, process your payment, deliver your orders, communicate with you, and provide customer service</li>\n<li>To maintain your account</li>\n<li>If you are a Talent User or Cameo Partner, to establish and manage our relationship and assist with a transaction</li>\n<li>To use Submissions and Talent Content as set as set forth in the applicable&nbsp;Terms of Service</li>\n<li>To contact you about administrative matters</li>\n<li>To conduct and administer sweepstakes, contests, or promotions</li>\n<li>To understand your preferences and provide improved services</li>\n<li>To tailor the content and advertising we display on our Site and elsewhere</li>\n<li>To analyze Site traffic and interaction</li>\n<li>To create advertising models</li>\n<li>To consider your job application</li>\n<li>For internal business purposes, such as to comply with legal requirements and business policies and/or to protect the Site, ourselves, and our users</li>\n</ul> We may disclose this type of information to as detailed in&nbsp;How We Use Information&nbsp;and&nbsp;How We Share Information: <ul>\n<li>Service Providers, such as third parties who deliver our communications</li>\n<li>Third parties we partner with for contests, sweepstakes, or promotions</li>\n<li>Third party advertising and analytics companies</li>\n<li>Other third parties (including government agencies) as required by law or in connection with court proceedings (such as pursuant to subpoenas or court orders)</li>\n<li>Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition</li>\n<li>Third parties when you agree to or request that we share your information with them</li>\n</ul> Professional or employment-related information \"We may collect this type of information from these sources as detailed in&nbsp;Information We Collect: <ul>\n<li>Job Applicant\"</li>\n</ul> \"We may use this type of information as detailed in&nbsp;How We Use Information: <ul>\n<li>To consider your job application.\"</li>\n</ul> We may disclose this type of information as detailed in&nbsp;How We Use Information&nbsp;and&nbsp;How We Share Information: <ul>\n<li>Service Providers, such as third parties who deliver our communications</li>\n<li>Other third parties (including government agencies) as required by law or in connection with court proceedings (such as pursuant to subpoenas or court orders)</li>\n<li>Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition</li>\n<li>Third parties when you agree to or request that we share your information with them</li>\n</ul> Internet or other electronic network activity information We may collect this type of information from these sources as detailed in&nbsp;Information We Collect: <ul>\n<li>Consumers</li>\n<li>Cookies and Tracking Technologies</li>\n<li>Third Party Service Providers</li>\n<li>Third Party Social Media Companies</li>\n<li>Third party Business Partners</li>\n<li>Third Party Data Resellers</li>\n</ul> We may use this type of information as detailed in&nbsp;How We Use Information: <ul>\n<li>To better understand your preferences and provide improved services</li>\n<li>To tailor the content and advertising we display to you on our Site and elsewhere</li>\n<li>To compile and analyze statistics about Site traffic and interaction</li>\n<li>To create advertising models</li>\n<li>For internal business purposes, such as to comply with legal requirements and business policies and/or to protect the Site, ourselves, and our users</li>\n</ul> We may disclose this type of information to as detailed in&nbsp;How We Use Information&nbsp;and&nbsp;How We Share Information: <ul>\n<li>Service Providers</li>\n<li>Third party advertising and analytics companies</li>\n<li>Other third parties (including government agencies) as required by law or in connection with court proceedings (such as pursuant to subpoenas or court orders)</li>\n<li>Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition</li>\n<li>Third parties when you agree to or request that we share your information with them</li>\n</ul> Inferences drawn from any of the information identified above to create a profile about a consumer We may collect this type of information from these sources as detailed in&nbsp;Information We Collect: <ul>\n<li>Consumers</li>\n<li>Cookies and Tracking Technologies</li>\n<li>Third Party Service Providers</li>\n<li>Third Party Social Media Companies</li>\n<li>Third party Business Partners</li>\n<li>Third Party Data Resellers</li>\n</ul> We may use this type of information as detailed in&nbsp;How We Use Information: <ul>\n<li>To better understand your preferences and provide improved services</li>\n<li>To tailor the content and advertising we display to you on our Site and elsewhere</li>\n<li>To compile and analyze statistics about Site traffic and interaction</li>\n<li>To create advertising models</li>\n<li>For internal business purposes, such as to comply with legal requirements and business policies and/or to protect the Site, ourselves, and our users</li>\n</ul> We may disclose this type of information to as detailed in&nbsp;How We Use Information&nbsp;and&nbsp;How We Share Information <li>Service Providers</li>\n<li>Third party advertising and analytics companies</li>\n<li>Other third parties (including government agencies) as required by law or in connection with court proceedings (such as pursuant to subpoenas or court orders)</li>\n<li>Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition</li>\n<li>Third parties when you agree to or request that we share your information with them</li>\n<ol>\n<li>Exercising Your CCPA Access, Deletion, And Do-Not-Sell Rights.</li>\n</ol>\n<ol>\n<li>CCPA Rights.\nIf you are a California resident, your rights include the right to ask us: to let you know and access the specific pieces of Personal Information we have collected about you over the last 12 months, to delete Personal Information we have collected about you, and to opt-out of the sale of Personal Information, all subject to some limits under the CCPA.\nYou are not required to create an account to make a request under CCPA.\nmore information on each of these rights is set out below.\nTo opt out of the sharing or sale of Personal Information with third parties, to manage your cookie preferences.</li>\n<li>Authorized Agent.\nIf you are an agent submitting a request on a consumer’s behalf, please complete, date, and sign the Verification of Identity and Designation of Authorized Agent form at&nbsp;this link&nbsp;and send a copy, by email to&nbsp;dataprotection@cameo.com.\nAlternatively, you may submit a copy of a power of attorney under California Probate Code Sections 4000-4465.\nIn either case, please also indicate in your email the nature of your request.\nThe consumer’s identity, in addition to your own, will need to be independently verified for us to be able to fulfill your request.\nWe may also ask the consumer to directly confirm to us that they gave you permission to submit the request.\nKeep in mind that if we do not receive adequate proof that an agent is authorized to act on a consumer’s behalf, we may deny the request.</li>\n</ol>\n<ol>\n<li>Response Timing.\nWe typically process: an access or deletion request within 45 days from the day we receive it (and will notify you within that period if we need more time).\nand an opt-out of sale request within 15 business days from the day we receive it.</li>\n<li>Request to Know/Access or Request to Delete.</li>\n</ol>\n<ol>\n<li>Making A Request.\nIf you are a California resident and would like to request information about the Personal Information we have collected about you over the last 12 months or to request that we delete your information, you (or an authorized agent) may submit your request, along with the first and last name of the subject of the request, the email address used to interact with Cameo, and confirmation that the subject is a California resident by either: (1) sending an email to&nbsp;dataprotection@cameo.com.\nor (2) calling us toll-free at&nbsp;1-800-243-1739.</li>\n<li>Verifying A Request.\nWe will use the information you provide to verify your request and may request additional information if needed.\nIf we are unable to verify that the individual submitting the request is the same individual about whom we have collected information (or someone authorized by that individual to act on their behalf), we will not be able to process the request.</li>\n<li>Other Important Information.</li>\n</ol>\n<ol>\n<li>Request to Know/Access.\nYou (or an authorized agent) must provide us with enough information to verify your identity.\nIn order to provide specific pieces of information, we require a declaration, signed under penalty of perjury, stating that you are the subject of the request (or an authorized agent).\nIf we are unable to verify that you are the subject of the request (or an authorized agent), we will not provide the information requested.</li>\n<li>Request to Delete.\nIn addition, if you have a Site account, you may submit your request through the account services portal on cameo.com or in the mobile application.\nYou may also delete certain Personal Information you have provided to us through your online account (if you have one).</li>\n</ol>\n<ol>\n<li>Right to Opt-Out of Sale of Personal Information.\nCameo does not sell your Personal Information for monetary or other direct compensation.\nhowever, Cameo does engage in online advertising practices (and certain analytics or similar activities) that might be considered \"sales\" under the CCPA.\nThe DAA offers tools for California consumers to send requests under the CCPA to opt out of the sale of personal information by some or all of its participating companies, for information from DAA,&nbsp;click here.\nIn addition, please see the other third-party opt-out mechanisms described in&nbsp;Your Choices.\nNote that these are cookie-based opt-outs.\nIf, after opting out, you disable cookies, upgrade your browser, or use a different device or browser, you will need to indicate your opt-out choices for each device or browser.\nFor information about DAA’s AppChoices application,&nbsp;click here.\nYou may be able to opt-out from interest-based advertising on a mobile device through the device settings.\nYou may also be able to limit the access these third-party advertising companies have to information about you when you use our Site by installing a browser or browser extension that can enable you to block the functionality of some tracking technologies.\nPlease be aware that utilizing these mechanisms does not opt you out of being served advertising.\nYou will continue to receive generic ads while online.</li>\n<li>Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights.\nCalifornia consumers have the right to not receive discriminatory treatment for exercising CCPA rights.\nWe will not discriminate against you for exercising your CCPA rights.</li>\n<li>For More Information.\nSee&nbsp;Contact Us.</li>\n</ol>\n<ol>\n<li>\n<strong>Other California Rights/Your California Privacy Rights<br>\n</strong>\n</li>\n</ol>\n<ul>\n<li>Cameo does not share your personal information with any unaffiliated third party for its direct marketing purposes without your express consent.</li>\n<li>California residents who have provided us with personal information have the right (under California Civil Code§&nbsp;1798.83) to request and obtain from us, once each year, the details of any personal information we shared with a third party for the third party’s direct marketing purposes during the prior calendar year.\nThe details would include the categories of personal information and the names and addresses of the third party with which it was shared.</li>\n<li>To request information about this sharing, you may submit a request with \"Your California Privacy Rights\" in the subject line, along with your first and last name, and complete mailing address (including street address, city, state, and zip code) by either: sending an email message to&nbsp;dataprotection@cameo.com.\nor writing to us at the mailing address in&nbsp;Contact Us.</li>\n<li>If you do not submit and send your request with complete information as set forth above, we will not process it.</li>\n</ul>\n<ol>\n<li>\n<strong>California Residents Younger than 18 Only<br>\n</strong>If you are a California resident below the age of 18 years who has created an account on our Site, you may request that we remove content or information that you have publicly posted by sending an email message to&nbsp;dataprotection@cameo.com.\nalong with your and complete mailing address (including street address, city, state, and zip code), a detailed description of the content or information, and confirmation that you are a California resident below the age of 18 years.\nAt our discretion, we may either remove your personal information (but not other content) or remove the content and information, subject to any applicable legal requirements and exceptions.<strong>\n<br>\n</strong>\n</li>\n</ol>↑ Return to Top11.\nNotice to Nevada Residents<p>Cameo does not currently sell your covered information as defined under applicable Nevada law.\nhowever, you may submit an opt-out request, which we will honor as required by Nevada law should engage in such a sale in the future.</p>\n<ol>\n<li>\n<strong>Making a Request</strong>\n<br>You may submit an opt-out request by sending an email message to&nbsp;dataprotection@cameo.com.\nalong with your full name, any user name, and complete mailing address (including street address, city, state, and zip code), email address (so that we can contact you, if needed, in connection with the request) and confirmation that you are a Nevada resident.</li>\n<li>\n<strong>Verifying a Request</strong>\n<br>You must provide us with information reasonably requested by us to verify your identity and the authenticity of the request.\n<br>‍<br>We typically process these requests within 60 days from the day we receive it (and will notify you within that period if we need an additional 30 days to do so).</li>\n</ol>↑ Return to Top<strong>12.\nNotice to UK And EEA Users</strong>\n<p>For privacy-related information applicable to people located in the UK or EEA:</p>\n<p>Cameo is the data controller for the purposes of the General Data Protection Regulation (EU) 2016/679 (\"GDPR\").\nand \"personal information\" as used in this Privacy Policy is \"personal data,\" as defined in Article 4(1) of the GDPR.\nIn some circumstances, Cameo App Ltd (\"Cameo UK\") is also a data controller.\nThis will be the case if you:</p>\n<ul>\n<li>apply for a job with Cameo UK;</li>\n<li>discuss participating or participate on the Site as a Talent User via Cameo UK (or via a Cameo Partner that Cameo UK uses).\nand</li>\n<li>become a Cameo Partner via Cameo UK.</li>\n</ul>\n<p>If you have any questions about how we (or Cameo UK) use your personal data, or to exercise your data protection rights please contact us.\nsee&nbsp;Contact Us.</p>\n<p>Where you discuss participating on the Site as a Talent User via a Cameo Partner used by Cameo UK, that Cameo Partner is also a data controller.\nPlease review its privacy policy carefully.\nYou should contact it directly about how it uses your personal data or to exercise your data protection rights in respect of them.</p>\n<p>The scope of this notice applies to use of your personal information by Cameo and Cameo UK, whether through the Site or otherwise.\nWe (and Cameo UK) process your information for the purposes set out below.</p>\n<p>More information about Cameo UK can be found&nbsp;here.</p>\n<ol>\n<li>\n<strong>Legal Basis for Processing Information</strong>\n<br>Cameo and Cameo UK process your information where there is a legal ground to do so, as described below in Sections 12.a(i) through 12.a(iv).</li>\n</ol>\n<ul>\n<li>Performance of the Services.\nWe process your information for the performance of our Site, to provide or support our products and services, or for any other reason you request or enable.\nThis includes, for example, using your information to:</li>\n</ul>\n<ol>\n<li>administer your Site account;</li>\n<li>facilitate your participation on the Site as a Talent User, or prospective Talent User (which includes sending your information to the United States);</li>\n<li>facilitate your role as a Cameo Partner;</li>\n<li>conduct and administer any sweepstakes, contest, or promotion you have entered;</li>\n<li>support purchases you make, including, but not limited to, processing payments and orders;</li>\n<li>support Site functionality;</li>\n<li>maintain our Site in accordance with this Privacy Policy and the applicable&nbsp;Terms of Service;</li>\n<li>provide customer service.\nand</li>\n<li>if you are a Talent User of our Site, to assist you in connection with your participation in our platform, offering and providing Cameo Videos and other offerings, and in connection with payments from our third-party payment provider, as specified in the&nbsp;Talent Terms of Service.</li>\n</ol>\n<ol>\n<li>Consent.\nWe process your information based on your consent where consent is the lawful basis for such processing.\nThis processing includes Cameo providing you with:</li>\n</ol>\n<ol>\n<li>newsletters, direct e-mails and surveys about our Site.\nand</li>\n<li>certain other marketing features.</li>\n</ol>\n<p>Where Cameo relies on your consent as the lawful basis for processing your personal information, you have the right to withdraw your consent to further use of your personal information at any time.\nYou can use the methods described in the&nbsp;Accessing Personal Information and Retention Period&nbsp;to update your marketing preferences.</p>\n<ol>\n<li>Legitimate Interest.\nTo process your information when Cameo or Cameo UK has a legitimate interest to do so.\nThis includes, for example, processing your information to:</li>\n</ol>\n<ol>\n<li>provide you with requested customer service or technical support;</li>\n<li>debug and improve the current and future Site;</li>\n<li>provide you with certain content, personalize your Site experience with us and contact you in accordance with your applicable marketing preferences;</li>\n<li>monitor activity on the Site to prevent or detect any fraudulent use of the Site;</li>\n<li>prevent or detect any fraudulent payment.\nand</li>\n<li>establish, exercise, or defend legal claims or in connection with any court or jurisdiction.</li>\n</ol>\n<p>You may request more information regarding our legitimate interest balancing test where this is our lawful basis by sending an email message to&nbsp;dataprotection@cameo.com&nbsp;with your request and confirmation that you are in the UK or EEA.</p>\n<ol>\n<li>Legal Obligation.\nTo process your information for compliance with any legal obligation to which Cameo or Cameo UK is subject.</li>\n</ol>\n<ol>\n<li>\n<strong>Your Rights to Your Information</strong>\n<br>In addition to your rights to view, correct, and update your information as described in&nbsp;Accessing Personal Information and Retention Period, you may submit a request to access or remove your personal information, by sending an email message to dataprotection@cameo.com&nbsp;with your request and confirmation that you are located in the UK or EEA.\nIn addition, if you have a Site account, you may submit a request to remove your personal information through the account services portal on cameo.com or the mobile application.\n<br>\n<br>In certain circumstances, you can request that we transfer personal information that you have provided to us by sending an email message to&nbsp;dataprotection@cameo.com&nbsp;with your request and confirmation that you are located in the UK or EEA.<strong>‍</strong>\n</li>\n<li>\n<strong>Your Right to Object</strong>\n<br>You may object to the processing of your personal information based on a legitimate interest on grounds relating to your circumstances.\nYou may, in particular, control the extent to which Cameo markets to you and you have the right to request that we stop sending you marketing messages at any time.\nTo do so, you can use the methods described in&nbsp;Accessing Personal Information and Retention Period.<strong>\n</strong>\n</li>\n<li>\n<strong>Exercising Your Rights and Complaints</strong>\n<br>For each of the rights described above, please contact us.\nsee&nbsp;Contact Us.\n<br>\n<br>Your right to file complaints with a data protection supervisory authority in the country where you live or work or where you consider a breach has occurred remains unaffected.<strong>\n</strong>\n</li>\n<li>\n<strong>International Transfers</strong>\n<br>Your information will be collected, processed, and stored directly on or transferred to servers in the U.S.\nIn addition, it may be transferred to other countries where Cameo, Cameo UK, other Cameo affiliates, or third party business partners maintain facilities or business operations, which may include countries outside the UK or EEA.\nWhere we are required by law to implement appropriate safeguards to protect your personal information, we use European Commission-approved contract clauses to do so.\nIf you have questions, please contact us.\nsee&nbsp;Contact Us.</li>\n</ol>↑ Return to Top13.\nNotice to Users Outside the U.S., UK, and EEA<p>As noted in&nbsp;International Transfers, your information will be collected, processed, and stored directly on or transferred to servers in the U.S.\nand may be transferred other countries where Cameo, Cameo affiliates or our third party business partners maintain facilities or business operations.\nYour personal information will be accessible to law enforcement and/or regulatory authorities according to the applicable laws of such countries.</p>\n<p>No matter where the information is located, Cameo takes commercially reasonable measures to safeguard your privacy rights in accordance with this Privacy Policy.\nIf you do not agree to the collection, processing, storage and transfer of your information, please do not provide your information to us and stop using our Site.</p>↑ Return to Top14.\nContact Us<ol>\n<li>‍<strong>To contact us about this Privacy Policy only:</strong>\n</li>\n</ol>\n<ol>\n<li>send an email to&nbsp;dataprotection@cameo.com.\n</li>\n<li>call us toll-free at&nbsp;1-800-243-1739.\nor </li>\n<li>write to us at:<br>‍<br>Baron App, Inc.\nd/b/a Cameo<br>2045 West Grand Avenue, Suite B<br>PMB 71534<br>Chicago, Illinois 60612-1577Attention: Data Protection</li>\n</ol>\n<ol>\n<li>\n<strong> To contact us on other matters:</strong>\n<br>write to us at: <br>\n<br>Baron App, Inc.\nd/b/a Cameo<br>2045 West Grand Avenue, Suite B<br>PMB 71534<br>Chicago, Illinois 60612-1577</li>\n</ol>↑ Return to Tophello@cameo.com© 2017-2021, Baron App, Inc.\ndba Cameo", "created_at": "2021-04-25 17:00:09.211666", "updated_at": "2022-12-17 03:25:20.466015"}], "points": [], "urls": ["cameo.com"]}}