{"error": 448, "message": "OK", "parameters": {"id": 7976, "name": "Whatbox", "created_at": "2023-04-11 00:06:22.541303", "updated_at": "2023-04-22 11:50:40.486692", "wikipedia": null, "keywords": null, "related": null, "slug": "whatbox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7976.png", "url": "whatbox.ca", "documents": [{"id": 15437, "name": "Terms of Service", "url": "https://whatbox.ca/policies/terms", "xpath": "//body", "text": " Plans FAQ Wiki Register Login Terms of Service <p> These Whatbox Terms of Service (together, the \"Agreement\") are entered into by Whatbox Inc.\n(\"Whatbox\") and the entity or person agreeing to these terms (\"Customer\") and govern Customer's access to and use of the Services.\n</p>\n<p> This Agreement is effective when Customer clicks to accept it (the \"Effective Date\").\nIf you are accepting on behalf of Customer, you represent and warrant that (i) you have full legal authority to bind Customer to this Agreement.\n(ii) you have read and understand this Agreement.\nand (iii) you agree, on behalf of Customer, to this Agreement.\n</p> 1.\nProvision of the Services.\n<p> 1.1 <em>Services Use.</em> During the term, Whatbox will provide the Services in accordance with the Agreement, including the SLAs, and Customer may use the Services, and integrate the Services into any Customer Application that has material value independent of the Services, in accordance with the Agreement.\n</p>\n<p> 1.2 <em>Accounts.</em> Customer must have an Account to use the Services and is responsible for the information it provides to create the Account, the security of its passwords for the Account, and for any use of its Account.\nWhatbox has no obligation to provide multiple accounts to Customer.\n</p>\n<p> 1.3 <em>Modifications.</em>\n</p>\n<p> (a) <em>To the Services.</em> Whatbox may make commercially reasonable updates to the Services from time to time.\nWhatbox will inform Customer if Whatbox makes a material change to the Services that has a material impact on Customer's use of the Services provided that Customer has subscribed with Whatbox to be informed about such change.\n</p>\n<p> (b) <em>To the Agreement</em> Whatbox may make changes to this Agreement (including the URL Terms) and pricing from time to time.\nUnless otherwise noted by Whatbox, material changes to the Agreement will become effective 30 days after they are posted, except where required by applicable law, in which case they will be effective immediately.\nWhatbox will provide at least 30 days' advance notice for materially adverse changes to any SLAs by (i) sending an email to the Notification Email Address or (ii) posting a notice to the applicable SLA webpage.\nIf Customer does not agree to the revised Agreement, Customer may stop using the Services.\nCustomer may also terminate this Agreement for convenience under Section 8.3 (Termination for Convenience).\nCustomer's continued use of the Services after such material change will constitute Customer's consent to such changes.\nWhatbox will post any modification to this Agreement to https://whatbox.ca/policies/terms.\n</p>\n<p> (c) <em>Discontinuation of Services</em> Whatbox will notify Customer at least 3 months before discontinuing any Service (or associated material functionality) unless Whatbox replaces such discontinued Service or functionality with a materially similar Service or functionality.\nNothing in this Section 1.3(c) (Discontinuation of Services) limits Whatbox's ability to make changes required to comply with applicable law, address a material security risk, or avoid a substantial economic or material technical burden.\nThis Section 1.3(c) (Discontinuation of Services) does not apply to pre-general availability Services, offerings, or functionality.\n</p> 2.\nPayment Terms.\n<p> 2.1 <em>Prepaid Billing.</em> Unless otherwise specified by Whatbox, Whatbox shall offer the Services on a prepaid basis only.\nAccordingly, Whatbox shall bill and collect payment for the Services in advance.\n</p>\n<p> 2.2 <em>Taxes.</em>\n</p>\n<p> (a) Customer is responsible for any Taxes, and will pay Whatbox for the Services without any reduction for Taxes.\nIf Whatbox is obligated to collect or pay any Taxes, the Taxes will be invoiced to Customer and Customer will pay such Taxes to Whatbox, unless Customer provides Whatbox with a timely and valid tax exemption certificate in respect of those Taxes.\n</p>\n<p> (b) Customer will provide Whatbox with any applicable tax identification information that Whatbox may require under applicable law to ensure its compliance with applicable tax regulations and authorities in applicable jurisdictions.\nCustomer will be liable to pay (or reimburse Whatbox for) any taxes, interest, penalties, or fines arising out of any mis-declaration by Customer.\n</p>\n<p> 2.3 <em>Payment Disputes &amp.\nRefunds.</em> Any payment disputes must be submitted before the payment due date.\nIf the parties determine that certain billing inaccuracies are attributable to Whatbox, Whatbox will not issue a corrected invoice, but will instead issue a credit memo specifying the incorrect amount in the affected invoice.\nIf a disputed invoice has not yet been paid, Whatbox will apply the credit memo amount to a disputed invoice and Customer will be responsible for paying the resulting net balance due on that invoice.\nRefunds (if any) are at Whatbox's discretion and will only be in the form of credit for the Services.\nNothing in this Agreement obligates Whatbox to extend credit to any party.\nRefer to the Refund Policy for more details.\n</p>\n<p> 2.4 <em>Delinquent Payments.\nSuspension.</em> Late payments may bear interest at the rate of 1.5% per month (or the highest rate permitted by law, if less) from the payment due date until paid in full.\nCustomer will be responsible for all reasonable expenses (including attorneys' fees) incurred by Whatbox in collecting such delinquent amounts.\nFurther, if Customer's payment for the Services is overdue, Whatbox may Suspend the Services.\n</p>\n<p> 2.5 <em>No Purchase Order Number Required.</em> Customer is obligated to pay all applicable Fees without any requirement for Whatbox to provide a purchase order number on Whatbox's invoice (or otherwise).\n</p> 3.\nCustomer Obligations.\n<p> 3.1 <em>Compliance.</em> Customer will (a) ensure that Customer and its End Users' use of the Services comply with the Agreement, (b) use commercially reasonable efforts to prevent and terminate any unauthorized use of, or access to, the Services, and (c) promptly notify Whatbox of any unauthorized use of, or access to, the Services, Account, or Customer's password of which Customer becomes aware.\nWhatbox reserves the right to investigate any potential violation of the AUP by Customer, which may include reviewing Customer Applications, Hosted Data, or Projects.\n</p>\n<p> 3.2 <em>Privacy.</em> Customer is responsible for any consents and notices required to permit (a) Customer's use and receipt of the Services and (b) Whatbox's accessing, storing, and processing of data provided by Customer (including Hosted Data, if applicable) under the Agreement.\n</p>\n<p> 3.3 <em>Restrictions.</em> Customer will not, and will not allow End Users to, (a) copy, modify, or create a derivative work of the Services.\n(b) reverse engineer, decompile, translate, disassemble, or otherwise attempt to extract any or all of the source code of, the Services (except to the extent such restriction is expressly prohibited by applicable law).\n(c) sell, resell, sublicense, transfer, or distribute any or all of the Services.\nor (d) access or use the Services (i) for High Risk Activities.\n(ii) in violation of the AUP.\n(iii) in a manner intended to avoid incurring Fees (including creating multiple Customer Applications, Accounts, or Projects to simulate or act as a single Customer Application, Account, or Project (respectively)) or to circumvent Service-specific usage limits or quotas.\n(iv) in a manner that breaches, or causes the breach of, Export Control Laws.\nor (v) to transmit, store, or process health information subject to Personal Information Protection and Electronic Documents Act (PIPEDA) regulations.\n</p>\n<p> 3.4 <em>Documentation.</em> Whatbox may provide Documentation for Customer's use of the Services.\n</p>\n<p> 3.5 <em>Copyright.</em> Whatbox responds to notices of alleged copyright infringement and will terminate the Accounts of repeat infringers in appropriate circumstances as required to maintain safe harbor for online service providers under the Copyright Act, R.S.C.\n1985, c.\nC-42.\n</p>\n<p> 3.6 <em>Data Backup &amp.\nRecovery.</em> Customer is responsible for independent backup of data stored on Whatbox's servers.\nunless Customer has arranged for Services which include backup services in which case data backup will be performed under the terms of the specific data backup plan chosen by Customer.\nWhatbox shall never be held liable for failure to recover data in the event of any sort of failure, and shall never be held accountable financially or otherwise for loss of data.\n</p> 4.\nSuspension <p> 4.1 <em>AUP Violations.</em> If Whatbox becomes aware that Customer's or any End User's use of the Services violates the AUP, Whatbox will notify Customer and request that Customer correct the violation.\nIf Customer fails to correct the violation within 24 hours of Whatbox's request, then Whatbox may Suspend all or part of Customer's use of the Services until the violation is corrected.\n</p>\n<p> 4.2 <em>Other Suspension.</em> Notwithstanding Section 4.1 (AUP Violations), Whatbox may immediately Suspend all or part of Customer's use of the Services if (a) Whatbox reasonably believes Customer's or any End User's use of the Services could adversely impact the Services, other customers' or their end users' use of the Services, or the Whatbox network or servers used to provide the Services.\n(b) there is suspected unauthorized third-party access to the Services.\n(c) Whatbox reasonably believes that immediate Suspension is required to comply with any applicable law.\nor (d) Customer is in breach of Section 3.3 (Restrictions).\nWhatbox will lift any such Suspension when the circumstances giving rise to the Suspension have been resolved.\nAt Customer's request, Whatbox will, unless prohibited by applicable law, notify Customer of the basis for the Suspension as soon as is reasonably possible.\n</p> 5.\nIntellectual Property Rights.\nProtection of Hosted Data <p> 5.1 <em>Intellectual Property Rights.</em> Except as expressly stated in this Agreement, this Agreement does not grant either party any rights, implied or otherwise, to the other's content or any of the other's intellectual property.\nAs between the parties, Customer owns all Intellectual Property Rights in Hosted Data and Customer Applications, and Whatbox owns all Intellectual Property Rights in the Services and Software.\n</p>\n<p> 5.2 <em>Protection of Hosted Data.</em> Whatbox will only access or use Hosted Data to provide the Services and technical support to Customer or as otherwise instructed by Customer and will not use it for any other Whatbox products, services, or advertising.\nWhatbox has implemented and will maintain safeguards to protect Hosted Data, as further described in the Security Policy.\n</p> 6.\nCustomer Support <p> Customer understands that technical support provided by Whatbox is on an as-is, as-available basis.\nWhatbox makes no guarantees that technical support will be available or able to resolve Customer's problem.\n</p> 7.\nConfidential Information.\n<p> 7.1 <em>Obligations.</em> The recipient will only use the disclosing party's Confidential Information to exercise the recipient's rights and fulfill its obligations under the Agreement, and will use reasonable care to protect against the disclosure of the disclosing party's Confidential Information.\nThe recipient may disclose Confidential Information only to its Affiliates, employees, agents, or professional advisors (\"Delegates\") who need to know it and who have agreed in writing (or in the case of professional advisors are otherwise bound) to keep it confidential.\nThe recipient will ensure that its Delegates use the received Confidential Information only to exercise rights and fulfill obligations under this Agreement.\n</p>\n<p> 7.2 <em>Required Disclosure.</em> Notwithstanding any provision to the contrary in this Agreement, the recipient or its Affiliate may also disclose Confidential Information to the extent required by applicable Legal Process.\nprovided that the recipient or its Affiliate uses commercially reasonable efforts to (a) promptly notify the other party before any such disclosure of its Confidential Information, and (b) comply with the other party's reasonable requests regarding its efforts to oppose the disclosure.\nNotwithstanding the foregoing, subsections (a) and (b) above will not apply if the recipient determines that complying with (a) and (b) could (i) result in a violation of Legal Process.\n(ii) obstruct a governmental investigation.\nor (iii) lead to death or serious physical harm to an individual.\n</p> 8.\nTerm and Termination.\n<p> 8.1 <em>Agreement Term.</em> The term of this Agreement (the \"Term\") will begin on the Effective Date and continue until the Agreement is terminated as stated in this Section 8 (Term and Termination).\n</p>\n<p> 8.2 <em>Termination for Breach.</em> To the extent permitted by applicable law, either party may terminate this Agreement immediately on written notice if (a) the other party is in material breach of the Agreement and fails to cure that breach within 30 days after receipt of written notice of the breach or (b) the other party ceases its business operations or becomes subject to insolvency proceedings and the proceedings are not dismissed within 90 days.\n</p>\n<p> 8.3 <em>Termination for Convenience.</em> Customer may stop using the Services at any time.\nCustomer may terminate this Agreement for its convenience at any time on prior written notice and, upon termination, must cease use of the applicable Services.\nWhatbox may terminate this Agreement for its convenience at any time with 30 days' prior written notice to Customer.\n</p>\n<p> 8.4 <em>Termination Due to Applicable Law.\nViolation of Laws.</em> Whatbox may terminate this Agreement immediately on written notice if Whatbox reasonably believes that (a) continued provision of any Service used by Customer would violate applicable law(s) or (b) Customer has violated or caused Whatbox to violate any applicable law(s).\n</p>\n<p> 8.5 <em>Effect of Termination.</em> If the Agreement is terminated, then (a) all rights and access to the Services will terminate (including access to Hosted Data, if applicable), unless otherwise described in this Agreement, and (b) all Fees owed by Customer to Whatbox are immediately due upon Customer's receipt of the final electronic bill or as stated in the final invoice.\n</p> 9.\nRepresentations and Warranties.\n<p> Each party represents and warrants that (a) it has full power and authority to enter into the Agreement, and (b) it will comply with all laws applicable to its provision, receipt, or use of the Services, as applicable.\n</p> 10.\nDISCLAIMER.\n<p> SERVICES PROVIDED BY WHATBOX ARE PROVIDED ON AN \"AS IS, AS AVAILABLE\" BASIS.\nEXCEPT AS EXPRESSLY PROVIDED FOR IN THE AGREEMENT, WHATBOX DOES NOT MAKE AND EXPRESSLY DISCLAIMS TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW (A) ANY WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR USE, TITLE, NONINFRINGEMENT, OR ERROR-FREE OR UNINTERRUPTED USE OF THE SERVICES OR SOFTWARE AND (B) ANY REPRESENTATIONS ABOUT CONTENT OR INFORMATION ACCESSIBLE THROUGH THE SERVICES.\n</p> 11.\nLIMITATION OF LIABILITY.\n<p> 11.1 <em>LIMITATION ON INDIRECT LIABILITY.</em> TO THE EXTENT PERMITTED BY APPLICABLE LAW AND SUBJECT TO SECTION 11.3 (UNLIMITED LIABILITIES), NEITHER PARTY WILL HAVE ANY LIABILITY ARISING OUT OF OR RELATING TO THE AGREEMENT FOR ANY (A) INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, OR PUNITIVE DAMAGES OR (B) LOST REVENUES, PROFITS, SAVINGS, OR GOODWILL.\n</p>\n<p> 11.2 <em>LIMITATION ON AMOUNT OF LIABILITY.</em> EACH PARTY'S TOTAL AGGREGATE LIABILITY FOR DAMAGES ARISING OUT OF OR RELATING TO THE AGREEMENT IS LIMITED TO THE FEES CUSTOMER PAID DURING THE 12-MONTH PERIOD BEFORE THE EVENT GIVING RISE TO LIABILITY OR 100 CANADIAN DOLLARS (OR THE LOWEST AMOUNT PERMITTED BY APPLICABLE LAW), WHICHEVER IS LESS.\n</p>\n<p> 11.3 <em>UNLIMITED LIABILITIES.</em> NOTHING IN THE AGREEMENT EXCLUDES OR LIMITS EITHER PARTY'S LIABILITY FOR: </p>\n<p>(A) ITS FRAUD OR FRAUDULENT MISREPRESENTATION;</p>\n<p>(B) ITS OBLIGATIONS UNDER SECTION 12 (INDEMNIFICATION);</p>\n<p>(C) ITS INFRINGEMENT OF THE OTHER PARTY'S INTELLECTUAL PROPERTY RIGHTS;</p>\n<p>(D) ITS PAYMENT OBLIGATIONS UNDER THE AGREEMENT.\nOR</p>\n<p>(E) MATTERS FOR WHICH LIABILITY CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p> 12.\nINDEMNIFICATION.\n<p>CUSTOMER AGREES TO DEFEND, INDEMNIFY AND HOLD HARMLESS WHATBOX, ITS OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS FROM AND AGAINST ANY AND ALL CLAIMS, OBLIGATIONS, LOSSES, LIABILITIES AND EXPENSES (INCLUDING REASONABLE ATTORNEYS' FEES AND COSTS) INCURRED BY WHATBOX ARISING FROM OR DUE TO CLAIMS MADE BY THIRD PARTIES (INCLUDING CUSTOMERS OF THE CUSTOMER) THAT ARE RELATED TO OR ARISING OUT OF: </p>\n<ol>\n<li>THE CUSTOMER'S USE OF AND ACCESS TO THE SERVICE</li>\n<li>THE CUSTOMER'S VIOLATION OF ANY TERM OF THE TERMS</li>\n<li>THE CUSTOMER'S VIOLATION OF ANY THIRD PARTY RIGHT, INCLUDING WITHOUT LIMITATION ANY COPYRIGHT, PROPERTY, OR PRIVACY RIGHT</li>\n<li>ANY CLAIM THAT THE CUSTOMER'S HOSTED DATA CAUSED DAMAGE TO A THIRD PARTY</li>\n</ol> 13.\nMiscellaneous.\n<p> 13.1 <em>Notices.</em> Under the Agreement, notices to Customer must be sent to the Notification Email Address and notices to Whatbox must be sent to support@whatbox.ca.\nNotice will be treated as received when the email is sent.\nCustomer is responsible for keeping its Notification Email Address current throughout the Term.\n</p>\n<p> 13.2 <em>Emails.</em> The parties may use emails to satisfy written approval and consent requirements under the Agreement.\n</p>\n<p> 13.3 <em>Assignment.</em> Neither party may assign any part of this Agreement without the written consent of the other, except to an Affiliate where (a) the assignee has agreed in writing to be bound by the terms of this Agreement, and (b) the assigning party has notified the other party of the assignment.\nAny other attempt to assign is void.\n</p>\n<p> 13.4 <em>Change of Control.</em> If a party experiences a change of Control other than as part of an internal restructuring or reorganization (for example, through a stock purchase or sale, merger, or other form of corporate transaction), that party will give written notice to the other party within 30 days after the change of Control.\n</p>\n<p> 13.5 <em>Force Majeure.</em> Neither party will be liable for failure or delay in performance to the extent caused by circumstances beyond its reasonable control, including acts of God, natural disasters, terrorism, riots, or war.\n</p>\n<p> 13.6 <em>Subcontracting.</em> Whatbox may subcontract obligations under the Agreement but will remain liable to Customer for any subcontracted obligations.\n</p>\n<p> 13.7 <em>No Agency.</em> This Agreement does not create any agency, partnership, or joint venture between the parties.\n</p>\n<p> 13.8 <em>No Waiver.</em> Neither party will be treated as having waived any rights by not exercising (or delaying the exercise of) any rights under this Agreement.\n</p>\n<p> 13.9 <em>Severability.</em> If any part of this Agreement is invalid, illegal, or unenforceable, the rest of the Agreement will remain in effect.\n</p>\n<p> 13.10 <em>No Third-Party Beneficiaries.</em> This Agreement does not confer any benefits on any third party unless it expressly states that it does.\n</p>\n<p> 13.11 <em>Equitable Relief.</em> Nothing in this Agreement will limit either party's ability to seek equitable relief.\n</p>\n<p> 13.12 <em>Governing Law.</em> This Agreement will be construed in accordance with and governed by the laws of the province of Ontario and the federal laws of Canada.\n</p>\n<p> 13.13 <em>Amendments.</em> Except as stated in Section 1.3(b) (Modifications: To the Agreement), any amendment must be in writing, signed by both parties, and expressly state that it is amending this Agreement.\n</p>\n<p> 13.14 <em>Survival.</em> The following Sections will survive expiration or termination of this Agreement: Section 2 (Payment Terms), Section 5 (Intellectual Property Rights.\nProtection of Hosted Data), Section 7 (Confidential Information), Section 8.5 (Effect of Termination), Section 11 (Disclaimer), Section 12 (Limitation of Liability), Section 13 (Indemnification), and Section 14 (Miscellaneous).\n</p>\n<p> 13.15 <em>Entire Agreement.</em> This Agreement sets out all terms agreed between the parties and supersedes all other agreements between the parties relating to its subject matter.\nIn entering into this Agreement, neither party has relied on, and neither party will have any right or remedy based on, any statement, representation, or warranty (whether made negligently or innocently), except those expressly stated in this Agreement.\nThe URL Terms are incorporated by reference into the Agreement.\nAfter the Effective Date, Whatbox may provide an updated URL in place of any URL in this Agreement.\n</p>\n<p> 13.16 <em>Conflicting Terms.</em> If there is a conflict between the documents that make up this Agreement, the documents will control in the following order (of decreasing precedence): (1) the Agreement (excluding the URL Terms) and (2) the URL Terms.\n</p>\n<p> 13.17 <em>Headers.</em> Headings and captions used in the Agreement are for reference purposes only and will not have any effect on the interpretation of the Agreement.\n</p>\n<p> 13.18 <em>Conflicting Languages.</em> If this Agreement is translated into any language other than English, and there is a discrepancy between the English text and the translated text, the English text will govern unless expressly stated otherwise in the translation.\n</p>\n<p> 13.19 <em>Choice of Forum.</em> Any legal suit, action, litigation, or proceeding of any kind whatsoever in any way arising out of, from, or relating to this Agreement, including all statements of work, exhibits, schedules, attachments, and appendices attached to this Agreement, the services provided hereunder, and all contemplated transactions, shall be instituted in the courts of the Province of Ontario, and each party irrevocably submits to the exclusive jurisdiction of such courts in any such suit, action, litigation, or proceeding.\nService of process, summons, notice, or other document by mail to such party's address set forth herein shall be effective service of process for any suit, action, litigation, or other proceeding brought in any such court.\nEach party agrees that a final judgment in any such suit, action, litigation, or proceeding is conclusive and may be enforced in other jurisdictions by suit on the judgment or in any other manner provided by law.\nThe parties irrevocably and unconditionally waive any objection to the venue of any action or proceeding in such courts and irrevocably waive and agree not to plead or claim in any such court that any such action or proceeding brought in any such court has been brought in an inconvenient forum.\n</p> 14.\nDefinitions.\n<ul>\n<li>\"Account\" means Customer's Whatbox account.</li>\n<li>\"Affiliate\" means any entity that directly or indirectly Controls, is Controlled by, or is under common Control with a party.</li>\n<li>\"AUP\" means the then-current acceptable use policy for the Services stated at https://whatbox.ca/policies/acceptable_use</li>\n<li>\"Brand Features\" means the trade names, trademarks, service marks, logos, domain names, and other distinctive brand features of each party, respectively, as secured by such party from time to time.</li>\n<li> \"Confidential Information\" means information that one party (or an Affiliate) discloses to the other party under this Agreement, and which is marked as confidential or would normally under the circumstances be considered confidential information.\nIt does not include information that is independently developed by the recipient, is rightfully given to the recipient by a third party without confidentiality obligations, or becomes public through no fault of the recipient.\nSubject to the preceding sentence, Hosted Data is considered Customer's Confidential Information.\n</li>\n<li>\"Control\" means control of greater than 50 percent of the voting rights or equity interests of a party.</li>\n<li>\"Customer Application\" means a software program that Customer creates or hosts using the Services.</li>\n<li>\"Data Handling Policy\" means the then-current policy for handling Hosted Data stated at https://whatbox.ca/policies/data_handling</li>\n<li>\"Documentation\" means the Whatbox documentation (as may be updated from time to time) in the form generally made available by Whatbox to its customers for use with the Services at https://whatbox.ca/wiki.</li>\n<li> \"End Users\" means the individuals who are permitted by Customer to use the Services.\nFor clarity, End Users may include employees of Customer Affiliates and other authorized third parties.\n</li>\n<li>\"Fee Accrual Period\" means a calendar month or another period specified by Whatbox.</li>\n<li> \"Fees\" means the applicable fees for each Service or Software plus any applicable Taxes.\nThe Fees for each Service are stated at https://whatbox.ca/plans (incorporated into the Agreement by this reference).\n</li>\n<li>\"High Risk Activities\" means activities where the use or failure of the Services would reasonably be expected to lead to death, personal injury, or environmental or property damage (such as the creation or operation of nuclear facilities, air traffic control, life support systems, or weaponry).</li>\n<li>\"Hosted Data\" means data provided to Whatbox by Customer or End Users through the Services under the Account.</li>\n<li>\"including\" means including but not limited to.</li>\n<li> \"Indemnified Liabilities\" means any (i) settlement amounts approved by the indemnifying party and (ii) damages and costs finally awarded against the indemnified party by a court of competent jurisdiction.\n</li>\n<li>\"Intellectual Property Rights\" means current and future worldwide rights under patent, copyright, trade secret, trademark, and moral rights laws, and other similar rights.</li>\n<li>\"Legal Process\" means an information disclosure request made under law, governmental regulation, court order, subpoena, warrant, or other valid legal authority, legal procedure, or similar process.</li>\n<li>\"Liability\" means any liability, whether under contract, tort (including negligence), or otherwise, regardless of whether foreseeable or contemplated by the parties.</li>\n<li>\"Notification Email Address\" means the email address(es) designated by Customer in the Admin Console.</li>\n<li>\"Project\" means a collection of Whatbox Cloud Platform resources configured by Customer via the Services.</li>\n<li>\"Refund Policy\" means the then-current policy for refund eligibility stated at https://whatbox.ca/policies/refund</li>\n<li>\"Security Policy\" means the then-current policy for protecting the security and privacy of Customers and End Users stated at https://whatbox.ca/policies/security</li>\n<li>\"Services\" means the then-current services described as computer data storage and content distribution.</li>\n<li>\"SLA\" means each of the then-current service level agreements at https://whatbox.ca/policies/sla</li>\n<li>\"Software\" means any downloadable tools, software development kits, or other such computer software provided by Whatbox in connection with the Services, and any updates Whatbox may make to such Software from time to time.</li>\n<li>\"Suspend\" or \"Suspension\" means disabling or limiting access to or use of the Services or components of the Services.</li>\n<li>\"Taxes\" means all government-imposed taxes, except for taxes based on Whatbox's net income, net worth, asset value, property value, or employment.</li>\n<li>\"Term\" has the meaning stated in Section 8.1 (Agreement Term) of this Agreement.</li>\n<li>\"Third-Party Legal Proceeding\" means any formal legal proceeding filed by an unaffiliated third party before a court or government tribunal (including any appellate proceeding).</li>\n<li>\"Traffic Accounting\" means the traffic accounting processes described at https://whatbox.ca/policies/traffic</li>\n<li>\"URL Terms\" means, collectively, the AUP, SLA, Data Handling Policy, Security Policy, Traffic Accounting, and Refund Policy.</li>\n</ul> Policies\n<ul>\n<li> Terms of Service <ul>\n<li>Acceptable Use</li>\n<li>Refund</li>\n<li>Uptime</li>\n<li>Traffic</li>\n<li>Data Handling</li>\n</ul>\n</li>\n<li>Sales Tax</li>\n<li>Cookies</li>\n<li>Security</li>\n<li>Report Abuse</li>\n</ul> Terms of Service · Report Abuse ", "created_at": "2023-04-11 00:06:22.571778", "updated_at": "2023-04-11 00:07:29.476019"}, {"id": 15439, "name": "Abuse Information", "url": "https://whatbox.ca/policies/abuse", "xpath": "//body", "text": " Plans FAQ Wiki Register Login <ul>\n<li>Information for Copyright holders</li>\n<li>Information for Whatbox customers</li>\n<li>All other abuse inquiries</li>\n</ul> Copyright holders <p>If you believe one of our customers is distributing your content without appropriate rights or license, you may contact our abuse department via email at abuse@whatbox.ca.</p> Automated enforcement <p> Our abuse email supports the ACNS Email Delivery specification.\nBy sending ACNS emails, we will scan the reported server, notify the appropriate customer and enforce removal.\n</p>\n<p> As with all automation, our response is only as good as your input.\nFor good results, please ensure that the ACNS XML payload is accurate and well-formed.\n</p>\n<ul>\n<li>The payload must be valid XML</li>\n<li>The payload must validate against the ACNS XML Schema Definition</li>\n<li>The contents of the payload must be accurate and complete</li>\n<li>Malformed payloads may cause reply delays or even failure</li>\n</ul>\n<p> By sending an email to abuse@whatbox.ca containing ACNS XML: </p>\n<ul>\n<li>You understand that malformed payloads may cause processing delays or silent failure</li>\n<li>You release us from liability for such failures if they occur</li>\n</ul>\n<p>\n</p> Human responses <p> If you wish to speak with someone from our abuse department, please ensure there is no ACNS XML in your email.\nPlease be aware that human responses from our abuse department may not be immediate due to: evenings, weekends, holidays, and staff availability.\nTypically you should expect a few business days to hear back from us.\n</p> References <ul>\n<li>ACNS 2.0 Specification</li>\n</ul> Whatbox customers <p>We will notify you by email if we receive a complaint about your usage.</p> Temporary lock <p> We will temporarily lock your slot if you do not resolve complaints within 24 hours.\nWe provide information about open complaints and tools to help you fix them on the self-service Complaints page.\n</p>\n<p>We will not provide downtime credits if we lock your slot for unresolved complaints.</p> Permanent termination <p> Repeat offenders may have their slot closed with a pro-rated refund and time to backup their files.\n</p> Disputing complaints <p>To dispute a complaint: </p>\n<ol>\n<li>Send an email to the complainant for each distinct complaint.</li>\n<li> Please open a support ticket and send us proof you have contacted the complainant directly.\n</li>\n<li>We will resolve the complaint and leave your files intact.</li>\n</ol>\n<p>\n</p> Other abuse <p> You may contact our abuse department via email at abuse@whatbox.ca.\nTypically you should expect a few business days to hear back from us.\n</p> Attacks on other networks <p> If one of our customers attacks your server or network, we will help resolve the situation.\nAttacks often originate from a customer whose account is compromised.\n</p>\n<p>To ensure a timely response, please include please include the following: </p>\n<ul>\n<li>What the attacker is doing, in as much detail as you can provide</li>\n<li>Your relevant IP addresses and ports</li>\n<li>Our relevant IP addresses and ports</li>\n<li>Time of the attack in UTC</li>\n<li>Relevant log lines, URLs, and any other supporting information</li>\n</ul>\n<p>\n</p> Illegal files <p>If you believe one of our customers is distributing illegal files, contact us immediately with the subject \"Illegal file distribution\" and the following information: </p>\n<ul>\n<li>What illegal material you found in the file</li>\n<li>The names and types of files</li>\n<li>The IP address of our server sharing it</li>\n<li>The port or URL where you found the illegal files</li>\n</ul>\n<p>\n</p> Policies\n<ul>\n<li> Terms of Service <ul>\n<li>Acceptable Use</li>\n<li>Refund</li>\n<li>Uptime</li>\n<li>Traffic</li>\n<li>Data Handling</li>\n</ul>\n</li>\n<li>Sales Tax</li>\n<li>Cookies</li>\n<li>Security</li>\n<li>Report Abuse</li>\n</ul> Terms of Service · Report Abuse ", "created_at": "2023-04-11 00:06:22.632839", "updated_at": "2023-04-11 00:09:09.870149"}, {"id": 15441, "name": "Refund Policy", "url": "https://whatbox.ca/policies/refund", "xpath": "//body", "text": " Plans FAQ Wiki Register Login Refund Policy\n<p>You can request a refund by creating a new support ticket and speaking with one of our staff.</p> Availability <p>Refunds are available for seven days after purchase or renewal.</p> Pro-rated <p>Your refund will be pro-rated based on the remaining time and upload traffic.</p> Talk to us <p>Please let us know why you would like a refund.\nIf you are having problems with our service, we will try and help.</p> Refund method <p>We can only refund transactions using the method of original payment.</p> Future service <p>We may refuse future services to customers who repeatedly purchase new services and then request refunds.</p> Cryptocurrencies <p>We are regrettably unable to offer refunds for cryptocurrency transactions:</p>\n<ul>\n<li>High volatility makes refunds unpleasant.\nA refund of equal fiat value may return significantly less cryptocurrency.</li>\n<li>Transaction fees can go much higher than fiat payment methods, making refunds abnormally costly.</li>\n<li>We don't hold cryptocurrency and don't wish to purchase it specifically for refunds.</li>\n<li>Anonymity makes it challenging to prove we refund the same person who made the initial purchase.</li>\n</ul> Policies\n<ul>\n<li> Terms of Service <ul>\n<li>Acceptable Use</li>\n<li>Refund</li>\n<li>Uptime</li>\n<li>Traffic</li>\n<li>Data Handling</li>\n</ul>\n</li>\n<li>Sales Tax</li>\n<li>Cookies</li>\n<li>Security</li>\n<li>Report Abuse</li>\n</ul> Terms of Service · Report Abuse ", "created_at": "2023-04-11 00:06:22.694588", "updated_at": "2023-04-11 00:07:42.129243"}, {"id": 15438, "name": "Data Handling Policy", "url": "https://whatbox.ca/policies/data_handling", "xpath": "//body", "text": " Plans FAQ Wiki Register Login Data Handling Policy Username\nWhy do we need it?\n<p>A username is how you identify yourself when logging in to services.</p>\nHow do we collect it?\n<p>You provide this to us on registration.</p>\nWhere and how do we store it? Location Safety SiteDB Encrypted at rest ServerDB Cleartext App configs Cleartext Who do we share it with? Group Reason Whatbox Staff Providing customer support Same-server users Technical limitations[1] Registering users Technical limitations[2] <ol>\n<li>There are currently known issues where a username may be visible to other users sharing the same server.\nWe are actively working to address the technical issues where this is still happening.</li>\n<li>If someone attempts to register with the same username as you, we will tell them it is in use.</li>\n</ol>\nHow long do we store it?\n<p>Indefinitely</p>\nHow can it be modified or removed?\n<p>Not currently possible.</p>\nEmail\nWhy do we need it?\n<p>We use your email to send you necessary account alerts and to recover your account if you forget your password.</p>\nHow do we collect it?\n<p>You provide this to us on registration.</p>\nWhere and how do we store it? Location Safety SiteDB Encrypted at rest Who do we share it with? Group Reason Amazon Web Services AWS provides our email infrastructure Registering users Technical limitations[1] <ol>\n<li>If someone attempts to register with the same email as you, we will tell them it is in use.</li>\n</ol>\nHow long do we store it?\n<p>Indefinitely</p>\nHow can it be modified or removed?\n<p>You can change your email address in your preferences or remove it by\ndeleting your account.</p>\nPassword\nWhy do we need it?\n<p>We need a password to authenticate you and prevent strangers from logging into your account.</p>\nHow do we collect it?\n<p>You provide this to us on registration.</p>\nWhere and how do we store it? Location Safety SiteDB Cryptographically hashed &amp.\nEncrypted at rest ServerDB Cryptographically hashed App configs Cryptographically hashed[1] <ol>\n<li>Not all apps are compatible with best practices for password hashing.\nSome app configuration files may contain cryptographic hashes considered weak by modern standards.</li>\n</ol>\nWho do we share it with?\n<p>Nobody.</p>\nHow long do we store it?\n<p>Indefinitely</p>\nHaw can it be modified or removed?\n<p>You can change your password in your preferences or remove it by deleting your account.</p>\nMobile phone number\nWhy do we need it?\n<p>A phone number is optional.</p>\n<p>We will send you account alerts via SMS if you provide a phone number.</p>\nHow do we collect it?\n<p>You provide this to us on registration or set it in the preferences.</p>\nWhere and how do we store it? Location Safety SiteDB Encrypted at rest Who do we share it with? Group Reason Amazon Web Services AWS provides our SMS infrastructure How long do we store it?\n<p>Indefinitely</p>\nHow can it be modified or removed?\n<p>You can change or remove your mobile phone number in your preferences or by deleting your account.</p>\nContact information\nWhy do we need it?\n<p>This is not actually required information.\nYou do not need to provide it.</p>\n<p>Contact information is optional.</p>\n<p>You will need to provide this information if you want your name, business name, or address included on invoices.</p>\nHow do we collect it?\n<p>You provide this to us by filling in the section in the preferences.</p>\nWhere and how do we store it? Location Safety SiteDB Encrypted at rest Who do we share it with?\n<p>Nobody.</p>\nHow long do we store it?\n<p>Indefinitely</p>\nHow can it be modified or removed?\n<p>You can change or remove your contact information in your preferences or by deleting your account.</p>\nProvince\nWhy do we need it?\n<p>We need your province to charge you the appropriate sales tax amount.</p>\nHow do we collect it?\n<p>You provide this to us on registration.</p>\nWhere and how do we store it? Location Safety SiteDB Encrypted at rest Who do we share it with?\n<p>Nobody.</p>\nHow long do we store it?\n<p>Indefinitely</p>\nHow can it be modified or removed?\n<p>You can change province in your preferences.</p>\nCredit card\nWhy do we need it?\n<p>A credit card is an accepted payment method.</p>\n<p>We require your credit card number, CVC, and expiry to charge your credit card successfully.</p>\nHow do we collect it?\n<p>When adding a credit card, you provide this directly to our credit card provider.\nFor security, we avoid handling this information ourselves.</p>\nWhere and how do we store it? Piece Location Safety Full number Stripe PCI-DSS CVC Stripe PCI-DSS Expiry Stripe PCI-DSS Last 4 SiteDB Encrypted at rest Who do we share it with? Group Reason Stripe Stripe provides our credit card infrastructure How long do we store it?\n<p>We will delete saved credit cards after six months of account inactivity.</p>\nHow can it be modified or removed?\n<p>You can change or remove your credit cards in your preferences.</p>\nInvoices (PayPal)\nWhy do we need it?\n<p>Invoices are a permanent payment record, and we require them for bookkeeping.</p>\nHow do we collect it?\n<p>We generate the invoices when you make a payment.</p>\nWhere and how do we store it? Piece Location Safety PayPal Transaction ID SiteDB Encrypted at rest Who do we share it with? Group Reason PayPal PayPal facilited the payment Whatbox Staff Providing customer support and refunds How long do we store it?\n<p>Indefinitely</p>\nHow can it be modified or removed?\n<p>Invoices cannot be modified or removed.</p>\nInvoices (Credit card)\nWhy do we need it?\n<p>Invoices are a permanent payment record, and we require them for bookkeeping.</p>\nHow do we collect it?\n<p>We generate the invoices when you make a payment.</p>\nWhere and how do we store it? Piece Location Safety Stripe Transaction ID SiteDB Encrypted at rest Issuance country SiteDB Encrypted at rest Who do we share it with? Group Reason Stripe Stripe facilited the payment Whatbox Staff Providing customer support and refunds Statistics Canada (Aggregate only) Total sales by Issuance country How long do we store it?\n<p>Indefinitely</p>\nHow can it be modified or removed?\n<p>Invoices cannot be modified or removed.</p>\nInvoices (Crypto)\nWhy do we need it?\n<p>Invoices are a permanent payment record, and we require them for bookkeeping.</p>\nHow do we collect it?\n<p>We generate the invoices when you make a payment.</p>\nWhere and how do we store it? Piece Location Safety Blockchain Identifier SiteDB Encrypted at rest OpenNode Transaction ID SiteDB Encrypted at rest Who do we share it with? Group Reason OpenNode OpenNode facilited the payment Whatbox Staff Providing customer support and refunds How long do we store it?\n<p>Indefinitely</p>\nHow can it be modified or removed?\n<p>Invoices cannot be modified or removed.</p>\nAnalytics\nWhy do we need it?\n<p>Analytics help us understand our customers' geography, hardware, and software.\nKnowing this helps us improve your experience.</p>\nHow do we collect it?\n<p>We collect this information all the time.</p>\nWhere and how do we store it? Piece Location Safety Approximate user location SiteDB Anonymized &amp.\nEncrypted at rest Software versions SiteDB Anonymized &amp.\nEncrypted at rest Internet Service Provider SiteDB Anonymized &amp.\nEncrypted at rest Upload &amp.\ndownload speed SiteDB Anonymized &amp.\nEncrypted at rest Who do we share it with? Group Reason Whatbox Staff (Aggregate only) Data-driven decisions about compatibility and performance How long do we store it?\n<p>Indefinitely</p>\nHow can it be modified or removed?\n<p>We can't identify which portion of this data originated with you, so it cannot be modified or removed.</p>\nErrors\nWhy do we need it?\n<p>Collecting relevant application information in the event of an error or crash\nhelps us to fix these issues and provide a more reliable service.</p>\nHow do we collect it?\n<p>We collect this information when an error occurs.</p>\nWhere and how do we store it?\n<p>We do not store it.</p>\nWho do we share it with? Group Reason Sentry We use Sentry's error monitoring system Whatbox Staff To investigate and resolve the errors How long do we store it?\n<p>90 days</p>\nHow can it be modified or removed?\n<p>It will be automatically removed after 90 days.</p>\nAuthentication Logs\nWhy do we need it?\n<p>Automated security software reviews access logs to block malicious parties attempting to break into your account and steal your Hosted Data.</p>\nHow do we collect it?\n<p>Many services collect your IP and Username on every login, successful or failed.</p>\nWhere and how do we store it? Piece Location Safety Username Server Log Cleartext IP Address Server Log Cleartext Who do we share it with? Group Reason Whatbox Staff To investigate security incidents How long do we store it?\n<p>30 days</p>\nHow can it be modified or removed?\n<p>We will automatically delete it after 30 days.</p>\nHosted Data\nWhy do we need it?\n<p>We cannot provide services that function without files for the hosted\napplications to use.</p>\nHow do we collect it?\n<p>You upload it to your server or download it to your server using an application.</p>\nWhere and how do we store it? Piece Location Safety Files Server Cleartext Who do we share it with? Group Reason Whatbox Staff To provide customer support How long do we store it?\n<p>We store it as long as you are a customer and for a short period afterward (allowing you time to renew).</p>\nHow can it be modified or removed?\n<p>You can remove your hosted data at any time using any of the\navailable methods to manage your data.</p> Policies\n<ul>\n<li> Terms of Service <ul>\n<li>Acceptable Use</li>\n<li>Refund</li>\n<li>Uptime</li>\n<li>Traffic</li>\n<li>Data Handling</li>\n</ul>\n</li>\n<li>Sales Tax</li>\n<li>Cookies</li>\n<li>Security</li>\n<li>Report Abuse</li>\n</ul> Terms of Service · Report Abuse ", "created_at": "2023-04-11 00:06:22.602342", "updated_at": "2023-04-11 00:09:28.927725"}, {"id": 15440, "name": "Cookie Information", "url": "https://whatbox.ca/policies/cookies", "xpath": "//body", "text": " Plans FAQ Wiki Register Login Cookie Information <p>We may set several cookies while you use our site and services.\nWe classify them into these categories:</p> Necessary <p>Necessary for the functioning of this website.</p> Performance <p>Cookies we use to help gather Analytic Information..</p> Functional <p>Remember settings and device properties.</p> Targeting/Advertising <p>Identify you, or gather specific information about you.</p> Cookie Classification Description UserID Necessary Session information to login.\nSessionID Necessary Session information to login.\nTOTP-SessionID Necessary Session information to login.\nform-* Functional Temporarily preserve data you have entered into a form currency Functional Remember your preferred currency when logged out.\nerror Functional Used to pass error codes between pages.\nredirect Functional Redirect you after login.\nPolicies\n<ul>\n<li> Terms of Service <ul>\n<li>Acceptable Use</li>\n<li>Refund</li>\n<li>Uptime</li>\n<li>Traffic</li>\n<li>Data Handling</li>\n</ul>\n</li>\n<li>Sales Tax</li>\n<li>Cookies</li>\n<li>Security</li>\n<li>Report Abuse</li>\n</ul> Terms of Service · Report Abuse ", "created_at": "2023-04-11 00:06:22.664015", "updated_at": "2023-04-11 00:07:57.081757"}], "points": [], "urls": ["whatbox.ca"]}}