{"error": 448, "message": "OK", "parameters": {"id": 8562, "name": "ClickFunnels", "created_at": "2023-06-28 02:40:41.103432", "updated_at": "2023-06-28 10:02:08.103981", "wikipedia": null, "keywords": null, "related": null, "slug": "clickfunnels", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8562.png", "url": "clickfunnels.com,mailourlists.com", "documents": [{"id": 16643, "name": " Privacy Statement", "url": "https://signup.clickfunnels.com/privacy-policy", "xpath": "//body", "text": " <i>\n</i>\n<b>Privacy Statement<br>\n</b> Last Updated on April 4, 2023<b>\n<br>\n</b>\n<b>PRIVACY STATEMENT</b> Thank you for visiting the online and mobile resources published by Etison LLC.\nOur privacy statement, contained in the pages that follow, serves, to give notice about the types of personal information we collect, how we use it, who we share it with and why, and what we do to try to protect it.\nWe delve into those matters in a fair amount of detail in the pages that follow.\nWe encourage you to read them carefully.\nIn the meantime, we provide a quick overview below.\n<b>What do we collect?</b> There are two types of information that we obtain from you online and then store and use: • non-personal information that’s collected automatically from each visitor, such as your device operating system.\nand\n<br>• personal information that you voluntarily provide to us or that is collected automatically.\nMore details <b>Why do we use it?</b> We use non-personal information to administer our online and mobile resources, make them better, and to make business decisions about what programs our customers might like.<br>\nWe use voluntarily provided personal information to respond to your inquiries and provide you with the services you have requested, amongst other uses as further described below.\nWe do not sell or rent your personal information to third party data vendors or marketing companies.\nAs you might expect, we disclose your information when required by law.\nMore details <b>When do we share it?</b> We share personal information when needed to fulfill our legal obligations and when our vendors and business partners need it to perform under the contracts we have with them.\nWe do not sell or rent any personal information to third party data brokers or marketing companies.\nMore details <b>Your Privacy Choices and Rights</b> You do not have to provide personal information to enjoy most of the features of our online and mobile resources.\nMoreover, you can opt out of certain activities like newsletters and announcements.\nYou may have certain additional rights depending upon the jurisdiction in which you reside, or in which your personal data was collected from, pursuant to the applicable data protection laws.\nMore details <b>Contacting Us</b> Questions about this highlights page or our online privacy statement may be sent to Etison LLC, ATTN: Legal &amp.\nCompliance Department, 3443 W.\nBavaria Street, Eagle, Idaho 83616 or compliance@clickfunnels.com&nbsp;<br>\nThe English language version of this privacy statement is the controlling version regardless of any translation you may attempt.\n<br>\n<b>NAVIGATING THROUGH THIS STATEMENT</b> You can use the links below to navigate to areas of this statement that apply specifically to you, or which may otherwise be of interest: Who Do We Collect Personal Information From?\nWhat We Collect\nWhen/With Whom Do We Share Personal Information?\nYour Rights And Options\nChildren’s Privacy\nHow Do We Protect Collected Personal Information?&nbsp;&nbsp.\nThe California Consumer Privacy Act\nThe EU General Data Protection Regulation\nRights of Data Subjects in Other Jurisdiction\nChanges To This Privacy Statement\nContacting Us Etison LLC (“<b>Etison</b>,” “<b>us</b>,” “<b>we</b>,” or “<b>our</b>”) thanks you for visiting the <b>online and mobile resources</b> we publish.\nWe use the words “you” and “your” to mean you, the reader, and other visitors to our online and mobile resources who are, in all cases, over the age of 13.\nOur privacy statement (“<b>this statement</b>,” “<b>this privacy statement</b>,” and “<b>our statement</b>”) informs you about from whom and the types of personal information we collect, how we use it, who we share it with and why, and what we do to try to protect it.&nbsp.\n<br>\n<b>Online and mobile resources</b> means the websites and other internet features we own that allow you to interact with our websites, as well as apps we’ve created and distributed to let our customers and followers view our online and mobile resources or otherwise interact with the content we provide.&nbsp.\n<b>WHO WE COLLECT PERSONAL INFORMATION FROM&nbsp;</b> We may collect personal information from the following groups of data subjects: visitors to, and users of, our online and mobile resources.\nour customers.\ncurrent members of our workforce and those who apply for posted jobs.\nand third party vendors and business partners.&nbsp.\n<br>\n<b>Personal information</b> generally means information that can be used to identify you or that can be easily linked to you (for example, your name, address, telephone number, email address, social security number and date of birth).\nThe privacy laws in some jurisdictions include unique elements in what they consider to be the personal information of the consumers or data subjects they protect.\nIf those laws apply to us, as in the case of the California Consumer Privacy Act (“<b>CCPA</b>”) or European General Data Protection Regulation (“<b>GDPR</b>”), our use of the phrase “personal information” includes the unique elements required by such laws.&nbsp.\n<br>\nThe categories of information we collect from each of these groups, and the ways in which we use it, differs.\nAs you may have noticed, it’s possible that the same person could fall into more than one group.\nMost of this statement addresses our processing and sharing of personal information collected from visitors to and users of our online and mobile resources and our customers.&nbsp.\n<br>\nNonetheless, we collect and retain the types of <b>professional or employment related personal information</b> you would expect an employer to have about its existing and former workforce and new job applicants.\nWe provide legally required notices of collection, and describe our use and sharing of the personal information of our workforce and applicants in greater detail in confidential internal human resource manuals and documents accessible to members of our workforce, or by publication on the proprietary workforce/applicant portals and apps we operate.\nIn some cases, such portals and apps may be operated by third parties who transfer the personal information to us.\nIn those situations, the legal responsibility to provide notice usually rests with the third party, not us.\n<br>\nIn addition, like all corporate enterprises, we buy goods and services, lease equipment and office space and attend industry events.\nIn doing so, we interact with many existing and potential <b>vendors and business partners</b> from whom we necessarily collect certain personal information in connection with our contractual and business relationships.\nAs with our customers, this information is typically limited to minimum business contact information.\nWe use and share personal information collected from our vendors and business partners to manage, administer and perform under our contracts with them, or share information about our products.\nWe describe our use of vendor and business partner personal information in greater detail in our confidential contracts with those parties or on the internal vendor management portals we operate.&nbsp.\n<b>WHAT WE COLLECT</b> There are two types of information that we obtain from you online and then store and use: (i) non-personal information that’s collected automatically from each visitor, such as your device operating system.\nand (ii) personal information that you voluntarily provide to us or that is collected automatically.&nbsp.\n<br>\n<b>\n<i>By using our online and mobile resources or purchasing our products or services, you are signifying to us that you agree with this section of our privacy statement and that we may use and disclose your information as described.</i>\n</b>\n<br>\n<i>\n<u>Voluntarily Submitted Information</u>\n</i>\n&nbsp.\nIf you participate in certain activities via our online and mobile resources, you may be asked to provide us with information about yourself.\nThe types of personal information we collect in those situations includes <b>identifiers</b> (such as your name, email address, physical address, and phone number), <b>professional information</b> (such as the business you are in), and <b>financial account information</b> (such as your credit card information).\nWe do not sell, rent, or trade voluntarily submitted personal information with third parties.&nbsp;&nbsp.\n<br>\nIf you don’t want us to collect this type of personal information, please don’t provide it.\nThis means you shouldn’t participate in the activities on our online and mobile resources that request or require it and you may want to communicate with us by phone or regular mail instead.\nParticipation is strictly your choice.\nNot participating may limit your ability to take full advantage of the online and mobile resources, but it will not affect your ability to access certain information available to the general public on the online and mobile resources.&nbsp.\n<br> Some of the ways you voluntarily give us your personal information and how we use it: <b>Emails and Online Forms</b> – When you send us an email or fill out an online form, such as to contact us, your email address and any other personal information (e.g., home address or phone number) that may be in the content of your message or attached to it, are retained by us and used to respond back directly to you and to process your request.\nDepending on the personal information provided, communications from us may be in the form of emails, telephone calls, and/or text messages.\nWe may also send you information about any of our products or services we think may be of interest to you.\n<br>\n<b>Registering for an Account</b> – When you register for an account or you register your child for a sub-account, you submit personal information to us such as your name and email address (or your child’s name and email address) which we then retain.\nWe use that information to create and manage your account and in some cases establish a password and profile to communicate with you and any sub-accounts you created via email.&nbsp;&nbsp.\n<br>\n<b>Registering for Events</b> – When you register for events, conferences or programs we ourselves may host (rather than outsource to a third party event manager with its own privacy policies), you will be submitting the types of identifiers described above.\nIf the event requires a fee, we may also ask you to submit credit card or other financial information.\nWe use this information to register you for the event and send you communications regarding the event.\n<br>\n<b>Becoming a Subscriber to Our Service</b> – We use any information provided from our customers to perform our contractual obligations and provide the products and services purchased to them, to manage their accounts and communicate with them.\n<br>\n<b>Social Media and Community Features</b> – Some of our online and mobile resources may offer social media-like community features letting users post messages and comments, and/or upload an image or other files and materials.\nIf you choose to make use of these features, the information you post, including your screen name and any other personal information, will be in the public domain and not covered/protected by this statement.\n<i>Automatically Collected Information</i>\n<br>When you visit our online and mobile resources, basic information is passively collected through your web browser via use of tracking technologies, such as a “cookie” which is a small text file that is downloaded onto your computer or mobile device when you access the online and mobile resources.\nIt allows us to recognize your computer or mobile device and store some information about your preferences or past actions.\nAdditional information can be found in our Cookie Policy.\nYou can learn more about cookies and tracking technologies in general here.\n<br>\nWe allow third party vendors to use cookies or similar technologies to collect information about your browsing activities over time following your use of the site.\nFor example, we use Google Analytics, a web analytics service provided by Google, Inc.\n(\"<b>Google</b>\").\nGoogle Analytics uses cookies to help us analyze how you use the online and mobile resources and enhance your experience when you visit the online and mobile resources.\nFor more information on how Google uses this data, go to www.google.com/policies/privacy/partners/.\nYou can learn more about how to opt out of Google Analytics by going to https://tools.google.com/dlpage/gaoptout.&nbsp.\n<br>\nThe internet activity information collected through cookies and other similar means includes such things as: the domain name and IP address from which you accessed our online and mobile resources.\nthe type of browser and operating system you use.\nthe date and time and length of your visit.\nthe specific page visited, graphics viewed and any documents downloaded.\nthe specific links to other sites you accessed from our online and mobile resources.\nand the specific links from other sites you used to access our online and mobile resources.\n<br>\nAdditionally, if you access our online and mobile resources from a phone or other mobile device, the mobile services provider may transmit to us uniquely identifiable mobile device information which allows us to then collect mobile phone numbers and associate them with the mobile device identification information.\nSome mobile phone vendors also operate systems that pinpoint the physical location of devices and we may receive this information as well if location services are enabled on your device.\nIf you do not want us to collect and use <b>geolocation data</b>, disable location services through your device settings.\n<br>\nRegardless, we use both automatically collected information and mobile device information to compile generic reports about popular pages on our online and mobile resources, and to see how our customers and followers are accessing our online and mobile resources.\nWe then use that data to administer the online and mobile resources and make them better, make your activities more convenient and efficient and to enhance the functionality of our online and mobile resources, such as by remembering certain of your information in order to save you time.&nbsp.\n<br>\n<i>Data Retention<br>\n</i>We use and retain your personal information in accordance with applicable law and as long as necessary to carry out the purposes described above in accordance with our internal data retention procedures.\nThe criteria used to determine our retention periods include: (i) the length of time we have an ongoing relationship with you.\n(ii) whether there is an applicable legal obligation.\nor (iii) whether retention is advisable to enforce our agreements, satisfy applicable statutes of limitations, resolve disputes, or manage litigation or regulatory investigations.<br>\n<i>User Beware: External Sites, Apps, Links and Social Media<br>\n</i>We maintain a presence on one or more external social media platforms such as Twitter, Facebook, YouTube and LinkedIn.\nWe may further allow features of our online and mobile resources to connect with, or be viewable from, that external social media presence.\nSimilarly, our online and mobile resources may contain links to other websites or apps controlled by third parties.&nbsp.\n<br>\nWe are not responsible for either the content on, or the privacy practices of, social media platforms, or any third party sites or apps to which we link.\nThose apps, sites and platforms are not controlled by us and therefore have their own privacy policies and terms of use.\nIf you have questions about how those apps, sites and platforms collect and use personal information, you should carefully read their privacy policies and contact them using the information they provide.&nbsp.\n<br>\n<b>WHEN/WITH WHOM DO WE SHARE PERSONAL INFORMATION</b> We use non-personal information to administer our online and mobile resources, make them better, and to make business decisions about what programs our customers might like.\n<br>\nWe use voluntarily provided personal information for our legitimate interests, including to respond to your inquiries and provide you with the services you have requested, amongst other uses as further described below.\nWe do not sell or rent your personal information to third party data vendors or marketing companies.\nAs you might expect, we disclose your information when required by law.\nWe may use your personal information when we have your consent to do so, where required or permitted under applicable law.\n<i>Affiliates.</i>\nIn addition to those third parties set forth above, we may share your information, including personal information, within our family of companies.\nThose companies will use such information in generally the same manner as we do under this privacy statement which includes sending you information about their products, services, or initiatives that may be of interest to you.&nbsp;&nbsp.\n<br>\n<i>Legally Compelled Disclosures.</i>\nWe may disclose your information, including personal information, to government authorities, and to other third parties when compelled to do so by such government authorities, or at our discretion or otherwise as required or permitted by law, including but not limited to responding to court orders and subpoenas.&nbsp.\n<i>To Prevent Harm.</i>\nWe may disclose your information, including personal information, when we have reason to believe that someone is causing injury to or interference with our rights or property, other users of the online and mobile resources, or anyone else that could be harmed by such activities.&nbsp.\n<i>Business Transfer.</i>\nIf we or any of our affiliates, or substantially all of its or their assets, are acquired by one or more third parties as a result of an acquisition, merger, sale, reorganization, consolidation, or liquidation, personal information may be one of the transferred assets.\n<i>Vendors and Business Partners.</i>\nWe may share your information, including personal information, with our vendors and other third parties with whom we have a contractual relationship.\nWe may also share your information, including personal information, with vendors who provide third party software services that you have chosen to assist you with your sales funnels.\nWe do our best to disclose only the information each of those parties need.\n<br>\nWe have adopted standards for those vendors and business partners who receive personal information from us.\nWe attempt to bind such vendors and business partners to those standards via written contracts.\nWe further attempt to contractually restrict what our vendors and business partners can do with the personal information we provide to them such that it is used only to the extent necessary to carry out the business purpose for which it was provided.\nis not disclosed to anyone else without our consent or under our instruction.\nremains, as between us and the applicable vendor or business partner, our property.\nand is not transferred out of the United States without our consent.&nbsp.\n<br>\n<i>\n<b>Please note, however, that we cannot guarantee that all of our vendors and business partners will agree to these contractual requirements.\nnor can we ensure that, even when they do agree, they will always fully comply.</b>\n</i>\n<b>YOUR RIGHTS AND OPTIONS</b> You can choose not to provide personal information, but in doing so some of the features of our online and mobile resources may not be available to you.\nMoreover, you can opt out of certain activities like newsletters and announcements.\nData subjects in certain locations, or whose personal data was obtained while they were in certain locations, may have additional rights pursuant to the applicable data protection laws.\n<br>\n<b>GDPR Jurisdictions</b> means the countries composed of the European Economic Area, the United Kingdom, Switzerland and Japan which, having received an “adequacy decision” from the European Commission, adheres to the material terms of the GDPR.\n<br>\nIf we are using personal information you provided to us in order to enable us to send you materials, such as newsletters or product alerts via text or email, and you decide you don’t want to receive such materials, you may opt out by following the opt-out instructions in the email or other communication (e.g., by responding to the text with “STOP”), or by contacting us using the contact information below.\nWhen we receive your request, we will take reasonable steps to remove your name from our distribution lists.\nYou need to understand it may take a period of time to remove your name from our lists after your request and due to such latency you may still receive materials for a period of time after you opt out.\nIn addition to opting out, you have the ability to access, amend, and delete your personal information by contacting us using the contact information below.&nbsp.\n<br>\nSome browsers have a “do not track” feature that lets you tell websites that you do not want to have your online activities tracked.\nAt this time, we do not specifically respond to browser “do not track” signals.\n<br>\n<b>CHILDREN’S PRIVACY&nbsp;</b> Federal laws impose special restrictions and obligations on commercial website operators who direct their operations toward, and collect and use information from, children under the age of 13.\nWe take those age-related requirements very seriously, and consistent with it do not intend for our online and mobile resources to be used by children under the age of 13 without first obtaining the verifiable consent of such child’s parent or legal guardian.\nMoreover, we do not knowingly collect personal information from minors under the age of 13, only a parent or legal guardian may provide such information after adhering to our verification process for submitting such information via the online and mobile resources.\nIf we become aware that anyone under the age of 18 has submitted personal information to our online and mobile resources without such parental or legal guardian approval and that is not an integral part to accessing or using our Services, we will delete that information and will not use it for any purpose whatsoever.\nIf you believe that someone under the age of 18 has submitted personal information to our online and mobile resources, please contact us at compliance@clickfunnels.com.\nWe encourage parents and legal guardians to talk with their children about the potential risks of providing personal information over the Internet.\n<b>HOW WE PROTECT COLLECTED PERSONAL INFORMATION</b> We will take all reasonable security precautions to protect your personal information provided to our online and mobile resources.\nWe have adopted a security program that includes technical, organizational, administrative, and other security measures designed to protect, in a manner consistent with accepted industry standards and applicable law, against anticipated or actual threats to the security of personal information (the “<b>Security Program</b>”).\nWe cannot, however, guarantee that your information, whether during transmission or while stored on our systems or otherwise in our care, will be free from unauthorized access or that loss, misuse, destruction, or alteration will not occur.\nExcept for our duty to maintain the Security Program under applicable law, we disclaim any other liability for any such theft or loss of, unauthorized access or damage to, or interception of any data or communications including personal information.\nWe have every reason to believe our Security Program is reasonable and appropriate for our business and the nature of foreseeable risks to the personal information we collect.\nWe further periodically review and update our Security Program, including as required by applicable law.\n<br>\nNonetheless, as part of our Security Program, we have specific incident response and management procedures that are activated whenever we become aware that your personal information was likely to have been compromised.\nWe further require, as part of our vendor and business partner oversight procedures, that such parties notify us immediately if they have any reason to believe that an incident adversely affecting personal information we provided to them has occurred.&nbsp.\n<br>\n<b>THE CALIFORNIA CONSUMER PRIVACY ACT&nbsp;</b> This section applies to visitors, users, and others who reside in the state of California, USA.\nWhen we collect personal information from California residents we become subject to, and those residents have rights under, the California Consumer Privacy Act, as amended (“CCPA”).\nThis section of our statement is used to allow us to fulfill our CCPA obligations and explain your CCPA rights.\nFor purposes of this section, “Personal Information” has the meaning given in the CCPA.\n<br>\n<b>What did we collect from California Residents?</b>\n<b>\n<br>\n</b>\nThe chart below summarizes how we collect, use and share your Personal Information by reference to the categories specified in the CCPA, indicating the sources from which we collect Personal Information, the business purposes for which Personal Information is collected and/or shared, and the categories of third parties with whom Personal Information is shared, describing our practices during the 12 months preceding the effective date of this Privacy Statement.\nWe will not collect additional categories of Personal Information or use the Personal Information we collected for materially different, unrelated, or incompatible purposes without providing you notice and obtaining your consent where required by law.\n<br>\nIn the past 12 months, we shared or disclosed all of the categories of Personal Information listed below for the business purposes specified.\n<br> CUSTOM JAVASCRIPT / HTML Category of Personal Information Collected Sources of Personal Information Business Purpose For Collecting/Sharing Personal Information Shared/disclosed with third party categories (listed below)** Identifiers (real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers) <ul>\n<li>You or your agent</li>\n<li>Affiliates</li>\n</ul>\n<ul>\n<li>Verify your identity, and create and maintain your account/profile</li>\n<li>Providing customer service</li>\n<li>Processing and fulfilling your transactions</li>\n<li>Processing payments on your transactions</li>\n<li>Providing and improving our website, and personalizing your website experience</li>\n<li>Advertising and marketing our products and services</li>\n<li>Detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity</li>\n</ul> 1, 2, 3, 4 Personal Information categories (Cal.\nCiv.\nCode § 1798.80(e)) (name, signature, address, telephone number, insurance policy number, medical information, or health insurance information) <ul>\n<li>You or your agent</li>\n<li>Affiliates</li>\n</ul>\n<ul>\n<li>Verify your identity, and create and maintain your account/profile</li>\n<li>Providing customer service</li>\n<li>Processing and fulfilling your transactions</li>\n<li>Processing payments on your transactions</li>\n<li>Providing and improving our website, and personalizing your website experience</li>\n<li>Advertising and marketing our products and services</li>\n<li>Detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity</li>\n</ul> 1, 2, 3, 4 Protected classification characteristics under state or federal law (age (40 years or older), race, national origin, citizenship, religion, marital status, medical condition, disability, sex/gender, sexual orientation, veteran or military status, familial genetic information) <ul>\n<li>You or your agent</li>\n<li>Affiliates</li>\n</ul>\n<ul>\n<li>Verify your identity, and create and maintain your account/profile</li>\n<li>Providing customer service</li>\n<li>Processing and fulfilling your transactions</li>\n<li>Processing payments on your transactions</li>\n<li>Providing and improving our website, and personalizing your website experience</li>\n<li>Advertising and marketing our products and services</li>\n<li>Detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity</li>\n</ul> 1, 2, 3, 4 Commercial Information (records of personal property, products or services purchased, considered, or other purchasing or consuming histories or tendencies) <ul>\n<li>You or your agent</li>\n<li>Affiliates</li>\n</ul>\n<ul>\n<li>Verify your identity, and create and maintain your account/profile</li>\n<li>Providing customer service</li>\n<li>Processing and fulfilling your transactions</li>\n<li>Processing payments on your transactions</li>\n<li>Providing and improving our website, and personalizing your website experience</li>\n<li>Advertising and marketing our products and services</li>\n<li>Detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity</li>\n</ul> 1, 2, 3, 4 Biometric information (genetic, physiological, behavioral, and biological characteristics) N/A N/A N/A Internet or other similar network activity (browsing history, search history, information on a consumer's interaction with a website, application, or advertisement) Indirectly from your browser or device <ul>\n<li>Verify your identity, and create and maintain your account/profile</li>\n<li>Providing and improving our website, and personalizing your website experience</li>\n<li>Advertising and marketing our products and services</li>\n<li>Detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity</li>\n</ul> 1, 2, 3 Geolocation data (physical location or movements) Indirectly from your browser or device <ul>\n<li>Verify your identity, and create and maintain your account/profile</li>\n<li>Providing and improving our website, and personalizing your website experience</li>\n<li>Advertising and marketing our products and services</li>\n<li>Detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity</li>\n</ul> 2, 3 Sensory data (audio, electronic, visual, thermal, olfactory, or similar information) You or your agent <ul>\n<li>Verify your identity, and create and maintain your account/profile</li>\n<li>Providing customer service</li>\n<li>Providing and improving our website, and personalizing your website experience</li>\n<li>Detecting security incidents and protecting against malicious, deceptive, fraudulent, or illegal activity</li>\n</ul> 1, 2 Professional or employment-related information (current or past job history or performance evaluations) N/A N/A N/A Education information not covered by the Family Educational Rights and Privacy Act (current or past educational history) N/A N/A N/A Inferences drawn from other Personal Information (profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes) N/A N/A N/A **Categories of third parties with which Personal Information is shared/disclosed:<br> We may share your Personal Information with the following categories of third parties for a business purpose: 1.\nAffiliate companies\n<br>\n2.\nService providers and subcontractors including internet service providers, cloud service providers, data analytics providers, email marketing providers, and operating systems/platforms\n<br>\n3.\nThird parties for marketing and analytics services including advertising networks, data analytics providers, social networks, market research providers\n<br>\n4.\nProfessional advisors (such as accountants, auditors)\n<br> Personal information may be shared with government authorities on a case-by-case basis upon receipt of a lawful request, or where required by law.\nIn the event of a sale or transfer of some or all of Etison’s business or assets, we will use reasonable efforts to notify you if your Personal Information will be shared with parties to the transaction(s).\n<br>\nAlthough we do not and have not \"sold\" personal information to a third party for money in the past 12 months, we disclose information to third parties in a manner that may be considered a \"sale\" as defined under the CCPA or applicable State Data Privacy Laws.\nSpecifically, the categories of Personal Information that are disclosed to third parties in this manner include Identifiers, Characteristics of Protected Classifications, Commercial Information, Geolocation Data, and Inferences.\nand the categories of third parties receiving these disclosures are companies that operate cookies and other online tracking technologies.\n<br>\nSee the section entitled “Data Retention” above for a description of the criteria used to determine how long we retain Personal Information.\nWe do not use or disclose sensitive Personal Information for purposes other than those specified in CCPA Regulations Section 7207 (m).\n<br>\n<b>Rights of California Residents</b>\n<b>\n<br>\n</b>\nYou may have the following rights under the CCPA, where applicable: 1.\nYou have the right to a copy of your Personal Information in our possession, or to request information about the categories of Personal Information we have collected about you, the categories of sources from which we collected the Personal Information, the purposes for collecting, sharing or selling the Personal Information (where applicable), the categories of third parties with whom we have shared or sold your Personal Information, the purpose for which we shared or sold your Personal Information, and information about the specific pieces of Personal Information we have collected about you.\n<br>\n2.\nYou have the right to request that we correct in our records any Personal Information about you that is inaccurate.\n<br>\n3.\nYou have the right to request the deletion of Personal Information that we collected about you and retained, subject to certain exceptions.\n<br>\n4.\nYou have the right to opt out of the sale or sharing of your Personal Information with third parties for targeted advertising purposes, where such a “sale” or “sharing\" is occurring (as such terms are defined by applicable law).\nIn order to exercise this right, where applicable, submit a \"Do Not Sell\" request to compliance@clickfunnels.com.&nbsp.\n<br>\n5.\nYou have the right to limit the use or disclosure of your sensitive Personal Information, where collected and as permitted under the CCPA.\nYou can exercise these rights up to two different times every 12 months.\nTo do so, just contact us at compliance@clickfunnels.com or <b>1-888-411-0243</b>.\nWe may ask you to fill out a request form.\nThe CCPA only allows us to act on your request if we can verify your identity or your authority to make the request so you will also need to follow our instructions for identity verification.\nWe will verify your identity by asking you to provide identifying information that we will match to information in our records.\nOnly you or a person that you authorize in writing to act on your behalf may make a verifiable consumer request related to your Personal Information.\nYou (or your authorized agent) must provide documentation signed by you demonstrating that the agent is authorized to submit a verifiable consumer request on your behalf.\n<br>\nIf you make a verifiable request per the above, we will confirm our receipt and respond in the time frames prescribed by the CCPA.&nbsp.\n<br>\nIt’s important to us that you know that if you exercise these rights, we will not “discriminate” against you by treating you differently from other California residents who use our sites and mobile resources or purchase our services but do not exercise their rights.\nWe do not charge a different price or rate or provide a different level or quality of goods or services based on you exercising your privacy rights.\n<b>THE EU GENERAL DATA PROTECTION REGULATION&nbsp;</b> We do collect or otherwise obtain personal information from data subjects located in the GDPR Jurisdictions.\nWe fulfill our GDPR obligations with respect to our workforce/job applicants, our customers (and their own end-clients), and our vendors and business partners through a series of separate notices, contracts or other terms provided to them at the time, and in the manner and form, GDPR and local law within each GDPR Jurisdiction requires.&nbsp.\n<br>\nWe describe, in the immediately following section of this statement, how we comply with the GDPR for personal information collected from visitors to and users of our online and mobile resources while they were in a GDPR Jurisdiction.\nThus for purposes of that section, the words “you” and “your” mean only such GDPR Jurisdiction-based visitors and users.&nbsp.\n<b>What do we collect from you in the GDPR Jurisdictions and how do we use it?</b> We collect from you the categories of personal information already described.\nThe lawful basis on which we rely for such collection, later use and disclosure, is what the GDPR refers to as legitimate interest.\nAs stated elsewhere in this statement, we do not sell any of your personal information to third parties nor do we use it for automated decision making.\n<b>Cross-border Data Transfers and Third Party Processors&nbsp;</b> If we transfer personal information from the GDPR Jurisdictions to a location that has not been deemed by the European Commission to have adequate privacy protections, we do so in the manner the GDPR permits.&nbsp.\n<b>Rights of Data Subjects in the GDPR Jurisdictions&nbsp;</b> While we attempt to allow all visitors and users of our online and mobile resources to exercise a degree of control over their personal information, under the GDPR we have a legal obligation to do so for you.\nMore specifically, with respect to personal information collected from you while you were in a GDPR Jurisdiction, you have these rights: transparency, access, correction and deletion, portability, who, what, why and where, and restriction/objection (for more information click here).\n<br>\nIf you would like to exercise any of these rights, please contact compliance@clickfunnels.com.\nYour ability to exercise these rights is subject to certain conditions and exemptions that you can read about in Articles 12 through 23 of the GDPR.\nAmong those conditions is our right to decline part or all of a request if we cannot satisfy our reasonable doubts and concerns about your identity in a manner that helps us minimize the risk that unauthorized persons might use a GDPR right to access your personal information.\nWe will respond to all requests without undue delay, and in accordance with the time frames, if any, prescribed by the GDPR.\nIf you are not satisfied with how we use your personal information or respond to your requests, you have the right to complain to your data protection regulator.\nContact information for the EU data protection regulators can be found here.&nbsp;&nbsp.\n<br>\nPursuant to Article 27 of the GDPR, you may contact our EU representative using the following contact information:\n<br> IITR Datenschutz GmbH\nMarienplatz 2, 80331 München, Germany\nemail@iitr.de\n089-18917360\n<br>\n<b>RIGHTS OF DATA SUBJECTS IN OTHER JURISDICTIONS</b> In other jurisdictions, with similar data privacy regulations, we may collect from you the categories of personal information already described.\nWe collect and manage (including disclose) such data in compliance with applicable local law(s).\nAs noted, we do not sell any of your personal information to third parties nor do we use it for automated decision making.\n<b>CHANGES TO THIS PRIVACY STATEMENT</b> The English language version of this privacy statement is the controlling version regardless of any translation you may attempt.&nbsp.\n<br>\nWe reserve the right to change or update this statement from time to time.\nPlease check our online and mobile resources periodically for such changes since all information collected is subject to the statement in place at that time.\n<br>\n<b>CONTACTING US</b>\n<b>\n<br>\n</b>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;If you have questions about our privacy statement or privacy practices, please contact us at: Etison LLC\nAttn: Legal &amp.\nCompliance Department\n3443 W.\nBavaria Street\nEagle, Idaho 83616\ncompliance@clickfunnels.com\n<b>\n<br>\n</b>\n<p>\n</p>\nEnglish\n<p>\n<br>\n<br>\nHaz Click Aquí para leer la versión en Español</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nPRIVACY STATEMENT</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nPRIVACY, SECURITY AND TRANSPARENCY</p>\n<p>\n</p>\n<p>\nThank you for visiting the online and mobile resources published by Etison, LLC.\nOur privacy statement, contained in the pages that follow, serves, to give notice about the types of personal information we collect, how we use it, who we share it with and why, and what we do to try to protect it.\nWe delve into those matters in a fair amount of detail in the pages that follow.\nWe encourage you to read them carefully.\nIn the meantime, we provide a quick overview below.</p>\n<p>\n</p>\n<p>\nWhat do we collect?</p>\n<p>\n</p>\n<p>\nThere are two types of information that we obtain from you online and then store and use:</p>\n<p>\n</p>\n<ul>\n<li>non-personal information that’s collected automatically from each visitor, such as your device operating system.\nand</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>personal information that you voluntarily provide to us or that is collected automatically.</li>\n</ul>\n<p>\n</p>\n<p>\nMore details</p>\n<p>\n</p>\n<p>\nWhy do we use it?</p>\n<p>\n</p>\n<p>\nWe use non-personal information to administer our online and mobile resources, make them better, and to make business decisions about what programs our customers might like.</p>\n<p>\n</p>\n<p>\nWe use voluntarily provided personal information to respond to your inquiries and provide you with the services you have requested, amongst other uses as further described below.\nWe do not sell or rent your personal information to third party data vendors or marketing companies.\nAs you might expect, we disclose your information when required by law.</p>\n<p>\n</p>\n<p>\nMore details</p>\n<p>\n</p>\n<p>\nWhen do we share it?</p>\n<p>\n</p>\n<p>\nWe share personal information when needed to fulfill our legal obligations and when our vendors and business partners need it to perform under the contracts we have with them.\nWe do not sell or rent any personal information to third party data brokers or marketing companies.</p>\n<p>\n</p>\n<p>\nMore details</p>\n<p>\n</p>\n<p>\nYour Privacy Choices and Rights</p>\n<p>\n</p>\n<p>\nYou do not have to provide personal information to enjoy most of the features of our online and mobile resources.\nMoreover, you can opt out of certain activities like newsletters and announcements.\n&nbsp;You may have certain additional rights depending upon the jurisdiction in which you reside, or in which your personal data was collected from, pursuant to the applicable data protection laws.</p>\n<p>\nMore details</p>\n<p>\n</p>\n<p>\nContacting Us</p>\n<p>\n</p>\n<p>\nQuestions about this highlights page or our online privacy statement may be sent to Etison, LLC, ATTN: Legal &amp.\nCompliance Department, 3443 W.\nBavaria Street, Eagle, Idaho 83616 or compliance@clickfunnels.com </p>\n<p>\n</p>\n<p>\nThe English language version of this privacy statement is the controlling version regardless of any translation you may attempt.</p>\n<p>\n</p>\n<p>\nNAVIGATING THROUGH THIS STATEMENT</p>\n<p>\n</p>\n<p>\nYou can use the links below to navigate to areas of this statement that apply specifically to you, or which may otherwise be of interest:</p>\n<p>\n</p>\n<p>\nWho Do We Collect Personal Information From?</p>\n<p>\nWhat We Collect</p>\n<p>\nWhen/With Whom Do We Share Personal Information?</p>\n<p>\nYour Rights And Options</p>\n<p>\nChildren’s Privacy</p>\n<p>\nHow Do We Protect Collected Personal Information? &nbsp;</p>\n<p>\nThe California Consumer Privacy Act</p>\n<p>\nThe EU General Data Protection Regulation</p>\n<p>\nRights of Data Subjects in Other Jurisdiction</p>\n<p>\nChanges To This Privacy Statement</p>\n<p>\nContacting Us</p>\n<p>\n</p>\n<p>\nEtison, LLC (“Etison,” “us,” “we,” or “our”) thanks you for visiting the online and mobile resources we publish.\nWe use the words “you” and “your” to mean you, the reader, and other visitors to our online and mobile resources who are, in all cases, over the age of 13.\n&nbsp;Our privacy statement (“this statement,” “this privacy statement,” and “our statement”) informs you about from whom and the types of personal information we collect, how we use it, who we share it with and why, and what we do to try to protect it.\n</p>\n<p>\n</p>\n<p>\nOnline and mobile resources means the websites and other internet features we own that allow you to interact with our websites, as well as apps we’ve created and distributed to let our customers and followers view our online and mobile resources or otherwise interact with the content we provide.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nWHO WE COLLECT PERSONAL INFORMATION FROM </p>\n<p>\n</p>\n<p>\nWe may collect personal information from the following groups of data subjects: visitors to, and users of, our online and mobile resources.\nour customers.\ncurrent members of our workforce and those who apply for posted jobs.\nand third party vendors and business partners.\n</p>\n<p>\n</p>\n<p>\nPersonal information&nbsp;generally means information that can be used to identify you or that can be easily linked to you (for example, your name, address, telephone number, email address, social security number and date of birth).\nThe privacy laws in some jurisdictions include unique elements in what they consider to be the personal information of the consumers or data subjects they protect.\nIf those laws apply to us, as in the case of the California Consumer Privacy Act (“CCPA”) or European General Data Protection Regulation (“GDPR”), our use of the phrase “personal information” includes the unique elements required by such laws.\n</p>\n<p>\n</p>\n<p>\nThe categories of information we collect from each of these groups, and the ways in which we use it, differs.\nAs you may have noticed, it’s possible that the same person could fall into more than one group.\nMost of this statement addresses our processing and sharing of personal information collected from visitors to and users of our online and mobile resources and our customers.\n</p>\n<p>\n</p>\n<p>\nNonetheless, we collect and retain the types of professional or employment related personal information&nbsp;you would expect an employer to have about its existing and former workforce and new job applicants.\nWe provide legally required notices of collection, and describe our use and sharing of the personal information of our workforce and applicants in greater detail in confidential internal human resource manuals and documents accessible to members of our workforce, or by publication on the proprietary workforce/applicant portals and apps we operate.\nIn some cases, such portals and apps may be operated by third parties who transfer the personal information to us.\nIn those situations, the legal responsibility to provide notice usually rests with the third party, not us.</p>\n<p>\n</p>\n<p>\nIn addition, like all corporate enterprises, we buy goods and services, lease equipment and office space and attend industry events.\nIn doing so, we interact with many existing and potential vendors and business partners&nbsp;from whom we necessarily collect certain personal information in connection with our contractual and business relationships.\nAs with our customers, this information is typically limited to minimum business contact information.\nWe use and share personal information collected from our vendors and business partners to manage, administer and perform under our contracts with them, or share information about our products.\nWe describe our use of vendor and business partner personal information in greater detail in our confidential contracts with those parties or on the internal vendor management portals we operate.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nWHAT WE COLLECT </p>\n<p>\n</p>\n<p>\nThere are two types of information that we obtain from you online and then store and use: (i) non-personal information that’s collected automatically from each visitor, such as your device operating system.\nand (ii) personal information that you voluntarily provide to us or that is collected automatically.\n</p>\n<p>\n</p>\n<p>\nBy using our online and mobile resources or purchasing our products or services, you are signifying to us that you agree with this section of our privacy statement and that we may use and disclose your information as described.</p>\n<p>\n</p>\n<p>\nVoluntarily Submitted Information.&nbsp;</p>\n<p>\nIf you participate in certain activities via our online and mobile resources, you may be asked to provide us with information about yourself.\nThe types of personal information we collect in those situations includes identifiers&nbsp;(such as your name, email address, physical address, and phone number), professional information&nbsp;(such as the business you are in), and financial account information&nbsp;(such as your credit card information).\nWe do not sell, rent, or trade voluntarily submitted personal information with third parties.\n&nbsp;</p>\n<p>\n</p>\n<p>\nIf you don’t want us to collect this type of personal information, please don’t provide it.\nThis means you shouldn’t participate in the activities on our online and mobile resources that request or require it and you may want to communicate with us by phone or regular mail instead.\nParticipation is strictly your choice.\nNot participating may limit your ability to take full advantage of the online and mobile resources, but it will not affect your ability to access certain information available to the general public on the online and mobile resources.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nSome of the ways you voluntarily give us your personal information and how we use it:</p>\n<p>\n</p>\n<p>\nEmails and Online Forms – When you send us an email or fill out an online form, such as to contact us, your email address and any other personal information (e.g., home address or phone number) that may be in the content of your message or attached to it, are retained by us and used to respond back directly to you and to process your request.\nDepending on the personal information provided, communications from us may be in the form of emails, telephone calls, and/or text messages.\nWe may also send you information about any of our products or services we think may be of interest to you.</p>\n<p>\n</p>\n<p>\nRegistering for an Account&nbsp;–&nbsp;When you register for an account or you register your child for a sub-account, you submit personal information to us such as your name and email address (or your child’s name and email address) which we then retain.\nWe use that information to create and manage your account and in some cases establish a password and profile to communicate with you and any sub-accounts you created via email.\n&nbsp;</p>\n<p>\n</p>\n<p>\nRegistering for Events –&nbsp;When you register for events, conferences or programs we ourselves may host (rather than outsource to a third party event manager with its own privacy policies), you will be submitting the types of identifiers described above.\nIf the event requires a fee, we may also ask you to submit credit card or other financial information.\nWe use this information to register you for the event and send you communications regarding the event.</p>\n<p>\n</p>\n<p>\nBecoming a Subscriber to Our Service –&nbsp;We use any information provided from our customers to perform our contractual obligations and provide the products and services purchased to them, to manage their accounts and communicate with them.</p>\n<p>\n</p>\n<p>\nSocial Media and Community Features – Some of&nbsp;our online and mobile resources may offer social media-like community features letting users post messages and comments, and/or upload an image or other files and materials.\nIf you choose to make use of these features, the information you post, including your screen name and any other personal information, will be in the public domain and not covered/protected by this statement.</p>\n<p>\n</p>\n<p>\nAutomatically Collected Information.</p>\n<p>\nWhen you visit our online and mobile resources, basic information is passively collected through your web browser via use of tracking technologies, such as a “cookie” which is a small text file that is downloaded onto your computer or mobile device when you access the online and mobile resources.\nIt allows us to recognize your computer or mobile device and store some information about your preferences or past actions.&nbsp;Additional information can be found in our&nbsp;Cookie Policy.\nYou can learn more about cookies and tracking technologies in general&nbsp;here.</p>\n<p>\n</p>\n<p>\nWe allow third party vendors to use cookies or similar technologies to collect information about your browsing activities over time following your use of the site.\nFor example, we use Google Analytics, a web analytics service provided by Google, Inc.\n(\"Google\").\nGoogle Analytics uses cookies to help us analyze how you use the online and mobile resources and enhance your experience when you visit the online and mobile resources.\nFor more information on how Google uses this data, go to www.google.com/policies/privacy/partners/.\nYou can learn more about how to opt out of Google Analytics by going to https://tools.google.com/dlpage/gaoptout.\n</p>\n<p>\n</p>\n<p>\nThe internet activity information collected through cookies and other similar means includes such things as: the domain name and IP address from which you accessed our online and mobile resources.\nthe type of browser and operating system you use.\nthe date and time and length of your visit.\nthe specific page visited, graphics viewed and any documents downloaded.\nthe specific links to other sites you accessed from our online and mobile resources.\nand the specific links from other sites you used to access our online and mobile resources.</p>\n<p>\n</p>\n<p>\nAdditionally, if you access our online and mobile resources from a phone or other mobile device, the mobile services provider may transmit to us uniquely identifiable mobile device information which allows us to then collect mobile phone numbers and associate them with the mobile device identification information.\nSome mobile phone vendors also operate systems that pinpoint the physical location of devices and we may receive this information as well if location services are enabled on your device.\nIf you do not want us to collect and use geolocation data, disable location services through your device settings.</p>\n<p>\n</p>\n<p>\nRegardless, we use both automatically collected information and mobile device information to compile generic reports about popular pages on our online and mobile resources, and to see how our customers and followers are accessing our online and mobile resources.\nWe then use that data to administer the online and mobile resources and make them better, make your activities more convenient and efficient and to enhance the functionality of our online and mobile resources, such as by remembering certain of your information in order to save you time.\n</p>\n<p>\n</p>\n<p>\nWe use and retain your personal information in accordance with applicable law and as long as necessary to carry out the purposes described above in accordance with our internal data retention procedures.</p>\n<p>\n</p>\n<p>\nUser Beware: External Sites, Apps, Links and Social Media.</p>\n<p>\nWe maintain a presence on one or more external social media platforms such as Twitter, Facebook, YouTube and LinkedIn.\nWe may further allow features of our online and mobile resources to connect with, or be viewable from, that external social media presence.\nSimilarly, our online and mobile resources may contain links to other websites or apps controlled by third parties.\n</p>\n<p>\n</p>\n<p>\nWe are not responsible for either the content on, or the privacy practices of, social media platforms, or any third party sites or apps to which we link.\nThose apps, sites and platforms are not controlled by us and therefore have their own privacy policies and terms of use.\nIf you have questions about how those apps, sites and platforms collect and use personal information, you should carefully read their privacy policies and contact them using the information they provide.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nWHEN/WITH WHOM DO WE SHARE PERSONAL INFORMATION</p>\n<p>\n</p>\n<p>\nWe use non-personal information to administer our online and mobile resources, make them better, and to make business decisions about what programs our customers might like.</p>\n<p>\n</p>\n<p>\nWe use voluntarily provided personal information for our legitimate interests, including to respond to your inquiries and provide you with the services you have requested, amongst other uses as further described below.\nWe do not sell or rent your personal information to third party data vendors or marketing companies.\nAs you might expect, we disclose your information when required by law.\nWe may use your personal information when we have your consent to do so, where required or permitted under applicable law.</p>\n<p>\n</p>\n<p>\nAffiliates.</p>\n<p>\nIn addition to those third parties set forth above, we may share your information, including personal information, within our family of companies.\nThose companies will use such information in generally the same manner as we do under this privacy statement which includes sending you information about their products, services, or initiatives that may be of interest to you.\n&nbsp;</p>\n<p>\nLegally Compelled Disclosures.</p>\n<p>\nWe may disclose your information, including personal information, to government authorities, and to other third parties when compelled to do so by such government authorities, or at our discretion or otherwise as required or permitted by law, including but not limited to responding to court orders and subpoenas.\n</p>\n<p>\nTo Prevent Harm.</p>\n<p>\nWe may disclose your information, including personal information, when we have reason to believe that someone is causing injury to or interference with our rights or property, other users of the online and mobile resources, or anyone else that could be harmed by such activities.\n</p>\n<p>\nBusiness Transfer.</p>\n<p>\nIf we or any of our affiliates, or substantially all of its or their assets, are acquired by one or more third parties as a result of an acquisition, merger, sale, reorganization, consolidation, or liquidation, personal information may be one of the transferred assets.</p>\n<p>\n</p>\n<p>\nVendors and Business Partners.</p>\n<p>\nWe may share your information, including personal information, with our vendors and other third parties with whom we have a contractual relationship.\nWe may also share your information, including personal information, with vendors who provide third party software services that you have chosen to assist you with your sales funnels.\nWe do our best to disclose only the information each of those parties need.</p>\n<p>\nWe have adopted standards for those vendors and business partners who receive personal information from us.\nWe attempt to bind such vendors and business partners to those standards via written contracts.\nWe further attempt to contractually restrict what our vendors and business partners can do with the personal information we provide to them such that it is used only to the extent necessary to carry out the business purpose for which it was provided.\nis not disclosed to anyone else without our consent or under our instruction.\nremains, as between us and the applicable vendor or business partner, our property.\nand is not transferred out of the United States without our consent.\n</p>\n<p>\n</p>\n<p>\nPlease note, however, that we cannot guarantee that all of our vendors and business partners will agree to these contractual requirements.\nnor can we ensure that, even when they do agree, they will always fully comply.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nYOUR RIGHTS AND OPTIONS</p>\n<p>\n</p>\n<p>\n</p>\n<p>You can choose not to provide personal information, but in doing so some of the features of our online and mobile resources may not be available to you.\nMoreover, you can opt out of certain activities like newsletters and announcements.\nData subjects in certain locations, or whose personal data was obtained while they were in certain locations, may have additional rights pursuant to the applicable data protection laws</p>\n<p>\n</p>\n<p>\nGDPR Jurisdictions&nbsp;means the countries composed of the European Economic Area, the United Kingdom (which soon will leave the European Union), Switzerland and Japan which, having received an “adequacy decision” from the European Commission, adheres to the material terms of the GDPR.</p>\n<p>\n</p>\n<p>\nIf we are using personal information you provided to us in order to enable us to send you materials, such as newsletters or product alerts via text or email, and you decide you don’t want to receive such materials, you may opt out by following the opt-out instructions in the email or other communication (e.g., by responding to the text with “STOP”), or by contacting us using the contact information below.\nWhen we receive your request, we will take reasonable steps to remove your name from our distribution lists.\nYou need to understand it may take a period of time to remove your name from our lists after your request and due to such latency you may still receive materials for a period of time after you opt out.\nIn addition to opting out, you have the ability to access, amend, and delete your personal information by contacting us using the contact information below.\n</p>\n<p>\n</p>\n<p>\nSome browsers have a “do not track” feature that lets you tell websites that you do not want to have your online activities tracked.\nAt this time, we do not specifically respond to browser “do not track” signals.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nCHILDREN’S PRIVACY&nbsp;</p>\n<p>\n</p>\n<p>\nFederal laws impose special restrictions and obligations on commercial website operators who direct their operations toward, and collect and use information from, children under the age of 13.\nWe take those age-related requirements very seriously, and consistent with it do not intend for our online and mobile resources to be used by children under the age of 13 without first obtaining the verifiable consent of such child’s parent or legal guardian.\nMoreover, we do not knowingly collect personal information from minors under the age of 13, only a parent or legal guardian may provide such information after adhering to our verification process for submitting such information via the online and mobile resources.\nIf we become aware that anyone under the age of 18 has submitted personal information &nbsp;to our online and mobile resources without such parental or legal guardian approval and that is not an integral part to accessing or using our Services, we will delete that information and will not use it for any purpose whatsoever.\nIf you believe that someone under the age of 18 has submitted personal information to our online and mobile resources, please contact us at compliance@clickfunnels.com.\nWe encourage parents and legal guardians to talk with their children about the potential risks of providing personal information over the Internet.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nHOW WE PROTECT COLLECTED PERSONAL INFORMATION</p>\n<p>\n</p>\n<p>\nWe will take all reasonable security precautions to protect your personal information provided to our online and mobile resources.\nWe have adopted a security program that includes technical, organizational, administrative, and other security measures designed to protect, in a manner consistent with accepted industry standards and applicable law, against anticipated or actual threats to the security of personal information (the “Security Program”).\nWe cannot, however, guarantee that your information, whether during transmission or while stored on our systems or otherwise in our care, will be free from unauthorized access or that loss, misuse, destruction, or alteration will not occur.\nExcept for our duty to maintain the Security Program under applicable law, we disclaim any other liability for any such theft or loss of, unauthorized access or damage to, or interception of any data or communications including personal information.\nWe have every reason to believe our Security Program is reasonable and appropriate for our business and the nature of foreseeable risks to the personal information we collect.\nWe further periodically review and update our Security Program, including as required by applicable law.</p>\n<p>\n</p>\n<p>\nNonetheless, as part of our Security Program, we have specific incident response and management procedures that are activated whenever we become aware that your personal information was likely to have been compromised.\nWe further require, as part of our vendor and business partner oversight procedures, that such parties notify us immediately if they have any reason to believe that an incident adversely affecting personal information we provided to them has occurred.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nTHE CALIFORNIA CONSUMER PRIVACY ACT </p>\n<p>\n</p>\n<p>\nWhen we collect personal information from California residents we become subject to, and those residents have rights under, the California Consumer Privacy Act or “CCPA”.\nThis section of our statement is used to allow us to fulfill our CCPA obligations and explain your CCPA rights.\nFor purposes of this section, the words “you” and “your” mean only such California residents.</p>\n<p>\n</p>\n<p>\nWhat did we collect from California Residents?</p>\n<p>\n</p>\n<p>\nWe collect the following categories of personal information: identifiers&nbsp;such as name, address, IP address, and other similar identifiers.\npersonal information described in subdivision (e) of Section 1798.80 (California customer records statute) such as a name, address, telephone number, credit card number.\ncommercial information&nbsp;such as products or services purchased.\ninternet/electronic activity&nbsp;such as browsing history and search history.\ngeolocation data&nbsp;including geographic coordinates/physical location.\nand audio, video, electronic&nbsp;or other similar information.\n&nbsp;We have disclosed these categories of personal information for a business purpose within the last 12 months.\nWe do not sell, and within the last 12 months have not sold, personal information to third parties.\n</p>\n<p>\nRights of California Residents</p>\n<p>\n</p>\n<p>\nYou have the following rights under the CCPA, in summary disclosure, access and delete.\nMore information can be found here.\nIt’s important to us that you know that if you exercise these rights, we will not “discriminate” against you by treating you differently from other California residents who use our sites and mobile resources or purchase our services but do not exercise their rights.</p>\n<p>\n</p>\n<p>\nYou can exercise these rights up to two different times every 12 months.\nTo do so, just contact us at compliance@clickfunnels.com or 1-888-411-0243.\nWe may ask you to fill out a request form.\nThe CCPA only allows us to act on your request if we can verify your identity or your authority to make the request so you will also need to follow our instructions for identity verification.\n</p>\n<p>\n</p>\n<p>\nIf you make a verifiable request per the above, we will confirm our receipt and respond in the time frames prescribed by the CCPA.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nTHE EU GENERAL DATA PROTECTION REGULATION </p>\n<p>\n</p>\n<p>\nWe do collect or otherwise obtain personal information from data subjects located in the GDPR Jurisdictions.\n&nbsp;We fulfill our GDPR obligations with respect to our workforce/job applicants, our customers (and their own end-clients), and our vendors and business partners through a series of separate notices, contracts or other terms provided to them at the time, and in the manner and form, GDPR and local law within each GDPR Jurisdiction requires.\n</p>\n<p>\n</p>\n<p>\nWe describe, in the immediately following section of this statement, how we comply with the GDPR for personal information collected from visitors to and users of our online and mobile resources while they were in a GDPR Jurisdiction.\nThus for purposes of that section, the words “you” and “your” mean only such GDPR Jurisdiction-based visitors and users.\n</p>\n<p>\n</p>\n<p>\nWhat do we collect from you in the GDPR Jurisdictions and how do we use it?</p>\n<p>\n</p>\n<p>\nWe collect from you the categories of personal information already described.\nThe lawful basis on which we rely for such collection, later use and disclosure, is what the GDPR refers to as legitimate interest.\nAs stated elsewhere in this statement, we do not sell&nbsp;any of your personal information to third parties nor do we use it for automated decision making.</p>\n<p>\n</p>\n<p>\nCross-border Data Transfers and Third Party Processors </p>\n<p>\n</p>\n<p>\nIf we transfer personal information from the GDPR Jurisdictions to a location that has not been deemed by the European Commission to have adequate privacy protections, we do so in the manner the GDPR permits.\n</p>\n<p>\n</p>\n<p>\nRights of Data Subjects in the GDPR Jurisdictions </p>\n<p>\n</p>\n<p>\nWhile we attempt to allow all visitors and users of our online and mobile resources to exercise a degree of control over their personal information, under the GDPR we have a legal obligation to do so for you.\nMore specifically, with respect to personal information collected from you while you were in a GDPR Jurisdiction, you have these rights: transparency, access, correction and deletion, portability, who, what, why and where, and restriction/objection (for more information click here).</p>\n<p>\n</p>\n<p>\nIf you would like to exercise any of these rights, please contact compliance@clickfunnels.com.\nYour ability to exercise these rights is subject to certain conditions and exemptions that you can read about in Articles 12 through 23 of the GDPR.\n&nbsp;Among those conditions is our right to decline part or all of a request if we cannot satisfy our reasonable doubts and concerns about your identity in a manner that helps us minimize the risk that unauthorized persons might use a GDPR right to access your personal information.\nWe will respond to all requests without undue delay, and in accordance with the time frames, if any, prescribed by the GDPR.\nIf you are not satisfied with how we use your personal information or respond to your requests, you have the right to complain to your data protection regulator.\nContact information for the EU data protection regulators can be found here.&nbsp;&nbsp;</p>\n<p>\n</p>\n<p>\nPursuant to Article 27 of the GDPR, you may contact our EU representative using the following contact information: </p>\n<p>\n</p>\n<p>\nIITR Datenschutz GmbH</p>\n<p>\nMarienplatz 2, 80331 München, Germany</p>\n<p>\nemail@iitr.de</p>\n<p>\n089-1891736</p>\n<p>\n<br>\n</p>\n<p>\n</p>\n<p>\nRIGHTS OF DATA SUBJECTS IN OTHER JURISDICTIONS </p>\n<p>\n</p>\n<p>\nIn other jurisdictions, with similar data privacy regulations, we may collect from you the categories of personal information already described.\nWe collect and manage (including disclose) such data in compliance with applicable local law(s).\nAs noted, we do not sell any of your personal information to third parties nor do we use it for automated decision making.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nCHANGES TO THIS PRIVACY STATEMENT</p>\n<p>\n</p>\n<p>\nThe English language version of this privacy statement is the controlling version regardless of any translation you may attempt.\n</p>\n<p>\n</p>\n<p>\nWe reserve the right to change or update this statement from time to time.\nPlease check our online and mobile resources periodically for such changes since all information collected is subject to the statement in place at that time.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nCONTACTING US</p>\n<p>\n</p>\n<p>\nIf you have questions about our privacy statement or privacy practices, please contact us at: </p>\n<p>\n</p>\n<p>\nEtison, LLC</p>\n<p>\nAttn: Legal &amp.\nCompliance Department</p>\n<p>\n3443 W.\nBavaria Street</p>\n<p>\nEagle, Idaho 83616</p>\n<p>\ncompliance@clickfunnels.com</p>\n<p>\n<br>\n</p>\n<p>\n</p>\nSpanish\n<p>\n<br> Click here for English version </p>\n<p>\nDECLARACIÓN DE PRIVACIDAD</p>\n<p>\n</p>\n<p>\nPRIVACIDAD, SEGURIDAD Y TRANSPARENCIA</p>\n<p>\n</p>\n<p>\nGracias por visitar los recursos virtuales publicados por Etison, LLC.\nNuestra declaración de privacidad, contenida en las siguientes páginas, sirve para informar acerca del tipo de información personal que reunimos, cómo la utilizamos, con quién la compartimos y por qué, y qué hacemos para tratar de protegerla.\nProfundizamos en estas cuestiones con gran cantidad de detalles en las siguientes páginas.\nLos alentamos a leerlas detalladamente.\nMientras tanto, brindaremos una rápida visión general aquí abajo.</p>\n<p>\n</p>\n<p>\n¿Qué recopilamos?</p>\n<p>\n</p>\n<p>\nHay dos tipos de información que obtenemos a partir de su actividad en línea, y que luego almacenamos y utilizamos:</p>\n<p>\n</p>\n<ul>\n<li>información no personal que se recopila automáticamente de cada visitante, como tu el sistema operativo de su dispositivo.\ny</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>la información personal que usted nos brinda de forma voluntaria o que se recopila automáticamente.\n</li>\n</ul>\n<p>\n</p>\n<p>\nMás detalles</p>\n<p>\n</p>\n<p>\n¿Por qué la utilizamos?</p>\n<p>\n</p>\n<p>\nUtilizamos información no personal para administrar nuestros recursos virtuales, mejorarlos, y para tomar decisiones de negocio respecto de qué programas podrían gustarle a nuestros clientes.\n</p>\n<p>\n</p>\n<p>\nUtilizamos información personal brindada voluntariamente para responder a sus preguntas y brindarle los servicios que usted ha solicitado, entre otros usos como se describe abajo.\nNo vendemos ni alquilamos su información a terceros que sean proveedores de datos o empresas de marketing.\nComo es de esperarse, solo divulgaremos información personal cuando sea solicitado por la ley.\n</p>\n<p>\n</p>\n<p>\nMás detalles</p>\n<p>\n</p>\n<p>\n¿Cuándo la compartimos?</p>\n<p>\n</p>\n<p>\nCompartimos información personal cuando es necesario para cumplir con nuestras obligaciones legales y cuando tenemos que complir con los contratos que tenemos con nuestros vendedores y negocios asociados.\nNo le vendemos ni alquilamos ninguna información personal a terceros o intermediarios de datos, ni a empresas de marketing.\n&nbsp;</p>\n<p>\n</p>\n<p>\nMás detalles</p>\n<p>\n</p>\n<p>\nSus Elecciones y Derechos de Privacidad</p>\n<p>\n</p>\n<p>\nUsted no tiene que brindar información personal para disfrutar de la mayoría de nuestras funciones en línea.\nAdemás, puede salir de determinadas actividades como de los newsletters y anuncios.\nEs posible que tenga ciertos derechos adicionales según la jurisdicción en la que resida, o en la que se hayan recopilado sus datos personales, de conformidad con las leyes de protección de datos aplicables.</p>\n<p>\n</p>\n<p>\nMás detalles</p>\n<p>\n</p>\n<p>\nContacto</p>\n<p>\n</p>\n<p>\nLas preguntas sobre esta página de aspectos destacados o nuestra declaración de privacidad en línea se pueden enviar a Etison, LLC, ATTN: Legal &amp.\nCompliance Department, 3443 W.\nBavaria Street, Eagle, Idaho 83616 o compliance@clickfunnels.com</p>\n<p>\n</p>\n<p>\nLa versión en inglés de esta declaración de privacidad es la versión de control independientemente de cualquier traducción que pueda intentar hacer.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nNAVEGAR A TRAVÉS DE ESTA DECLARACIÓN</p>\n<p>\n</p>\n<p>\nPuede usar los enlaces de abajo para navegar áreas de esta declaración que apliquen específicamente a usted, o que puedan ser de su interés: </p>\n<p>\n</p>\n<p>\nDe Quién Recopilamos Información Personal</p>\n<p>\nQué Recopilamos</p>\n<p>\nCuándo/con Quién Compartimos Información Personal</p>\n<p>\nSus Derechos y Opciones</p>\n<p>\nPrivacidad de los Niños</p>\n<p>\nCómo Protegemos la Información Personal Recopilada</p>\n<p>\nLa Ley de la Privacidad del Consumidor de California</p>\n<p>\nEl Reglamento General de Protección de Información de la UE</p>\n<p>\nDerechos de los Interesados en Otra Jurisdicción</p>\n<p>\nCambios a Esta Declaración de Privacidad</p>\n<p>\nContacto</p>\n<p>\n</p>\n<p>\nEtison, LLC (“Etison,” “nosotros,” “nuestros”) gracias por visitar nuestros recursos virtuales que publicamos.\nUtilizamos las palabras “su” y “sus” para referirnos a ustedes, los lectores, y otros visitantes a nuestros recursos virtuales que son, en todos los casos, mayores de 13 años.\nNuestra declaración de privacidad (“esta declaración”, “esta declaración de privacidad”, y “nuestra declaración”) le informa acerca de quién y los tipos de información personal que recopilamos, de cómo la usamos, con quién la compartimos y por qué, y qué hacemos para intentar protegerla.\n&nbsp;</p>\n<p>\n</p>\n<p>\nLos recursos virtuales son las funciones de los sitios web que poseemos que le permitirán interactuar con nuestros sitios web, así como aplicaciones que hemos creado y distribuido para permitir que nuestros clientes y seguidores vean nuestros recursos virtuales o interactúen de otra manera con el contenido que ofrecemos.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nDE QUIÉN RECOPILAMOS INFORMACIÓN PERSONAL</p>\n<p>\nPodemos recopilar información personal de los siguientes grupos de personas interesadas: visitantes y usuarios de nuestros recursos en línea y móviles.\nnuestros clientes.\nmiembros actuales de nuestra fuerza laboral y aquellos que solicitan trabajos publicados.\ny proveedores externos y socios comerciales.</p>\n<p>\n</p>\n<p>\nLa información personal suele hacer referencia a información que puede ser utilizada para identificarlo a usted o que puede ser fácilmente unida a usted (por ejemplo su nombre, su dirección, su número telefónico, su dirección de correo electrónico, su número de seguridad social y su fecha de nacimiento).\nLas leyes de privacidad en algunas jurisdicciones incluyen elementos únicos en lo que consideran ser la información personal de sus consumidores o de los interesados que ellos protegen.\nSi esas leyes aplican a nosotros, como en el caso de La Ley de la Privacidad del Consumidor de California (“CCPA”) o El Reglamento General de Protección de Información de la UE (“GDPR”), nuestro uso de la frase “información personal” incluye los elementos únicos requeridos por dichas leyes.</p>\n<p>\n</p>\n<p>\nEstas categorías de información que recopilamos de cada uno de estos grupos, y las formas en las que la usamos, difiere.\nComo podrás haber notado, es posible que la misma persona pueda entrar en más de un grupo.\nLa mayoría de esta declaración aborda nuestro procesamiento y el intercambio de información personal recopilada de los visitantes y usuarios , y de nuestros clientes de nuestros recursos virtuales.</p>\n<p>\n</p>\n<p>\nSin embargo, recopilamos y retenemos los tipos de información personal profesional o relacionada con el empleado&nbsp;que uno esperaría que el empleador tenga acerca de su fuerza laboral actual y antigua, y de sus nuevos solicitantes de trabajo.\nBrindamos los avisos de recopilación legalmente solicitados, y describimos nuestro uso y difusión de la información personal de nuestra fuerza laboral y de nuestros solicitantes en mayor detalle en manuales y documentos confidenciales internos de recursos humanos accesibles a los miembros de nuestra fuerza laboral, o por publicación en los portales y aplicaciones patentados de la fuerza laboral/solicitantes que operamos.\nEn algunos casos, los portales y las aplicaciones pueden ser manejadas por terceros que nos transfieren la información personal a nosotros.\nEn esas situaciones, la responsabilidad legal de brindarnos el aviso es de los terceros, no nuestra.\n</p>\n<p>\n</p>\n<p>\nAdemás como toda empresa corporativa, compramos bienes y servicios, arrendamiento de equipos y espacio para oficinas asistimos a eventos industriales.\nAl hacerlo, interactuamos con muchos vendedores y socios de negocios&nbsp;existentes y posibles a futuro, de los que necesariamente recopilamos determinada información personal conectada con nuestras relaciones de negocio contractuales.\nUtilizamos y compartimos información personal recopilada de nuestros vendedores y colegas para gestionar, administrar y cumplir nuestros contratos con ellos, o compartir información sobre nuestros productos.\ndescribimos el uso que hacemos de la información personal de nuestros vendedores o colegas con más detalle en los contratos confidenciales con aquellas partes, o en los portales de gestión de proveedores en los que trabajamos.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nQUÉ RECOPILAMOS</p>\n<p>\n</p>\n<p>\nHay dos tipos de información que obtenemos de su uso en línea, y que luego almacenamos y usamos: (i) información&nbsp;no personal que se guarda de manera automática de cada visitante, como por ejemplo el sistema operativo que utiliza su dispositivo.\ny (ii) la información personal que usted nos brinda de forma voluntaria, o que se recopila automáticamente.\n</p>\n<p>\n</p>\n<p>\nAl usar nuestros recursos virtuales o comprar nuestros productos o servicios, usted estará implicando que está de acuerdo con esta sección de nuestra declaración de privacidad y que podemos utilizar y divulgar su información de la forma en que lo hemos descrito.\n&nbsp;</p>\n<p>\n</p>\n<p>\nInformación Presentada Voluntariamente.&nbsp;</p>\n<p>\nSi participa en determinadas actividades a través de nuestros recursos online y móviles (recursos virtuales), es posible que se le solicite que nos brinde información suya.\nLos tipos de información personal que recopilamos en aquellas situaciones son los identificadores&nbsp;(como su nombre, su dirección de correo electrónico, su dirección, y su teléfono), información profesional&nbsp;(como a qué negocio pertenece), e información contable financiera (como la información de su tarjeta de crédito).\nNo le vendemos, alquilamos o intercambiamos información personal brindada voluntariamente a terceros.\n</p>\n<p>\n</p>\n<p>\nSi no quiere que recopilemos este tipo de información personal, por favor no nos la brinde.\n&nbsp;Esto quiere decir que no debería participar en las actividades virtuales que proponemos, y sería más conveniente que se comunique con nosotros por teléfono o por correo.\nLa participación es su decisión, únicamente.\nNo participar puede limitar su habilidad de aprovechar completamente los recursos virtuales, pero no afectará su habilidad de acceder a determinada información disponible para el público generalizado respecto a los recursos virtuales.\n&nbsp;</p>\n<p>\n</p>\n<p>\nAlgunos ejemplos de cómo podría brindarnos voluntariamente su información personal y cómo podríamos usarla nosotros:</p>\n<p>\n</p>\n<p>\nCorreos Electrónicos y Formularios En Línea – Cuando nos envía un correo electrónico o completa un formulario en línea, ya sea para contactarnos, su correo electrónico junto con otra información personal (ej.\nsu dirección personal o su número telefónico) que pueda estar en el contenido de su mensaje o adjunto a este, será retenida por nosotros y usada para responderle directamente y para procesar su solicitud.\nDependiendo de la información personal brindada, la comunicación &nbsp;de nuestra parte puede ser a través correos electrónicos, llamadas telefónicas, y/o mensajes de texto.\nEs probable que también le enviemos información acerca de cualquiera de nuestros productos o servicios que creamos que pueda llegar a interesarle.\n</p>\n<p>\n</p>\n<p>\nRegistrarse para una Cuenta&nbsp;–&nbsp;Cuando se registra para una cuenta o registra a su hijo para una subcuenta, usted nos estará brindando información personal como su nombre y su dirección de correo electrónico &nbsp;(o el nombre y correo electrónico de su hijo), la cual será retenida por nosotros.\nUtilizamos esa información para crear y gestionar su cuenta y en algunos casos para establecer una contraseña y un perfil para comunicarnos con usted y con cualquier subcuenta que haya creado a través del correo electrónico.</p>\n<p>\n</p>\n<p>\nRegistrarse a Eventos –&nbsp;Cuando se registra para eventos, conferencias o programas que nosotros mismos podemos llegar a organizar (en lugar de subcontratar a un tercero que sea un gestor de eventos con sus propias políticas de privacidad), usted estará presentando los tipos de identificadores que hemos descrito anteriormente.\nSi el evento solicita el pago de una tarifa, es posible que solicitemos&nbsp;los datos de su tarjeta de crédito u otra información financiera.\nUsamos esta información para registrarlo al&nbsp;evento y para enviarle notificaciones respecto del mismo evento.\n</p>\n<p>\n</p>\n<p>\nSuscribirse a Nuestro Servicio –&nbsp;Utilizamos cualquier información que haya sido brindada por nuestros clientes para realizar nuestras obligaciones contractuales y brindarle los productos y servicios que hayan pagado, para gestionar sus cuentas y comunicarnos con ellos.\n</p>\n<p>\n</p>\n<p>\nRedes Sociales y Funciones Comunitarias – Algunos de nuestros recursos virtuales pueden ofrecer funciones comunitarias similares a las de las redes sociales, permitiéndoles a los usuarios publicar mensajes y comentarios, y/o subir una imagen u otros archivos.\nSi usted elige hacer uso de estas funciones, la información que suba, incluyendo su nombre en pantalla y cualquier otra información personal, estará en el dominio público y no quedará cubierto/protegido por esta declaración.\n</p>\n<p>\n</p>\n<p>\nInformación Recopilada Automáticamente.</p>\n<p>\nCuando visitas nuestros recursos virtuales, se recopila información básica de forma pasiva a través de su navegador, por medio del uso de tecnologías de seguimiento, como una &nbsp;“cookie”, la cual es un pequeño archivo de texto que se descarga en su computadora o dispositivo móvil cuando accede a los recursos virtuales.\nNos permite reconocer su computadora o dispositivo móvil y almacenar alguna información acerca de sus preferencias o acciones pasadas.&nbsp;Puede encontrar información adicional en nuestra&nbsp;Política de Cookies.\nPuede obtener más información sobre las cookies y las tecnologías de seguimiento en general&nbsp;aquí.</p>\n<p>\n</p>\n<p>\nLes permitimos a los vendedores vendedores utilizar cookies o tecnologías similares para recopilar información sobre sus actividades de navegación por el tiempo que haya estado usando el sitio.\nPor ejemplo, usamos Google Analytics, un servicio de análisis web brindado por Google, Inc.\n(\"Google\").\nGoogle Analytics utiliza cookies para ayudarnos a analizar cómo usted utiliza los recursos virtuales y mejora su experiencia cuando visita los recursos virtuales.\nPara más información sobre cómo utiliza Google esta información, ingrese a www.google.com/policies/privacy/partners/.\nPuede conocer más sobre cómo excluirse de Google Analytics ingresando a https://tools.google.com/dlpage/gaoptout.\n</p>\n<p>\n</p>\n<p>\nLa información de la actividad de Internet recopilada a través de cookies y otros medios similares incluye cosas como: el nombre del dominio y la dirección IP desde la cual haya ingresado a nuestros recursos virtuales.\nel tipo de navegador y sistema operativo que haya utilizado.\nla fecha, hora y duración de su visita.\nqué página específica ha visitado,los gráficos que haya mirado y cualquier documento descargado.\nlos enlaces específicos a otros sitios a los que hayas accedido desde nuestros recursos virtuales.\ny los enlaces específicos a los que hayas accedido a nuestros recursos virtuales desde otro sitio.\n</p>\n<p>\n</p>\n<p>\nAdemás, si usted accede a nuestros recursos virtuales desde un celular u otro dispositivo móvil, el prestador de servicios móvil puede transmitirnos únicamente información identificable del dispositivo móvil, lo cual nos permitirá recopilar los números telefónicos y asociarlos con la información de identificación del dispositivo móvil.\nAlgunos proveedores de celulares también operan sistemas que señalan la ubicación física de los dispositivos y también podemos recibir esta información si los servicios de ubicación están habilitados en su dispositivo.\nSi usted no quiere que nosotros utilicemos su información de geolocalización, inhabilite los servicios de ubicación en la configuración de su dispositivo.\n</p>\n<p>\nIndependientemente, utilizamos tanto información recopilada automáticamente como información del dispositivo móvil para compilar informes genéricos acerca de páginas populares sobre nuestros recursos virtuales, y para ver cómo nuestros clientes y seguidores acceden a estos recursos virtuales.\nLuego utilizamos esa información para administrar los recursos virtuales y mejorarlos, hacer que sus actividades sean más cómodas y eficientes, y para mejorar el funcionamiento de nuestros recursos virtuales, por ejemplo recordando determinada información suya para ahorrarle tiempo.\n</p>\n<p>\n</p>\n<p>\nUtilizamos y retenemos su información personal de acuerdo con las leyes siempre que sea necesario para llevar a cabo los propósitos descritos anteriormente de acuerdo con nuestros procedimientos de retención internos.\n&nbsp;</p>\n<p>\n</p>\n<p>\nEl Usuario Debe&nbsp;Tener&nbsp;Cuidado&nbsp;de: Los Sitios, Apps, Enlaces y Redes Sociales Externos.</p>\n<p>\nMantenemos una presencia en más de una plataforma de redes sociales, como Twitter, Facebook, YouTube y LinkedIn.\nAdemás, podemos permitir que las funciones de nuestros recursos virtuales se conecten&nbsp;con, o sean visibles desde, esa presencia externa en las redes sociales.\nDe forma similar, nuestros recursos virtuales pueden contener enlaces a otros sitios webs o apps que estén controlados por terceros.\n</p>\n<p>\n</p>\n<p>\nNo somos responsables ni del contenido, ni de las políticas de privacidad de las plataformas de redes sociales, ni de cualquier sitio web o aplicación de terceros a los que estemos unidos.\nAquellas apps, sitios y plataformas no están controlados por nosotros y, por lo tanto, tienen sus propias políticas de privacidad y términos de uso.\nSi tiene preguntas acerca de cómo esas apps, sitios y plataformas recopilan y utilizan información personal, debe leer sus políticas de privacidad detalladamente y contactarlos utilizando la información que brinden.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nCUÁNDO/CON QUIÉN COMPARTIMOS INFORMACIÓN PERSONAL </p>\n<p>\n</p>\n<p>\nUtilizamos información no personal para administrar nuestros recursos virtuales, mejorarlos, y para tomar decisiones de negocio respecto de qué programas podrían gustarles a nuestros clientes.<br>\n</p>\n<p>\nUtilizamos información personal brindada de forma voluntaria para nuestros intereses legítimos, incluyendo la respuesta a sus preguntas y para poder brindarle los servicios que haya solicitado, entre otros usos que se describirán más adelante.\nNo vendemos o alquilamos su información personal a terceros que sean vendedores de información o empresas de marketing.\nComo usted podría esperar, solo revelamos su información cuando la ley lo solicite.\nPodemos usar su información personal cuando tengamos su consentimiento para hacerlo, cuando sea necesario o permitido bajo leyes aplicables.\n</p>\n<p>\n</p>\n<p>\nAfiliados.</p>\n<p>\nAdemás de los terceros establecidos anteriormente, podemos compartir su información, incluyendo su información personal, dentro de nuestra familia de empresas.\nEsas empresas usarán esa información de la misma manera en que nosotros lo hacemos, lo cual incluye enviarle información sobre sus productos, servicios o iniciativas que puedan ser de interés para usted.\n&nbsp;</p>\n<p>\nObligación Legal a Difundir Información.</p>\n<p>\nPodemos llegar a divulgar su información, incluyendo su información personal, a las autoridades gubernamentales, y a otros terceros cuando nos veamos obligados a hacerlo por las autoridades gubernamentales, o a nuestra discreción o según lo requiera o permita la ley, lo que incluye, entre otros, responder a órdenes judiciales y citaciones.</p>\n<p>\nImpedir Daños.</p>\n<p>\nPodemos divulgar su información, incluyendo su información personal, cuando tengamos razones para creer que alguien está causando daños o interfiriendo con nuestros derechos o propiedad, con otros usuarios de nuestros recursos virtuales, o con cualquier otro que pudiera verse afectado por tales actividades.</p>\n<p>\nTraspaso de Empresa.</p>\n<p>\nSi nosotros o cualquiera de nuestros afiliados, o sustancialmente todos sus activos son adquiridos por uno o más terceros como resultado de una adquisición, fusión, venta, reorganización, consolidación o liquidación, la información personal puede ser uno de los activos transferidos.</p>\n<p>\n</p>\n<p>\nVendedores y Socios Comerciales.</p>\n<p>\nPodemos compartir su información, incluyendo su información personal, con nuestros vendedores y otros terceros con los que tengamos relaciones contractuales.\nAdemás podemos compartir su información, incluyendo su información personal, con vendedores que brinden servicios de software que usted haya elegido para asistirlo con sus embudos de ventas.\nHacemos lo mejor para divulgar únicamente la información que cada una de esas partes necesite.\n</p>\n<p>\nHemos adoptado normas para aquellos vendedores y socios comerciales que hayan recibido información personal de nuestra parte.\nIntentamos unir a dichos vendedores y socios comerciales a aquellas normas a través de contratos escritos.\nIntentamos restringir contractualmente lo que nuestros vendedores y socios comerciales puedan hacer con la información personal que les brindamos ya que solo se utiliza para llevar a cabo el objetivo de negocio para el cual se haya brindado.\n&nbsp;no se divulga a nadie más sin nuestro consentimiento o bajo nuestras instrucciones.\nsigue siendo, entre nosotros y el proveedor o socio comercial correspondiente, nuestra propiedad.\ny no se transfiere fuera de los Estados Unidos sin nuestro consentimiento.</p>\n<p>\n</p>\n<p>\nSin embargo, por favor tenga en cuenta que no podemos garantizar que todos nuestros vendedores y socios comerciales estén de acuerdo con estos requisitos contractuales.\nni tampoco podemos asegurar que, incluso al acceder, cumplan siempre.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nSUS DERECHOS Y OPCIONES</p>\n<p>\n</p>\n<p>\n</p>\n<p>Puede optar por no proporcionar información personal, pero al hacerlo, es posible que algunas de las funciones de nuestros recursos en línea y móviles no estén disponibles para usted.\nAdemás, puede optar por no participar en ciertas actividades, como boletines y anuncios.\nLos interesados en ciertos lugares, o cuyos datos personales se obtuvieron mientras se encontraban en ciertos lugares, pueden tener derechos adicionales de conformidad con las leyes de protección de datos aplicables.</p>\n<p>\n</p>\n<p>\nJurisdicción GDPR significa que los países que componen el Área Económica Europea, El Reino Unido (que pronto dejará la Unión Europea), Suiza y Japón, habiendo recibido una “decisión de adecuación” por parte de la Comisión Europea, adhiere a los términos materiales de la GDPR.</p>\n<p>\n</p>\n<p>\nSi estamos utilizando información personal que usted nos haya brindado para permitirnos enviarle materiales, como newsletters y alertas de productos a través de mensajes de texto email, y decide que no quiere seguir recibiendo dicho material, puedes salirte siguiendo las instrucciones para hacerlo en el email u otras comunicaciones (ej.\nrespondiendo al mensaje de texto con “PARAR”), o contactandonos utilizando la información de contacto de abajo.\n&nbsp;Cuando recibamos su solicitud, tomaremos los pasos razonables para eliminar su nombre de nuestra lista de distribución.\nDebe entender que puede llevarnos algún tiempo eliminar su nombre de nuestras listas de contacto luego de su petición y debido a dicha latencia puede seguir recibiendo materiales durante algún periodo de tiempo luego de haberse retirado.\nAdemás de retirarse, tiene la habilidad de acceder, modificar, y eliminar su información personal contactandonos utilizando la información personal de abajo.\n</p>\n<p>\n</p>\n<p>\nAlgunos navegadores tienen una función de “no rastreo” que permite especificarle a los sitios web que no quieres que se rastreen tus actividades en línea.\nEn este momento no respondemos específicamente a las señales de “no rastrear” del navegador.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nPRIVACIDAD DE LOS NIÑOS&nbsp;</p>\n<p>\n</p>\n<p>\nLas leyes federales imponen restricciones especiales y obligaciones sobre los operadores de sitios web que dirigen sus operaciones hacia, y recopilan y utilizan información de niños menores a 13 años.\nNos tomamos esos requisitos muy seriamente, y teniendo en cuenta eso no esperamos que nuestros recursos virtuales sean usados por niños menores de 13 años sin antes haber obtenido el consenso verificable de los padres o el tutor legal del niño.\nAdemás, no recopilamos a sabiendas información personal de menores de 13 años, solo un padre o tutor legal puede proporcionar dicha información después de adherirse a nuestro proceso de verificación para enviar dicha información a través de los recursos virtuales.\n&nbsp;Si notamos que cualquier persona menor de 18 años ha ingresado información personal a nuestros recursos virtuales sin la aprobación de sus padres o tutores legales, y que no es una parte integral para acceder o utilizar nuestros Servicios, eliminaremos la información y no la utilizaremos para nada.\nSi usted cree que un menor de 18 años ha ingresado información personal a nuestros recursos virtuales, por favor contáctenos a compliance@clickfunnels.com.\nAlentamos a los padres y tutores legales a hablar con sus hijos acerca de los riesgos potenciales de brindar su información personal en internet.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nCÓMO PROTEGEMOS LA INFORMACIÓN PERSONAL RECOPILADA</p>\n<p>\nTomaremos todas las precauciones de seguridad para proteger la información personal que nos haya brindado al utilizar nuestros recursos virtuales.\nHemos adoptado un programa que incluye medidas técnicas, organizacionales, administrativas y de seguridad, diseñado para proteger, de forma consistente con las normas y leyes industriales aceptadas, en contra de las amenazas anticipadas o que están realmente sucediendo contra la seguridad de la información personal &nbsp;(el “Programa de Seguridad”).\nSin embargo, no podemos garantizar que su información, ya sea durante la transmisión de la misma o cuando ya esté almacenada en nuestros sistemas, esté completamente libre de accesos no autorizados, o que no vaya a ocurrir la pérdida, el uso indebido, la destrucción o la alteración de la misma.\nExcepto por nuestro deber de mantener el Programa de Seguridad según la ley aplicable, renunciamos a cualquier otra responsabilidad por cualquier robo o pérdida, acceso no autorizado o daño o interceptación de cualquier dato o comunicación, incluida la información personal.\nTenemos todo la razón de creer que nuestro Sistema de Seguridad es razonable y apropiado para nuestro negocio y para la naturaleza de los riesgos previsibles que atentan contra la información personal que recopilamos.\nAdemás revisamos y actualizamos periódicamente nuestro Programa de Seguridad, como lo solicita la ley aplicable.\n</p>\n<p>\n</p>\n<p>\nNo obstante, como parte de nuestro Programa de Seguridad, tenemos una respuesta a los incidentes específicos y gestión de procedimientos que se activa en cualquier momento que sepamos que tu información personal pueda haber estado comprometida.\nAdemás, requerimos, como parte de nuestros procedimientos de supervisión de vendedores y socios comerciales, que dichas partes nos notifiquen de inmediato si tienen algún motivo para creer que ha ocurrido un incidente que afectó negativamente la información personal que les proporcionamos.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nLA LEY DE LA PRIVACIDAD DEL CONSUMIDOR DE CALIFORNIA</p>\n<p>\n</p>\n<p>\nCuando recopilamos información personal de los residentes de California, estamos sujetos a la Ley de Privacidad del Consumidor de California, y esos residentes tienen derechos en virtud de esta.\nEsta sección de nuestra declaración se usa para permitirnos cumplir con nuestras obligaciones de la CCPA y explicar tus derechos CCPA.\n&nbsp;Para los propósitos de esta sección, las palabras “usted” y “su” harán referencia a los residentes de California.\n</p>\n<p>\n</p>\n<p>\n¿Qué Recopilamos de los Residentes de &nbsp;California?</p>\n<p>\n</p>\n<p>\nRecopilamos las siguientes categorías de información personal: identificadores&nbsp;como el nombre, dirección, dirección IP, y otros identificadores personales.\ninformación personal descrita en la subdivisión (e) de la Sección 1798.80 (Estatuto de clientes de California) como el nombre, dirección, número telefónico, número de tarjeta de crédito.\ninformación comercial&nbsp;como los productos o servicios comprados.\nactividad de internet/electrónica&nbsp;como el historial de navegación y el historial de búsqueda.\ninformación de geolocalización incluyendo las coordenadas geográficas/ubicación física.\ne información de audio, video, electrónica o similar.\n&nbsp;hemos difundido estas categorías de información con propósito de negocio dentro de los últimos 12 meses.\nNo vendemos, ni hemos venido dentro de los últimos 12 meses, información personal a terceros.\n</p>\n<p>\nDerechos de los Residentes de California </p>\n<p>\n</p>\n<p>\nTiene los siguientes derechos bajo la CCPA, en resúmen divulgación, acceso y eliminación.\nPuede encontrar más información aquí.\nPara nosotros es importante que usted sepa que si &nbsp;ejerce estos derechos, no lo “discriminaremos” tratándolo distinto de otros residentes californianos que utilizan nuestros sitios y recursos virtuales o compran nuestros servicios pero no ejercen sus derechos.</p>\n<p>\n</p>\n<p>\nPuedes ejercer estos derechos hasta dos veces cada 12 meses.\nPara hacerlo, debes contactarnos a compliance@clickfunnels.com&nbsp;o 1-888-411-0243.\nEs posible que le solicitemos&nbsp;que llene un formulario de solicitud.\nLa CCPA únicamente nos permite actuar sobre su solicitud si podemos verificar su identidad o su autoridad para haber realizado la petición, así que también será necesario que siga nuestras instrucciones para verificar su identidad.\n</p>\n<p>\n</p>\n<p>\nSi realizas una solicitud verificable teniendo en cuenta lo anterior, confirmaremos nuestro recibo y responderemos en los tiempos prescritos por la CCPA.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nEL REGLAMENTO GENERAL DE PROTECCIÓN DE INFORMACIÓN DE LA UE</p>\n<p>\n</p>\n<p>\nRecopilamos u obtenemos información personal de los interesados ubicada en la Jurisdicción GDPR.\nCumplimos con nuestras obligaciones GDPR con respecto a nuestra fuerza laboral/solicitantes de empleo, nuestros clientes (y sus propios clientes finales), y nuestros vendedores y socios laborales a través de una serie de avisos separados, contratos u otros términos que se les brinda en el momento, de la forma que corresponde, como lo requiere la GPDR y la ley local dentro de cada Jurisdicción GDPR.</p>\n<p>\n</p>\n<p>\nDescribimos, en la sección que sigue en esta declaración, cómo cumplimos con la GDPR por la información personal recopilada de de los visitantes y usuarios de nuestros recursos virtuales, mientras que estaban en una Jurisdicción GPDR.\nAsí, por los fines de esta sección, las palabras “usted” y “su” hace referencia únicamente a los visitantes y usuarios basados en la Jurisdicción GDPR.</p>\n<p>\n</p>\n<p>\n¿Qué recopilamos de usted en las Jurisdicciones GDPR y cómo lo utilizamos?</p>\n<p>\n</p>\n<p>\nDe usted recopilamos las categorías de información personal que ya han sido descritas.\n&nbsp;La base legal en la cual nos apoyamos para dicha recopilación, para su uso y divulgación posterior, es a lo que la GDPR se refiere como interés legítimo.\nComo se ya mencionado en otra sección de este apartado, no vendemos ninguna parte de su información personal a terceros ni la utilizamos para tomar decisiones de forma automática.\n</p>\n<p>\n</p>\n<p>\nTransferencia de Datos entre Estados y Procesador de Terceros</p>\n<p>\n</p>\n<p>\nSi transferimos información personal de las Jurisdicciones de la GDPR a una ubicación que no esté considerada de tener protecciones de privacidad adecuadas por la Comisión Europea, haremos lo que la GDPR permita.\n&nbsp;</p>\n<p>\n</p>\n<p>\nDerechos de los Interesados en las Jurisdicciones de la GDPR </p>\n<p>\n</p>\n<p>\nMientras intentamos permitirles a todos nuestros visitantes y usuarios de nuestros recursos virtuales a ejercitar cierto grado de control sobre su información personal, siguiendo a la GDPR tenemos una obligación legal de hacerlo por usted.\nMás específicamente, con respecto a la información personal recopilada de usted mientras estaba en una Jurisdicción GDPR, tiene estos derechos: transparencia, acceso, corrección y eliminación, portabilidad, quién, qué y dónde, y restricción/objeción (para más información, haga clic aquí).</p>\n<p>\n</p>\n<p>\nSi quiere ejercer cualquiera de estos derechos, por favor contacte a compliance@clickfunnels.com.\nSu habilidad de ejercer estos derechos está sujeta a determinadas condiciones y exenciones de las que puede leer en los artículos 12 a 23 de la GDPR.\nEntre estas condiciones se encuentra nuestro derecho a declinar parte o toda la petición si no podemos satisfacer nuestras dudas y preocupaciones razonables acerca de su identidad de una manera que nos ayude a minimizar el riesgo de que una persona no autorizada pueda utilizar un derecho de la GDPR para acceder a su información personal.\nResponderemos a todas las solicitudes sin retraso, teniendo en cuenta los plazos, si es que los hay, prescritos por la GDPR.\nSi usted no está satisfecho con cómo utilizamos su información personal o la forma en que respondemos a sus peticiones, tiene el derecho a quejarse con su regulador de protección de datos.\nLa información de contacto de los reguladores de protección de información de la UE puede encontrarse aquí.\n&nbsp;</p>\n<p>\n</p>\n<p>\nDe conformidad con el artículo 27 del GDPR, puede ponerse en contacto con nuestro representante de la UE utilizando la siguiente información de contacto: </p>\n<p>\n</p>\n<p>\nIITR Datenschutz GmbH</p>\n<p>\nMarienplatz 2, 80331 München, Germany</p>\n<p>\nemail@iitr.de</p>\n<p>\n089-1891736</p>\n<p>\n<br>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nDERECHOS DE LOS INTERESADOS EN OTRA JURISDICCIÓN</p>\n<p>\n</p>\n<p>\nEn otras jurisdicciones, con regulaciones similares en cuanto a la privacidad de los datos, es probable que podamos recopilar las categorías de información personal suya que ya han sido descritas.\nRecopilamos y gestionamos (incluyendo la divulgación) dicha información de conformidad con las leyes locales aplicables.\nComo se ha señalado, no vendemos ningún tipo de información personal a terceros, ni la utilizamos para la toma de decisiones automáticas.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nCAMBIOS A ESTA DECLARACIÓN DE PRIVACIDAD</p>\n<p>\n</p>\n<p>\nLa versión en inglés de esta declaración de privacidad es la versión principal, sin importar cualquier otra traducción que usted pueda intentar.\n</p>\n<p>\n</p>\n<p>\nNos reservamos el derecho a cambiar o actualizar esta declaración en algún momento.\nPor favor revise nuestros recursos virtuales de forma periódica para enterarse de dichos cambios, ya que toda la información recopilada está sujeta a la declaración en vigencia en ese momento.\n&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nCONTACTO</p>\n<p>\n</p>\n<p>\nSi tiene preguntas acerca de nuestra declaración o prácticas de privacidad, por favor contáctenos a: </p>\n<p>\n</p>\n<p>\nEtison, LLC</p>\n<p>\nAttn: Legal &amp.\nCompliance Department</p>\n<p>\n3443 W.\nBavaria Street</p>\n<p>\nEagle, Idaho 83616</p>\n<p>\ncompliance@clickfunnels.com</p>\n<p>\n<br>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<i>\n</i> Copyright 2023 - Etison LLC dba ClickFunnels - All Rights Reserved\n<br>\n<i>\n</i> Working...\n<i>\n</i> ", "created_at": "2023-06-28 02:40:41.162836", "updated_at": "2023-06-28 02:41:31.310698"}, {"id": 16642, "name": "Terms of Service", "url": "https://www.clickfunnels.com/terms", "xpath": "//body", "text": "Skip to main content<p>This website is AudioEye enabled and is being optimized for accessibility.\nTo open the AudioEye Toolbar, press \"shift + =\".\nSome assistive technologies may require the use of a passthrough function before this keystroke.\nFor more information, activate the button labeled “Explore your accessibility options”.</p>\n<p>🎉 Save up to 20% with our annual plans.\n<u>\n<b>Click here</b>\n</u>.</p>\n<i>\n</i>What’s Included<b>Sales Funnels</b>\n<p>Convert your online visitors into actual paying customers </p>\n<b>Websites</b>\n<p>Create a beautiful website exactly the way you want it</p>\n<b>Online Courses</b>\n<p>Turn your knowledge, passion or experience into revenue </p>\n<b>Email Marketing</b>\n<p>Reach and engage with your audience where they are </p>\n<b>Analytics</b>\n<p>Get all the data you need to grow your business</p>\n<b>Landing Pages</b>\n<p>Create landing pages for your website or your funnels </p>\n<b>Membership Sites</b>\n<p>Build a membership site to generate recurring revenue </p>\n<b>Global Products</b>\n<p>Create your product once and sell it inside any funnel</p>\n<b>Customer Center</b>\n<p>Delight your customers with their own personal customer center </p>\n<b>Blog</b>\n<p>Create a blog that positions you an expert in your industry </p>\n<b>ClickFunnels Editor</b>\n<p>Easy and powerful drag and drop page editing experience</p>\n<b>Workflows</b>\n<p>Create powerful workflows to automate your marketing</p>\n<b>A/B Testing</b>\n<p>Run A/B tests on your website, funnels or email campaigns </p>\n<b>CRM</b>\n<p>COMING SOON</p>\n<b>Ecommerce Store</b>\n<p>COMING SOON</p>\n<b>Shopping Cart</b>\n<p>COMING SOON</p>What’s IncludedSales FunnelsWebsitesOnline CoursesEcommerce StoreCRMLanding PagesMembership SitesGlobal ProductsEmail MarketingBlogClickFunnels EditorWorkflowsA/B TestingAnalyticsCustomer CenterPricingLog InClickFunnels 2.0ClickFunnels ClassicTry For FreeWhat’s Included<b>Sales Funnels</b>\n<p>Convert your online visitors into actual paying customers </p>\n<b>Websites</b>\n<p>Create a beautiful website exactly the way you want it</p>\n<b>Online Courses</b>\n<p>Turn your knowledge, passion or experience into revenue </p>\n<b>Email Marketing</b>\n<p>Reach and engage with your audience where they are </p>\n<b>Analytics</b>\n<p>Get all the data you need to grow your business</p>\n<b>Landing Pages</b>\n<p>Create landing pages for your website or your funnels </p>\n<b>Membership Sites</b>\n<p>Build a membership site to generate recurring revenue </p>\n<b>Global Products</b>\n<p>Create your product once and sell it inside any funnel</p>\n<b>Customer Center</b>\n<p>Delight your customers with their own personal customer center </p>\n<b>Blog</b>\n<p>Create a blog that positions you an expert in your industry </p>\n<b>ClickFunnels Editor</b>\n<p>Easy and powerful drag and drop page editing experience</p>\n<b>Workflows</b>\n<p>Create powerful workflows to automate your marketing</p>\n<b>A/B Testing</b>\n<p>Run A/B tests on your website, funnels or email campaigns </p>\n<b>CRM</b>\n<p>COMING SOON</p>\n<b>Ecommerce Store</b>\n<p>COMING SOON</p>\n<b>Shopping Cart</b>\n<p>COMING SOON</p>What’s IncludedSales FunnelsWebsitesOnline CoursesEcommerce StoreCRMLanding PagesMembership SitesGlobal ProductsEmail MarketingBlogClickFunnels EditorWorkflowsA/B TestingAnalyticsCustomer CenterPricingLog InClickFunnels 2.0ClickFunnels ClassicTry For Free<i>\n</i>Try For FreeTerms of Service<p>Last Updated on May 19, 2023<br>\n</p>\n<p>\n<b>IMPORTANT – PLEASE CAREFULLY READ AND UNDERSTAND THESE TERMS AND CONDITIONS OF USE &amp.\nSALE (THESE “TERMS”) BEFORE ACCESSING, USING, OR SUBSCRIBING OR PLACING AN ORDER OVER WWW.CLICKFUNNELS.COM OR OTHER OF OUR SITES WHICH LINK TO THESE TERMS.\n</b>\n<br>\n</p>\n<p>\n<b>THESE TERMS CONTAIN DISCLAIMERS OF WARRANTIES AND LIMITATIONS OF LIABILITIES INCLUDING ARBITRATION AND CLASS ACTION WAIVER PROVISIONS THAT WAIVE YOUR RIGHT TO A COURT HEARING, RIGHT TO A JURY TRIAL, AND RIGHT TO PARTICIPATE IN A CLASS ACTION (SEE SECTIONS 11, 17, 18, AND 19).\nARBITRATION IS MANDATORY AND IS THE EXCLUSIVE REMEDY FOR ANY AND ALL DISPUTES UNLESS SPECIFIED BELOW IN SECTION 19.\nTHESE TERMS FORM AN ESSENTIAL BASIS OF OUR AGREEMENT.\n</b>\n<br>\n</p>\n<p>The use of www.clickfunnels.com or other sites to which these Terms are linked (each, a “Website”), owned and maintained by Etison LLC d/b/a ClickFunnels (“ClickFunnels,” “we,” “our,” “us”), are governed by these Terms.\nWe offer the Website, including all information, tools, and services available from the Website to you, the user, conditioned upon your acceptance of all terms and conditions stated herein.\nBy accessing, using, subscribing, or placing an order over the Website, you and your business (including any sub users you may have) agree to the terms and conditions set forth herein.\nIf you do not agree to these Terms in their entirety, you are not authorized to use the Website in any manner or form whatsoever.<br>\n</p>\n<p>THIS IS A BINDING AGREEMENT.\nTHESE TERMS TOGETHER WITH OUR PRIVACY STATEMENT AND DATA PROCESSING ADDENDUM FORM A LEGALLY BINDING AGREEMENT (THE “AGREEMENT”) BETWEEN YOU AND YOUR BUSINESS (“YOU”) AND CLICKFUNNELS.\nTHIS AGREEMENT GOVERNS YOUR ACCESS TO AND USE OF THE WEBSITE AND THE SERVICES PROVIDED BY CLICKFUNNELS, ANY ORDER YOU PLACE THROUGH THE WEBSITE, BY TELEPHONE, OR OTHER ACCEPTED METHOD OF PURCHASE AND, AS APPLICABLE, YOUR USE OR ATTEMPTED USE OF THE PRODUCTS OR SERVICES OFFERED ON OR AVAILABLE THROUGH THE WEBSITE.\nPLEASE PRINT AND RETAIN A COPY OF THIS AGREEMENT FOR YOUR RECORDS.\n<b>\n</b>\n<br>\n</p>NAVIGATING THROUGH THESE TERMS<p>You can use the links below to navigate to areas of these Terms that apply specifically to you, or which may otherwise be of interest: <b>\n</b>\n<br>\n</p>\n<ul>\n<li>\n<i>\n</i>​Website Use</li>\n<li>\n<i>\n</i>\n<b>\n</b>​​Website User Conduct And Restrictions-License Terms</li>\n<li>\n<i>\n</i>\n<b>\n</b>​​Our Privacy Statement And Data Processing Addendum And Your Personal Information</li>\n<li>\n<i>\n</i>​​Information You Provide.\nRegistration.\nPasswords.\nProhibition Against Hosting Third-Party Agency Accounts</li>\n<li>\n<i>\n</i>​​​Order Placement And Acceptance</li>\n<li>\n<i>\n</i>​​​Refunds For Hard Goods</li>\n<li>\n<i>\n</i>​​​Trial Offer, Automatic Enrollment And Payment, And Cancellation</li>\n<li>\n<i>\n</i>​​​Subscription Terms And Automatic Payment</li>\n<li>\n<i>\n</i>​​Shipping Fees</li>\n<li>\n<i>\n</i>​Products, Services, And Prices Available On The Website</li>\n<li>\n<i>\n</i>​​Disclaimer - Your Business’ Individual Results Will Vary</li>\n<li>\n<i>\n</i>​​Your Responsibilities In Running Your Business</li>\n<li>\n<i>\n</i>​​Optional Order “Round Ups” For Charitable Donations And Potential Tax Implications</li>\n<li>\n<i>\n</i>​Commission Program And Independent ClickFunnels Affiliate Program</li>\n<li>\n<i>\n</i>​Voluntarily Submitted Information</li>\n<li>\n<i>\n</i>​Compliance With The Law, Including Commitment Against Harassment And Interference With Others</li>\n<li>\n<i>\n</i>​Disclaimers Of Other Warranties</li>\n<li>\n<i>\n</i>​Limitations Of Liabilities</li>\n<li>\n<i>\n</i>​Dispute Resolution By Mandatory Binding Arbitration And Class Action Waiver​</li>\n<li>\n<i>\n</i>​ClickFunnels’ Additional Remedies</li>\n<li>\n<i>\n</i>​​Indemnification</li>\n<li>\n<i>\n</i>​Notice And Takedown Procedures.\nCopyright Agent</li>\n<li>\n<i>\n</i>​​Third-Party Links</li>\n<li>\n<i>\n</i>​Termination</li>\n<li>\n<i>\n</i>​No Waiver</li>\n<li>\n<i>\n</i>​Governing Law And Venue</li>\n<li>\n<i>\n</i>​Force Majeure</li>\n<li>\n<i>\n</i>​​Assignment</li>\n<li>\n<i>\n</i>​​Electronic Signature</li>\n<li>\n<i>\n</i>​Changes To The Agreement</li>\n<li>\n<i>\n</i>​Your Additional Representations And Warranties</li>\n<li>\n<i>\n</i>​Severability</li>\n<li>\n<i>\n</i>​Entire Agreement</li>\n<li>\n<i>\n</i>​Contacting Us​</li>\n</ul>SECTION 1 – WEBSITE USE\n<p>The Website is intended for businesses operated by adults.\nIf you use the Website, you are affirming that you are at least 18 years old or the legal age of majority in your state or province of residence (whichever is greater), operate a business, have the legal capacity to enter into a binding contract with us, and have read this Agreement and understand and agree to its terms.\n<br>\n</p>\n<p>We recognize in certain instances, the Website may be accessed by youth under the age of 18.\nIn these instances, by accessing the Website, you are affirming that your parent or guardian, of at least 18 years old, has given requisite verifiable consent for you to do so and that they agree to these terms on your behalf.\n<br>\n</p>SECTION 2 – WEBSITE USER CONDUCT AND RESTRICTIONS - LICENSE TERMS\n<p>All aspects of our Website are protected by U.S.\nand international copyright, trademark, and other intellectual property laws, including all content, information, design elements, text material, logos, taglines, metatags, hashtags, photographic images, testimonials, personal stories, icons, video and audio clips, and downloads.\nNo material on the Website may be copied, reproduced, distributed, republished, uploaded, displayed, posted, or transmitted in any way whatsoever.\nThe ClickFunnels trademark and logo are proprietary marks of ClickFunnels, and the use of those marks is strictly prohibited.\nNothing herein gives you the right to use, copy, register as a domain name, reproduce, or otherwise display any logo, tagline, trademark, trade name, copyrighted material, patent, trade dress, trade secret, or confidential information owned by ClickFunnels.\n<br>\n</p>\n<p>Subject to your continued strict compliance with these Terms, ClickFunnels provides to you a revocable, limited, non-exclusive, royalty-free, non-sublicensable, non-transferable license to use the Website.\nYou acknowledge and agree that you do not acquire any ownership rights in any material protected by intellectual property laws.\n<br>\n</p>\n<p>If you purchase a subscription to ClickFunnels software over the Website, ClickFunnels provides to you a revocable, limited, non-exclusive, non-sublicensable, non-transferable license to use the software.\nYou acknowledge and agree that: (1) the software is copyrighted material under United States and international copyright laws that is exclusively owned by ClickFunnels.\n(2) you do not acquire any ownership rights in the software.\n(3) you may not modify, publish, transmit, participate in the transfer or sale, or create derivative works from the content of the software.\n(4) except as otherwise expressly permitted under copyright law, you may not copy, redistribute, publish, display or commercially exploit any material from the software without the express written permission of ClickFunnels.\nand (5) in the event of any permitted copying (e.g., from the Website to your computer system), no changes in or deletion of author attribution, trademark, legend or copyright notice shall be made.\nIf you choose to purchase the use of an image from Shutterstock through the ClickFunnels platform, you will be given a limited, non-exclusive, non-sublicensable, non-transferable license by Shutterstock to use those image(s) such that you can re-use said image(s) solely on the associated ClickFunnels account related to said purchase, and only as long as you do not breach these Terms or that of Shutterstock.\nImages cannot be used in a shared funnel, downloaded outside of the ClickFunnels platform or used within any other ClickFunnels account.\nTo the extent you breach any of the terms referenced herein, your rights will be immediately terminated without notice.\n<br>\n</p>\n<p>You agree not to use or attempt to use the Website or any software provided by ClickFunnels, whether alone, or in conjunction with other software or hardware, in any unlawful manner or a manner harmful to ClickFunnels.\nYou further agree not to commit any harmful or unlawful act or attempt to commit any harmful or unlawful act on or through the Website or through use of any software or hardware including, but not limited to, refraining from: <br>\n</p>\n<ul>\n<li>\n<i>\n</i>​HARMFUL&nbsp;OR PROHIBITED ACTS.\nAny dishonest or unethical business practice.\nany violation of the law.\ninfliction of harm to ClickFunnels’ reputation.\nhacking and other digital or physical attacks on the Website.\nscraping, crawling, downloading, screen-grabbing, or otherwise copying content on the Website and/or transmitting it in any way we haven’t specifically permitted.\nintroducing, transmitting, or storing viruses or other malicious code.\ninterfering with the security or operation of the Website.\nframing or mirroring the Website.\ncreating, benchmarking, or gathering intelligence for a competitive offering.\ninfringing another party’s intellectual property rights, including failing to obtain permission to upload/transfer/display works of authorship.\nintercepting or expropriating data.\ndeceptive manipulation of media.\nand the violation of the rights of ClickFunnels or any third party</li>\n<li>\n<i>\n</i>​“SPAMMING” AND UNSOLICITED COMMUNICATIONS.\nWe have zero tolerance for spam and unsolicited communications.\nAny communications sent or authorized by you reasonably deemed “spamming,” or any other unsolicited solicitations (including without limitation postings on social media or third party blogs) will be deemed a material threat to ClickFunnels’ reputation and to the rights of third parties.\nIt is your obligation, exclusively, to ensure that all business communications comply with state and local anti-spamming or analogous laws.\n</li>\n<li>\n<i>\n</i>​OFFENSIVE COMMUNICATIONS.\nAny communication sent, posted, or authorized by you, including without limitation postings on any website operated by you, or social media or blog, which are: sexually explicit, obscene, vulgar, or pornographic.\noffensive, profane, hateful, threatening, harmful, inciting, defamatory, libelous, harassing, or discriminatory.\nmisleading, false, or misinforming.\ngraphically violent.\nor solicitous of unlawful behavior.\n</li>\n<li>\n<i>\n</i>​SENSITIVE INFORMATION.\nYou will not import, or incorporate into, any contact lists or other content you upload to any website, software, or other electronic service hosted, provided by or connected to ClickFunnels, any of the following information: social security numbers, national insurance numbers, credit card data, passwords, security credentials, bank account numbers, or sensitive personal, health or financial information of any kind.\n</li>\n<li>\n<i>\n</i>​ILLEGAL BUSINESS ACTIVITY.\nAny promotion of illegal business activity, including without limitation multi-level marketing (except in compliance with the FTC’s Business Guidance Concerning Multi-Level Marketing, promoting the sale or use of illegal drugs (including but not limited to Marijuana-derived CBD Oil).\nor infringing or promoting the infringement of the intellectual property rights of another.\n</li>\n</ul>\n<p>In addition to the foregoing, ClickFunnels requires you to follow these best practices when sending electronic communications: <br>\n</p>\n<ul>\n<li>\n<i>\n</i>​Use only permission-based marketing electronic communications lists (i.e., lists in which each recipient affirmatively opted-in to receiving those electronic communications).\n</li>\n<li>\n<i>\n</i>​Always include a working “unsubscribe” mechanism in each marketing electronic communication that allows the recipient to opt out from your mailing list (receipt/transactional messages that are exempt from “unsubscribe” requirements of applicable law are exempt from this requirement).\n</li>\n<li>\n<i>\n</i>​Comply with all requests from recipients to be removed from your mailing list within the earlier of ten (10) days of receipt of the request, or the deadline under applicable law.\n</li>\n<li>\n<i>\n</i>​Maintain, publish, and comply with a privacy policy that meets all applicable legal requirements, whether or not you control the sending of the electronic communications.\n</li>\n<li>\n<i>\n</i>​Include in each electronic communication a link to your then-current privacy policy applicable to that electronic communication.\n</li>\n<li>\n<i>\n</i>​Include in each electronic communication your valid physical mailing address or a link to that information.\n</li>\n<li>\n<i>\n</i>​Do not send electronic communications to addresses obtained from purchased or rented lists.\n</li>\n<li>\n<i>\n</i>​Do not use third party electronic addresses, domain names, or mail servers without proper permission from the third party.\n</li>\n<li>\n<i>\n</i>​Do not routinely send electronic communications to non-specific addresses (e.g., webmaster@domain.com or info@domain.com).\n</li>\n<li>\n<i>\n</i>​Do not engage in spamming.\n</li>\n<li>\n<i>\n</i>​Do not disguise the origin, or subject matter of, any electronic communications or falsify or manipulate the originating message address, subject line, header, or transmission path information for any electronic communication.\n</li>\n<li>\n<i>\n</i>​Do not send offers to obtain or attempt to obtain personal information, or generate leads, for third parties.\n</li>\n<li>\n<i>\n</i>​Do not send “chain letters,” “pyramid schemes,” or other types of electronic messages that encourage the recipient to forward the content to strangers.\n</li>\n<li>\n<i>\n</i>​Do not send to lists of addresses that are programmatically generated or scraped from the Internet.\n</li>\n<li>\n<i>\n</i>​Do not employ sending practices, or have overall message delivery rates, which may cause harm to our services or other users of our services.\n</li>\n<li>\n<i>\n</i>​Do not send messages that may be considered junk mail.\nSome examples of these types of messages include, but are not limited to, messaging related to penny stocks, gambling, multi-level marketing (except in compliance with the FTC’s Business Guidance Concerning Multi-Level Marketing), direct to consumer pharmaceutical sales, and payday loans.\n</li>\n<li>\n</li>\n</ul>\n<p>You further agree to conduct yourself and all of your businesses in full compliance with all applicable laws, whether through the use of ClickFunnels or otherwise.\n<br>\n</p>\n<p>\n<b>MARKETING.AI </b>\n<b>Content.\n</b>Marketing.ai is an incorporated beta-stage tool that You can use to create various marketing content.\nYou may provide input to Marketing.Ai (the “System”) and receive output generated and returned by the System based on the original input.\nThe input and output to the System are collectively “AI Content.” As between the parties and to the extent permitted by applicable law, you own all input to the System.\nSubject to your compliance with these terms, We hereby assign you all right, title, and interest in and to the output provided by the System (only such output responding to Your individual input).\nThis means you can use the AI Content for any purpose, including commercial purposes, so long as you comply with these terms and all applicable laws.\nYou are solely responsible for AI Content, including ensuring that it does not violate any applicable law or these terms.<br>\n<br>Due to the nature of machine learning, the output may not be unique across all users and the System may generate the same or similar output for multiple users.\nResponses that are requested by and generated for other users are not considered Your AI Content.<br>\n<br>Artificial intelligence and machine learning are rapidly evolving fields of study.\nWe are constantly working to improve the System to make it more accurate, reliable, safe, and beneficial as a whole.\nGiven the inherent imperfections of machine learning, the System may not provide correct or legal outputs based on the input provided by You.\nYou should evaluate and confirm the legality and accuracy of any output from the System for Your use.<br>\n<br>\n<b>MARKETING.AI Restrictions.\n</b>You may not (i) use the System, or its output, in a way that infringes, misappropriates, or violates any person or entity’s rights, (ii) reverse engineer, compile, decompile, or otherwise attempt to discover the source code or underlying components of models, algorithms, and systems of the System, (iii) use output from the System to develop models or other systems to compete with the System, (iv) represent that the output from the System was human-generated when it is not or otherwise violate any terms or policies of Etison LLC, (v) buy, sell, or transfer API keys without Our prior consent, (vi) if you are using an API connection with a website or application directed at children, send us any personal information of children under 13 or the applicable age of digital consent.\nYou will comply with any rate limits and other requirements in our documentation.\nIf Your jurisdiction does not support the System, then you may not use the System in violation of applicable law.\n<br>\n</p>SECTION 3 - OUR PRIVACY STATEMENT AND DATA PROCESSING ADDENDUM AND YOUR PERSONAL INFORMATION<p>We respect your privacy and the use and protection of your non-public, personal information.\nYour submission of personal information through the Website is governed by our Privacy Statement and, if you and/or your end users are located in the European Union, United Kingdom, Brazil, or California (USA), our Data Processing Addendum (“DPA”) as well.\nOur Privacy Statement may be viewed at https://signup.clickfunnels.com/privacy-policyand our DPA may be viewed at https://www.clickfunnels.com/dpa.\nClickFunnels reserves the right to modify its Privacy Statement and DPA in its reasonable discretion from time-to-time.\nOur Privacy Statement and DPA are incorporated into this Agreement by reference.\n<br>\n</p>SECTION 4 - INFORMATION YOU PROVIDE.\nREGISTRATION.\nPASSWORDS.\nPROHIBITION AGAINST HOSTING THIRD-PARTY AGENCY ACCOUNTS <p>As a ClickFunnels user, you will be required to create an account with ClickFunnels.\nYou warrant that the information you provide us is truthful and accurate, and that you are not impersonating another person.\nYou are responsible for maintaining the confidentiality of any password you may use to access your ClickFunnels user account, and you agree not to transfer your password or user name, or lend or otherwise transfer your use of or access to your user account, to any third party.\nYou are also responsible for maintaining the confidentiality of proprietary or non-public information we may share with you as a ClickFunnels user, such as technical information, our pricing, our business strategy, and data about other past or current ClickFunnels users or their customers.\n<br>\n</p>\n<p>So called “agency accounts,” or accounts in which you host funnels for third parties, are prohibited.\nShould your usage data indicate, in ClickFunnels’ sole and exclusive discretion, that you are operating an agency account, you will be subject to cancellation of your ClickFunnels user account or enhanced pricing for your ClickFunnels user account, at ClickFunnels’ sole and exclusive discretion.\nYou are fully responsible for all transactions with, and information conveyed to, ClickFunnels under your user account.\nYou agree to immediately notify ClickFunnels of any unauthorized use of your password or user name or any other breach of security related to your user account.\nYou agree that ClickFunnels is not liable, and you will hold ClickFunnels harmless, for any loss or damage arising from your failure to comply with any of the foregoing obligations.\nPlease see Section 21 below for additional information.\n<br>\n</p>SECTION 5 - ORDER PLACEMENT AND ACCEPTANCE <p>If you order a service or product, payment must be received by us before your order is accepted.\nWe may require additional information regarding your order if any required information was missing or inaccurate, and may cancel or limit an order any time after it has been placed.\nYour electronic order confirmation, or any form of confirmation, does not signify our acceptance of your order.\nYou must contact us immediately at support@clickfunnels.com in order to modify or cancel your pending order.\nWe cannot guarantee that we will be able to amend your order in accordance with your instructions.\n<br>\n</p>\n<p>All items are subject to availability.\nWe will notify you if any item is not available, the expected availability date, and may offer you an alternative product or service.\nIf the availability of any product or service is delayed and you do not wish to substitute the product or service, upon your request, we will cancel your order and if previously charged, your payment card will be fully refunded for that specific order.\nWe reserve the right to limit the sales of our products and services to any person, geographic region, or jurisdiction.\nWe may exercise this right on a case-by-case basis at our sole and exclusive discretion.\n<br>\n</p>\n<p>Your purchase order of products and other services is conditioned on you re-affirming your acceptance of this Agreement.\n<br>\n</p>\n<p>All advertised prices are in, and all payments shall be in, U.S.\nDollars.\n<br>\n</p>SECTION 6 - REFUNDS FOR HARD GOODS <p>If you have purchased a “hard good” (for example, a book or other tangible product) from ClickFunnels or any related brands, you may receive a limited refund if you comply with the following conditions (unless otherwise specified): <br>\n</p>\n<ul>\n<li>\n<i>\n</i>​You must request a refund in writing by contacting cf2support@clickfunnels.com;</li>\n<li>\n<i>\n</i>​Your request for a refund must be made within thirty (30) days of your purchase.\n</li>\n<li>\n<i>\n</i>​You must return the hard goods to ClickFunnels immediately, according to the shipping and other instructions you will receive by email after requesting a refund.\n</li>\n<li>\n<i>\n</i>​The hard goods must be returned to ClickFunnels in like-new, or re-sellable condition, as determined in ClickFunnels’ sole, reasonable discretion.\n</li>\n</ul>Section 7 - TRIAL OFFER, AUTOMATIC ENROLLMENT AND PAYMENT, AND CANCELLATION<p>Where we offer you a free trial of ClickFunnels, such free trial will start immediately after your registration and continue for the free trial offer period as indicated on the Website at the time you register.\nFree trial subscriptions are only available to new subscribers of ClickFunnels and for the limited periods as set out on the Website.\nPrevious subscribers or those subscribers who have already benefited from a free trial subscription to ClickFunnels do not qualify for a further free trial period.\n<br>\n</p>\n<p>\n<b>\n</b>\n<b>ClickFunnels will email a reminder that your trial is ending at least 7 days prior to you being charged.\nIf you do not want to continue your subscription after your free trial comes to an end, you must contact us at least 24 hours before your free trial period ends by submitting a cancellation request to us via our support email address cf2support@clickfunnels.com, or by canceling your free trial through your Account Dashboard, as detailed here.\nIf you do not contact us at least 24 hours before your free trial period ends to cancel, your subscription will automatically continue and the payment card that you provided at the time of enrollment online will be charged the full ClickFunnels monthly membership subscription rate provided at the time of enrollment each month until you cancel.</b> ClickFunnels can change the monthly membership subscription rate at any time.\nIf the membership subscription rate changes after you subscribe, we will notify you by email and give you an opportunity to cancel.\n<br>\n</p>\n<p>If you wish to cancel your ClickFunnels subscription (including subscriptions for services) at any time after a free trial or discounted period ends, you must submit a cancellation request to us via our support email address cf2support@clickfunnels.com or through your Account Dashboard, as detailed here.\nFor monthly subscriptions (including subscriptions for services), we require at least ten (10) days’ notice of cancellation by email.\nIf you provide such notice less than ten (10) days before the first day of your next subscription month, your credit card may still be charged.\nYou will not be entitled to prorate your last month’s use, nor will you be entitled to any refund for any payments to ClickFunnels.\nFor annual subscriptions, we also require at least ten (10) days’ notice of cancellation by email.\nIf you provide such notification less than ten (10) days before the first day of your next subscription year, your credit card may still be charged.\nIf you cancel before the end of your year, you will not be entitled to a refund but we will provide you with a credit towards other ClickFunnels’ subscription services.\nClickFunnels in its sole discretion may charge a cancellation fee equal to the amount the subscription was discounted.\n<br>\n</p>SECTION 8 – SUBSCRIPTION TERMS AND AUTOMATIC PAYMENT <p>A ClickFunnels user is responsible for paying all sums due to ClickFunnels in connection with their monthly subscription in accordance with these Terms.\nThe first fee payable in accordance with these Terms is due when the user account is set up and payment of the monthly fee is a condition of access, or after your free trial ends and you have not canceled the automatic subscription with us.\nEvery calendar month, your account will be charged up to the subscription fee plus applicable tax for the following month’s subscription, together with any other fees for the following month’s subscription plus any accumulated charges for the past period (collectively, “Fees”).\nFailure by the ClickFunnels user to use any of the services available through the service provided by ClickFunnels does not relieve the ClickFunnels user of their payment obligations under these Terms.\n<br>\n</p>\n<p>Potential users can pay by credit card or debit card.\nPayment details shall be collected by us through our secure financial data collection mechanism.\nYou acknowledge and agree that we hold data relating to the transaction, including the last four digits and the expiration date of the card used to purchase the products or services together with details on when payment is due.\nYou further acknowledge and agree that payments are due on a recurring basis in accordance with the payment terms for the specific service purchased (unless the subscription is cancelled in accordance with these Terms) and therefore authorize the automatic payment collection terms applicable to that specific service (e.g., on a monthly basis and for a specific amount).\nIf for whatever reason, we are unable to process your monthly subscription payment, we may in our sole discretion, charge you a lesser amount to “pause” your account and retain your information as we attempt to contact you for updated payment information.\n<br>\n</p>\n<p>IF YOU ARE A CLICKFUNNELS USER WITH A MONTHLY OR ANNUAL SUBSCRIPTION AND YOU HAVE PROVIDED US WITH A VALID CREDIT OR DEBIT CARD NUMBER OR AN ALTERNATE PAYMENT METHOD, EACH PAYMENT WILL BE AUTOMATICALLY PROCESSED AT THE TIME OF YOUR DESIGNATED PAYMENT DATE (MONTHLY OR ANNUALLY) AND WILL BE BILLED TO THE PAYMENT METHOD YOU PROVIDED TO US AT THE TIME OF YOUR ENROLLMENT.\nAS NOTED ABOVE, IF WE DO NOT RECEIVE SUFFICIENT FUNDS, WE MAY CHARGE YOU A LESSER AMOUNT TO PAUSE YOUR ACCOUNT.\nIF YOU WISH TO CANCEL YOUR SUBSCRIPTION TO CLICKFUNNELS, YOU MAY DO SO THROUGH YOUR ACCOUNT DASHBOARD OR BY EMAILING CF2SUPPORT@CLICKFUNNELS.COM AT LEAST TEN (10) DAYS BEFORE THE FIRST DAY OF YOUR NEXT SUBSCRIPTION MONTH.\n<br>\n</p>\n<p>ClickFunnels reserves the right to immediately terminate a user’s account and/or service for any unpaid (in whole or part) period of the subscription (with or without notice).\nTermination of service in no way relieves or excuses the user from any obligation to pay outstanding charges or expenses.\nIn the event ClickFunnels starts collection processes of any type, you will be liable for all collection costs, including legal fees and expenses, as provided in Section 20 below.\n<br>\n</p>\n<p>In addition to any Fees, ClickFunnels may also charge applicable value added or other tax.\n<br>\n</p>SECTION 9 – SHIPPING FEES <p>Unless otherwise stated on the Website at the time of purchase, if we ship you a physical product, we reserve the right to add applicable shipping and handling fees to your order.\nUnless otherwise stated, we will use commercially reasonable efforts to fulfill your order within a reasonable time after receipt of your properly completed and verified order.\nAccurate shipping address and phone number information is required.\nAlthough we may provide delivery or shipment timeframes or dates, such dates are good-faith estimates and are subject to change.\nIf your order will be delayed, we will contact you at the email address you provided when placing your order.\nIf we are unable to contact you or you would like to cancel your order, we will cancel the order and refund the full amount charged.\nWe shall not be liable for any loss, damage, cost, or expense related to any delay in shipment or delivery caused by any third party carrier or other delivery service not owned or controlled by us.\nThe risk of loss and title for such items pass to you upon our delivery to any third party carrier.\n<br>\n</p>SECTION 10 – PRODUCTS, SERVICES, AND PRICES AVAILABLE ON THE WEBSITE <p>Products, services, and prices are generally posted at the following URL, but are subject to change: https://www.clickfunnels.com/pricing.\nAt times, ClickFunnels may also offer services, such as its Two Comma Club program (“Two Comma Club”), which will be described when offered but nonetheless governed by this Agreement.\nClickFunnels may also offer additional products and services through other sites to which it owns or controls.\nsuch sites are also governed by the terms herein.\nClickFunnels reserves the right, without notice, to discontinue products or services or modify specifications and prices on products and services without incurring any obligation to you.\nExcept as otherwise expressly provided for in these Terms, any price changes to your subscription or purchase of product(s) or services will take effect following email notice to you.\n<br>\n</p>\n<p>You acknowledge and agree that if you join the Two Comma Club, Two Comma Club services do not include travel or lodging, such travel or lodging expenses incurred by you shall be your responsibility and shall be in addition to any costs or fees associated with the program.\nYou also acknowledge that the content of the Two Comma Club services, including without limitation the materials and information provided to you as education, is confidential and proprietary to ClickFunnels.\naccordingly, you agree that you shall not communicate the teachings, materials, or other information acquired or learned from the Two Comma Club services to any other person.\n<br>\n</p>\n<p>Price changes are effective on the first day of the month after the price change is posted.\nBy accessing, using, subscribing or placing an order over the Website, you authorize ClickFunnels to charge your account in the amount indicated for the value of the services you select, including any future price changes.\nIf you request a downgrade in services, the downgrade (and corresponding price reduction) will become effective on the first day of the month following your requested downgrade.\nBy your continued use of ClickFunnels services, and unless you terminate your subscription as provided herein, you agree that ClickFunnels may charge your credit card monthly for the products and services you have selected, and you consent to any price changes for such services after email notice has been provided to you.\n<br>\n</p>\n<p>ClickFunnels takes reasonable steps in an effort to ensure that the prices set forth on the Website are correct, and to accurately describe and display the items available on the Website.\nIf the correct price of our product is higher than its stated price, we will, at our discretion, either contact you for instructions or cancel your order and notify you of such cancellation.\n<br>\n</p>\n<p>When ordering products or services, please note that ClickFunnels does not warrant that product or service descriptions are accurate, complete, current, or error-free, or that packaging will match the actual product that you receive.\nAll sales are deemed final except as provided in Section 6 of these Terms.\nClickFunnels’ descriptions of, or references to, products or services not owned by ClickFunnels are not intended to imply endorsement of that product or service, or constitute a warranty by ClickFunnels.\n<br>\n</p>SECTION 11 – DISCLAIMER - YOUR BUSINESS’ INDIVIDUAL RESULTS WILL VARY <p>Every online business is different, employing different strategic approaches and organizational structures, and offering different products and services.\nTherefore, individual results will vary from user to user.\nYOUR BUSINESS’ INDIVIDUAL RESULTS WILL VARY DEPENDING UPON A VARIETY OF FACTORS UNIQUE TO YOUR BUSINESS, INCLUDING BUT NOT LIMITED TO YOUR CONTENT, BUSINESS MODEL, AND PRODUCT AND SERVICE OFFERINGS.\n<br>\n</p>\n<p>\n<b>ClickFunnels does not promise, guarantee, or warrant your business’ success, income, or sales.\nYou understand and acknowledge that ClickFunnels will not at any time provide sales leads or referrals to you or your business.\nThose businesses who purchase our products or services will receive access to software and tools to create Internet sales funnels and otherwise assist with their respective online offerings.\nHowever, we do not guarantee your business’ success and based upon many market factors that we cannot control, the software and tools we provide may or may not be applicable to your specific business.\nFurther, we do not make earnings claims, efforts claims, return on investment claims, or claims that our software, tools, or other offerings will make your business any specific amount of money, and it is possible that you will not earn your investment back.\nWe do not sell a business opportunity, “get rich quick” program, guaranteed system, franchise system, or a business in a box.\nYou should not purchase our products or services if that is your expectation.\nInstead, you should purchase with the understanding that using the information and software purchased will take time and effort and may be applicable in some situations but not others.\nAlso, we do not offer any tax, accounting, financial, or legal advice.\nYou should consult your business’ accountant, attorney, or financial advisor for advice on these topics.\n</b>\n<br>\n</p>SECTION 12 – YOUR RESPONSIBILITIES IN RUNNING YOUR BUSINESS <p>You represent and warrant that you operate a business in good standing and you agree that there are no prior or pending government investigations or prosecutions against you or your business.\nYou also agree that you and your business will only use ClickFunnels’s products and services for lawful purposes and that you shall not use such products or services, whether alone or in connection with other software, hardware, or services, for any unlawful or harmful purpose.\nYou are solely and exclusively responsible for complying with any and all applicable laws and regulations in running your business, including, but not limited to, all laws governing advertising and marketing claims, subscriptions, refunds, premium offers, tax laws, and all additional laws applicable to your business.\nYou agree to notify ClickFunnels if any investigation or lawsuit is threatened or filed against you, whereupon ClickFunnels shall have the right to terminate this Agreement without liability.\nClickFunnels shall have no liability for your violation of any laws.\nYou are solely and exclusively responsible for collecting and reporting any and all sales and use tax, and any other taxes, which may apply to sales of products or services by your business including, but not limited to, taxes which may apply to voluntary donations provided by your customers (as described in Section 13 below).\nClickFunnels shall not be responsible to collect or report any taxes which may apply to your business or sales of products or services by your business.\nYou agree to indemnify ClickFunnels as set out in Section 21 below in the event that you and/or your business violates any law and a claim is threatened or asserted against ClickFunnels as a result.\n<br>\n</p>SECTION 13 – OPTIONAL ORDER “ROUND UPS” FOR CHARITABLE DONATIONS AND POTENTIAL TAX IMPLICATIONS <p>ClickFunnels, in its sole and exclusive discretion, may provide an opportunity for you and customers of your online business to voluntarily “round up” purchases at checkout by various dollar amounts, such as one, three, five, or ten dollars, to be donated to Village Impact and/or Operation Underground Railroad, charitable organizations under Canadian and United States law, respectively, that are tax-exempt under Section 149 of the Canadian Income Tax Act and Section 501(c)(3) of the Internal Revenue Code of 1986, as amended (each, individually, “Charity”).\nYou agree that such “round up” donation amounts shall not be charged as a separate charge to your customer, but shall be included in a single charge for the total purchase price charged to your customer.\nClickFunnels agrees to keep any “round up” donations in a separate, non-interest bearing account pending contribution of such amounts to the Charity.\nAny amounts constituting “round up” donations shall be irreversibly transferred to ClickFunnels, as agent and nominee for the Charity.\nYou understand and agree that neither you nor your customers shall be entitled to any refund of any “round up” donations, regardless of whether a customer returns any or all items purchased from your online business.\nYou understand and agree that such donations may be subject to sales tax, and that it is your sole and exclusive responsibility to collect and report such tax for sales to your customers.\nYou further understand and agree that “round up” donations may not be tax deductible by you or your customers.\nYou understand and agree that ClickFunnels is acting as nominee and agent of the Charity with regards to any “round up” donations and, pursuant thereto, ClickFunnels shall transfer such amounts to the Charity as soon as practicable, but in no event later than sixty (60) days after receipt of each donation.\n<br>\n</p>SECTION 14 – COMMISSIONS PROGRAM AND INDEPENDENT CLICKFUNNELS AFFILIATE PROGRAM <p>ClickFunnels may offer you an opportunity to become an independent ClickFunnels affiliate (“Affiliate”), wherein you have the opportunity to earn additional money for ClickFunnels accounts that you sell to other users subject to your acceptance of the terms of the ClickFunnels Affiliate agreement (the “Affiliate Agreement”).\nClickFunnels reserves the sole and exclusive right to determine the amount of remuneration each Affiliate will receive in exchange for the Affiliate’s efforts.\nAffiliate commission is further discussed in the Affiliate Agreement.\nFor avoidance of doubt, Affiliates are independent contractors and are not employees or agents of ClickFunnels.\nAffiliates have no authority to act on behalf of or bind ClickFunnels.\nAffiliates shall be solely and exclusively responsible for all costs and other expenses incurred.\nSections 18 and 20 below – in their entirety (as well as all other terms in this Agreement) – apply to Affiliates, and further govern the relationship between ClickFunnels and each Affiliate.\n<br>\n</p>\n<p>To find out more information about the Affiliate program and the additional terms that apply, please click here.\n<i>For avoidance of doubt, all Sections of these Terms apply to you in your role as an Affiliate, unless expressly provided otherwise.\n</i>\n<br>\n</p>\n<p>In the event you make a purchase using a ClickFunnels Affiliate identification number, the Affiliate tied to such sale will be given your name and email address for other promotional opportunities and purposes.\nBy making a purchase through such Affiliate link or identification number you expressly agree that your name and email address may be shared with the Affiliate.\n<br>\n</p>SECTION 15 – VOLUNTARILY SUBMITTED INFORMATION<p>ClickFunnels is pleased to hear from users and customers and welcomes your comments regarding our services and products.\nClickFunnels may use testimonials and/or product reviews in whole or in part together with the name, city, and state of the person submitting it.\nTestimonials may be used for any form of activity relating to ClickFunnels’ services or products, in printed and online media, as ClickFunnels determines in its sole and exclusive discretion.\nTestimonials represent the unique experience of the participants and customers submitting the testimonial, and do not necessarily reflect the experience that you and your business may have using our services or products.\nAs set forth above in Section 11, your business’ results will vary depending upon a variety of factors unique to your business and market forces beyond ClickFunnels’ control.\nNote that testimonials, photographs, and other information that you provide to us will be treated as non-confidential and nonproprietary, and, by providing them, you grant ClickFunnels a royalty-free, worldwide, perpetual, non-exclusive and irrevocable license to use them.\n<br>\n</p>\n<p>ClickFunnels reserves the right to correct grammatical and typing errors, to shorten testimonials prior to publication or use, and to review all testimonials prior to publication or use.\nClickFunnels shall be under no obligation to use any, or any part of, any testimonial or product review submitted.\n<br>\n</p>\n<p>In the event that you voluntarily provide your mobile phone number through a website owned by ClickFunnels, you are consenting to receive automated and/or manual text messages from ClickFunnels about its products, services, and upcoming events.\nYou can withdraw your consent by responding to a ClickFunnels’ text message with “STOP” at any time.\nThis is the sole method of withdrawing consent to receiving text messages from ClickFunnels that is expressly agreed to by the parties.\nStandard message and data rates may apply.\n<br>\n</p>SECTION 16 – COMPLIANCE WITH THE LAWS, INCLUDING COMMITMENT AGAINST HARASSMENT AND INTERFERENCE WITH OTHERS <p>As a ClickFunnels user and/or Affiliate, whether or not you display the ClickFunnels’ Badge, you must comply with all laws, both U.S.\nand foreign, including, but not limited to, laws prohibiting deceptive and misleading advertising and marketing, e-mail marketing laws (including the federal CAN-SPAM Act (15 U.S.C.\n§ 7701)), data protection laws (including but not limited to the European Union General Data Protection Regulation, U.K.\nData Protection Act, California Consumer Privacy Act, and Brazilian General Data Protection Regulation), telemarketing laws (including the federal Telephone Consumer Protection Act (47 U.S.C.\n§ 227) and the Federal Trade Commission’s Telemarketing Sales Rule (16 C.F.R.\n§ 310)), laws governing testimonials (including the Federal Trade Commission’s Revised Endorsements and Testimonials Guides (16 CFR Part 255)), and/or any similar laws, laws relating to intellectual property, privacy, security, terrorism, corruption, child protection, or import/export laws.\nYou are solely responsible for ensuring their compliance with all applicable laws, rules, regulations, and court orders of any kind of any jurisdiction applicable to you and your business, and any recipient to whom you send digital messages using our products or services.\nYou have the responsibility to be aware of, understand, and comply with all applicable laws and ensure that you and all users of your account comply with such applicable laws at all times.\n<br>\n</p>\n<p>If you use any messaging software, including any ClickFunnels-provided messaging software now existing or which may in the future be created, or any other messaging system or other software or hardware provided by you or a third-party, you agree that you will follow all applicable laws with respect to sending messages, including without limitation the federal Telephone Consumer Protection Act.\nYou further agree to indemnify and defend ClickFunnels from any claims, damages, losses, and lawsuits of any kind or nature that may be made or brought against ClickFunnels relating in any way to your violation of law or third-party rights by use or misuse of any messaging software or hardware, whether or not provided by ClickFunnels.\nYou further understand and agree that ClickFunnels has no control over, and therefore cannot be responsible for, the functionality or failures of any third party software, including without limitation Facebook, Facebook Messenger, and internet browser notifications.\nCLICKFUNNELS DOES NOT WARRANT THAT ANY CLICKFUNNELS MESSAGING SOFTWARE WILL BE COMPATIBLE WITH ANY THIRD PARTY SOFTWARE.\nYOU ARE SOLELY AND EXCLUSIVELY RESPONSIBLE FOR YOUR USE OF ANY AND ALL MESSAGING SOFTWARE AND/OR HARDWARE.\n<br>\n</p>SECTION 17 – DISCLAIMERS OF OTHER WARRANTIES <p>EXCEPT WHERE OTHERWISE INAPPLICABLE OR PROHIBITED BY LAW: <br>\n</p>\n<p>THE WEBSITE AND ALL CONTENT ARE PROVIDED ON AN “AS IS”, “AS AVAILABLE” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nWE MAKE NO, AND EXPRESSLY DISCLAIM ANY AND ALL, REPRESENTATIONS AND WARRANTIES AS TO THE RELIABILITY, TIMELINESS, QUALITY, SUITABILITY, AVAILABILITY, ACCURACY, AND/OR COMPLETENESS OF ANY INFORMATION ON THIS WEBSITE.\nWE DO NOT REPRESENT OR WARRANT, AND EXPRESSLY DISCLAIM THAT: (A) THE USE OF THE WEBSITE OR ANY SOFTWARE WILL BE SECURE, TIMELY, UNINTERRUPTED OR ERROR-FREE, OR OPERATE IN COMBINATION WITH ANY OTHER HARDWARE, SOFTWARE, SYSTEM OR DATA, (B) THE WEBSITE, SOFTWARE, OR SERVICES WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS, (C) ANY STORED DATA WILL BE ACCURATE OR RELIABLE, (D) THE QUALITY OF ANY PRODUCTS, SERVICES, SOFTWARE, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE WEBSITE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS, (E) ERRORS OR DEFECTS IN THE WEBSITE WILL BE CORRECTED, OR (F) THE WEBSITE OR THE SERVER(S) THAT MAKE THE WEBSITE AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nALL CONDITIONS, REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON INFRINGEMENT OF THIRD PARTY RIGHTS, ARE HEREBY DISCLAIMED TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\n<br>\n</p>\n<p>ANY USERS OF THE WEBSITE(S) THAT ARE IN BETA TESTING STAGE OR A SIMILAR PRE-LAUNCH OR TRIAL STAGE HEREBY EXPRESSLY ACKNOWLEDGE THAT FULL SECURITY PROTOCOLS OF THE BETA-STAGE WEBSITE(S) MAY BE INADEQUATE OR NOT FULLY VETTED BY US.\nBY USING ANY OF OUR WEBSITE(S) IN BETA STAGE, YOU ASSUME THE FULL RISK OF ANY DATA BREACHES AND HEREBY AGREE TO DEFEND, INDEMNIFY, AND HOLD HARMLESS CLICKFUNNELS FOR ALL CLAIMS AND/OR DISPUTES ARISING OUT OF SUCH BETA-STAGE USAGE BY YOU.\n<br>\n</p>SECTION 18 – LIMITATIONS OF LIABILITIES <p>EXCEPT WHERE OTHERWISE INAPPLICABLE OR PROHIBITED BY LAW, IN NO EVENT SHALL CLICKFUNNELS OR ANY OF ITS OFFICERS, DIRECTORS, SHAREHOLDERS, EMPLOYEES, INDEPENDENT CONTRACTORS, TELECOMMUNICATIONS PROVIDERS, AND/OR AGENTS BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, EXEMPLARY, CONSEQUENTIAL, PUNITIVE, OR ANY OTHER DAMAGES, FEES, COSTS OR CLAIMS ARISING FROM OR RELATED TO THIS AGREEMENT INCLUDING THE PRIVACY STATEMENT AND DPA, THE SERVICES OR PRODUCTS, YOUR OR A THIRD PARTY’S USE OR ATTEMPTED USE OF THE WEBSITE OR ANY SOFTWARE, SERVICE, OR PRODUCT, REGARDLESS OF WHETHER CLICKFUNNELS HAS HAD NOTICE OF THE POSSIBILITY OF SUCH DAMAGES, FEES, COSTS, OR CLAIMS.\nTHIS INCLUDES, WITHOUT LIMITATION, ANY LOSS OF USE, LOSS OF PROFITS, LOSS OF DATA, LOSS OF GOODWILL, COST OF PROCUREMENT OF SUBSTITUTE SERVICES OR PRODUCTS, OR ANY OTHER INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, CONSEQUENTIAL, OR OTHER DAMAGES.\nTHIS APPLIES REGARDLESS OF THE MANNER IN WHICH DAMAGES ARE ALLEGEDLY CAUSED, AND ON ANY THEORY OF LIABILITY, WHETHER FOR BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), WARRANTY, OR OTHERWISE.\n<br>\n</p>\n<p>IN NO EVENT SHALL CLICKFUNNELS’ LIABILITY TO YOU OR YOUR BUSINESS EXCEED THE AMOUNT OF THREE (3) TIMES THE PAYMENTS PAID BY YOU TO CLICKFUNNELS FOR THE MONTH PRECEDING THE DATE IN WHICH THE FACTS GIVING RISE TO A CLAIM AGAINST CLICKFUNNELS OCCURRED OR TWO-THOUSAND DOLLARS ($2,000), WHICHEVER IS GREATER.\n<br>\n</p>SECTION 19 – DISPUTE RESOLUTION BY MANDATORY BINDING ARBITRATION AND CLASS ACTION WAIVER <p>PLEASE READ THIS ARBITRATION PROVISION CAREFULLY TO UNDERSTAND YOUR AND YOUR BUSINESS’ RIGHTS.\nEXCEPT WHERE PROHIBITED BY LAW, YOU AND YOUR BUSINESS AGREE THAT ANY CLAIM THAT YOU OR YOUR BUSINESS MAY HAVE IN THE FUTURE MUST BE RESOLVED THROUGH FINAL AND BINDING CONFIDENTIAL ARBITRATION.\nYOU ACKNOWLEDGE AND AGREE THAT YOU AND YOUR BUSINESS ARE WAIVING THE RIGHT TO A TRIAL BY JURY.\nTHE RIGHTS THAT YOU AND YOUR BUSINESS WOULD HAVE IF YOU WENT TO COURT, SUCH AS DISCOVERY OR THE RIGHT TO APPEAL, MAY BE MORE LIMITED OR MAY NOT EXIST.\nYOU AGREE THAT YOU AND YOUR BUSINESS MAY ONLY BRING A CLAIM IN AN INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF (LEAD OR OTHERWISE) OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nYOU FURTHER AGREE THAT THE ARBITRATOR MAY NOT CONSOLIDATE PROCEEDINGS OR CLAIMS OR OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR CLASS PROCEEDING.\n<br>\n</p>\n<p>THERE IS NO JUDGE OR JURY IN ARBITRATION, AND COURT REVIEW OF AN ARBITRATION AWARD IS LIMITED.\nHOWEVER, AN ARBITRATOR CAN AWARD ON AN INDIVIDUAL BASIS THE SAME DAMAGES AND RELIEF AS A COURT (INCLUDING INJUNCTIVE AND DECLARATORY RELIEF OR STATUTORY DAMAGES), AND MUST FOLLOW THESE TERMS AS A COURT WOULD.\n<br>\n</p>\n<p>If you have a complaint, dispute, or controversy, you agree to first contact us at compliance@clickfunnels.com to attempt to resolve the dispute or controversy informally.\nAny controversy or claim arising out of or related to the use of the Website, any product, service, or software, these Terms, the Privacy Statement, the DPA, the Affiliate Agreement, or your relationship with us that cannot be resolved through such informal process or through negotiation within one hundred and twenty (120) days shall be resolved by binding, confidential arbitration administered by the American Arbitration Association (“AAA”), and judgment on the award rendered may be entered in any court having jurisdiction thereof.\nWe agree that any claim we may have against you or your business will also be subject to this arbitration provision, except as provided in Sections 20 and 21 below.\nThe arbitration will be conducted by a single neutral arbitrator in the English language in Ada County, Idaho, unless we both agree to conduct the arbitration by telephone or written submissions.\nThe arbitrator shall be selected by agreement of the parties or, if the parties cannot agree, chosen in accordance with Rules of the AAA.\nThe arbitration will be conducted in accordance with the provisions of the AAA’s Commercial Arbitration Rules and Procedures, in effect at the time of submission of the demand for arbitration.\nThe AAA’s Rules are available at www.adr.org or by calling 1-800-778-7879.\nThe arbitrator shall have the exclusive and sole authority to resolve any dispute relating to the interpretation, construction, validity, applicability, or enforceability of these Terms, the Privacy Statement, the DPA, this arbitration provision, and any other terms incorporated by reference into these Terms.\nThe arbitrator shall have the exclusive and sole authority to determine whether any dispute is arbitrable.\nThe arbitrator shall have the exclusive and sole authority to determine whether this arbitration agreement can be enforced against a non-signatory to this agreement and whether a non-signatory to this agreement can enforce this provision against you or ClickFunnels.\n<br>\n</p>\n<p>Payment of all filing, administration, and arbitrator fees will be governed by the AAA’s Rules.\nIn all other respects, the parties shall each pay their own additional fees, costs, and expenses, including, but not limited to, those for any attorneys, experts, documents, and witnesses.\n<br>\n</p>\n<p>The arbitrator shall follow the substantive law of the State of Idaho without regard to its conflicts of laws principles.\nAny award rendered shall include a confidential written opinion and shall be final, subject to appeal under the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16, as amended.\nJudgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\n<br>\n</p>\n<p>You and ClickFunnels agree that disputes will only be arbitrated on an individual basis and shall not be consolidated, on a class wide, representative basis, or with any other arbitration(s) or other proceedings that involve any claim or controversy of any other party.\nYou and ClickFunnels expressly waive any right to pursue any class or other representative action against each other.\n<br>\n</p>\n<p>Failure or any delay in enforcing this arbitration provision in connection with any particular claim will not constitute a waiver of any rights to require arbitration at a later time or in connection with any other claims except that all claims must be brought within 1 year after the claim arises (the 1 year period includes the one hundred and twenty (120) day informal resolution procedures described above).\n<br>\n</p>\n<p>This arbitration provision sets forth the terms and conditions of our agreement to final and binding confidential arbitration and is governed by and enforceable under the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16, as amended.\n<br>\n</p>\n<p>This provision survives termination of your account or relationship with ClickFunnels, bankruptcy, assignment, or transfer.\nIf the class action waiver is deemed unenforceable (i.e., unenforceability would allow arbitration to proceed as a class or representative action), then this entire arbitration provision shall be rendered null and void and shall not apply.\nIf a portion of this arbitration provision (other than the class action waiver) is deemed unenforceable, the remaining portions of this arbitration provision shall remain in full force and effect.\n<br>\n</p>\n<p>YOU UNDERSTAND THAT YOU AND YOUR BUSINESS WOULD HAVE HAD A RIGHT TO LITIGATE THROUGH A COURT, TO HAVE A JUDGE OR JURY DECIDE YOUR CASE, AND TO BE PARTY TO A CLASS OR REPRESENTATIVE ACTION.\nHOWEVER, YOU UNDERSTAND AND AGREE TO HAVE ANY CLAIMS DECIDED INDIVIDUALLY AND ONLY THROUGH BINDING, FINAL, AND CONFIDENTIAL ARBITRATION IN ACCORDANCE WITH THIS ARBITRATION PROVISION.\n<br>\n</p>SECTION 20 – CLICKFUNNELS’ ADDITIONAL REMEDIES <p>In order to prevent or limit irreparable injury to ClickFunnels, in the event of any breach or threatened breach by you of the provisions of this Agreement or any infringement or threatened infringement by you of the intellectual property of ClickFunnels or a third-party, ClickFunnels shall be entitled to seek a temporary restraining order and preliminary and permanent injunctions or other equitable relief from a court of competent jurisdiction located in Ada County, Idaho restraining such breach, threatened breach, infringement, or threatened infringement.\nNothing in this Agreement shall be construed as prohibiting ClickFunnels from pursuing in court any other remedies available to it for such breach, threatened breach, infringement, or threatened infringement, including the recovery of monetary damages from you and your business.\nYou and your business hereby irrevocably consent to the exclusive personal jurisdiction of, and exclusive venue in, the courts of Ada County, Idaho for all such claims, and forever waive any challenge to said courts’ exclusive jurisdiction or venue.\n<br>\n</p>SECTION 21 – INDEMNIFICATION <p>To the fullest extent permitted by law, you agree to defend, indemnify, and hold harmless ClickFunnels, its directors, officers, employees, shareholders, licensors, independent contractors, subcontractors, suppliers, affiliates, parent companies, subsidiaries, and agents from and against any and all claims, actions, loss, liabilities, damages, expenses, demands, and costs of any kind, including, but not limited to attorneys’ fees and costs of any litigation or other dispute resolution, arising out of, resulting from, or in any way connected with or related to (1) your use, misuse, or attempt to use the Website, software, products, or services, (2) information you submit or transmit through the Website, (3) your breach of these Terms, the documents they incorporate by reference, the Agreement, or the representations and warranties provided by you in this Agreement, or (4) your violation of any law or the rights of a third-party.\n<br>\n</p>SECTION 22 – NOTICE AND TAKEDOWN PROCEDURES.\nCOPYRIGHT ACT <p>If you believe that materials or content available on the Website infringes any copyright you own, you or your agent may send ClickFunnels a notice requesting that ClickFunnels remove the materials or content from the Website.\nIf you believe that someone has wrongly filed a notice of copyright infringement against you, you may send ClickFunnels a counter-notice.\nNotices and counter-notices should be sent to ClickFunnels, Attention Legal Department, 3443 W.\nBavaria Street, Eagle, Idaho 83616, or by e-mail to compliance@clickfunnels.com.\nThese Terms fully incorporate by reference the DMCA Policy.\n<br>\n</p>SECTION 23 – THIRD-PARTY LINKS <p>The Website may contain links to other websites.\nClickFunnels assumes no responsibility for the content or functionality of any non-ClickFunnels website to which we provide a link.\nPlease see our Privacy Statement for more details.\n<br>\n</p>SECTION 24 – TERMINATION <p>This Agreement will take effect (or shall re-take effect) at the time you click “ACTIVATE MY ACCOUNT NOW,” “PAY NOW,” “ORDER NOW”, “SUBMIT”, “BUY NOW”, “PURCHASE”, “I ACCEPT”, “I AGREE” or similar links or buttons, otherwise submit information through the Website, respond to a request for information, begin installing, accessing, or using the Website, complete a purchase, select a method of payment, and/or enter in payment method information, whichever is earliest.\nIf, in our sole discretion, you fail, or we suspect that you have failed, to comply with any term or provision of the Agreement or violated any law, whether in connection with your use of ClickFunnels or otherwise, we may terminate the Agreement or suspend your access to the Website at any time without notice to you.\nSections 11, 12, 13, 15 through 21, and 24 through 33 of this Agreement, as well as any representations, warranties, and other obligations made or undertaken by you, shall survive the termination of this Agreement and/or your account or relationship with ClickFunnels.\nUpon termination, you remain responsible for any outstanding payments to ClickFunnels.\n<br>\n</p>SECTION 25 – NO WAIVER <p>No failure or delay on the part of ClickFunnels in exercising any right, power or remedy under this Agreement may operate as a waiver, nor may any single or partial exercise of any such right, power, or remedy preclude any other or further exercise of such right, power, or remedy, or the exercise of any other rights, power, or remedy under this Agreement.\nA waiver of any right or obligation under this Agreement shall only be effective if in writing and signed by ClickFunnels.\n<br>\n</p>SECTION 26 – GOVERNING LAW AND VENUE <p>This Agreement and any issue or dispute arising out of or otherwise related to this Agreement or your access to or use of the Website, our <u>Privacy Statement or DPA</u>, or any matter concerning ClickFunnels, including your purchase and use or attempted use of any service or product, shall be governed exclusively by the laws of State of Idaho without regard to its conflicts of laws principles.\nTo the extent that any claim or dispute is found by the arbitrator or (if proper) a court of competent jurisdiction to be excluded from the arbitration agreement in Section 19 above, the parties agree any such claim or dispute shall be exclusively brought in and decided by the state or federal courts located in Ada County, Idaho, and you hereby irrevocably consent to the exclusive personal jurisdiction of, and exclusive venue in, such courts, and forever waive any challenge to said courts’ exclusive jurisdiction or venue.\nAll such claims must be brought on an individual and non-class, non-representative basis, and you forever waive any right to bring such claims on a class wide or representative basis.\n<br>\n</p>SECTION 27 – FORCE MAJEURE <p>ClickFunnels will not be responsible to you for any delay, damage, or failure caused or occasioned by any act of nature or other causes beyond our reasonable control.\n<br>\n</p>SECTION 28 – ASSIGNMENT <p>ClickFunnels may assign its rights under this Agreement at any time, without notice to you.\nYour rights arising under this Agreement cannot be assigned without ClickFunnels’ (or its assigns’) express written consent.\n<br>\n</p>SECTION 29 – ELECTRONIC SIGNATURE <p>All information communicated on the Website is considered an electronic communication.\nWhen you communicate with ClickFunnels through or on the Website or via other forms of electronic media, such as e-mail, you are communicating with the company electronically.\nYou agree that we may communicate electronically with you and that such communications, as well as notices, disclosures, agreements, and other communications that we provide to you electronically, are equivalent to communications in writing and shall have the same force and effect as if they were in writing and signed by the party sending the communication.\n<br>\n</p>SECTION 30 – CHANGES TO THE AGREEMENT <p>You can review the most current version of the Terms at any time at https://www.clickfunnels.com/terms.\nWe reserve the right, at our sole discretion, to update, change or replace any part of the Agreement, including the <u>Privacy Statement or DPA</u> by posting updates and changes to our Website.\nIt is your responsibility to check our Website periodically for changes.\nYour continued use of or access to our Website following the posting of any changes to the Agreement constitutes acceptance of those changes.\n<br>\n</p>SECTION 31 – YOUR ADDITIONAL REPRESENTATIONS AND WARRANTIES <p>You hereby further represent and warrant: (1) that you are at least eighteen (18) years of age, or the legal age of majority in your jurisdiction, whichever is greater.\n(2) that you own, operate, and/or have the right to bind the business for which you are using the Website.\n(3) have read this Agreement and thoroughly understand and agree to the terms contained in this Agreement.\nand (4) that you will not resell, re-distribute, or export any product or service that you order from the Website.\nYou further represent that ClickFunnels has the right to rely upon all information provided to ClickFunnels by you, and ClickFunnels may contact you, your business, and any subaccounts you create by email, telephone, or postal mail for any purpose, including but not limited to (i) follow-up calls, (ii) satisfaction surveys, and (iii) inquiries about any orders you placed, or considered placing, on or through the Website.\n<br>\n</p>\n<p>You further represent and warrant that there are no prior or pending government investigations or inquiries of, or prosecutions against you, or any business related to you, by the Federal Trade Commission, any other federal or state governmental agency, or any industry regulatory authority, anywhere in the world, nor any prior or pending private lawsuits against you.\nIf at any time during the life of the Agreement you, or any business related to you, becomes the subject of a government investigation, inquiry, or prosecution by the Federal Trade Commission, any other federal or state governmental agency, or any industry regulatory authority anywhere in the world, or the subject of any lawsuit, you will notify ClickFunnels of the same within twenty-four (24) hours.\nClickFunnels, at its sole discretion, may terminate the Agreement based on any investigation, proceeding, or lawsuit identified pursuant to this paragraph or otherwise discovered by ClickFunnels without incurring any obligation or liability to you.\n<br>\n</p>SECTION 32 – SEVERABILITY <p>If any provision of this Agreement is found by the arbitrator or (if proper) a court of competent jurisdiction to be invalid or unenforceable, the remaining provisions shall not be affected thereby and shall continue in full force and effect and such provision may be modified or severed from this Agreement to the extent necessary to make such provision enforceable and consistent with the remainder of the Agreement.\n<br>\n</p>SECTION 33 – ENTIRE AGREEMENT <p>These Terms, the Privacy Statement and DPA, and any policies or operating rules posted by us on the Website or in respect to the Website constitutes the entire agreement and understanding between you and your business and ClickFunnels and governs your access to and use of the Website and your ordering, purchasing, and use and/or attempted use of any service or product, and supersedes and replaces any prior or contemporaneous agreements, representations, communications, and proposals, whether oral or written, between you and ClickFunnels.\nWe may also, in the future, offer new services and/or features through the Website.\nSuch new features and/or services shall also be subject to this Agreement, and any policies or operating rules posted by us on the Website.\nAny ambiguities in the interpretation of these Terms or the Agreement shall not be construed against the drafting party.\nWhen translations of these Terms are provided to You, they are only provided for convenience and the English language translation of these Terms shall govern.\n<br>\n</p>SECTION 34 – CONTACTING US <p>We encourage our customers to contact us with questions or comments about our products and services.\nPlease feel free to do so by sending an email to support@clickfunnels.com.\n<br>\n</p>\n<p>If you have any questions or inquiries concerning these Terms, you may contact ClickFunnels by email at compliance@clickfunnels.com, or by regular mail at 3443 W.\nBavaria Street, Eagle, Idaho 83616.\n<br>\n</p>\n<p>For additional inquiries, please feel free to send an email to the relevant address listed below.\n<br>\n</p>\n<p>Compliance: compliance@clickfunnels.com<br>\n</p>\n<p>Spam or Abuse: abuse@clickfunnels.com<br>\n</p>\n<p>Affiliates: affiliates@clickfunnels.com<br>\n</p>\n<p>For General Support and Inquiries: help.myclickfunnels.com<br>\n</p>\n<p>Notices to you may be made by posting a notice (or a link to a notice) on https://www.clickfunnels.com/terms and such other sites we own and control, by email, or by regular mail, at ClickFunnels’ discretion.\n<br>\n</p>\n<p>Copyright 2023 - Etison LLC dba ClickFunnels - All Rights Reserved <br>\n</p>\n<p>Chances are, there are 1 or 2 areas where you have a ton of knowledge, right?<br>\n<br>Maybe you know a lot about fitness…<br>\n<br>Or how to raise young kids…<br>\n<br>Or maybe you could teach ALL DAY LONG about social media…<br>\n<br>Whatever your ‘thing’ is, everybody is an expert at something…\n</p>\n<b>So why not take the expertise you already have rolling around in your head…and package it up in a way that allows you to actually get paid for what you know?</b>\n<p>There are people who desperately need the solutions and knowledge that you have, and are willing to PAY for it!<br>\n<br>“But what would I teach?”<br>\n<br>You can create online courses that teach just about anything…it just depends on what you’re passionate about, and have knowledge on.<br>\n<br>You can create courses on… </p>\n<ul>\n<li>\n<i>\n</i>​Real Estate</li>\n<li>\n<i>\n</i>​Parenting</li>\n<li>\n<i>\n</i>​Finance</li>\n<li>\n<i>\n</i>​Child Development</li>\n<li>\n<i>\n</i>​Business</li>\n<li>\n<i>\n</i>​DIY</li>\n<li>\n<i>\n</i>​Hobbies (quilting, woodworking, etc...)</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>​Cryptocurrency</li>\n<li>\n<i>\n</i>​Cooking</li>\n<li>\n<i>\n</i>​Home organization</li>\n<li>\n<i>\n</i>​Outdoor/Survival skills</li>\n<li>\n<i>\n</i>​Marketing</li>\n<li>\n<i>\n</i>​Pet training</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>​Relationships</li>\n<li>\n<i>\n</i>​Health/Wellness</li>\n<li>\n<i>\n</i>​Beauty</li>\n<li>\n<i>\n</i>​Gardening</li>\n<li>\n<i>\n</i>​Sports</li>\n<li>\n<i>\n</i>​Technology</li>\n</ul>\n<p>And these are just a few - as you can see, the possibilities for courses are practically endless!<br>\n<br>Ask your audience what they want to learn about most.\nLet THEM tell you what your course should be about! And then go create it.\nYou <i>\n<u>don’t</u>\n</i> need to spend thousands of dollars and months over-producing it.<br>\n<br>(In fact, some of the <i>best</i> courses we’ve seen have been created with nothing more than a smartphone or laptop!)<br>\n<br>With an online course, you can create a training ONE TIME, and sell it over and over again to many people!<br>\n<br>THIS is what gives you the ability to scale your business dramatically! </p>\n<b>With ClickFunnels, you can ‘funnel’ your audience straight to a simple page that sells your course 24/7 <i>FOR YOU</i>…even while you sleep! </b>\n<p>Inside ClickFunnels, you can create a simple sales page where visitors can learn about your course, sign-up for it, and PAY you for your training! </p>\n<p>STEP #4</p>Here’s What Real Customers Say About ClickFunnels<p>“We had a Shopify site for years, and yet the funnel was the catalyst for us to grow.\nWe went from $0 to over $130,000 in the first 6 weeks selling soap and lotion.\nNow we have options and freedom, which is incredible.”\n<br>\n</p>\n<p>— <b>Jaime Cross</b>, Founder of MIG Living<br>\n</p>\n<p>ClickFunnels.com, an Etison Product.\n<br>All Rights Reserved © 2019-2023.\n<br>3443 W.\nBavaria St., Eagle, Idaho 83616.</p>Your Privacy ChoicesPRODUCTSales FunnelsWebsitesEcommerce StoreLanding PagesBlogCustomer CenterEmail MarketingWorkflows<b>\n</b>\n<br>Online CoursesMembership SitesCRMClickFunnels EditorA/B TestingAnalyticsGlobal ProductsPricingCOMPANYOrigin StoryMeet The TeamLocationsCareersAffiliate ProgramLegalPrivacy PolicyJoin Challenge Secrets MasterclassHELPClickFunnels 2.0 LoginClickFunnels Classic LoginClickFunnels BlogHelp CenterOfficial Facebook GroupBusiness ToolsClickFunnels Status Working...\n<i>\n</i> Opens in new window PDF Download Word Download Excel Download PowerPoint Download Document Download Explore your accessibility options close carousel ", "created_at": "2023-06-28 02:40:41.133017", "updated_at": "2023-06-28 02:41:06.045203"}, {"id": 16644, "name": "DMCA", "url": "https://signup.clickfunnels.com/dmca", "xpath": "//body", "text": " <i>\n</i>\n<b>Quick Guide</b> What is the (DMCA)? Before You Start How to Submit <i>\n</i> Contact a human <i>\n</i> What is the (DMCA)? The Digital Millennium Copyright Act (DMCA) creates a standardized process for copyright holders (including software developers) to ask ClickFunnels to take down infringing content.\nYou can find more information about the DMCA at the U.S.\nCopyright Office's official website.\n<br>As with all legal matters, it is always best to consult with a professional about your specific questions or situation.\nWe strongly encourage you to do so before taking any action that might impact your rights.\nOur guides are NOT legal advice and shouldn't be taken as such.\nBefore You Start <b>\n<u>Tell the Truth.</u>\n</b>&nbsp;The DMCA requires that you swear to the facts in your notice of infringement under penalty of perjury.\nIt is a federal crime to intentionally lie in a sworn declaration.\n(See U.S.\nCode, Title 18, Section 1621).\nSubmitting false information could also result in civil liability—that is, you could get sued for money damages.\n<br>\n<b>\n<u>Investigate.</u>\n</b>&nbsp;Millions of users and organizations pour their hearts and souls into the content they create using ClickFunnels.\nFiling a DMCA notice of infringement against such is a serious legal allegation that carries real consequences for real people.\nBecause of that, we ask that you conduct a thorough investigation and consult with an attorney before submitting a takedown request to make sure that the use isn't actually permissible.\n<br>\n<b>\n<u>Ask Nicely First.</u>\n</b>&nbsp;A great first step before sending us a takedown notice is to try contacting the user directly.\n<br>\n<b>\n<u>No Bots.</u>\n</b>&nbsp;You should have a trained professional evaluate the facts of every takedown notice you send.\nIf you are outsourcing your efforts to a third party, make sure you know how they operate, and make sure they are not using automated bots to submit notices in bulk.\nThese notices are often invalid and processing them results in needlessly taking down content.\n<br>\n<b>\n<u>You May Receive a Counter Notice.</u>\n</b>&nbsp;Any user affected by your takedown notice may decide to submit a counter notice.\nIf they do, we will re-enable their content within 14 days unless you notify us that you have initiated a legal action seeking to restrain the user from engaging in infringing activity relating to the content on ClickFunnels.\n<br>\n<b>\n<u>ClickFunnels Isn't The Judge!</u>\n</b>&nbsp;ClickFunnels exercises little discretion in the process other than determining whether the notices meet the minimum requirements of the DMCA.\nIt is up to the parties (and their lawyers) to evaluate the merit of their claims, bearing in mind that notices must be made under penalty of perjury.\nHow to Submit Your Notice and Counter Notice&nbsp.\n<b>\n<i>The fastest way to get a response is to enter your information and answer all of the questions on our takedown or counter notification form(s):</i>\n</b>\n<br>\n<b>Submit a DMCA Takedown Notice</b>\n<br>\nIf someone else is using your copyrighted content in an unauthorized manner on ClickFunnels, fill out the form below to submit a DMCA takedown notice and request that the infringing content be changed or removed.\nBefore you begin, please ensure that you can answer the requirements for DMCA counter notifications.&nbsp;&nbsp.\n&nbsp.\nSubmit a DMCA takedown notice\n<br>\nYou can also send an email notification to compliance@clickfunnels.com.\nYou may include an attachment if you like, but please also include a plain-text version of your letter in the body of your message.\n<br>\nIf you must send your notice by physical mail, you can do that too, but it will take substantially longer for us to receive and respond to it.\nNotices we receive via plain-text email have a much faster turnaround than PDF attachments or physical mail.\nIf you still wish to mail us your notice, our physical address is: <br>\nAttention Legal Department DMCA Notice ClickFunnels 3443 W.\nBavaria Street Eagle, Idaho 83616 <br>\n<i>By submitting a DMCA notice via our form, email, or physical mail, you acknowledge that a copy of your DMCA submission disclosing all information provided may be shared with the accused party.</i>\n<br>\n<b>Submit a DMCA Counter Notice</b>\n<br>\nIf you believe your content on ClickFunnels was mistakenly disabled by a DMCA takedown request, you have the right to contest the takedown by submitting a counter notice.\nBefore you begin, please ensure that you can answer the requirements for DMCA counter notifications.&nbsp.\n<br>\nSubmit a DMCA counter notice\n<br>\nYou may also submit a counter notice by e-mail or physical mail, as set forth above.\n<b>Fill out the form below by answering the following questions:</b> 1.) Identify the copyrighted work you believe has been infringed.<br>\n<br>\n2.) Identify the material that you allege is infringing the copyrighted work listed in item #1, above.\n<br>\n3.) Explain what the affected user would need to do in order to remedy the infringement.\n<br>\n4.) Provide your contact information.\nInclude your email address, name, telephone number and physical address.\n<br>\n5.) Include the following statement: \"I have a good faith belief that use of the copyrighted materials described above on the infringing web pages is not authorized by the copyright owner, or its agent, or the law.\nI have taken fair use into consideration.\"\n<br>\n6.) Also include the following statement: \"I swear, under penalty of perjury, that the information in this notification is accurate and that I am the copyright owner, or am authorized to act on behalf of the owner, of an exclusive right that is allegedly infringed.\"\n<br>\n7.) Include your full legal name to act as electronic signature.\n<br>\n8.) Please confirm that you have read our policy for DMCA takedown requests.\n<i>\n</i> send request <i>\n</i> 1.) Identify the content that was disabled and the location where it appeared.\nThe disabled content should have been identified by URL in the takedown notice.\nYou simply need to copy the URL(s) that you want to challenge.\n<br>\n2.) Provide your contact information.\nInclude your email address, name, telephone number, and physical address.\n<br>\n3.) Include the following statement: \"I swear, under penalty of perjury, that I have a good-faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\" You may also choose to communicate the reasons why you believe there was a mistake or misidentification.\nIf you think of your counter notice as a \"note\" to the complaining party, this is a chance to explain why they should not take the next step and file a lawsuit in response.\nThis is yet another reason to work with a lawyer when submitting a counter notice.\n<br>\n4.) Include the following statement: \"I consent to the jurisdiction of Federal District Court for the judicial district in which my address is located (if in the United States), and I will accept service of process from the person who provided the DMCA notification or an agent of such person.\"\n<br>\n5.) Include your full legal name to act as electronic signature.\n<i>\n</i> send request <i>\n</i> Copyright 2023 - Etison LLC dba ClickFunnels - All Rights Reserved <i>\n</i> Working...\n<i>\n</i> ", "created_at": "2023-06-28 02:40:41.192102", "updated_at": "2023-06-28 02:41:19.270749"}], "points": [], "urls": ["clickfunnels.com", "mailourlists.com"]}}