{"error": 448, "message": "OK", "parameters": {"id": 7948, "name": "Wolvden", "created_at": "2023-04-10 18:36:11.480636", "updated_at": "2023-04-22 11:50:39.492875", "wikipedia": null, "keywords": null, "related": null, "slug": "wolvden", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7948.png", "url": "wolvden.com", "documents": [{"id": 15379, "name": "Terms", "url": "https://www.wolvden.com/terms", "xpath": "//*[@id=\"main\"]", "text": " Main Content Terms of Service <p>\n<b>Effective Date:</b> 19th March 2020</p>\n<ol>\n<li>\n<b>Introduction</b>\n<ol>\n<li>We are Lioden Ltd trading as \"Wolvden\".\nOur company information is at the end of this document.</li>\n<li>Please read these Terms of Service carefully.\nThey replace any previous versions.\nBy registering for or playing our Game (as defined below) you agree to be bound by these Terms of Service.\nPlease print or save these terms for future use as we will not keep a file copy specifically for the transaction with you and we cannot guarantee that they will remain accessible on our website in future.\nThese Terms of Service are available in the English language only.</li>\n</ol>\n</li>\n<li>\n<b>Definitions</b>\n<ol>\n<li>Capitalised terms have the following meanings in these Terms of Service: <ol>\n<li>\"Content\" - all information of whatever kind (including posts, comments, blogs, chat, images, photos, audio, video, messages etc.), published, stored or sent on or in connection with our Game.</li>\n<li>\"our Game\" – our online game called \"Wolvden\" - including our website and any related software and services.</li>\n<li>\"Currency\" – our in-game virtual currencies including GC and SC.</li>\n<li>\"GC\" – \"Gold Cones\", one kind of Currency.</li>\n<li>\"SC\" – \"Silver Cones\" another kind of Currency.</li>\n<li>\"User\" – any person using our Game (whether or not registered with us).</li>\n<li>\"Virtual Items\" - virtual features which can be acquired within the Game such as wolves or decorations for your wolf.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<b>Changes to the Terms of Service</b>\n<ol>\n<li>We may change these Terms of Service by posting the revised version on our website.\nPlease check our Terms of Service from time to time.\nYou will be bound by the revised agreement if you continue to use our Game following the effective date shown.</li>\n</ol>\n</li>\n<li>\n<b>Your contract with us</b>\n<ol>\n<li>By registering for our Game, you offer to contract with us.\nWe will send you a confirmation email after you register.\nThis is our acceptance of your offer and the point at which a legally binding contract is formed.\nNote that future orders (e.g., to buy GC) are part of this contract and subject to the then-current version of these Terms of Service.</li>\n</ol>\n</li>\n<li>\n<b>Use of our Game</b>\n<ol>\n<li>We grant Users a limited personal non-transferable right to use our Game subject to these Terms of Service.\nJust to be clear – we remain the owner all of the assets within the Game including Currency and Virtual Items.\nYou have permission to use them only in accordance with the Terms of Service and for so long as this agreement lasts.</li>\n<li>You must not play or register for our Game if: <ol>\n<li>you are below 16 years of age.\nor</li>\n<li>display of or access to any aspect of this Game is illegal under the laws (if applicable) of the country from which you are accessing the Game (e.g.\nbecause the country does not permit such a Game or display of or access to such material at all or because you are under the relevant age limit in that country).\nor</li>\n<li>you have been convicted of any offence, or subject to any court order, relating to assault, violence, sexual misconduct or harassment.</li>\n</ol>\n</li>\n<li>You must comply with any guidelines or requirements on our website.</li>\n<li>You must promptly comply with any reasonable request or instruction by us in connection with the Game.</li>\n<li>We are entitled to impose and/or change limitations on usage of our Game.</li>\n<li>You must ensure that any contact or other information which you supply to us is accurate and not misleading and you will update it so that it remains so.</li>\n<li>We do not supply support except to the extent specifically stated in the Game.</li>\n</ol>\n</li>\n<li>\n<b>User Conduct</b>\n<ol>\n<li>You are bound by, and must comply with, our Code of Conduct.</li>\n<li>You also agree that you will not in connection with the Game: <ol>\n<li>breach any applicable law, regulation or code of conduct;</li>\n<li>publish or send any Content (including links or references to other content), or otherwise behave in a manner, which: <ul>\n<li>is defamatory, threatening, harassing, invasive of privacy, offensive, vulgar, racist, hateful, discriminatory, obscene, pornographic, sexually suggestive, misleading, abusive or deceptive or which attacks sexual orientation, promotes self-harm or eating disorders, involves murder, rape, suicide, terrorism, excessive gore or hacking;</li>\n<li>infringes any intellectual property or other rights of others;</li>\n<li>involves phishing or scamming or similar.\nor </li>\n<li>we otherwise reasonably consider to be inappropriate;</li>\n</ul>\n</li>\n<li>reveal any information that enables you to be personally identified or contacted by other Users other than through the Game such as your last name, postal / email address or telephone number;</li>\n<li>publish or send any Content which involves revealing any personal data of another person (i.e.\ninformation enabling someone to be identified or contacted);</li>\n<li>impersonate any person or entity to mislead others;</li>\n<li>publish or send any Content which links to any third party websites which are unlawful or contain inappropriate Content.\n</li>\n<li>sell access to the Game;</li>\n<li>use the Game to provide a similar service to third parties or otherwise with a view to competing with us;</li>\n<li>sell advertising, sponsorship or promotions on or in connection with Content except where explicitly authorized by us;</li>\n<li>use the Game for any commercial or non-private purposes;</li>\n<li>use the Game for junk mail, spam, pyramid or similar or fraudulent schemes;</li>\n<li>do anything which may have the effect of disrupting the Game including denial of service attacks, worms, viruses, software bombs or mass mailings.\n</li>\n<li>do anything which may negatively affect other Users’ enjoyment of the Game;</li>\n<li>gain unauthorised access to any part of the Game or equipment used to provide the Game.\n</li>\n<li>use any automated means to interact with our systems excluding public search engines.\nor</li>\n<li>attempt, encourage or assist any of the above or any other obligations under these Terms of Service.</li>\n</ol>\n</li>\n<li>If we think that you have broken these Terms of Service (including the Code of Conduct), then we are entitled to impose punishments relating to the Game in our discretion (with or without notice or explanation) including: <ol>\n<li>permanent or temporary removal of Currency or Virtual Items or of account privileges (such as using the custom tool, breeding wolves, battling, exploring, conversing with other Users on the message boards, using private messaging, buying Currency);</li>\n<li>warnings placed on your account.\nor</li>\n<li>suspension or (permanent) banning of your account.</li>\n</ol> These punishments may involve loss of Currency or Virtual Items or scores associated with an account.\n</li>\n</ol>\n</li>\n<li>\n<b>Your Content</b>\n<ol>\n<li>You are responsible for your Content.</li>\n<li>You promise to us that you have (and will retain) all rights and permissions needed to enable use of your Content as contemplated by the Game and these Terms of Service, for example from copyright owners (if you are not the owner).\nPlease contact us via our contact form with full details if you think there is any infringing material in the Game.</li>\n<li>We reserve the right without notice or refund to reject, suspend, alter, remove or delete Content or to disclose to the relevant authorities or to a complainant any Content or behaviour if it is the subject of complaint or where we have reason to believe that it breaches our Terms of Service, or that such steps are necessary to protect us or others, or that a criminal act has been committed, or if we are required to do so by law or appropriate authority.\nIf so, you must not attempt to re-publish or re-send the relevant Content.</li>\n<li>We do not accept responsibility if your Content is misused by other Users as this is outside our reasonable control.</li>\n<li>It is your responsibility to make your own backup of any Content stored within the Game to protect you in case of loss or damage to such material.\nWe are not responsible for such loss or damage.</li>\n<li>We reserve the right to place advertisements adjacent to or within your Content.\nWe retain all revenue from such advertisements.</li>\n<li>We may irretrievably delete your Content without telling you after this agreement ends or if your account has been inactive for twelve months.</li>\n</ol>\n</li>\n<li>\n<b>Content of other Users</b>\n<ol>\n<li>You accept that we have no obligation to vet or monitor Users or their Content.\nYou deal with other Users at your own risk.\nWe accept no legal responsibility in relation to, any such Content or to any dealings between Users.\nYou should not assume that any Content from another User is accurate and be aware that a person may not be who he or she claims to be.\n</li>\n<li>You acknowledge that in using the Game you may be exposed to offensive or other inappropriate Content or behaviour.\nIf so, you must notify us immediately by using the report buttons.\nWe are under no obligation to enter into dialogue on the receipt of a complaint, nor are we obliged to act on every complaint received or to advise you of any action we do decide to take.\nAll complaints must clearly explain the reason for complaint.\nYou should also use the built-in facility to delete comments, block messages and/or seek appropriate external help, for example from law enforcement authorities.\nIf you continue to suffer problems, or are dissatisfied, then you must stop using the Game.</li>\n<li>If you have any complaint about Content or behaviour which you think is defamatory or otherwise infringes your rights, please email us at support@wolvden.com</li>\n<li>In your own interests, you should not attempt to contact any other User other than through the Game.</li>\n</ol>\n</li>\n<li>\n<b>Third party services / advertising / websites</b>\n<ol>\n<li>We may display third party-provided services or display third party advertising within our Game and/or link to third party websites which may be of interest to you.\nWe do not recommend or endorse, nor are we legally responsible for, those sites or services.\nYou use them at your own risk.</li>\n</ol>\n</li>\n<li>\n<b>Guidance by us</b>\n<ol>\n<li>Any guidance or similar information which we ourselves make available on our Game is intended as very general guidance information but we cannot guarantee that it is accurate or up to date and we do not accept legal responsibility for it.\nBefore acting on such information, you must make your own appropriate and careful enquiries including as to its accuracy and suitability for your purposes.\nYou rely on such information at your own risk.</li>\n</ol>\n</li>\n<li>\n<b>Your account</b>\n<ol>\n<li>You must notify us immediately of any apparent breach of security such as loss, theft, misuse or unauthorised disclosure or use of a password.\nYou are responsible for third parties who use your account or identity (unless and to the extent that we are at fault).</li>\n</ol>\n</li>\n<li>\n<b>Currency (including Gold Cones and Silver Cones) and Virtual Items</b>\n<ol>\n<li>Payment for any chargeable features of our Game (currently GC) must be made in advance.\nThe prices shown on our website include VAT unless we say otherwise.\nWe may at any time change the price payable for future GC or other purchases.</li>\n<li>It is your responsibility to check that Currency and Virtual Items have been correctly credited to your account and to tell us immediately if not.\nYou must contact us immediately with full details if you dispute any payment.</li>\n<li>We do not provide any refunds for chargeable Currency or Virtual Items except where we specifically say otherwise in these Terms of Service or you have a legal right to a refund.</li>\n<li>If we tell you that we have mis-priced any chargeable feature, you have the option of acquiring it at the correct price.\nIf not, we can cancel the purchase subject to giving you a full refund of any payment already made.</li>\n<li>We may restrict access to or delete Currency and Virtual Items if they were awarded in error or if a payment is charged back.</li>\n<li>Currency and Virtual Items can only be used within the Game and have no inherent value.</li>\n<li>We can at any time change how Currency or Virtual Items may be used.\nfor example how much Currency is needed to acquire a Virtual Item.</li>\n<li>See further restrictions on dealings with Currency and Virtual Items in the Code of Conduct.</li>\n<li>Currency and Virtual Items will be deleted when this agreement ends.</li>\n</ol>\n</li>\n<li>\n<b>Discount codes</b>\n<ol>\n<li>We may offer discount codes from time to time.\nSuch codes may only be applied to purchases made through the account in respect of which the discount code was offered and registered and are not transferrable or redeemable for cash.\nUnless otherwise stated: codes (1) are only available for future new orders placed online.\n(2) cannot be used retrospectively.\n(3) can only be redeemed once per customer.\nand (4) expire after 12 months.\nYou cannot use more than one discount code per transaction unless we state otherwise.\nif we do so, the order in which the codes are to be applied is in our sole discretion.</li>\n<li>We reserve the right to reject any discount code if we consider that it is being used in breach of these terms.\nDiscount codes are subject to any additional specific Terms of Service which are specified at the point of issue.\nWe reserve the right to discontinue or otherwise modify any discount codes at any time without prior notice.</li>\n</ol>\n</li>\n<li>\n<b>Ending or suspending this contract</b>\n<ol>\n<li>You may at any time end this contract without refund by closing your account in accordance with the instructions within the Game.\n(Ending the contract doesn\\\\\\'t entitle you to a refund unless you have Consumer \"cooling off\" rights, explained below.)</li>\n<li>We are entitled at any time to end this contract without refund if we terminate our Game as a whole.</li>\n<li>We are entitled at any time (with or without notice) to end this contract (including permanently banning an account) or suspend part or all of our Game (including suspending an account or removal of certain account privileges) if we have reason to believe that you have breached our Terms of Service or if any payment is charged back or if it is necessary to protect us or others or if we are required to do so by law or appropriate authority.\nThere will be no refund.</li>\n<li>If this contract ends: Your right to use our Game and all licences are terminated.\nCurrency, Virtual Items and scores associated with the account will be deleted.\nExisting rights and liabilities are unaffected.\nAll clauses in this contract which are stated or intended to continue after termination will continue to apply.\nYou must not attempt to re-register for or continue to use our Game if we have given you notice of termination.</li>\n</ol>\n</li>\n<li>\n<b>Right to cancel (\"cooling off\")</b>\n<ol>\n<li>If you live in the \"European Economic Area\", you have the right to cancel this contract subject to the provisions set out below.\nHowever, you lose the right to cancel where the supply of digital content began before the end of cancellation period with your specific agreement and you acknowledged that your right to cancel would be lost in such case.</li>\n<li>If you do have the right to cancel, the following apply:</li>\n<br>\n<i>Right to cancel</i>\n<li>You have the right to cancel this contract within 14 days without giving any reason.</li>\n<li>The cancellation period will expire after 14 days from the day of the conclusion of the contract (i.e.\nwhen you first registered with us).</li>\n<li>To exercise the right to cancel, you must inform us, Lioden Ltd of SUITE 106 MILTON KEYNES BUSINESS CENTRE, FOXHUNTER DRIVE, MILTON KEYNES, BUCKINGHAMSHIRE, MK14 6GD, UNITED KINGDOM, email address support@lioden.com of your decision to cancel this contract by a clear statement (e.g.\na letter sent by post or e-mail).\nYou may use the model cancellation form at the end of this document but it is not obligatory.</li>\n<li>To meet the cancellation deadline, it is sufficient for you to send your communication concerning your exercise of the right to cancel before the cancellation period has expired.</li>\n<br>\n<i>Effects of cancellation</i>\n<li>If you cancel this contract, we will reimburse to you all payments received from you.</li>\n<li>We will make the reimbursement without undue delay, and not later than 14 days after the day on which we are informed about your decision to cancel this contract.</li>\n<li>We will make the reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of the reimbursement.</li>\n<li>If you requested to begin the performance of services during the cancellation period, you shall pay us an amount which is in proportion to what has been performed until you have communicated to us your cancellation of this contract in comparison with the full coverage of the contract.</li>\n</ol>\n</li>\n<li>\n<b>Functioning of our Game</b>\n<ol>\n<li>We do not guarantee that the Game will be uninterrupted or error-free.</li>\n<li>We are not responsible for any loss of account-related data due to technical errors.</li>\n<li>We are entitled, without notice and without liability, to suspend the Game for repair, maintenance, improvement or other technical reason.</li>\n<li>We are entitled, without notice and without liability, to make changes to the Game provided these do not have a material adverse effect.</li>\n</ol>\n</li>\n<li>\n<b>Liability</b>\n<ol>\n<li>Nothing in this agreement in any way limits or excludes our liability for negligence causing death or personal injury or for fraud or fraudulent misrepresentation or for anything which may not legally be excluded or limited.\nIn this section, any reference to us includes our employees and agents.</li>\n<li>\n<b>Very important:</b> You will be liable for any reasonably foreseeable loss or damage we suffer arising from your breach of this agreement or misuse of our Game (subject of course to our obligation to mitigate any losses).</li>\n</ol>\n</li>\n<li>\n<b>Intellectual property rights</b>\n<ol>\n<li>All intellectual property rights in connection with our Game are owned by us or our partners.\nFor the purposes of your personal and non-commercial use only, you may use such material on your device to play the Game yourself in accordance with these Terms of Service.\nYou may not otherwise use, sublicense, retrieve, display, modify, copy, print, sell, distribute, download, hire, reverse engineer (unless permitted by applicable law) or create extracts of, or derivative works from, such material without our specific prior written consent.\nYou may request permission to use our copyright materials by writing to us via our contact form.</li>\n<li>Just to be clear - you must not collect, scrape, harvest or frame any Content on our Game without our specific prior written consent.\nYou can deep link to pages such as forum threads but not to specific game assets such as art.</li>\n<li>You must not circumvent or otherwise interfere with any security related features of the Game or features that limit or prevent copying of Content or which restrict use of Content.</li>\n<li>If you publish any Content on our Game or otherwise submit Content to us (e.g., fan art, overlays, suggestions and ideas) you grant us a worldwide, perpetual, non-exclusive, royalty-free licence to copy, alter, adapt or display or otherwise such Content on our Game.\nWe can also use your Content to promote the Game elsewhere, e.g.\non social media.\nYou grant each User a licence to use your Content in accordance with these Terms of Service.</li>\n</ol>\n</li>\n<li>\n<b>Privacy</b>\n<ol>\n<li>You acknowledge and agree that we may process your personal data in accordance with the terms of our privacy and cookies policy which is subject to change from time to time.</li>\n</ol>\n</li>\n<li>\n<b>Events outside our control</b>\n<ol>\n<li>We are not liable for failure to perform or delay in performing any obligation under this agreement if the failure or delay is caused by any circumstances beyond our reasonable control including third party telecommunication failures.</li>\n</ol>\n</li>\n<li>\n<b>Transfer</b>\n<ol>\n<li>We may transfer all or part of our rights or duties under this agreement provided we take reasonable steps to ensure that your rights under this agreement are not prejudiced.\nAs this agreement is personal to you, you may not transfer any of your rights or duties under it without our prior written consent.</li>\n</ol>\n</li>\n<li>\n<b>English law</b>\n<ol>\n<li>These Terms of Service shall be governed by English law and any disputes will be decided only by the courts of the United Kingdom.\nYou may be entitled to use an EU online dispute resolution service to assist with any contractual dispute you may have with us.\nThis service can be found at http://ec.europa.eu/consumers/odr/.\nOur email address is support@lioden.com.</li>\n</ol>\n</li>\n<li>\n<b>General</b>\n<ol>\n<li>We may send all notices under this agreement by email to the most recent email address you have supplied to us (unless otherwise stated in this agreement).\nHeadings used in this agreement are for information and not binding.\nAny failure by either party to exercise or enforce any right or provision of this agreement does not mean this is a \"waiver\" (i.e.\nthat it cannot be enforced later).\nIf any part of this agreement is ineffective or unenforceable for any reason, the rest of the agreement shall continue to apply.\nA person who is not a party to this agreement shall have no rights to enforce this agreement except insofar as expressly stated otherwise.\nThe parties are independent contractors and, except as otherwise specifically stated above, nothing in this agreement constitutes any party as agent, employee or representative of the other.</li>\n</ol>\n</li>\n<li>\n<b>Complaints</b>\n<ol>\n<li>If you have any complaints, please contact us via the contact details shown below.</li>\n</ol>\n</li>\n<li>\n<b>Company information</b>\n<ol>\n<li>Company name: Lioden Ltd</li>\n<li>Trading name: Wolvden</li>\n<li>Country of incorporation: England and Wales</li>\n<li>Registered number: 9846917</li>\n<li>Registered office and main trading address: SUITE 106 MILTON KEYNES BUSINESS CENTRE, FOXHUNTER DRIVE, MILTON KEYNES, BUCKINGHAMSHIRE, MK14 6GD, UNITED KINGDOM</li>\n<li>Other contact information: See our contact page.</li>\n<li>VAT number (where applicable): 234362915</li>\n</ol>\n</li>\n</ol> Model Cancellation Form\n<p>Complete and return this form only if you wish to cancel the contract:</p>\n<p>— To Lioden Ltd of SUITE 106 MILTON KEYNES BUSINESS CENTRE, FOXHUNTER DRIVE, MILTON KEYNES, BUCKINGHAMSHIRE, MK14 6GD, UNITED KINGDOM, support@lioden.com:</p>\n<p>— I/We [*] hereby give notice that I/We [*] cancel my/our [*] contract of sale of the following goods [*]/ for the supply of the following service [*], </p>\n<p>— Ordered on [*]/received on [*],</p>\n<p>— Name of consumer(s),</p>\n<p>— Address of consumer(s),</p>\n<p>— Signature of consumer(s) (only if this form is notified on paper),</p>\n<p>— Date</p>\n<p>[*] Delete as appropriate</p>\n<p>\n<br>\n<br>\n<i>This Terms of Service was last modified on 2023-02-09 14:16:31.\nLast change: Company address update.</i>\n</p>\n<br>\n<br>\n", "created_at": "2023-04-10 18:36:11.513085", "updated_at": "2023-04-10 18:36:57.783912"}, {"id": 15380, "name": "Privacy Policy", "url": "https://www.wolvden.com/privacy", "xpath": "//*[@id=\"main\"]", "text": " Main Content Privacy Policy <p>\n<i>Last modified on 21st September, 2021</i>.\n</p>\n<p> Wolvden is an asset of Lioden Ltd.\nThis privacy policy sets out how Lioden Ltd uses and protects any information that you give Lioden Ltd when you use this website.\n</p>\n<p> Lioden Ltd is committed to ensuring that your privacy is protected.\nShould we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.\n</p>\n<p> Lioden Ltd may change this policy from time to time by updating this page.\nYou should check this page from time to time to ensure that you are happy with any changes.\n</p> What we collect\n<p> We collect the following information upon registration and when signed into the game: </p>\n<ul>\n<li>Email Address</li>\n<li>Date of Birth</li>\n<li>IP addresses</li>\n</ul>\n<p>\n</p> What we do with the information we gather\n<p> We require this information to understand your needs and provide you with certain site functions.\nin particular the following: </p>\n<ul>\n<li>Internal record keeping.</li>\n<li>Communication with you regarding your account, for example: account activation, retrieving lost password, reminding you of an inactive account.</li>\n<li>Your date of birth is used specifically to ensure you are at least sixteen (16) when joining the game to comply with our Terms of Service, and also to provide you with an in-game birthday gift on your birthday.</li>\n<li>IP addresses are recorded to monitor account activity and to ensure users do not breach the Terms of Service and register more than the allowed one account.</li>\n</ul>\n<p>\n</p>\n<p> The information we gather is stored for the duration of the account.\n</p> Security\n<p>We are committed to ensuring that your information is secure.\nIn order to prevent unauthorised access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect online.</p> How we use cookies\n<p> A cookie is a small file which asks permission to be placed on your computer's hard drive.\nOnce you agree, the file is added.\nCookies allow web applications to respond to you as an individual.</p>\n<p> We use cookies to identify when a user is returning to Wolvden so that it can keep users logged into their accounts.\nCookies can be destroyed by logging out of your account.</p>\n<p> A cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.\n</p>\n<p> You can choose to accept or decline cookies.\nMost web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nThis may prevent you from taking full advantage of the website.\n</p> Links to other websites\n<p> Our website may contain links to other websites of interest.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.\n</p> Controlling your personal information\n<p> You may choose to restrict the collection or use of your personal information in the following ways: </p>\n<ul>\n<li>you can click the button on this opt out page </li>\n<li>if you have previously agreed to us using your personal information for direct marketing purposes, you may change your mind at any time by writing to or emailing us at <b>support@lioden.com</b>\n</li>\n</ul>\n<p>\n</p>\n<p> We will not sell, distribute or lease your personal information to third parties unless we are required by law to do so.\n</p>\n<p> You may request details of personal information which we hold about you under the Data Protection Act 1998.\nA small fee will be payable.\nIf you would like a copy of the information held on you please write to <b>support@wolvden.com</b>.\n</p>\n<p> If you believe that any information we are holding on you is incorrect or incomplete, please write to or email us as soon as possible at the above email address.\nWe will promptly correct any information found to be incorrect.\n</p>\n<p> If you would like to read more about the GDPR, you can visit GDPR.eu.\n</p>\n<br>\n<br>\n", "created_at": "2023-04-10 18:37:02.292884", "updated_at": "2023-04-10 18:37:12.698066"}], "points": [], "urls": ["wolvden.com"]}}