{"error": 448, "message": "OK", "parameters": {"id": 8828, "name": "Horizon Hobby ", "created_at": "2023-07-06 22:43:47.990929", "updated_at": "2023-07-07 10:02:18.259497", "wikipedia": null, "keywords": null, "related": null, "slug": "horizon-hobby", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8828.png", "url": "horizonhobby.com,e-fliterc.com", "documents": [{"id": 17251, "name": "Privacy Policy ", "url": "https://www.horizonhobby.com/privacy-policy-page.html?cp_source=footer&cp_medium=legal", "xpath": "//body", "text": " Skip to main content\nSkip to footer content <strong>Important Customer Service Message </strong>\n<i>\n</i>\n<strong>LEARN MORE</strong> icon-close icon-menu icon-arrow-white Back logo-horizon-hobby-mobile-white icon-close-white <ul>\n<li> Shop icon-arrow <ul>\n<li> Airplanes icon-arrow <ul>\n<li> Learn To Fly Here </li>\n<li> RC Airplanes By Skill Level </li>\n<li> By Completion Level icon-arrow <ul>\n<li> Ready-To-Fly </li>\n<li> Bind-N-Fly </li>\n<li> Plug-N-Play </li>\n<li> Almost Ready-To-Fly </li>\n<li> Kits </li>\n<li> View All </li>\n</ul>\n</li>\n<li> By Size icon-arrow <ul>\n<li> Ultra-Micro </li>\n<li> Park Flyer </li>\n<li> Club/Large Field </li>\n<li> Giant Scale </li>\n<li> View All </li>\n</ul>\n</li>\n<li> By Type icon-arrow <ul>\n<li> Trainer </li>\n<li> Scale Military </li>\n<li> Scale Civilian </li>\n<li> Jets </li>\n<li> Sport </li>\n<li> Biplanes </li>\n<li> Float Planes </li>\n<li> Multi-Engine </li>\n<li> Sailplanes </li>\n<li> STOL </li>\n<li> Free Flight </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Parts, Electronics &amp.\nAccessories icon-arrow <ul>\n<li> Batteries </li>\n<li> Chargers </li>\n<li> Electronic Speed Controls </li>\n<li> Motors </li>\n<li> Propellers </li>\n<li> Spinners </li>\n<li> Retracts </li>\n<li> Engines </li>\n<li> Field Equipment </li>\n<li> Parts </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Radio Systems icon-arrow <ul>\n<li> Transmitters </li>\n<li> Receivers </li>\n<li> Servos </li>\n<li> Simulators </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Supplies &amp.\nBench Accessories icon-arrow <ul>\n<li> Adhesives </li>\n<li> Building Materials </li>\n<li> Covering Supplies </li>\n<li> Paints </li>\n<li> Tools </li>\n<li> View All </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Cars &amp.\nTrucks icon-arrow <ul>\n<li> Vehicle Finder </li>\n<li> By Completion Level icon-arrow <ul>\n<li> Ready-To-Run </li>\n<li> Rollers </li>\n<li> Kits </li>\n<li> Bind-N-Drive </li>\n<li> View All </li>\n</ul>\n</li>\n<li> By Power Plant icon-arrow <ul>\n<li> Electric </li>\n<li> Nitro </li>\n<li> Gas </li>\n<li> View All </li>\n</ul>\n</li>\n<li> By Type icon-arrow <ul>\n<li> Rock Crawlers </li>\n<li> Monster Trucks </li>\n<li> Motorcycles </li>\n<li> Short Course Trucks </li>\n<li> Buggies </li>\n<li> Mini/Micros </li>\n<li> Large Scale Vehicles </li>\n<li> On-Road Vehicles </li>\n<li> Drag Cars </li>\n<li> Drift Cars </li>\n<li> Rock Racers </li>\n<li> Truggies </li>\n<li> Stadium Trucks </li>\n<li> Semi Trucks </li>\n<li> Trailers </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Radio Systems icon-arrow <ul>\n<li> Transmitters </li>\n<li> Receivers </li>\n<li> Servos </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Supplies &amp.\nBench Accessories icon-arrow <ul>\n<li> Adhesives </li>\n<li> Lubricants </li>\n<li> Paints </li>\n<li> Tools </li>\n</ul>\n</li>\n<li> Parts, Electronics &amp.\nAccessories icon-arrow <ul>\n<li> Batteries </li>\n<li> Chargers </li>\n<li> Charging Accessories </li>\n<li> Motors </li>\n<li> Electronic Speed Controls </li>\n<li> Bodies </li>\n<li> Tires &amp.\nWheels </li>\n<li> Engines </li>\n<li> Parts </li>\n<li> Pit Equipment </li>\n<li> View All </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Helicopters icon-arrow <ul>\n<li> By Completion Level icon-arrow <ul>\n<li> Ready-To-Fly </li>\n<li> Bind-N-Fly </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Radio Systems icon-arrow <ul>\n<li> Transmitters </li>\n<li> Receivers </li>\n<li> Servos </li>\n<li> Simulators </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Parts, Electronics &amp.\nAccessories icon-arrow <ul>\n<li> Batteries </li>\n<li> Chargers </li>\n<li> Electronic Speed Controls </li>\n<li> Motors </li>\n<li> Rotor Blades </li>\n<li> Parts </li>\n<li> View All </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Boats icon-arrow <ul>\n<li> By Type icon-arrow <ul>\n<li> Electric Boats </li>\n<li> Kits </li>\n<li> Sailboats </li>\n<li> Scale Boats </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Parts, Electronics &amp.\nAccessories icon-arrow <ul>\n<li> Batteries </li>\n<li> Chargers </li>\n<li> Motors </li>\n<li> Engines </li>\n<li> Hardware </li>\n<li> Parts </li>\n<li> Electronic Speed Controls </li>\n<li> View All </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Radios icon-arrow <ul>\n<li> Spektrum Certified Used </li>\n<li> Aircraft icon-arrow <ul>\n<li> Transmitters </li>\n<li> Receivers </li>\n<li> Servos </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Surface icon-arrow <ul>\n<li> Transmitters </li>\n<li> Receivers </li>\n<li> Servos </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Accessories icon-arrow <ul>\n<li> Batteries </li>\n<li> Chargers </li>\n<li> Leads &amp.\nExtensions </li>\n<li> Cases </li>\n<li> Servo Parts &amp.\nAccessories </li>\n<li> Telemetry </li>\n<li> Transmitter Hardware </li>\n<li> Gyros </li>\n<li> View All </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Trains icon-arrow <ul>\n<li> HO Scale icon-arrow <ul>\n<li> Locomotives </li>\n<li> Freight Cars </li>\n<li> Passenger Cars </li>\n<li> Cabooses </li>\n<li> Couplers </li>\n<li> Parts, Trucks &amp.\nWheels </li>\n<li> Scenery &amp.\nAccessories </li>\n<li> Vehicles &amp.\nContainers </li>\n<li> View All </li>\n</ul>\n</li>\n<li> N Scale icon-arrow <ul>\n<li> Locomotives </li>\n<li> Freight Cars </li>\n<li> Passenger Cars </li>\n<li> Cabooses </li>\n<li> Couplers </li>\n<li> Parts, Trucks &amp.\nWheels </li>\n<li> Vehicles &amp.\nContainers </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Parts &amp.\nAccessories icon-arrow <ul>\n<li> Couplers </li>\n<li> Trucks &amp.\nWheels </li>\n<li> Parts </li>\n<li> Power Packs </li>\n<li> Scenery </li>\n<li> View All </li>\n</ul>\n</li>\n<li> Power &amp.\nElectrical icon-arrow <ul>\n<li> DCC </li>\n<li> Power Packs </li>\n</ul>\n</li>\n<li> Scenery, Supplies &amp.\nMore icon-arrow <ul>\n<li> Books &amp.\nVideos </li>\n<li> Building Materials </li>\n<li> Cleaner &amp.\nLubricant </li>\n<li> Scenery </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Brands icon-arrow <ul>\n<li> Arrma</li>\n<li> Athearn</li>\n</ul>\n<ul>\n<li> Axial</li>\n<li> Pro-Line</li>\n</ul>\n<ul>\n<li> Blade</li>\n<li> RealFlight</li>\n</ul>\n<ul>\n<li> E-flite</li>\n<li> TLR</li>\n</ul>\n<ul>\n<li> HobbyZone</li>\n<li> Hobby Essentials</li>\n</ul>\n<ul>\n<li> Spektrum</li>\n<li> Pro Boat</li>\n</ul>\n<ul>\n<li> Losi</li>\n<li> AKA</li>\n</ul> View All Brands </li>\n<li> Support icon-arrow <ul>\n<li> Get Involved icon-arrow <ul>\n<li> RC Club </li>\n<li> RC Event Calendar </li>\n<li> RC Fest </li>\n<li> Axialfest </li>\n<li> Airmeet </li>\n<li> Shop Local </li>\n<li> Careers </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Our Story icon-arrow <ul>\n<li> Our Purpose </li>\n<li> Our History </li>\n</ul>\n</li>\n<li> Customer Service icon-arrow <ul>\n<li> Contact Us </li>\n<li> Service Center </li>\n<li> Order Status </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Product Support icon-arrow <ul>\n<li> RC Product Support </li>\n<li> Product Repairs </li>\n<li> Train Support </li>\n<li> Product Registration </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Our Community </li>\n<li> Part Finder </li>\n<li>\n<p>\n</p> Shop Local <br> Contact Us <br> Order Status <br> RC Club <p>\n</p>\n</li>\n<li> icon-account Sign In/Register icon-arrow <ul>\n<li> Sign In/Register </li>\n<li> My Orders </li>\n<li> Order Status </li>\n<li> View My Points </li>\n</ul>\n</li>\n</ul> icon-close icon-search icon-account-white Sign In/Register Sign In/Register My Orders Order Status View My Points <p>Sign-In for the best experience.</p>\n<p>Create an account here.</p> Sign In icon-cart 0 icon-close icon-search <p>Free Shipping On Orders Over $99 Learn More</p>\n<p> Shop Local | Contact Us | Live Chat | RC Blog | RC Club </p> Privacy Policy <p>Last updated: January 2023</p>\n<p>Your privacy is important to us.\nThis privacy policy explains what personal data Horizon Hobby collects from you, through our interactions with you, and how we use that data.</p>\n<p>Horizon Hobby offers a wide range of websites to assist customers across the globe.\nPlease read the site-specific details in this privacy statement, which provide additional details about some of Horizon Hobby's websites.</p>\n<p>You can freely access much of our websites without providing any personal information.\nBut certain functions of our website, for example purchasing products, entering contests, filling out surveys, and receiving newsletters, emails, or other promotional information from us, require that you submit some personal information.\nWe do not collect any personal information without providing adequate notice and choice.</p> 1.\nYour Rights Concerning Personally Identifiable Information <p>You always have the right to request information about your stored data, its origin, its recipients, and the purpose of its collection at no charge.\nYou also have the right to request that it be corrected, blocked, or deleted.\nYou can contact us at any time if you have further questions about privacy and data protection.</p>\nLearn More Privacy and Data Protection\n× <p>Many data processing operations are only possible with your express consent.\nYou may revoke consent for these data processing operations at any time to stop future processing.\nAn informal email making this request is sufficient.\nThe data processed before we receive your request may still be legally processed depending on the nature of the data and Horizon Hobby's legal requirements or legitimate interest in such data.</p>\n<p>You have the right to have data which we process based on your consent or in fulfillment of a contract delivered to yourself or to a third party in a standard, machine-readable format.\nIf you require direct transfer of data to another responsible party, this will only be done to the extent technically feasible.\nHorizon Hobby may require reasonable actions of the requester, such as the use of confirmation codes, prior to delivery, to protect users' personal information from potential malicious third parties.If there has been a breach of data protection legislation, the person affected may file a complaint with the competent regulatory authorities.\nThe competent regulatory authority for matters related to data protection in the European Union is the data protection officer of the German state in which our subsidiary, Horizon Hobby GmbH, is headquartered, Schleswig-Holstein.\n</p> Close 2.\nNotice Concerning the Data Protection Officers and Party Responsible for Horizon Hobby Websites <p>The party responsible for processing data on our US-based websites intended for American and other non-European users, such as horizonhobby.com, towerhobbies.com, spektrumrc.com, axialracing.com, etc., is:</p> Horizon Hobby LLC<br>\n2904 Research Road<br>\nChampaign, IL<br>\n61822<br>\nContact <p>Our Data Protection Officer for these US-based sites is Ben Ambrose, who can be reached through the site contact form.&nbsp;</p>\n<p>The part responsible for processing data on our EU-based websites intended for European users, such as horizonhobby.eu, horizonhobby.de, arrmarc.com etc., is:</p> Horizon Hobby GmbH<br>\nHanskampring 9<br>\nD-22885 Barsbüttel, Germany<br>\nPhone: +49-40-822167800 Contact <p>Our Data Protection Officer for these EU-based sites is Ben Ambrose, who can be reached through&nbsp;the site contact form.&nbsp;</p> 3.\nTypes of Data We Collect <p>Our goal is to provide you with the best and most efficient service as possible so you can get back to your hobbies.\nHorizon Hobby collects data to help us provide this service.\nWe use the data that we collect about you to fulfill your product and service purchases and to create a personalized online experience.\nIn order to better provide you with these products and services, our websites collect two types of information about users: Personally Identifiable and Non-Personally Identifiable Information.</p>\nLearn More Personally Identifiable and Non-Personally Identifiable Information\n× <p>We gather certain information about you based upon where you shop on our site in several ways.\nThis information is compiled and analyzed on both an individual and aggregated basis.\nFor example, this information may include the Uniform Resource Locator (\"URL\") of the website you came from, the URL you go to next, the browser you are using, and your Internet Protocol (\"IP\") address.\nA URL is the global address of documents and other resources on the World Wide Web.\nAn IP address is an identifier for a computer or device on a Transmission Control Protocol/Internet Protocol (\"TCP/IP\") network, such as the World Wide Web.\nNetworks like the Web use TCP/IP to route information based on the IP address of the destination.\nIn other words, an IP address is a number that is automatically assigned to your computer whenever you are surfing the web and allows web servers to locate and identify your computer.\nComputers require IP addresses for users to communicate on the Internet, browse, and shop.</p> Personal Data We Collect <p>Personal information is requested when you order a product, register for a Wish List, enter contests or sweepstakes, fill out surveys, send us feedback, and send us mailings.\nFor example, this information might include but is not limited to your name, billing address, shipping address, telephone number, email address, credit card or other payment information, and product details.\nWith this information, our online catalog can fill your orders and better provide you with personalized services.</p>\n<p>Most personal information collected by Horizon Hobby is necessary for completion of purchase orders.\nOther personal data is collected with your consent.\nHorizon Hobby works to provide users with as much relevant information as possible prior to collecting any personal data.</p>\n<p>Under certain circumstances, we may be required to disclose your personal information in response to valid requests by public authorities, including to meet national security or law enforcement requirements.</p> Close 4.\nHow We Collect and Use Data Cookies <p>Some of our web pages include cookies.\nYou can configure your browser to selectively or always reject cookies.\nBut disabling or rejecting cookies may limit the functionality of this website.\nCookies, which are necessary to allow electronic communications or to provide certain functions you use, are stored pursuant to GDPR Art.\n6(1)(f), which allows the processing for a legitimate interest.\nHorizon Hobby has a legitimate interest in the storage of cookies to ensure an optimized service provided free of technical errors.\nCookies stored for other purposes, such as customizing your online experience, are treated separately in this privacy policy.</p>\nLearn More Cookies\n× <p>Cookies are small text files that are stored on your computer and saved by your browser.\nCookies do not harm your computer and do not contain any viruses.\nMost of the cookies we use are session cookies that are automatically deleted after your visit.\nOther cookies make it possible to recognize your browser when you next visit the site.</p>\n<p>You can configure your browser or browser plug-ins to inform you about the use of cookies so that you can decide on a case-by-case basis whether to accept or reject a cookie.\nAlso, your browser can be configured to automatically accept cookies under certain conditions, to always reject them, or to automatically delete cookies when closing your browser.</p> Close Web Beacons <p>Some Horizon Hobby web pages include web beacons.\nWeb beacons are small, graphic images on web pages or web-based documents or in email messages.\nWe use web beacons to personalize your experience on some Horizon Hobby websites, determine the usefulness of information our services provide and analyze general user traffic patterns.\nInformation about specific uses of web beacons on Horizon Hobby web pages can be found under the Analytics and Advertising section of this privacy policy.</p> Server Log Files <p>The website provider automatically collects and stores information that your browser automatically transmits to us in server log files.\nThese include the type and version of your browser, operating system used, referrer URL, the hostname of the accessing computer, time of the server request, and IP address.\nThese data are not combined with data from other sources.\nThe basis for data processing is GDPR Art.\n6(1)(b), which allows the processing of data to fulfill a contract or for measures preliminary to a contract.</p> Contact Forms <p>Should you send us questions via the contact form, we will collect the data entered on the form, including the contact details you provide to answer your question and any follow-up questions.\nWe do not share this information without your permission.\nTherefore, we will process data you enter onto the contact form only with your consent under GDPR Art.\n6(1)(a).\nYou may revoke your consent at any time by sending an informal request via the site contact form.\nWe will retain the data you provide on the contact form until you request its deletion, revoke your consent for its storage, or the purpose of its storage ceases to exist.\nMandatory provisions, especially mandatory data retention periods, remain unaffected by this provision.</p> Registration on Horizon Hobby Websites <p>Some Horizon Hobby websites allow you to register with the website to access additional functions offered here.\nThe input data will only be used for the purpose of using the respective site or service for which you registered.\nWe will process the data provided during registration based on your consent under GDPR Art.\n6(1)(a).\nYou may revoke your consent at any time by sending an informal&nbsp;request via the site contact form.\nWe will continue to store the data collected during registration for as long as you remain registered on our website.\nMandatory provisions, especially mandatory data retention periods, remain unaffected by this provision.</p>\nLearn More Registration Data\n× <p>The mandatory information requested during registration must be provided in full.\nOtherwise, we will reject your registration.\nIf the registration form is rejected, we do not collect the information in the registration form fields.\nTo inform you about important changes, such as those within the scope of our site or technical changes, we will use the email address specified during registration.\nYou may unsubscribe from these emails using the link provided in the email.</p> Close Leaving Comments on Horizon Hobby Websites <p>Some Horizon Hobby websites allow you to leave comments or reviews.\nIf you use the comment or review function on the sites, the time at which you created the comment and your email address will be stored along with your comment, as well as your username, unless you are posting anonymously.\nOur comment or review function may store the IP address of those users who posted.\nWe need this information to be able to pursue actions for illegal or slanderous content.\nThe comments and reviews are stored based on your consent under GDPR Art.\n6(1)(a).\nYou may revoke your consent at any time by sending an informal email request via the site contact form.\nMandatory provisions, especially mandatory data retention periods or obligations to maintain records</p>\nLearn More Comment Data\n× <p>On some Horizon Hobby websites, you may be able to sign up to receive the comment feed after registering or commenting.\nYour email address may be checked with a confirmation email.\nYou can unsubscribe from this function at any time by clicking the unsubscribe link in the emails.\nThe data provided by subscribing to the comments feed will be deleted.\nBut if you have submitted comments or provided the data to us for another purpose or elsewhere, those comments or data will not be deleted.\nYou may request deletion of this data by sending an informal email request request via the site contact form</p> Close Plugins <p>Some Horizon Hobby websites have social media or other types of plugins to improve our customer's online experience.\nSocial media plugins allow users to engage with their social media pages.\nHorizon Hobby pages may include plugins to Facebook, Twitter, Instagram, Tumblr, LinkedIn, Pinterest, Snapchat, YouTube, Vimeo, or Google Maps.\nWhen you visit our site, a direct connection between your browser and the social media company's server is established.\nThis allows the social media company to process the users' engagement with their social media plug-in.\nTo establish this connection, the social media company receives information that you have visited our site from your IP address.\nHorizon Hobby has a legitimate interest in creating an engaging user experience on its webpages.\nThus, the basis for data processing under the GDPR is Art.\n6(1)(f).\nInformation about each social media plugin can be found in the Learn More section of this provision.</p>\nLearn More Plugins\n× Facebook plugins <p>The Facebook plugins allow users to connect to their Facebook accounts.\nThey are operated by Facebook Inc., 1 Hacker Way, Menlo Park, California, 94025, USA.\nThe Facebook plugins can be recognized by the Facebook logo or Like button on our sites.\nFor an overview of the Facebook plugins, see developers.facebook.com/docs/plugins/</p>\n<p>When you visit our site, a direct connection between your browser and the Facebook server is established via the plugin.\nThis enables Facebook to receive information that you have visited our site from your IP address.\nIf you click on the Facebook \"Like\" or share button while you are logged into your Facebook account, you can link the content of our site to your Facebook profile.\nThis allows Facebook to associate visits to our site with your user account.\nPlease note that, as the operator of this site, we have no knowledge of the content of the data transmitted to Facebook or of how Facebook uses these data.For more information, please see Facebook's privacy policy at facebook.com/policy.php.\nIf you do not want Facebook to associate your visit to our site with your Facebook account, please log out of your Facebook account.</p> Twitter plugin <p>The Twitter plugin allows users to connect to their Twitter account.\nIt is operated by Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA.\nThe Twitter plugin can be recognized by the Twitter bird logo.\nFor an overview of the Twitter plugin, see dev.twitter.com/web/overview.</p>\n<p>When you visit our site, a direct connection between your browser and the Twitter server is established via the plugin.\nThis enables Twitter to receive information that you have visited our site from your IP address.\nIf you click on the \"Retweet\" button while you are logged into your Twitter account, you can link the content of our site to your Twitter profile.\nThis allows Twitter to associate visits to our site with your user account.\nPlease note that, as the operator of this site, we have no knowledge of the content of the data transmitted to Twitter or of how Twitter uses these data.</p>\n<p>For more information, please see Twitter's privacy policy at twitter.com/privacy.\nIf you do not want Twitter to associate your visit to our site with your Twitter account, please log out of your Twitter account.</p> Instagram plugin <p>The Instagram plugin allows users to connect to their Instagram account.\nIt is operated by Instagram Inc., 1601 Willow Road, Menlo Park, CA 94025, USA.\nThe Instagram plugin can be recognized by the Instagram camera logo.\nFor an overview of the Instagram plugin, see www.instagram.com/developer/.</p>\n<p>When you visit our site, a direct connection between your browser and the Instagram server is established via the plugin.\nThis enables Instagram to receive information that you have visited our site from your IP address.\nIf you click on the \"Instagram camera button\" while you are logged into your Instagram account, you can link the content of our site to your Instagram profile.\nThis allows Instagram to associate visits to our site with your user account.\nPlease note that, as the operator of this site, we have no knowledge of the content of the data transmitted to Instagram or of how Instagram uses these data.</p>\n<p>For more information, please see Instagram's privacy policy at instagram.com/about/legal/privacy/.\nIf you do not want Instagram to associate your visit to our site with your Instagram account, please log out of your Instagram account.</p> Tumblr plugin <p>The Tumblr plugin allows users to connect to their Tumblr account.\nIt is operated by Tumblr, Inc., 35 East 21st St., 10th Floor, New York, NY 10010, USA.\nThe Tumblr plugin can be recognized by the Tumblr logo.</p>\n<p>When you visit our site, a direct connection between your browser and the Instagram server is established via the plugin.\nThis enables Instagram to receive information that you have visited our site from your IP address.\nIf you click on the \"Tumblr\" button while you are logged into your Tumblr account, you can link the content of our site to your Tumblr profile.\nThis allows Tumblr to associate visits to our site with your user account.\nPlease note that, as the operator of this site, we have no knowledge of the content of the data transmitted to Instagram or of how Tumblr uses these data.</p>\n<p>For more information, please see Tumblr's privacy policy at www.tumblr.com/policy/en/privacy.\nIf you do not want Tumblr to associate your visit to our site with your Instagram account, please log out of your Instagram account.</p> LinkedIn plugin <p>The LinkedIn plugin allows users to connect to their LinkedIn account.\nIt is operated by LinkedIn, a subsidiary of Microsoft, at LinkedIn Corporation, 2029 Stierlin Court, Mountain View, CA 94043, USA.\nThe LinkedIn plugin can be recognized by the LinkedIn logo on our sites.\nFor an overview of the LinkedIn plugin, see developer.linkedin.com/plugins.</p>\n<p>When you visit our site, a direct connection between your browser and the LinkedIn server is established via the plugin.\nThis enables LinkedIn to receive information that you have visited our site from your IP address.\nIf you click on the LinkedIn \"Recommend\" button while you are logged into your LinkedIn account, you can link the content of our site to your Facebook profile.\nThis allows LinkedIn to associate visits to our site with your user account.\nPlease note that, as the operator of this site, we have no knowledge of the content of the data transmitted to LinkedIn or of how LinkedIn uses these data.</p>\n<p>For more information, please see LinkedIn's privacy policy at www.linkedin.com/legal/privacy-policy.\nIf you do not want LinkedIn to associate your visit to our site with your LinkedIn account, please log out of your LinkedIn account.</p> Pinterest plugin <p>The Pinterest plugin allows users to connect to their Pinterest account.\nIt is operated by Pinterest Inc., 635 High Street, Palo Alto, CA, 94301, USA.\nThe Pinterest plugin can be recognized by the Pinterest \"Pin it\" logo.\n</p>\n<p>When you visit our site, a direct connection between your browser and the Pinterest server is established via the plugin.\nThis enables Pinterest to receive information that you have visited our site from your IP address.\nIf you click on the Pinterest \"Pin it\" button while you are logged into your Pinterest account, you can link the content of our site to your Pinterest profile.\nThis allows Pinterest to associate visits to our site with your user account.\nPlease note that, as the operator of this site, we have no knowledge of the content of the data transmitted to Pinterest or of how Pinterest uses these data.</p>\n<p>For more information, please see Pinterest's privacy policy at policy.pinterest.com/en/privacy-policy.\nIf you do not want Pinterest to associate your visit to our site with your Pinterest account, please log out of your Pinterest account.</p> Snapchat plugin <p>The Snapchat plugin allows users to connect to their Snapchat account.\nIt is operated by Snap Inc., 63 Market Street, Venice, CA 90291, USA.\nThe Snapchat plugin can be recognized by the Snapchat \"Ghost\" logo.\nFor an overview of the Snapchat plugins, see developers.snapchat.com/.</p>\n<p>When you visit our site, a direct connection between your browser and the Snapchat server is established via the plugin.\nThis enables Snapchat to receive information that you have visited our site from your IP address.\nIf you click on the Snapchat \"Ghost\" button while you are logged into your Snapchat account, you can link the content of our site to your Snapchat profile.\nThis allows Snapchat to associate visits to our site with your user account.\nPlease note that, as the operator of this site, we have no knowledge of the content of the data transmitted to Snapchat or of how Snapchat uses these data.</p>\n<p>For more information, please see Snapchat's privacy policy at www.snap.com/privacy/privacy-policy/.\nIf you do not want Snapchat to associate your visit to our site with your Snapchat account, please log out of your Snapchat account.</p> YouTube plugin <p>The YouTube plugin allows users to view product related video content stored on YouTube servers.\nIt is operated by YouTube, a subsidiary of Google, at YouTube LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.\nThe YouTube plugin can be recognized as the YouTube video player.\nFor an overview of the YouTube plugin, see www.youtube.com/yt/dev/.</p>\n<p>When you visit our site, a direct connection between your browser and the YouTube server is established via the plugin.\nThis enables YouTube to receive information that you have visited our site from your IP address.\nIf you are logged into your YouTube account, YouTube can associate visits to our site with your user account.\nPlease note that, as the operator of this site, we have no knowledge of the content of the data transmitted to YouTube or of how YouTube uses these data.</p>\n<p>For more information, please see YouTube's privacy policy at policies.google.com/privacy?hl=en.\nIf you do not want YouTube to associate your visit to our site with your YouTube account, please log out of your YouTube account.</p> Vimeo plugin <p>The Vimeo plugin allows users to view product related video content stored on Vimeo servers.\nIt is operated by Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.\nThe Vimeo plugin can be recognized as the Vimeo video player.\nFor an overview of the Vimeo plugin, see developer.vimeo.com.</p>\n<p>When you visit our site, a direct connection between your browser and the Vimeo server is established via the plugin.\nThis enables Vimeo to receive information that you have visited our site from your IP address.\nIf you are logged into your Vimeo account, Vimeo can associate visits to our site with your user account.\nPlease note that, as the operator of this site, we have no knowledge of the content of the data transmitted to YouTube or of how YouTube uses these data.</p>\n<p>For more information, please see Vimeo's privacy policy at vimeo.com/privacy.\nIf you do not want Vimeo to associate your visit to our site with your Vimeo account, please log out of your Vimeo account.</p> Google Maps <p>The Google Maps plugin allows users to locate hobby stores and other relevant hobby locations.\nIt is operated by Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.\nThe Google Maps plugin can be recognized as the interactive overhead map.\nFor an overview of the Google Maps plugin, see cloud.google.com/maps-platform/.</p>\n<p>When you visit our site, a direct connection between your browser and the Google Maps server is established via the plugin.\nThis enables Google Maps to receive information that you have visited our site from your IP address.\nIf you are logged into your Google account, Google Maps can associate visits to our site with your user account.\nPlease note that, as the operator of this site, we have no knowledge of the content of the data transmitted to YouTube or of how Google Maps uses these data.</p>\n<p>For more information, please see privacy policy of Google Maps at policies.google.com/privacy?hl=en.\nIf you do not want Google Maps to associate your visit to our site with your Google account, please log out of your Google account.</p> Close Analytics and Advertising <p>Some Horizon Hobby websites use third-party analytics and advertising services to a custom and optimized user experience from our websites and their advertising.\nHorizon Hobby pages may include the analytics and advertising services of Google Analytics, Google Analytics Remarking, Google reCAPTCHA, Facebook Web Beacon, or BazaarVoice Web Beacon.\nThe collection of this data may come in the form of cookies, web beacons, or plugins.\nGeneral information about how cookies, web beacons, and plugins work can be found above in the sections titled Cookies, Web beacons, and Social Media Plugins, respectively.\nHorizon Hobby has a legitimate interest in providing an optimized user experience from our websites and their advertising.\nThus, the basis for data processing under the GDPR is Art.\n6(1)(f).\nInformation about each of the analytics and advertising services used on Horizon Hobby websites can be found under the Learn More section of this provision.</p>\nLearn More Analytics and Advertising Services\n× Google Analytics <p>Some Horizon Hobby websites may use Google Analytics, a web analytics service.\nIt is operated by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.</p>\n<p>Google Analytics uses cookies.\nThese are text files that are stored on your computer and that allow an analysis of your use of the website.\nThe information generated by the cookie about your use of this website is usually transmitted to a Google server in the USA and stored there.</p>\n<p>Google Analytics cookies are stored based on GDPR Art.\n6(1)(f).\nThe website operator has a legitimate interest in analyzing user behavior to optimize both its website and its advertising.</p> IP anonymization <p>We have activated the IP anonymization feature on this website.\nYour IP address will be shortened by Google within the European Union or other parties to the Agreement on the European Economic Area prior to transmission to the United States.\nOnly in exceptional cases is the full IP address sent to a Google server in the US and shortened there.\nGoogle will use this information on behalf of the operator of this website to evaluate your use of the website, to compile reports on website activity, and to provide other services regarding website activity and Internet usage for the website operator.\nThe IP address transmitted by your browser as part of Google Analytics will not be merged with any other data held by Google.</p> Browser plugin <p>You can prevent these cookies being stored by selecting the appropriate settings in your browser.\nHowever, we wish to point out that doing so may mean you will not be able to enjoy the full functionality of this website.\nYou can also prevent the data generated by cookies about your use of the website (including your IP address) from being passed to Google, and the processing of these data by Google, by downloading and installing the browser plugin available at the following link: tools.google.com/dlpage/gaoptout.</p> Objecting to the collection of data <p>You can prevent the collection of your data by Google Analytics by clicking on the following link.\nAn opt-out cookie will be set to prevent your data from being collected on future visits to this site: Disable Google Analytics.</p>\n<p>For more information about how Google Analytics handles user data, see Google's privacy policy: www.support.google.com/analytics/.</p> Outsourced data processing <p>We have entered into an agreement with Google for the outsourcing of our data processing and fully implement the strict requirements of the German data protection authorities when using Google Analytics.</p> Demographic data collection by Google Analytics <p>This website uses Google Analytics' demographic features.\nThis allows reports to be generated containing statements about the age, gender, and interests of site visitors.\nThis data comes from interest-based advertising from Google and third-party visitor data.\nThis collected data cannot be attributed to any specific individual person.\nYou can disable this feature at any time by adjusting the ads settings in your Google account or you can forbid the collection of your data by Google Analytics as described in the section \"Refusal of data collection.\"</p> Google Analytics Remarketing <p>Some Horizon Hobby websites may use the features of Google Analytics Remarketing to combine with the cross-device capabilities of Google AdWords and DoubleClick.\nThis service is operated by Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, USA.</p>\n<p>This feature makes it possible to link target audiences for promotional marketing created with Google Analytics Remarketing to the cross-device capabilities of Google AdWords and Google DoubleClick.\nThis allows advertising to be displayed based on your personal interests, based on your previous usage and surfing behavior on one device (e.g.\nyour mobile phone), and based on your usage on other devices (such as a tablet or computer).</p>\n<p>Once you have given your consent, Google will associate your web and app browsing history with your Google Account for this purpose.\nThat way, any device that signs in to your Google Account can use the same personalized promotional messaging.</p>\n<p>To support this feature, Google Analytics collects Google-authenticated IDs of users that are temporarily linked to our Google Analytics data to define and create audiences for cross-device ad promotion.</p>\n<p>You can permanently opt out of cross-device remarketing/targeting by turning off personalized advertising in your Google Account.\nfollow this link: www.google.com/settings/ads/onweb/.</p>\n<p>The aggregation of the data collected in your Google Account data is based solely on your consent, which you may give or withdraw from Google under GDPR Art.\n6(1)(a).\nFor data collection operations not merged into your Google Account (for example, because you do not have a Google Account or have objected to the merge), the collection of data is based on GDPR Art.\n6(1)(f).\nHorizon Hobby has a legitimate interest in analyzing anonymous user behavior for promotional purposes.</p>\n<p>For more information and the Google Privacy Policy, go to: www.google.com/policies/technologies/ads/.</p> Google AdWords and Google Conversion Tracking <p>Some Horizon Hobby websites may use Google AdWords.\nAdWords is an online advertising program from Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, United States (\"Google\").</p>\n<p>As part of Google AdWords, we use so-called conversion tracking.\nWhen you click on an ad served by Google, a conversion tracking cookie is set.\nCookies are small text files that your internet browser stores on your computer.\nThese cookies expire after 30 days and are not used for personal identification of the user.\nShould the user visit certain pages of the website and the cookie has not yet expired, Google and the website can tell that the user clicked on the ad and proceeded to that page.</p>\n<p>Each Google AdWords advertiser has a different cookie.\nThus, cookies cannot be tracked using the website of an AdWords advertiser.\nThe information obtained using the conversion cookie is used to create conversion statistics for the AdWords advertisers who have opted for conversion tracking.\nCustomers are told the total number of users who clicked on their ad and were redirected to a conversion tracking tag page.\nHowever, advertisers do not obtain any information that can be used to personally identify users.\nIf you do not want to participate in tracking, you can opt-out of this by disabling the Google Conversion Tracking cookie in your browser settings.\nBy doing so, you will not be included in the conversion tracking statistics.</p>\n<p>Conversion cookies are stored based on GDPR Art.\n6(1)(f).\nThe website operator has a legitimate interest in analyzing user behavior to optimize both its website and its advertising.</p>\n<p>For more information about Google AdWords and Google Conversion Tracking, see the Google Privacy Policy: www.google.com/policies/privacy/.</p>\n<p>You can configure your browser to inform you about the use of cookies so that you can decide on a case-by-case basis whether to accept or reject a cookie.\nAlternatively, your browser can be configured to automatically accept cookies under certain conditions or to always reject them, or to automatically delete cookies when closing your browser.\nDisabling cookies may limit the functionality of this website.</p> Google reCAPTCHA <p>Some Horizon Hobby webpages may use \"Google reCAPTCHA.\".\nThis service is operated by Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, USA (\"Google\").</p>\n<p>reCAPTCHA is used to check whether the data entered on our website (such as on a contact form) has been entered by a human or by an automated program.\nTo do this, reCAPTCHA analyzes the behavior of the website visitor based on various characteristics.\nThis analysis starts automatically as soon as the website visitor enters the website.\nFor the analysis, reCAPTCHA evaluates various information (e.g.\nIP address, how long the visitor has been on the website, or mouse movements made by the user).\nThe data collected during the analysis will be forwarded to Google.</p>\n<p>The reCAPTCHA analyses take place completely in the background.\nWebsite visitors are not advised that such an analysis is taking place.</p>\n<p>Data processing is based on GDPR Art.\n6(1)(f).\nThe website operator has a legitimate interest in protecting its site from abusive automated crawling and spam.</p>\n<p>For more information about Google reCAPTCHA and Google's privacy policy, please visit the following links: www.google.com/intl/de/policies/privacy/ and www.google.com/recaptcha/intro/android.html.</p> Facebook Web Beacon <p>Some Horizon Hobby webpages may measure conversions using visitor action web beacons from Facebook, which is located at Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA.</p>\n<p>The Facebook web beacon allows the behavior of site visitors to be tracked after they click on a Facebook ad to reach the provider's website.\nThis allows an analysis of the effectiveness of Facebook advertisements for statistical and market research purposes and their future optimization.</p>\n<p>The data collected is anonymous to us as operators of this website and we cannot use it to draw any conclusions about our users' identities.\nHowever, the data are stored and processed by Facebook, which may make a connection to your Facebook profile and which may use the data for its own advertising purposes, as stipulated in the Facebook privacy policy.\nThis will allow Facebook to display ads both on Facebook and on third-party sites.\nWe have no control over how this data is used.<br>\nConversion web beacons are used based on GDPR Art.\n6(1)(f).\nThe website operator has a legitimate interest in analyzing user behavior to optimize both its website and its advertising.</p>\n<p>Check out Facebook's privacy policy to learn more about protecting your privacy: www.facebook.com/about/privacy/.</p>\n<p>You can also deactivate the custom audiences remarketing feature in the Ads Settings section at www.facebook.com/ads/preferences/.\nYou will first need to log into Facebook.</p>\n<p>If you do not have a Facebook account, you can opt out of usage-based advertising from Facebook on the website of the European Interactive Digital Advertising Alliance: www.youronlinechoices.com.</p> BazaarVoice Web Beacon <p>Some Horizon Hobby webpages may measure conversions using visitor action web beacons from BazaarVoice, which is located at BazaarVoice, Inc., 10901 Stonelake Blvd., Austin, TX 78759, USA (\"BazaarVoice\").</p>\n<p>The data collected is anonymous to us as operators of this website and we cannot use it to draw any conclusions about our users' identities.\nHowever, the data are stored and processed by BazaarVoice, which may make a connection to your BazaarVoice profile and which may use the data for its own advertising purposes, as stipulated in the BazaarVoice privacy policy.\nThis will allow BazaarVoice to display ads both on BazaarVoice and on third-party sites.\nWe have no control over how this data is used.</p>\n<p>Conversion web beacons are used based on GDPR Art.\n6(1)(f).\nThe website operator has a legitimate interest in analyzing user behavior to optimize both its website and its advertising.</p>\n<p>You can also opt out of data use by BazaarVoice by visiting their privacy policy webpage and selecting the \"Opt Out\" button in the Opting Out section.</p>\n<p>If located in the European Union, you can also opt out of usage-based advertising from BazaarVoice on the website of the European Interactive Digital Advertising Alliance: www.youronlinechoices.com.\nIf located in the United States, you can opt out from BazaarVoice on the Preferences Manager website of Truste: https://preferences-mgr.truste.com/.</p> Close 5.\nNewsletters <p>If you would like to receive our newsletter, we require a valid email address as well as information that allows us to verify that you are the owner of the specified email address and that you agree to receive this newsletter.\nNo additional data is collected or is only collected on a voluntary basis.\nWe only use this data to send the requested information and do not pass it on to third parties.<br>\nWe will, therefore, process any data you enter onto the contact form only with your consent under GDPR Art.\n6 (1)(a).\nYou can revoke consent to the storage of your data and email address as well as their use for sending the newsletter at any time, e.g.\nthrough the \"unsubscribe\" link in the newsletter.\nThe data processed before we receive your request may still be legally processed.</p>\nLearn More Newsletter Data\n× <p>The data provided when registering for the newsletter will be used to distribute the newsletter until you cancel your subscription when said data will be deleted.\nData we have stored for other purposes (e.g.\nemail addresses for the members area) remain unaffected.</p>\n<p>If you do not want your usage of the newsletter to be analyzed by us, you will have to unsubscribe from the newsletter.\nFor this purpose, we provide a link in every newsletter we send.\nYou can also unsubscribe from the newsletter directly on the website.</p>\n<p>We use an email marketing system to analyze our newsletter campaigns.\nThis allows us to determine if a newsletter message has been opened and which links you click on.\nWe can thus find out how often various links are clicked.</p>\n<p>In addition, we can see if certain actions take place after clicking on said links (conversion rate).\nWe can thus determine whether the clicking of a link in a newsletter has led to a purchase, for example.</p>\n<p>Our newsletter system also allows us to classify newsletter recipients into different categories (clustering).\nFor example, newsletter recipients can be subdivided according to gender, personal preference (e.g.\nRC planes or RC cars), or customer relationship (e.g.\nexisting or potential customer).\nThis allows us to adapt the newsletters to the respective target groups.</p>\n<p>Data processing is based on GDPR Art.\n6 (1)(a).\nYou may revoke your consent at any time.\nThe data processed before we receive your request may still be legally processed.</p>\n<p>The data provided when registering for the newsletter will be used to distribute the newsletter until you cancel your subscription when said data will be deleted from our servers.\nData we have stored for other purposes (e.g.\nemail addresses for the members area) remains unaffected.</p> Close 6.\nMobile Notifications <p>If you would like to receive mobile notifications, we require a valid phone number capable of accepting SMS messages as well as information that allows us to verify that you are the owner of the specified phone number and that you agree to receive mobile notifications.\nNo additional data is collected or is only collected on a voluntary basis.\nWe only use this data to send the requested information.</p>\n<p>We will, therefore, process any data you enter onto the contact form only with your consent under GDPR Art.\n6 (1)(a) and the Telephone Consumer Protection Act.\nYou can revoke consent to the storage of your data and telephone number as well as their use for sending mobile notifications at any time, e.g.\nby replying with a STOP message.\nThe data processed before we receive your request may still be legally processed.\n</p> 7.\nPayment Processing <p>Horizon Hobby websites accept payments via PayPal, Inc., which is located at PayPal, Inc., 2211 North First Street, San Jose, CA 95131, USA.\nIf you select payment via PayPal, the payment data you provide will be supplied to PayPal based on GDPR Art.\n6(1)(b), processing for the purpose of completing a contract.</p> 8.\nHow to Access and Control Your Personal Data <p>You always have the right to request information about your stored data, its origin, its recipients, and the purpose of its collection at no charge.</p>\n<p>You always have the right to request information about your stored data, its origin, its recipients, and the purpose of its collection at no charge.<br>\nYou may change any of your personal information in your account online at any time.\nAlso, you may contact us to assist in changing your personal information in your account online or to change, block, delete, or provide to you any other personal information stored by Horizon Hobby.\nHowever, some past transactional and encrypted backup data may not be deleted.\nTo make any personal data requests, please contact us and make a request via the site contact form.</p>\nLearn More Personal Data Requests\n× <p>We encourage you to promptly update your information in your online account if it changes.\nYou may ask to have the information on your account deleted or anonymized.\nHowever, we keep track of past purchases for legal and business-practice reasons.\nThus, you cannot delete information associated with past purchases.\nAlso, as a security measure, we back up data stored on our systems.\nSuch prior information is encrypted, and individual records cannot be accessed unless the backup data is restored.\nIf Horizon Hobby must restore a data backup, we will make our best efforts to fulfill the prior user requested changes to the restored data.</p> Close 9.\nCalifornia Privacy Disclosures <p>Personal data of California residents is processed in accordance with the California Consumer Protection Act (CCPA).\nBecause we do not sell your personal data, we do not include an opt-out to the sale of personal data.\nYou have the right to request us to disclose personal data that we collect, use, disclose, and sell about your household.\nand to request that we delete personal data about your household.\nIf you make such request, we may be required to verify your identity under the CCPA, prior to proceeding with or during the processing of the request.\nThese requests may be made by request via the site contact form&nbsp;or our toll-free number (800-338-4639).</p>\n<p>We will not discriminate against you based on your decision to exercise your rights under the CCPA, as required by the CCPA.</p>\n<p>The following provides a summary of the categories and primary sources of personal data that we collect on California residents, which is further outlined in Sections 4, 5, and 6 of this policy.</p>\n<p>CA Privacy Disclosures Summary</p>\n<p>Category</p>\n<p>Source</p>\n<p>Purpose</p>\n<p>Name and contact info</p>\n<p>User interaction</p>\n<p>Provide products and support.\nmarketing</p>\n<p>Credentials</p>\n<p>User interaction</p>\n<p>Provide products and support</p>\n<p>Payment Info</p>\n<p>User interaction</p>\n<p>Provide products and support</p>\n<p>Demographic info</p>\n<p>User interaction and third-party brokers</p>\n<p>Provide and personalize products and support.\nmarketing</p>\n<p>Name and contact info</p>\n<p>User interaction</p>\n<p>Provide products and support.\nmarketing</p>\n<p>IP address</p>\n<p>User interaction</p>\n<p>Website security and integrity.\nwebsite use analytics.\nmarketing</p> 10.\nPrivacy Shield Framework <p>Horizon Hobby complies with the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union, the United Kingdom, and Switzerland to the United States.\nHorizon Hobby has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/.\nHorizon Hobby has further committed to cooperate with the panel established by the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) with regard to unresolved Privacy Shield complaints concerning data transferred from the EU and Switzerland.</p>\n<p>You can direct any questions or complaints about the use or disclosure of your personal data by contacting us.\nWe will investigate and attempt to resolve any complaints or disputes regarding the use or disclosure of your personal data within 45 days of receiving your complaint.</p>\n<p>If you are protected under EU, UK, or Swiss law and unsatisfied with the resolution of your complaint, you may contact the International Centre for Dispute Resolution – American Arbitration Association (ICDR-AAA) at http://go.adr.org/privacyshieldfiling.html for further information and assistance.\nYou may have the option to select binding arbitration for the resolution of your complaint under certain circumstances, provided you have taken the following steps: (1) raised your complaint directly with Horizon Hobby and provided us the opportunity to resolve the issue.\n(2) made use of the independent dispute resolution mechanism identified above.\nand (3) raised the issue through the relevant data protection authority and allowed the US Department of Commerce an opportunity to resolve the complaint at no cost to you.\nFor more information on binding arbitration, see the US Department of Commerce's Privacy Shield Framework: Annex I (Binding Arbitration).</p>\n<p>We may transfer personal information to our third-party agents or service providers who perform functions on our behalf as described above.\nWhere required by the Privacy Shield, we enter into written agreements with those third-party agents and service providers requiring them to provide the same level of protection the Privacy Shield requires and limiting their use of the data to the specified services provided on our behalf.\nWe take reasonable and appropriate steps to ensure that third-party agents and service providers process personal information in accordance with our Privacy Shield obligations and to stop and remediate any unauthorized processing.\nUnder certain circumstances, we may remain liable for the acts of our third-party agents or service providers who perform services on our behalf for their handling of personal information that we transfer to them.</p> 11.\nA Special Note About Children's Privacy <p>You must be at least 18 years old to have our permission to use this site.\nOur policy is that we do not knowingly collect, use, or disclose Personally Identifiable Information about visitors under 18 years of age.\nIf you are the parent or guardian of a minor under 18 years of age and believe that the minor has disclosed personally identifiable information to us, please contact us via the site contact form so that we may delete the minor's information.</p> 12.\nOther Important Privacy Information <p>This privacy policy was last changed on January 4, 2023.\nIf Horizon Hobby makes any changes to any terms or conditions of the privacy policy, the changes will be posted in this document, so you will always know what information we gather, how we might use that information, and to whom we will disclose it.\nWe may change, modify, add, or remove portions of this policy at any time in accordance with the laws and regulations of jurisdictions covering our intended or expected users.\nAny changes will become effective immediately upon being posted unless we tell you otherwise.</p> Same Day Shipping Free Shipping Expert Product Support Easy Returns Sign up &amp.\nSave 10% on Your Next Order!*\n<p>Be the first to know about new products, deals and events.</p>\n<p>10% discount does not apply to E-Gift Cards or discounted items.\n*Some Exclusions May Apply.\n</p> SIGN UP <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Shop\n<ul>\n<li>New Releases</li>\n<li>Spektrum Certified Used</li>\n<li>Spektrum Trade-Up Program</li>\n<li>Apparel</li>\n<li>E-Gift Card</li>\n<li>Vehicle Finder</li>\n<li>RC Club Bonus Points</li>\n<li>Shop Local</li>\n<li>Find a Wishlist</li>\n</ul> Support <ul>\n<li>RC Product Support</li>\n<li>RC Blog</li>\n<li>Order Status</li>\n<li>Product Repairs</li>\n<li>Product Registration</li>\n<li>Check E-Gift Card Balance</li>\n<li>Service Center</li>\n<li>Shipping, Billing &amp.\nReturns</li>\n<li>Event Donations</li>\n<li>Train Support </li>\n<li>Know Before You Fly</li>\n</ul> Company Info\n<ul>\n<li>Our Story</li>\n<li>Contact Us</li>\n<li>Horizon Brands</li>\n<li>RC Club</li>\n<li>Horizon Hobby Visa Card</li>\n<li>RC Events Calendar</li>\n<li>Careers</li>\n<li>Become a Dealer</li>\n<li>Hobbies for Good</li>\n</ul> Legal <ul>\n<li>Privacy Policy </li>\n<li>Terms &amp.\nConditions </li>\n<li>Site Map </li>\n<li>Compliance </li>\n<li>Patents </li>\n<li>Product Recalls </li>\n<li>Trademarks </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Copyright 2023 © Horizon Hobby, LLC Your browser does not support iframes.\nOur Cookies <p>This site uses cookies to enhance your web site experience.\nBy continuing to browse or use this site, you are agreeing to our use of cookies.\nSee our privacy policy here.\n</p> Accept Cookies ", "created_at": "2023-07-06 22:43:48.020655", "updated_at": "2023-07-06 22:44:08.706016"}, {"id": 17252, "name": "TERMS OF USE ", "url": "https://www.horizonhobby.com/terms-and-conditions-page.html?cp_source=footer&cp_medium=legal", "xpath": "//body", "text": null, "created_at": "2023-07-06 22:43:48.050344", "updated_at": "2023-07-06 22:44:14.317692"}], "points": [], "urls": ["horizonhobby.com", "e-fliterc.com"]}}