{"error": 448, "message": "OK", "parameters": {"id": 9030, "name": "Mackinac Center for Public Policy", "created_at": "2023-07-10 18:27:58.680874", "updated_at": "2023-07-10 22:02:58.766236", "wikipedia": "https://en.wikipedia.org/wiki/Mackinac_Center_for_Public_Policy", "keywords": null, "related": null, "slug": "mackinac-center-for-public-policy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9030.png", "url": "mackinac.org", "documents": [{"id": 17672, "name": "Privacy Policy", "url": "https://www.mackinac.org/privacy-policy", "xpath": "/html/body/div[3]", "text": " Privacy Policy <p>The Mackinac Center for Public Policy (\"us\", \"we\", or \"our\"), operates this website (Our “Services”) and has created this Privacy Policy to inform you of Our collection, use and sharing practices for information that we collect from you through Our Services.</p>\n<p>This privacy policy has been compiled to better serve those who are concerned with how their 'Personally Identifiable Information' (PII) is being used online.\nPII, as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\nPlease read our privacy policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personally Identifiable Information in accordance with our website.</p>\n<p>\n<b>What personal information do we collect from the people that visit our blog, website or app?</b>\n</p>\n<p>When ordering or registering on our site, as appropriate, you may be asked to enter your name, email address, mailing address, phone number or other details to help you with your experience.</p>\n<p>\n<b>When do we collect information?</b>\n</p>\n<p>We collect information from you when you register on our site, subscribe to a newsletter, respond to a survey, fill out a form or enter information on our site.</p>\n<p>\n<b>How do we use your information?</b>\n</p>\n<p>We may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways:</p>\n<p>\n<b>•</b> To personalize your experience and to allow us to deliver the type of content in which you are most interested.</p>\n<p>\n<b>•</b> To improve our website in order to better serve you.</p>\n<p>\n<b>•</b> To allow us to better service you in responding to your customer service requests.</p>\n<p>\n<b>•</b> To administer a contest, promotion, survey or other site feature.</p>\n<p>\n<b>•</b> To send periodic emails regarding your interest in our services.</p>\n<p>\n<b>•</b> To follow up with you after correspondence (live chat, email or phone inquiries)</p>\n<p>\n<b>How do we protect your information?</b>\n</p>\n<p>Our website is scanned on a regular basis for security holes and known vulnerabilities in order to make your visit to our site as safe as possible.</p>\n<p>We use regular Malware Scanning.</p>\n<p>Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential.\nIn addition, all sensitive/credit information you supply is encrypted via Secure Socket Layer (SSL) technology.</p>\n<p>We implement a variety of security measures when a user enters, submits, or accesses their information to maintain the safety of your personal information.</p>\n<p>All transactions are processed through a gateway provider and are not stored or processed on our servers.</p>\n<p>\n<strong>You may request deletion / removal of user data:</strong>\n</p>\n<p>\n<b>•</b> By emailing us</p>\n<p>\n<b>Do we use 'cookies'?</b>\n</p>\n<p>Yes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow) that enables the site's or service provider's systems to recognize your browser and capture and remember certain information.\nFor instance, we use cookies to help us remember and process the items in your shopping cart.\nThey are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services.\nWe also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.</p>\n<p>\n<b>We use cookies to:</b>\n</p>\n<p>\n<b>•</b> Understand and save user's preferences for future visits.</p>\n<p>\n<b>•</b> Keep track of advertisements.</p>\n<p>\n<b>•</b> Compile aggregate data about site traffic and site interactions in order to offer better site experiences and tools in the future.\nWe may also use trusted third-party services that track this information on our behalf.</p>\n<p>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou do this through your browser settings.\nSince each browser is a little different, look at your browser's Help Menu to learn the correct way to modify your cookies.</p>\n<p>\n<b>If users disable cookies in their browser:</b>\n</p>\n<p>If you turn cookies off it will turn off some of the features of the site.</p>\n<p>\n<b>Third-party disclosure</b>\n</p>\n<p>We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information unless we provide users with advance notice.\nThis does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.\nWe may also release information when it's release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property or safety.<br>\n<br>However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.</p>\n<p>\n<b>Third-party links</b>\n</p>\n<p>Occasionally, at our discretion, we may include or offer third-party products or services on our website.\nThese third-party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.</p>\n<p>\n<b>Google</b>\n</p>\n<p>Google's advertising requirements can be summed up by Google's Advertising Principles.\nThey are put in place to provide a positive experience for users.\nhttps://support.google.com/adwordspolicy/answer/1316548?hl=en</p>\n<p>We use Google AdSense Advertising on our website.</p>\n<p>Google, as a third-party vendor, uses cookies to serve ads on our site.\nGoogle's use of the DART cookie enables it to serve ads to our users based on previous visits to our site and other sites on the Internet.\nUsers may opt-out of the use of the DART cookie by visiting the Google Ad and Content Network privacy policy.</p>\n<p>\n<b>We have implemented the following:</b>\n</p>\n<p>\n<b>•</b> Remarketing with Google AdSense</p>\n<p>\n<b>•</b> Google Display Network Impression Reporting</p>\n<p>\n<b>•</b> Demographics and Interests Reporting</p>\n<p>\n<b>•</b> DoubleClick Platform Integration</p>\n<p>We, along with third-party vendors such as Google use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) or other third-party identifiers together to compile data regarding user interactions with ad impressions and other ad service functions as they relate to our website.</p>\n<p>\n<b>Opting out:</b>\n<br>Users can set preferences for how Google advertises to you using the Google Ad Settings page.\nAlternatively, you can opt out by visiting the Network Advertising Initiative Opt Out page or by using the Google Analytics Opt Out Browser add on.</p>\n<p>\n<b>California Online Privacy Protection Act</b>\n</p>\n<p>CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy.\nThe law's reach stretches well beyond California to require any person or company in the United States (and conceivably the world) that operates websites collecting Personally Identifiable Information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals or companies with whom it is being shared.\n- See more at: http://consumercal.org/california-online-privacy-protection-act-caloppa/#sthash.0FdRbT51.dpuf</p>\n<p>\n<b>According to CalOPPA, we agree to the following:</b>\n</p>\n<p>Users can visit our site anonymously.</p>\n<p>Once this privacy policy is created, we will add a link to it on our home page or as a minimum, on the first significant page after entering our website.</p>\n<p>Our Privacy Policy link includes the word 'Privacy' and can easily be found on the page specified above.</p>\n<p>You will be notified of any Privacy Policy changes:</p>\n<p>\n<b>•</b> On our Privacy Policy Page</p>\n<p>You can change your personal information:</p>\n<p>\n<b>•</b> By emailing us</p>\n<p>\n<b>How does our site handle Do Not Track signals?</b>\n</p>\n<p>We honor Do Not Track signals and Do Not Track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.</p>\n<p>\n<b>Does our site allow third-party behavioral tracking?</b>\n</p>\n<p>It's also important to note that we allow third-party behavioral tracking</p>\n<p>\n<b>COPPA (Children Online Privacy Protection Act)</b>\n</p>\n<p>When it comes to the collection of personal information from children under the age of 13 years old, the Children's Online Privacy Protection Act (COPPA) puts parents in control.\nThe Federal Trade Commission, United States' consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.</p>\n<p>We do not specifically market to children under the age of 13 years old.</p>\n<p>\n<b>Fair Information Practices</b>\n</p>\n<p>The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe.\nUnderstanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.</p>\n<p>\n<b>In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:</b>\n</p>\n<p>We will notify you via email</p>\n<p>\n<b>•</b> Within 7 business days</p>\n<p>We will notify the users via in-site notification</p>\n<p>\n<b>•</b> Within 7 business days</p>\n<p>We also agree to the Individual Redress Principle which requires that individuals have the right to legally pursue enforceable rights against data collectors and processors who fail to adhere to the law.\nThis principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and/or prosecute non-compliance by data processors.</p>\n<p>The Mackinac Center for Public Policy is a nonprofit research and educational institute that advances the principles of free markets and limited government.\nThrough our research and education programs, we challenge government overreach and advocate for a free-market approach to public policy that frees people to realize their potential and dreams.</p>\n<p>Please consider contributing to our work to advance a freer and more prosperous state.</p> ", "created_at": "2023-07-10 18:27:58.711012", "updated_at": "2023-07-10 18:28:17.418024"}, {"id": 17673, "name": "Terms of Use", "url": "https://www.mackinac.org/terms-of-use", "xpath": "/html/body/div[3]", "text": " Terms of Use <p>Welcome to www.mackinac.org (\"Site\"), an information service of the Mackinac Center for Public Policy (\"Center\").\nThe Center has created this Site to help disseminate information and educate the public.\nYou may use this Site only if you agree to abide by all applicable laws and to these Terms of Use, which constitute an agreement between you and the Center.\nIf you do not agree with them, you must leave this Site immediately.\nThe Center reserves the right to modify this agreement at any time.</p>\n<p>\n</p>\n<p>\n<b>Copyright</b>\n</p>\n<p>\n</p>\n<p>This Site and all of the information it contains (including, but not limited to, studies, viewpoints, reports, brochures, and videos) is the property of the Center.\nPermission to reprint in whole or in part is hereby granted, provided that the Center and the author are properly cited.</p>\n<p>\n</p>\n<p>Images of people or places displayed on this Site are either the property of the Center or used with permission of the owner.\nImages that are copyrighted and reproduced with permission of the copyright holder may not be duplicated.\nPhotographs of Center staff, scholars, and authors may be reprinted.</p>\n<p>\n</p> Guarantee of Quality Scholarship<p>The Center is committed to delivering the highest quality and most reliable research on policy issues.\nThe Center guarantees that all original factual data (including studies, viewpoints, reports, brochures, and videos ) are true and correct and that information attributed to other sources is accurately represented.\nThe Center encourages rigorous critique of its research.\nIf the accuracy of any material fact or reference to an independent source is questioned and brought to the Center's attention with supporting evidence, the Center will respond in writing.\nIf an error exists, it will be noted in an errata sheet that will accompany all subsequent distribution of the publication, which constitutes the complete and final remedy under this guarantee.<b>\n</b>\n</p>\n<p>\n<b>Warranty and Limitations on Liability</b>\n</p>\n<p>All other material posted on this Site is provided on an \"as is\" basis.\nThe Center expressly disclaims all warranties, whether express or implied, including, but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement.\n</p>\n<p>The Center shall not be liable for any damages or injury resulting from your access to, or inability to access, this Site, or from any virus, bugs, tampering, unauthorized intervention, fraud, omission, interruption, deletion, defect, delay, computer line failure, or any other technical malfunction related to this Site.</p>\n<p>\n</p>\n<p>This Site may contain links to third party Sites.\nThe Center is not responsible for the content of any linked Sites.\nThe Center does not necessarily endorse the companies or contents of any linked Sites.</p>\n<p>\n</p>\n<p>\n<b>Copyright Infringement</b>\n</p>\n<p>\n</p>\n<p>Our policy is to comply with all intellectual property laws and to act quickly upon receiving notice of claimed infringement.\nIf you believe your work has been reproduced on this Site in a manner that constitutes copyright infringement, please notify the Center in writing at:</p>\n<p>\n</p>\n<p>Mackinac Center for Public Policy<br>140 West Main Street<br>P.O.\nBox 568<br>Midland, MI 48640<br>Attn: Senior Vice President </p>\n<p>\n<b>Changes</b>\n</p>\n<p>\n</p>\n<p>This Site is provided as a service to our visitors.\nThe Center reserves the right to delete, modify, supplement, charge for, or make free any of the materials on this Site at any time without prior notice.</p>\n<p>\n</p>\n<p>\n<b>Jurisdiction</b>\n</p>\n<p>\n</p>\n<p>This agreement and all claims or issues regarding this Site, shall be governed according to the laws of the State of Michigan.\nAny legal action concerning these Terms of Use or this Site must be brought within one (1) year after the claim or cause of action arises and must be brought in the State of Michigan.</p>\n<p>\n</p>\n<p>If for any reason a court of competent jurisdiction finds any provision or portion of the Terms of Use to be unenforceable, the remainder of the Terms of Use will continue in full force and effect.\n</p>\n<p>\n<b>Contact</b>\n</p>\n<p>If you have any questions or concerns about our Site or the Terms of Use, please contact us at mcpp@mackinac.org.</p>\n<p>The Mackinac Center for Public Policy is a nonprofit research and educational institute that advances the principles of free markets and limited government.\nThrough our research and education programs, we challenge government overreach and advocate for a free-market approach to public policy that frees people to realize their potential and dreams.</p>\n<p>Please consider contributing to our work to advance a freer and more prosperous state.</p> ", "created_at": "2023-07-10 18:27:58.740391", "updated_at": "2023-07-10 18:28:35.71248"}], "points": [], "urls": ["mackinac.org"]}}