{"error": 448, "message": "OK", "parameters": {"id": 5136, "name": "Modrinth", "created_at": "2021-10-14 22:40:29.176282", "updated_at": "2023-07-10 22:02:11.55115", "wikipedia": null, "keywords": null, "related": null, "slug": "modrinth", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/5136.png", "url": "modrinth.com", "documents": [{"id": 9210, "name": "Terms and Conditions", "url": "https://modrinth.com/legal/terms", "xpath": "//*[@id=\"main\"]/div[2]/div", "text": "Terms and Conditions 1.\nTerms <p> By accessing this Website, accessible from https://modrinth.com, you are agreeing to be bound by these Website Terms and Conditions of Use and agree that you are responsible for the agreement with any applicable local laws.\nIf you disagree with any of these terms, you are prohibited from accessing this site.\nThe materials contained in this Website are protected by copyright and trade mark law.\n</p> 2.\nUse License <p> Permission is granted to temporarily download one copy of the materials on Rinth, Inc.'s Website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not: </p>\n<ul>\n<li>modify or copy the materials;</li>\n<li> use the materials for any commercial purpose or for any public display.\n</li>\n<li> attempt to reverse engineer any software contained on Rinth, Inc.'s Website.\n</li>\n<li> remove any copyright or other proprietary notations from the materials.\nor </li>\n<li> transferring the materials to another person or \"mirror\" the materials on any other server.\n</li>\n</ul>\n<p> This will let Rinth, Inc.\nto terminate upon violations of any of these restrictions.\nUpon termination, your viewing right will also be terminated and you should destroy any downloaded materials in your possession whether it is printed or electronic format.\n</p> 3.\nDisclaimer <p> All the materials on Rinth, Inc.’s Website are provided \"as is\".\nRinth, Inc.\nmakes no warranties, may it be expressed or implied, therefore negates all other warranties.\nFurthermore, Rinth, Inc.\ndoes not make any representations concerning the accuracy or reliability of the use of the materials on its Website or otherwise relating to such materials or any sites linked to this Website.\n</p> 4.\nLimitations <p> Rinth, Inc.\nor its suppliers will not be hold accountable for any damages that will arise with the use or inability to use the materials on Rinth, Inc.’s Website, even if Rinth, Inc.\nor an authorize representative of this Website has been notified, orally or written, of the possibility of such damage.\nSome jurisdiction does not allow limitations on implied warranties or limitations of liability for incidental damages, these limitations may not apply to you.\n</p> 5.\nRevisions and Errata <p> The materials appearing on Rinth, Inc.’s Website may include technical, typographical, or photographic errors.\nRinth, Inc.\nwill not promise that any of the materials in this Website are accurate, complete, or current.\nRinth, Inc.\nmay change the materials contained on its Website at any time without notice.\nRinth, Inc.\ndoes not make any commitment to update the materials.\n</p> 6.\nLinks <p> Rinth, Inc.\nhas not reviewed all of the sites linked to its Website and is not responsible for the contents of any such linked site.\nThe presence of any link does not imply endorsement by Rinth, Inc.\nof the site.\nThe use of any linked website is at the user’s own risk.\n</p> 7.\nSite Terms of Use Modifications <p> Rinth, Inc.\nmay revise these Terms of Use for its Website at any time without prior notice.\nBy using this Website, you are agreeing to be bound by the current version of these Terms and Conditions of Use.\n</p> 8.\nYour Privacy <p> Please read our Privacy Policy.\n</p> 9.\nGoverning Law <p> Any claim related to Rinth, Inc.'s Website shall be governed by the laws of us without regards to its conflict of law provisions.\n</p> 10.\nContent <p> When you upload text, software, mods, scripts, graphics, photos, audio, videos, links, interactive features and other materials that may be viewed on or accessed through Modrinth, we refer to it as \"Content\".\n</p>\n<ul>\n<li> You are responsible for all activity and Content that is uploaded under your Modrinth account.\n</li>\n<li> You retain all of your ownership rights to your Content.\nWe do not claim any ownership in or to any of your Content.\n</li>\n<li> To enable us to provide the services of Modrinth, you hereby grant us a worldwide, non-exclusive, royalty-free, and unrestricted license to use, reproduce, distribute copies, prepare derivative works of, or display Content in connection with Modrinth in any medium and for any purpose (including commercial purposes).\n</li>\n</ul>\n<p> All Content on Modrinth must obey the Content Rules.\nPlease be aware of these Rules before uploading any Content to Modrinth.\n</p>", "created_at": "2021-10-14 22:40:29.180168", "updated_at": "2023-02-16 21:17:43.315405"}, {"id": 9209, "name": "Privacy Policy", "url": "https://modrinth.com/legal/privacy", "xpath": "//*[@id=\"main\"]/div[2]/div", "text": "Privacy Policy <p> At Modrinth, accessible from https://modrinth.com, one of our main priorities is the privacy of our visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by Modrinth and how we use it.\n</p>\n<p> If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.\n</p> General Data Protection Regulation (GDPR) <p>We (Modrinth) are a Data Controller of your information.</p>\n<p> Rinth, Inc.\nlegal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information: </p>\n<ul>\n<li>Rinth, Inc.\nneeds to perform a contract with you</li>\n<li>You have given Rinth, Inc.\npermission to do so</li>\n<li> Processing your personal information is in Rinth, Inc.\nlegitimate interests </li>\n<li>Rinth, Inc.\nneeds to comply with the law</li>\n</ul>\n<p> Rinth, Inc.\nwill retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies.\n</p>\n<p> If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nIf you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us by email at gdpr@modrinth.com.\n</p>\n<p> In certain circumstances, you have the following data protection rights: </p>\n<ul>\n<li> The right to access, update or to delete the information we have on you.\n</li>\n<li>The right of rectification.</li>\n<li>The right to object.</li>\n<li>The right of restriction.</li>\n<li>The right to data portability.</li>\n<li>The right to withdraw consent.</li>\n</ul> Log Files <p> Modrinth follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.\n</p> Cookies and Web Beacons <p> Like any other website, Modrinth uses 'cookies'.\nThese cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.\n</p>\n<p> For more general information on cookies, please read \"What Are Cookies\".\n</p> Payouts Program <p> Modrinth allows creators to enroll in the Creator Monetization Program (the \"CMP\").\nBy enrolling in the CMP, your PayPal or Venmo email addresses, phone numbers, and usernames will be collected.\nThis is required to transfer the money to your account.\nYou may remove this information at any time by removing your enrollment in the dashboard or by contacting gdpr@modrinth.com.\n</p> Privacy Policies <p>You may consult this list to find the Privacy Policy for each of the advertising partners of Modrinth.</p>\n<p> Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Modrinth, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.\n</p>\n<p> Note that Modrinth has no access to or control over these cookies that are used by third-party advertisers.\n</p> Third Party Privacy Policies <p> Modrinth's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\n</p>\n<p> You can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.\n</p>\n<p> In addition, anytime you click on links (including advertising banners), which take you to third-party websites, you will be subject to the third parties’ privacy policies.\nWhile we support the protection of our customer’s privacy on the Internet, Modrinth expressly disclaims any and all liability for the actions of third parties, including but without limitation to actions relating to the use and/or disclosure of personal information by third parties.\n</p>\n<p> Modrinth makes use of external ads providers.\nThese include EthicalAds.\nYou can read EthicalAds's privacy policy here and the data they collect: https://www.ethicalads.io/privacy-policy/</p> Children's Information <p> Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.\n</p>\n<p> Modrinth does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.\n</p> Online Privacy Policy Only <p> This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in Modrinth.\nThis policy is not applicable to any information collected offline or via channels other than this website.\n</p> Consent <p> By using our website, you hereby consent to our Privacy Policy and agree to its Terms and Conditions.\n</p>", "created_at": "2021-10-14 22:40:29.17851", "updated_at": "2023-02-16 21:19:22.01999"}, {"id": 14202, "name": "Content Rules", "url": "https://modrinth.com/legal/rules", "xpath": "//*[@id=\"main\"]/div[2]/div", "text": "Content Rules <p> In order to facilitate Modrinth's Terms and Conditions, all Content must obey the following Rules.\nFor more information on what exactly Content is, please refer to the Content section of the Terms.\n</p>\n<p> Please note that these are general rules and will not be enforced \"to the letter\".\nWe reserve the right to modify and/or remove any file, project, or other Content uploaded to our platform for any reason.\nWe reserve the right to introduce new rules at any time, which may or may not retroactively apply to already uploaded Content at the discretion of our moderators.\n</p>\n<p> If you find any violations of these Rules on our website, it is your responsibility to report it.\nYou may use the Report button on any project, version, or user page, or you may email us at support@modrinth.com.\n</p> 1.\nMalicious Content <p> Content cannot contain or download malware, which we define as anything that is designed: </p>\n<ul>\n<li> to upload any data to a remote server (i.e.\none that the user does not directly choose to connect to in-game) without clear disclosure </li>\n<li> to disrupt, damage, or otherwise cause harm or damage to an individual, computer, or network </li>\n</ul> 2.\nClear and honest function <p> Content, especially projects, must make a clear and honest attempt to describe their purpose on the page(s) where it may be found.\n</p>\n<p> Content must not make or share intentionally wrong or misleading claims.\nThis includes but is not limited to claims regarding the Content itself, claims regarding other Content, and claims not relating to Content on Modrinth.\n</p> 2.1.\nGeneral expectations <p> Projects in particular must attempt to describe the following three things within their description: </p>\n<ul>\n<li>what a project specifically does or adds</li>\n<li>why someone should want to download the project</li>\n<li> any other critical information the user must know before downloading </li>\n</ul>\n<p> Project descriptions must also be accessible.\nFor the most part, this means that descriptions cannot mostly consist of text within images, and necessary information cannot be obscured.\n</p>\n<p> Projects which don't meet of these expectations may be removed from search rather than removed from the platform altogether, at the moderators' discretion.\n</p> 3.\nCheats and Hacks <p> Projects cannot contain or download \"cheats\", which we define as a client-side modification that: </p>\n<ul>\n<li>is advertised as a \"cheat\", \"hack\", or \"hacked client\"</li>\n<li> gives an unfair advantage in a multiplayer setting over other players that do not have a comparable modification and does not provide a server-side opt-out </li>\n<li> contains any of the following functions without requiring a server-side opt-in: <ul>\n<li>X-ray or the ability to see through opaque blocks</li>\n<li>aim bot or aim assist</li>\n<li>flight, speed, or other movement modifications</li>\n<li>automatic PvP</li>\n<li> active client-side hiding of third party modifications that have server-side opt-outs </li>\n<li>item duplication</li>\n</ul>\n</li>\n</ul> 4.\nCopyright and legality of Content <p> You must own or have the necessary licenses, rights, consents, and permissions to store, share, or distribute the Content that is uploaded under your Modrinth account.\n</p>\n<p> Content may not be directly \"reuploaded\" from another platform without the permission of the author or copyright holder, even with the appropriate licensing or other rights.\nThis restriction does not apply to content within modpacks or to so called \"forks\" - that is, modified copies of a project which have diverged substantially enough from the original project, at the discretion of Modrinth's moderators.\n</p>\n<p> Content must not infringe upon anyone's rights or intellectual property.\n</p>\n<p> Content must abide by the laws which govern Rinth, Inc., i.e.\nthose of the United States and of the State of Delaware.\n</p> 5.\nProhibited Content <p> Content on Modrinth is meant to be appropriate for audiences 13 years of age and above.\n</p>\n<p>This means that the following Content is not allowed:</p>\n<ul>\n<li>Content containing sexual or explicit material</li>\n<li>Content promoting or sharing harmful or hateful behavior</li>\n<li> Content themed around or containing real-life drugs or illicit substances </li>\n<li>Content with an excessive amount of profane language</li>\n</ul>", "created_at": "2023-02-16 21:19:59.211326", "updated_at": "2023-02-16 21:20:07.731119"}, {"id": 14203, "name": "Security Notice", "url": "https://modrinth.com/legal/security", "xpath": "//*[@id=\"main\"]/div[2]", "text": "Security Notice <p> This is the security notice for all Modrinth repositories.\nThe notice explains how vulnerabilities should be reported.\n</p> Reporting a Vulnerability <p> If you've found a vulnerability, we would like to know so we can fix it before it is released publicly.\n<strong>Do not open a GitHub issue for a found vulnerability</strong>.\n</p>\n<p> Send details to jai@modrinth.com including: </p>\n<ul>\n<li> the website, page or repository where the vulnerability can be observed </li>\n<li>a brief description of the vulnerability</li>\n<li> optionally the type of vulnerability and any related OWASP category </li>\n<li>non-destructive exploitation details</li>\n</ul>\n<p>We will do our best to reply as fast as possible.</p> Scope <p>The following vulnerabilities <strong>are not</strong> in scope:</p>\n<ul>\n<li> volumetric vulnerabilities, for example overwhelming a service with a high volume of requests </li>\n<li> reports indicating that our services do not fully align with \"best practice\", for example missing security headers </li>\n</ul>\n<p> If you aren't sure, you can still reach out via email or direct message.\n</p>\n<p> This notice is inspired by the Python Discord Security Notice.\n</p>\n<p>\n<em>Version 2022-11</em>\n</p>", "created_at": "2023-02-16 21:20:52.916008", "updated_at": "2023-02-16 21:21:03.258744"}], "points": [{"id": 29945, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://modrinth.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-02-17 00:39:54.092866", "updated_at": "2023-07-11 06:27:29.806613", "quoteText": null, "case_id": 121, "document_id": 9210, "quoteStart": null, "quoteEnd": null}, {"id": 29944, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://modrinth.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-02-17 00:38:42.159246", "updated_at": "2023-07-11 06:27:29.888724", "quoteText": null, "case_id": 403, "document_id": 9210, "quoteStart": null, "quoteEnd": null}, {"id": 29941, "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials", "source": "https://modrinth.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-02-17 00:30:00.711807", "updated_at": "2023-04-22 19:55:58.447009", "quoteText": null, "case_id": 291, "document_id": 9210, "quoteStart": null, "quoteEnd": null}, {"id": 29942, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://modrinth.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-02-17 00:34:05.975425", "updated_at": "2023-07-11 06:27:29.645023", "quoteText": null, "case_id": 288, "document_id": 9210, "quoteStart": null, "quoteEnd": null}, {"id": 29943, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://modrinth.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-02-17 00:36:45.596918", "updated_at": "2023-07-11 06:27:29.727281", "quoteText": null, "case_id": 278, "document_id": 9210, "quoteStart": null, "quoteEnd": null}, {"id": 29947, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://modrinth.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-02-17 00:46:25.070695", "updated_at": "2023-02-22 17:33:00.994137", "quoteText": null, "case_id": 403, "document_id": 9209, "quoteStart": null, "quoteEnd": null}, {"id": 29948, "title": "The posting of pornographic content is prohibited", "source": "https://modrinth.com/legal/rules", "status": "Generated through the annotate view", "created_at": "2023-02-17 00:49:50.359075", "updated_at": "2023-07-11 06:27:30.481796", "quoteText": null, "case_id": 315, "document_id": 14202, "quoteStart": null, "quoteEnd": null}, {"id": 29940, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://modrinth.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-02-17 00:28:23.240269", "updated_at": "2023-07-11 06:27:37.741441", "quoteText": null, "case_id": 286, "document_id": 9210, "quoteStart": null, "quoteEnd": null}, {"id": 29946, "title": "The service claims to be GDPR compliant for European users", "source": "https://modrinth.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-02-17 00:41:43.008812", "updated_at": "2023-04-22 19:55:58.600712", "quoteText": null, "case_id": 481, "document_id": 9209, "quoteStart": null, "quoteEnd": null}], "urls": ["modrinth.com"]}}