{"error": 448, "message": "OK", "parameters": {"id": 8692, "name": "Writing.Com", "created_at": "2023-07-01 02:27:33.485757", "updated_at": "2023-07-01 10:02:08.614569", "wikipedia": null, "keywords": null, "related": null, "slug": "writing-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8692.png", "url": "writing.com", "documents": [{"id": 16956, "name": "TERMS OF SERVICE ", "url": "https://www.writing.com/main/agreement?pop=1", "xpath": "//body", "text": "<b>%%USERNAME%%</b>\n<b>%%ACCWORDS%%</b>%%ONOFF%%Est.\n%%EST%% View Portfolio &nbsp.\nRequest Review: %%RRINFO%% &nbsp.\nVisit Notebook &nbsp.\nSend Gift Points &nbsp.\nAwards Badges | un: %%REPLACE%% Send Email &nbsp.\nWriting.Com User and Membership AgreementWriting.Com TERMS OF SERVICE<br>\n(last revised: 12/21/2019)<br>\n<br>\n1.\nACCEPTANCE OF TERMS OF USE<br>\nUse of this web site is subject to the terms of this \"Writing.Com TERMS OF SERVICE\" and any and all other policies published, at any time, on this web site.\nThis agreement should be fully read and understood before using the Writing.Com web site.\nBy using this site, you fully agree to be bound by all terms and conditions of this agreement.\nWriting.Com reserves the right to modify the terms and conditions of this agreement at any time, without notice.\nAny changes must be adhered to.\n<br>\n<br>\n2.\nWriting.Com SERVICE<br>\nThis site is owned and operated by 21x20 Media, Inc.\nIt provides a free email and other services on an \"AS IS\" and \"AS AVAILABLE\" basis.\nUse of this site is contingent on acceptance of viewing of any and all advertisements (ADS) sent on or by pages of this site.\nADS include, but are not limited to: banners, buttons, pop-up windows and text links.\nWriting.Com does offer paid services that will remove ADS from service.\n(See https://www.Writing.Com/main/store.php for details.) This USER AGREEMENT, minus the ADS requirement, also serves as the Paid Membership User/Member Agreement.\n<br>\n<br>\n3.\nCOPYRIGHT.\nRESTRICTIONS ON USE<br>\nThe materials and content displayed on this web site, that are not member upload items, including but not limited to text, software, graphics, video, music, sound, names, logos, trademarks and service marks are the property of Writing.Com, its affiliates or licensors and are protected by copyright, trademark, patent or other intellectual property laws.\n<b>Members agree to not upload, post or transmit any material for which they do not hold legal copyright.</b> Members who upload content to Writing.Com grant Writing.Com an unrestricted and non-exclusive right to display and utilize the uploaded content.\nMembers maintain the copyrights to their content and our complete copyright policy can be found at:<br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nhttps://www.Writing.Com/main/copyright\n<br>\n<br>\n4.\nPERMITTED USE<br>\nYou may make a single copy of stories, articles or other portions of content published on this site on your hard drive or in print for your own personal, non-commercial use.\n<br>\n<br>\n5.\nLIMITATIONS ON CONTENT<br>\nThis site may include bulletin boards, chat rooms and other user and author created pages that allow you and other users to post information, content, provide feedback, and interact in real time.\n<b>You agree to not submit, post or otherwise transmit any material for which you do not hold legal copyright.</b> You agree not to submit, post or otherwise transmit, and Writing.Com may remove, any material that Writing.Com, in its sole discretion, considers unlawful, harmful, threatening, vulgar, profane, abusive, harassing, obscene, pornographic, defamatory, tortuous, a personal attack, or objectionable material of any kind.\nYou further agree not to submit, post or otherwise transmit any content for which you do not own legal rights to submit, post or otherwise transmit.\nYou further agree not to submit, post or otherwise transmit any content which is part of any third party referral program, essentially void of any substantially meaningful content or detrimental in any way to the Writing.Com web site or business.\n<br>\n<br>\n6.\nDISCLAIMER OF WARRANTIES AND LIMITATIONS OF LIABILITY<br>\nYOUR USE OF THIS WEB SITE IS AT YOUR OWN RISK.\nIT COMES \"AS IS\" AND \"AS AVAILABLE\".\nMEMBERS ACCEPT ALL RESPONSBILITY, LEGAL AND OTHERWISE, FOR THE CONTENT UPLOADED, SUBMITTED TO AND POSTED ON THIS SITE.\nWRITING.COM MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED AS TO THE OPERATION OF THE SERVICE, OR THE CONTENT OR PRODUCTS, PROVIDED THROUGH THE SERVICE.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nWRITING.COM DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, TO THE FULLEST EXTENT PERMITTED BY LAW.\nWRITING.COM MAKES NO WARRANTY AS TO THE SECURITY, PERFORMANCE OR RELIABILITY OF THIS SERVICE.\nYOU SPECIFICALLY ACKNOWLEDGE THAT WRITING.COM IS NOT LIABLE FOR YOUR CONDUCT, INCLUDING ANY DEFAMATORY, OFFENSIVE OR ILLEGAL ACTIONS OR CONTENT OR SUCH CONDUCT BY THIRD PARTIES.\nYOU EXPRESSLY ASSUME ALL RISKS AND RESPONSIBILITY FOR DAMAGES AND LOSSES ARISING FROM SUCH CONDUCT.\nEXCEPT FOR THE EXPRESS, LIMITED REMEDIES PROVIDED HEREIN, AND TO THE FULLEST EXTENT ALLOWED BY LAW, WRITING.COM SHALL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM USE OF THE SERVICE, INCLUDING BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, OR PUNITIVE DAMAGES, EVEN IF WRITING.COM HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING DISCLAIMERS, WAIVERS AND LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF OR LIMITATIONS ON CERTAIN WARRANTIES OR DAMAGES.\nTHEREFORE, SOME OF THE ABOVE EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU.\nIN NO EVENT SHALL WRITING.COM 'S AGGREGATE LIABILITY TO YOU EXCEED THE AMOUNTS PAID BY YOU TO WRITING.COM PURSUANT TO THIS AGREEMENT.\n<br>\n<br>\n7.\nOTHER SITES<br>\nThis site may contain links to sites outside of its own.\nThese sites are not monitored by Writing.Com and Writing.Com or its affiliates will not be responsible for their content.\n<br>\n<br>\n8.\nCOLLECTION OF PERSONAL INFORMATION<br>\nAny information posted on this site in a public forum may be collected and used by parties browsing this site or affiliated sites.\nYou agree that you are fully responsible for any and all information, material or works that you transmit to Writing.Com.\nWriting.Com and its affiliates reserve the right to edit, copy, publish, retransmit and distribute any information and/or material that you post or transmit to this site.\nWriting.Com may contact you from time to time using the contact email address provided upon sign up, but in most cases will use your email account @ Writing.Com.\n<br>\n<br>\n9.\nINDEMNIFICATION<br>\nBy using this site and its services, you agree to indemnify and hold harmless Writing.Com and its affiliates, parent corporations, employees, agents, and licensors from any claim or demand made by any third party due to or arising out of anything you submit, post, transmit, upload or publish on Writing.Com.\n<b>You are responsible for your actions on Writing.Com and accept all responsibility, legal and other, for your activity.</b>\n<br>\n<br>\n10.\nTERMINATION<br>\nThis section describes the various reasons for account termination on Writing.Com.\n<br>\n<br>\n10-A.\nTERMINATION FOR ANY REASON<br>\nWriting.Com reserves the right to restrict or outright deny access to this site to any user, including users which have accessed the site in the past at any time.\nWriting.Com may terminate services with or without cause at any time, without prior notice or warning, and effective immediately upon termination.\n<br>\n<br>\n10-B.\nTERMINATION FOR IMPERSONATION<br>\nUsers found to be impersonating staff members in any way may have their accounts terminated without prior notice or warning.\n<br>\n<br>\n10-C.\nTERMINATION FOR HARASSMENT<br>\nHarassment of others, by any means within Writing.Com is strictly prohibited, will not be tolerated and may result in account termination without prior notice or warning.\n<br>\n<br>\n10-D.\nTERMINATION FOR SPAM<br>\nSPAM is bulk unsolicited email or public message postings.\nThe act of sending SPAM from, referencing and/or to Writing.Com is STRICTLY PROHIBITED, will not be tolerated and may result in immediate account termination without prior notice or warning.\nAdditionally, Writing.Com reserves the right to charge $100.00 per complaint received about any SPAM.\nWriting.Com also reserves the right to bill SPAMMER for any and all investigatory, legal and/or other expenses resulting from their act.\n<br>\n<br>\n10-E.\nTERMINATION FOR UNAUTHORIZED MULTIPLE ACCOUNTS<br>\nUsers found to have more than one (1) member account without having obtained prior consent from Writing.Com through our 'Authorized Secondary Account' process may have any or ALL of their Writing.Com member accounts terminated without prior notice or warning.\n'Authorized Seconary Accounts' may only be created through the link provide on a member's 'My Account' page.\n<br>\n<br>\n10-F.\nTERMINATION FOR INACCURATE PERSONAL INFORMATION<br>\nUsers found to have provided incorrect or inaccurate personal information when signing up for or editing their Writing.Com member account may have their Writing.Com member account terminated without prior notice or warning.\nPersonal information in the sign up and account details editing area is required and must be correct, verifiable and accurate.\nWriting.Com may, at its sole discretion, request a faxed or mailed copy of picture identification (I.D.) to verify personal information as provided by the member to Writing.Com's online account creation and editing forms.\nFailure to comply with a verification request for identification in a timely manner, as determined by Writing.Com, may cause the member's account to be terminated without prior notice or warning.\n<br>\n<br>\n10-G.\nTERMINATION FOR ABUSE OR ASSISTED ABUSE OF MEMBERSHIP<br>\nUsers found to be abusing their free or paid membership in any way AND/OR users found to be assisting other free or paid members in averting item limits or abusing their membership may have their Writing.Com member account terminated without prior notice or warning.\n<br>\n<br>\n10-H.\nTERMINATION FOR ACCOUNT INACTIVITY<br>\nMembers without a currently paid membership that are inactive for three (3) months or more may have their account terminated without prior notice or warning.\n<br>\n<br>\n10-I.\nTERMINATION BY MEMBER CANCELLATION<br>\nUsers may cancel account at anytime by properly filling out the information required at: https://www.Writing.Com/main/cancel.\nNo other method of account cancellation will be accepted.\n<br>\n<br>\n11.\nAMENDMENT OF THE TERMS<br>\nWe reserve the right to amend these Terms from time to time in our sole discretion.\nFor all users, we will post the revised terms on the Site.\nIf you continue to use the Service after the effective date of the revised Terms, you will be deemed to have accepted those changes.\nIf you do not agree to the revised Terms, your sole remedy shall be to discontinue using the Service.\n<br>\n<br>\n12.\nGOVERNING LAW<br>\nThis TERMS OF SERVICE agreement and any disputes arising from it or the services of Writing.Com will be governed by and construed in accordance with the laws of the Commonwealth of Pennsylvania.\n<small>(Generated in 0.22 seconds at 10:27pm on Jun 30, 2023.)</small>", "created_at": "2023-07-01 02:27:33.515928", "updated_at": "2023-07-01 02:28:00.090766"}], "points": [], "urls": ["writing.com"]}}