{"error": 448, "message": "OK", "parameters": {"id": 7932, "name": "DiscordRep ", "created_at": "2023-04-10 01:54:18.059723", "updated_at": "2023-08-28 22:02:09.85048", "wikipedia": null, "keywords": null, "related": null, "slug": "discordrep", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7932.png", "url": "discordrep.com", "documents": [{"id": 15348, "name": "Privacy Policy ", "url": "https://discordrep.com/privacy", "xpath": "/html/body/div[1]/div[2]/div", "text": "Privacy PolicyPrivacy Policy<p>We are committed to protecting your personal information and your right to privacy.\nIf you have any questions or concerns about our policy, or our practices with regards to your personal information, please contact us.</p>\n<p>This Privacy Policy governs the privacy policies and practices of our Website, located at discordrep.com.\nPlease read our Privacy Policy carefully as it will help you make informed decisions about sharing your personal information with us.</p>Information We Collect<p>As a Visitor, you can browse our Website to find out more about our Website.\nYou are not required to provide us with any personal information as a Visitor.</p>Information You Provide to Us<p>We collect your personal information when you register with us (\"User\"), when you express an interest in obtaining information about us or our products and services, when you participate in activities on our Website Site (such as using our service) or otherwise contacting us.</p>\n<p>Generally, you control the amount and type of information you provide to us when using our Website.\nThe personal information that we collect depends on the context of your interaction with us and the Website, the choices you make and the products and features you use.\nThe personal information we collect can include the following:</p>\n<ul>\n<li>Name, Email Address and Contact Data</li>\n<li>Discord Username, ID, Tag, Account Creation Date, Account Search, and Images</li>\n<li>Purchases, Experience/Leveling, Public Comments, Upvotes, and Downvotes</li>\n<li>Payment Information.\nIf you choose to buy one of our Services, we collect payment information through our payment processor.\nAll payment information is securely stored by our payment processor and we do not have access to your sensitive information.</li>\n</ul>Automatically Collected Information<p>When you use our Website, we automatically collect certain computer information by the interaction of your mobile phone or web browser with our Website.\nSuch information is typically considered non-personal information.</p>Cookies<p>Our Website uses \"Cookies\" to identify the areas of our Website that you have visited.\nA Cookie is a small piece of data stored on your computer or mobile device by your web browser.\nWe use Cookies to personalize the Content that you see on our Website.\nMost web browsers can be set to disable the use of Cookies.\nHowever, if you disable Cookies, you may not be able to access functionality on our Website correctly or at all.\nWe never place Personally Identifiable Information in Cookies.</p>Log Information<p>We automatically receive information from your web browser or mobile device.\nThis information includes the name of the website from which you entered our Website, if any, as well as the name of the website to which you're headed when you leave our website.\nThis information also includes the IP address of your computer/proxy server that you use to access the Internet, your Internet Website provider name, web browser type, type of mobile device, and computer operating system.\nWe also track the amount of time spent on our website.\nWe use all of this information to analyze trends among our Users to help improve our Website.</p>Information Regarding Your Data Protection Rights Under General Data Protection Regulation (GDPR)<p>For the purpose of this Privacy Policy, we are a Data Controller of your personal information.</p>\n<p>If you are from the European Economic Area (EEA), our legal basis for collecting and using your personal information, as described in this Privacy Policy, depends on the information we collect and the specific context in which we collect it.\nWe may process your personal information because:</p>\n<ul>\n<li>We need to contact you, such as when you use our services</li>\n<li>You have given us permission to do so</li>\n<li>The processing is in our legitimate interests and it's not overridden by your rights</li>\n<li>For payment processing purposes</li>\n<li>To comply with the law</li>\n</ul>\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nIn certain circumstances, you have the following data protection rights:</p>\n<ul>\n<li>The right to access, update or to delete the personal information we have on you</li>\n<li>The right of rectification</li>\n<li>The right to object</li>\n<li>The right of restriction</li>\n<li>The right to data portability</li>\n<li>The right to withdraw consent</li>\n</ul>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>\n<p>You have the right to complain to a Data Protection Authority about our collection and use of your personal information.\nFor more information, please contact your local data protection authority in the European Economic Area (EEA).</p>\"Do Not Sell My Personal Information\" Notice for California consumers under California Consumer Privacy Act (CCPA)<p>Under the CCPA, California consumers have the right to:</p>\n<ul>\n<li>Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.</li>\n<li>Request that a business delete any personal data about the consumer that a business has collected.</li>\n<li>Request that a business that sells a consumer's personal data, not sell the consumer's personal data.</li>\n</ul>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.</p>Service Providers<p>We employ third party companies and individuals to facilitate our Website (\"Service Providers\"), to provide our Website on our behalf, to perform Website-related services or to assist us in analyzing how our Website is used.\nThese third-parties have access to your personal information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>Payments processors<p>We provide paid products and/or services on our Website.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council.</p>Contacting Us<p>If there are any questions regarding this privacy policy you may contact us through support@discordrep.com.</p>", "created_at": "2023-04-10 01:54:18.091597", "updated_at": "2023-04-10 01:54:59.57016"}, {"id": 15349, "name": "Terms Of Service ", "url": "https://discordrep.com/terms", "xpath": "/html/body/div[1]/div[2]/div", "text": "Terms Of ServiceTerms Of Service<p>\n<strong>THESE TERMS OF SERVICE (THE TERMS) ARE A LEGAL CONTRACT BETWEEN YOU AND DiscordRep (\"PROJECT\", \"WE or \"US\").\nTHE TERMS EXPLAIN HOW YOU ARE PERMITTED TO USE THE WEBSITE LOCATED AT THE URL WWW.DISCORDREP.COM AS WELL AS ALL ASSOCIATED SITES LINKED TO WWW.DISCORDREP.COM AND SERVICES BY DiscordRep, ITS SUBSIDIARIES AND AFFILIATED COMPANIES (COLLECTIVELY, THE \"SITE\").\nUNLESS OTHERWISE IS SPECIFIED, ALL REFERENCES TO \"SITE\" INCLUDE ALL SERVICES THAT DiscordRep PROVIDES TO YOU ADN ANY SOFTWARE THAT ALLOWS YOU TO ACCESS THE SERVICES FROM A MOBILE DEVICE(A \"MOBILE APPLICATION\").\nBY USING THIS SITE, YOU ARE AGREEING TO ALL THE TERMS.\nIF YOU DO NOT AGREE WITH ANY OF THESE TERMS, DO NOT ACCESS OR OTHERWISE USE THIS SITE, ANY SERVICES AVAILABLE THROUGH THIS SITE OR ANY INFORMATION CONTAINED ON THIS SITE.</strong>\n</p>Changes<p>We reserve the right, in our sole discretion, to make changes or modifications to these Terms of Service at any time and for any reason.\nProject can change, update, add or remove provisions of these Terms, at any time by posting the updated Terms on this Site.\nWe will alert you about any changes by updating the \"Last Updated\" date of these Terms of Service.\nBy using this Site after Project has updated the Terms, you are agreeing to all the updated Terms.\nif you do not agree with any of the updated Terms, you must stop using the Site.</p>Eligibility<p>\n<br>By using the Site, you represent that you are over the age of 13.\nFor any purchases made through the Site, you represent that you are 18 years of age or older, or if you are between the ages 13 and 18, that you are using the Site with the permission of your parent or legal guardian, or that you are an emancipated minor between the ages of 13 and 18.\nIf you are a parent or legal guardian who is here on behalf of a child, you hereby agree to bind your child to these Terms and to fully indemnify and hold harmless Project if your child breaches or disaffirms any term of service of these Terms.\nIf you are using this Site on behalf of Project, you represent that you are authorized to legally bind Project to these Terms.</p>\n<p>If Project believes that you do not meet any of these requirements, Project may immediately terminate your use of the Site.</p>\n<p>If you have violated these Terms, you are not eligible to use the Site.</p>\n<p>If Project believes that you do not meet any of these requirements, Project may immediately terminate your use of the Site.</p>General Use<p>\n<br>Project provides content through the Site and through the Services that is copyrighted and/or trademarked work of Project or Project’s third-party licensors and suppliers or other users of the Site (collectively, the “Materials”).\nMaterials may include logos, graphics, video, images, software, and other content.\nSubject to the terms and conditions of these Terms, and your compliance with these Terms, Project hereby grants you a limited, personal, non-exclusive and non-transferable license to use and to display the Materials and to use this Site solely for your personal use.\nExcept for the foregoing license, you have no other rights in the Site or any Materials and you may not modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance or in any way exploit any of the Site or Materials in any manner.\nIf you breach any of these Terms, the above license will terminate automatically and you must immediately destroy any downloaded or printed Materials and cease using the Site.</p>Discord<p>\n<br>Project provides content from an online application(\"Discord\").\nBy using the Site you are required to follow all Terms of Service and Guidelines provided by Discord.\nProject may immediately terminate your use of the Site and report your account to Discord.</p>Restrictions of this Site<p>\n<br>If you desire to register for Verification Levels to Project, you must submit the following information through the level 1 registration page on the Site: email address, phone number, and date of birth.\nYou will also have to submit more information for the level 2 registration to the Site: Address.\nYou will also have to provide additional information such as, id validation, which is required to register for level 3 verification.\nThis will make it better for the Site to identify you in fraud prevention.\nOnce you have submitted your account registration information, Project shall have the right to approve or reject the requested registration, at Project’s sole discretion.</p>\n<p>All the information that you provide when registering for account verification and otherwise through the Site must be accurate, complete and up to date.\nYou may change, correct or remove any information from your account by either logging into your account directly and making the desired changes or contacting Project using the contact information at the end of these Terms requesting that we make the change.</p>\n<p>If you register for a “beta account” or other pre-release versions of the Site and/or the Services and Materials on the Site (“Beta Release”), you acknowledge and agree that the Beta Release may contain, in Project’ sole discretion, more or fewer features or different licensing terms than a subsequent commercial release version of the Site and/or Services that may be offered through the Site.\nYou acknowledge and agree that any “beta account” will automatically convert to a commercial release version account upon the launch date of the Site and its Services to the public (“Public Launch Date”).\nIf you do not desire to continue using the Site or its Services after the Public Launch Date, you may contact Project to delete your account in accordance with the terms and conditions governing the deletion of personal information set forth in Project’s Privacy Policy.\nWhile Project generally intends to distribute commercial release versions of the Site and the Services and Materials on the Site, Project reserves the right not to release later commercial release versions of any Beta Release.\nWithout limiting any disclaimer of warranty or other limitations stated herein, you agree that any Beta Release is not considered by Project to be suitable for commercial use and that it may contain errors affecting its proper operation.\n<strong>BY ACCEPTING THESE TERMS, YOU ACKNOWLEDGE AND AGREE THAT USE OF A BETA RELEASE MAY EXHIBIT SPORADIC DISRUPTIONS THAT HAVE THE POTENTIAL TO DISRUPT YOUR USE OF THE SITE IN GENERAL AND ANY SERVICES THAT MAY BE OFFERED THROUGH THE SITE.\nDiscordRep SPECIFICALLY DISCLAIMS ALL DAMAGES RESULTING FROM YOUR USE OF ANY BETA RELEASE.</strong>\n</p>Memberships<p>\n<br>By logging in with an account to Project, you with access to certain login-restricted areas of the Site.\nTo get access to use certain Services and Materials offered on and through the Site (a “Membership”) called \"DiscordRep Plus\".\nEach Membership and the rights and privileges provided to a Member is personal and non-transferable.\nAll sales and payments of Membership fees will be in US Dollars.</p>\n<p>The fee that we will charge you for your Membership will be the price posted on the Site on the date that you register as a Member.\nProject reserves the right to change prices for Memberships at any time and does not provide price protection or refunds in the event of promotions or price decreases.</p>\n<p>You may pay for your Membership fee only with PayPal.\nWe will charge your PayPal for your first Membership fee on the date that we process your order for your Membership.\nOnce your PayPal is charged the first Membership fee, you will receive a confirmation e-mail notifying your purchase to the Site.</p>\n<p>\n<strong>IMPORTANT NOTICE: Discordrep WILL AUTOMATICALLY RENEW YOUR MEMBERSHIP ON EACH ANNIVERSARY OF THAT DATE THAT DiscordRep FIRST CHARGES YOUR PAYPAL ACCOUNT FOR THE FIRST MEMBERSHIP FEE AND, AS AUTHORIZED BY YOU DURING THE MEMBERSHIP SIGN-UP PROCESS, DiscordRep WILL CHARGE YOUR PAYPAL ACCOUNT WITH THE APPLICABLE MEMBERSHIP FEE AND ANY SALES OR SIMILAR TAXES THAT MAY BE IMPOSED ON YOUR MEMBERSHIP FEE PAYMENT (UNLESS YOU CANCEL PRIOR TO THE ANNIVERSARY DATE).\nDiscordRep WILL BE CHARGING EACH SUBSEQUENT MEMBERSHIP FEE ON THE ANNIVERSARY OF THE DATE OF THE FIRST BILLING.\nEACH MEMBERSHIP RENEWAL PERIOD IS 1 YEAR.\nYOU MAY CANCEL YOUR MEMBERSHIP AT ANY TIME BY CONTACTING DiscordRep AT SUPPORT@DISCORDREP.COM DiscordRep REQUIRES A REASONABLE AMOUNT OF TIME TO PROCESS YOUR MEMBERSHIP CANCELLATION REQUEST.\nIF YOU CANCEL YOUR MEMBERSHIP, YOU WILL ENJOY YOUR MEMBERSHIP BENEFITS UNTIL THE EXPIRATION OF THE THEN-CURRENT MEMBERSHIP TERM FOR WHICH YOU HAVE PAID, AND YOUR MEMBERSHIP BENEFITS WILL EXPIRE AT THE END OF THE THEN-CURRENT MEMBERSHIP TERM.</strong>\n</p>\n<p>You will be liable for paying any and all applicable sales and use taxes for the purchase of your Membership based on the mailing address that you provide when you register as a Member, and you authorize Project to charge your credit or debit card for any such applicable taxes</p>Purchases<p>\n<br>If applicable, you agree to pay all fees or charges to your account based on Project’s fees, charges, and billing terms in effect as shown on the following paragraph:</p>\n<p>If you do not pay on time or if Project cannot charge your credit card, PayPal or other payment methods for any reason, Project reserves the right to either suspend or terminate your access to the Site and account and terminate these Terms.\nYou are expressly agreeing that Project is permitted to bill you for the applicable fees, any applicable tax and any other charges you may incur in connection with your use of this Site and the fees will be billed to your credit card, PayPal or other payment method designated on your initial registration with this Site, and thereafter at regular intervals for the remainder of the term of these Terms.\nIf you cancel your account purchase at any time, you will not receive any refund.\nIf you have a balance due on any account, you agree that Project may charge such unpaid fees to your credit card or otherwise bill you for such unpaid fees.\nIn the event of an unpaid bill, a Debt Collector will be hired by the Site to collect the amount.\nThis can lead to fees which will be additionally charged upon you.</p>Electronic Communications<p>\n<br>By using the Site and/or the Services provided on or through the Site, you consent to receive electronic communications from Project.\nThese electronic communications may include notices about applicable fees and charges, transactional information and other information concerning or related to the Site and/or Services provided on or through the Site.\nThese electronic communications are part of your relationship with Project.\nYou agree that any notices, agreements, disclosures or other communications that we send you electronically will satisfy any legal communication requirements, including that such communications be in writing.</p>Links to Third-Party Sites<p>\n<br>This Site may be linked to other web sites that are not Project sites (collectively, “Third-Party Sites”).\nCertain areas of the Site may allow you to interact and/or conduct transactions with such Third-Party Sites, and, if applicable, allow you to configure your privacy settings in your Third-Party Site account to permit your activities on this Site to be shared with your contacts in your Third-Party Site account and, in certain situations, you may be transferred to a Third-Party Site through a link but it may appear that you are still on this Site.\nIn any case, you acknowledge and agree that the Third-Party Sites may have different privacy policies and terms and conditions and/or user guides and business practices than Project, and you further acknowledge and agree that your use of such Third-Party Sites is governed by the respective Third-Party Web Site privacy policy and terms and conditions and/or user guides.\nYou hereby agree to comply with any and all terms and conditions, user guides and privacy policies of any of Third-Party Sites.\nProject is providing links to the Third-Party Sites to you as a convenience, and Project does not verify, make any representations or take responsibility for such Third-Party Sites, including, without limitation, the truthfulness, accuracy, quality or completeness of the content, services, links displayed and/or any other activities conducted on or through such Third-Party Sites.\n<strong>YOU AGREE THAT Discordrep WILL NOT, UNDER ANY CIRCUMSTANCES, BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY GOODS, SERVICES, INFORMATION, RESOURCES AND/OR CONTENT AVAILABLE ON OR THROUGH ANY THIRD-PARTY WEBSITES AND/OR THIRD-PARTY DEALINGS OR COMMUNICATIONS, OR FOR ANY HARM RELATED THERETO, OR FOR ANY DAMAGES OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH YOUR USE OR RELIANCE ON THE CONTENT OR BUSINESS PRACTICES OF ANY THIRD-PARTY</strong>.\nAny reference on the Site to any product, service, publication, institution, organization of any third-party entity or individual does not constitute or imply Project’s endorsement or recommendation.</p>Reputation Rules<blockquote>\n<p>\n<br>§ 1.1 Reputation for reputation<br>§ 1.2 Giving feedback using alt account<br>§ 1.3 Giving feedback which is not truthful, relevant or informative<br>§ 1.3.1 Making claims within the review which you cannot proof with evidence<br>§ 1.3.2 Including a members usage of the reputation system within own review<br>§ 1.4 Accusing members of scamming without linking to a scam report on the member, which you have started<br>§ 1.5 Hinting, suggesting or requesting feedback to be added onto another member<br>§ 1.5.1 Hinting, suggest or requesting a specific feedback to be added on one's profile<br>§ 1.6 Using feedback as a currency, reward, condition, incentive, blackmail, threat or deterrent<br>§ 1.7 Advertisement in review</p>\n</blockquote>Unauthorized Activities<p>When using this Site and/or the services, you agree not to:</p>\n<blockquote>\n<p>\n<br>§ 1.1 Encouraging/Promoting The Violation of Our Rules/TOS<br>§ 1.2 Abusing The Reports/Support System<br>§ 1.3 Creating Multiple Accounts<br>§ 1.4 Defamatory/Trashing Behavior<br>§ 1.5 Disrespectful/Harassing/Hateful/Trolling Behavior<br>§ 1.6 Impersonation/Misrepresentation of Self<br>§ 1.7 Low Quality/Meaningless Content<br>§ 1.8 Non-English Content<br>§ 1.9 Misleading/Shocking content<br>§ 1.10 Requesting/Suggesting Staff<br>§ 1.11 NSFW/18+ Content<br>§ 1.12 Spoiler Content<br>§ 1.13 Goodbye Content<br>§ 1.14 Referral/Intention of Producing Revenue Links<br>§ 1.15 Sharing Personal Information<br>§ 1.16 Spamming/Promoting Spam<br>§ 1.17 Abusing Staff Members<br>§ 1.18 Promoting External Gangs/Communities<br>§ 1.19 Promoting Competitors: 15 | N/A</p>\n</blockquote>Other rules<p>When using this Site and/or the services, you agree not to:</p>\n<p>Defame, abuse, harass, stalk, threaten, or otherwise violate the legal rights (such as rights of privacy and publicity) of others.</p>\n<p>Use racially, ethnically, or otherwise offensive language.</p>\n<p>Discuss or incite illegal activity.</p>\n<p>Use explicit/obscene language or solicit/post sexually explicit images (actual or simulated).</p>\n<p>Post anything that exploits children or minors or that depicts cruelty to animals.</p>\n<p>Post any copyrighted or trademarked materials without the express permission from the owner.</p>\n<p>Disseminate any unsolicited or unauthorized advertising, promotional materials, ‘junk mail’, ‘spam’, ‘chain letters’, ‘pyramid schemes’, or any other form of such solicitation.</p>\n<p>Use any robot, spider, scraper or other automated means to access the Site.</p>\n<p>Take any action that imposes an unreasonable or disproportionately large load on our infrastructure.</p>\n<p>Alter the opinions or comments posted by others on this Site.</p>\n<p>Post anything contrary to our public image, goodwill or reputation.</p>\n<p>This list of prohibitions provides examples and is not complete or exclusive.\nProject reserves the right to terminate access to your account, your ability to post to this Site (or use the Services) with or without cause and with or without notice, for any reason or no reason, or for any action that Project determines is inappropriate or disruptive to this Site or any other user of this Site and/or Services.\nProject may report to law enforcement authorities any actions that may be illegal, and any reports it receives of such conduct.\nWhen legally required or at Project’s discretion, Project will cooperate with law enforcement agencies in any investigation of alleged illegal activity on this Site or the Internet.</p>\n<p>You agree to indemnify and hold Project and its officers, directors, employees, affiliates, agents, licensors, and business partners harmless from and against any and all costs, damages, liabilities, and expenses (including attorneys’ fees and costs of defense) Project or any other indemnified party suffers in relation to, arising from, or for the purpose of avoiding, any claim or demand from a third-party that your use of this Site or the use of this Site by any person using your user name and/or password (including without limitation, your participation in the posting areas or, your Submissions) violates any applicable law or regulation, or the copyrights, trademark rights or other rights of any third-party.</p>Disputes<p>\n<br>Disputes over the ownership of accounts may sometimes arise between or among multiple persons.\nDiscordrep is not in a position to determine account ownership or resolve ownership disputes.\nIt is the responsibility of the Customer to resolve any such disputes and make clear to Discordrep who the owner(s) of the account are in a manner that relieves DiscordRep of all liability or obligations concerning the dispute.</p>\n<p>In the event of a dispute, DiscordRep will not give access and control to a claimant unless Discordrep is served with a valid order of a court or agency requiring DiscordRep to give such access and control to said claimant or unless there is submitted to DiscordRep at contact@discordrep.com a written statement duly signed by the person who originally registered said account which statement is duly notarized, and in which said originally registering person confirms that said claimant is entitled to access and control of the account, together with a written notarized statement duly signed by the claimant which confirms claimant is entitled to access and control of the said account and has read and agreed to these Terms of Service.</p>Proprietary Rights<p>\n<br>Project is a trademark of DiscordRep in the United States.\nOther trademarks, names, and logos on this Site are the property of their respective owners.</p>\n<p>Unless otherwise specified in these Terms, all information and screens appearing on this Site, including documents, services, site design, text, graphics, logos, images, and icons, as well as the arrangement thereof, are the sole property of Project, Copyright ©2020 DiscordRep.\nAll rights not expressly granted herein are reserved.\nExcept as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner or license.</p>Intellectual Property Infringement<p>\n<br>Project respects the intellectual property rights of others, and we ask you to do the same.\nProject may, in appropriate circumstances and at our discretion, terminate service and/or access to this Site for users who infringe the intellectual property rights of others.\nIf you believe that your work is the subject of copyright infringement and/or trademark infringement and appears on our Site, please provide Project’s designated agent the following information:</p>\n<p>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>Identification of the copyrighted and/or trademarked work claimed to have been infringed, or if multiple works at a single online site are covered by a single notification, a representative list of such works at that site.</p>\n<p>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled at the Site, and information reasonably sufficient to permit Project to locate the material.</p>\n<p>Information reasonably sufficient to permit Project to contact you as the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted.</p>\n<p>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright and/or trademark owner, its agent, or the law.</p>\n<p>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>Project’s agent for notice of claims of copyright or trademark infringement on this Site can be reached at support@discordrep.com</p>\n<p>Please also note that for copyright infringements under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.</p>\n<p>Submitting a DMCA Counter-Notification<br>We will notify you that we have removed or disabled access to copyright-protected material that you provided if such removal is pursuant to a valid DMCA take-down notice that we have received.\nIf you receive such notice from us, you may provide us with a counter-notification in writing to Project designated agent that includes all of the following information:</p>\n<p>Your physical or electronic signature;</p>\n<p>Identification of the material that has been removed or to which access has been disabled, and the location at which the material appeared before it was removed or access to it was disabled;</p>\n<p>A statement from you under the penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\nand</p>\n<p>Your name, physical address, and telephone number, and a statement that you consent to the jurisdiction of a court for the judicial district in which your physical address is located, or if your physical address is outside of the United States, for any judicial district in which Project may be located, and that you will accept service of process from the person who provided notification of allegedly infringing material or an agent of such person.</p>\n<p>Termination of Repeat Infringers Project reserves the right, in its sole discretion, to terminate the account or access of any user of our web site and/or service who is the subject or repeated DMCA or other infringement notifications.</p>Disclaimer of Warranties<p>\n<br>Your use of this Site and/or the Services is at your own risk.\nThe Materials have not been verified or authenticated in whole or in part by Project, and they may include inaccuracies or typographical or other errors.\nProject does not warrant the accuracy or timeliness of the Materials contained on this Site.\nProject has no liability for any errors or omissions in the Materials, whether provided by Project, our licensors or suppliers or other users.<strong> PROJECT, FOR ITSELF AND ITS LICENSORS, MAKES NO EXPRESS, IMPLIED OR STATUTORY REPRESENTATIONS, WARRANTIES, OR GUARANTEES IN CONNECTION WITH THIS SITE, THE SERVICES, OR ANY MATERIALS RELATING TO THE QUALITY, SUITABILITY, TRUTH, ACCURACY OR COMPLETENESS OF ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED ON THIS SITE, INCLUDING WITHOUT LIMITATION THE MATERIALS.\nUNLESS OTHERWISE EXPLICITLY STATED, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THIS SITE, THE SERVICES, AND MATERIALS AND ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED ON THIS SITE IS PROVIDED TO YOU ON AN “AS IS,” “AS AVAILABLE” AND “WHERE-IS” BASIS WITH NO WARRANTY OF IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF THIRD-PARTY RIGHTS.\nPROJECT DOES NOT PROVIDE ANY WARRANTIES AGAINST VIRUSES, SPYWARE OR MALWARE THAT MAY BE INSTALLED ON YOUR COMPUTER.</strong>\n</p>Limitation of Liability<p>\n<br>\n<strong>DiscordRep SHALL NOT BE LIABLE TO YOU FOR ANY DAMAGES RESULTING FROM YOUR DISPLAYING, COPYING, OR DOWNLOADING ANY MATERIALS TO OR FROM THIS SITE.\nIN NO EVENT SHALL PROJECT BE LIABLE TO YOU FOR ANY INDIRECT, EXTRAORDINARY, EXEMPLARY, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF DATA, REVENUE, PROFITS, USE OR OTHER ECONOMIC ADVANTAGE) HOWEVER ARISING, EVEN IF PROJECT KNOWS THERE IS A POSSIBILITY OF SUCH DAMAGE.</strong>\n</p>Local Laws.\nExport Control<p>\n<br>Project controls and operates this Site from its headquarters in the United States, New York, and the Materials may not be appropriate or available for use in other locations.\nIf you use this Site outside the United States, New York, you are responsible for following applicable local laws.</p>Feedback<p>\n<br>If you send or transmit any communications, comments, questions, suggestions, or related materials to Project, whether by letter, email, telephone, or otherwise (collectively, “Feedback”), suggesting or recommending changes to the Site, any Services offered through the Site or Materials, including, without limitation, new features or functionality relating thereto, all such Feedback is and will be treated as, non-confidential and non-proprietary.\nYou hereby assign all right, title, and interest in, and Project is free to use, without any attribution or compensation to you, any ideas, know-how, concepts, techniques, or other intellectual property and proprietary rights contained in the Feedback, whether or not patentable, for any purpose whatsoever, including but not limited to, developing, manufacturing, having manufactured, licensing, marketing, and selling, directly or indirectly, products and services using such Feedback.\nYou understand and agree that Project is not obligated to use, display, reproduce, or distribute any such ideas, know-how, concepts, or techniques contained in the Feedback, and you have no right to compel such use, display, reproduction, or distribution.</p>General<p>\n<br>Project prefers to advise you if we feel you are not complying with these Terms and to recommend any necessary corrective action.\nHowever, certain violations of these Terms, as determined by Project, may result in immediate termination of your access to this Site without prior notice to you.\nProject asks you to leave the Site if you do not comply with the Terms.\nForeign laws do not apply.\nThe United Nations on Contracts for the International Sale of Goods and any laws based on the Uniform Computer Information Transactions Act (UCITA) shall not apply to this Agreement.\nAny disputes relating to these Terms or this Site will be heard in the courts located in the United States in the State of New York.\nIf any of these Terms is found to be inconsistent with applicable law, then such term shall be interpreted to reflect the intentions of the parties, and no other terms will be modified.\nProject’s failure to enforce any of these Terms is not a waiver of such term.\nThese Terms are the entire agreement between you and Project and supersede all prior or contemporaneous negotiations, discussions or agreements between you and Project about this Site.\nThe proprietary rights, disclaimer of warranties, representations made by you, indemnities, limitations of liability and general provisions shall survive any termination of these Terms.</p>\n<p>\n<strong>DISCORDREP (\"WE\", \"US\", \"PROJECT\") RESERVES THE RIGHT TO SUSPEND OR TERMINATE YOUR ACCOUNT AT ANY TIME FOR ANY REASON WITHOUT NOTICE OR REFUND, AND REFUSE ANY AND ALL OUR SERVICES AT ANY TIME AND WITHOUT PREVIOUS NOTICE, IN CASE WE HAVE REASONABLE GROUNDS TO SUSPECT THAT SUCH INFORMATION IS UNTRUE.\nYOU ARE PERSONALLY AND SOLELY RESPONSIBLE FOR ALL ACTIVITIES AND ANY TRANSACTION MADE THROUGH YOUR ACCOUNT, AS WELL AS FOR THE SECURITY AND THE CONFIDENTIALITY OF IT.\nYOU SHOULD IMMEDIATELY NOTIFY US OF ANY UNAUTHORIZED USE OF YOUR ACCOUNT OR FOR ANY BREACH OF SECURITY THAT YOU MAY BECOME AWARE OF.</strong>\n</p>\n<p>We may, from time to time, with or without prior notice, temporarily suspend the operation of any of our Services or features (in whole or in part), either for maintenance purposes or in order to update or upgrade any contents, features or functionality of DiscordRep.\nWe may also from time to time, with or without prior notice, at our sole and absolute discretion, make additions to, modifications to the format and features of DiscordRep or even terminate any of our Services.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>\n<br>If you have any questions about these Terms or otherwise need to contact Project for any reason, you can reach us at support@discordrep.com</p>", "created_at": "2023-04-10 01:54:18.122461", "updated_at": "2023-04-10 01:55:18.417762"}], "points": [{"id": 34707, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-28 10:47:24.068017", "updated_at": "2023-08-28 11:46:40.997775", "quoteText": null, "case_id": 121, "document_id": 15349, "quoteStart": null, "quoteEnd": null}, {"id": 34708, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-28 10:48:00.461179", "updated_at": "2023-08-28 11:46:59.792993", "quoteText": null, "case_id": 403, "document_id": 15349, "quoteStart": null, "quoteEnd": null}], "urls": ["discordrep.com"]}}