{"error": 448, "message": "OK", "parameters": {"id": 3286, "name": "DDoS-GUARD", "created_at": "2021-04-24 14:20:11.964975", "updated_at": "2022-12-16 05:00:37.591121", "wikipedia": null, "keywords": null, "related": null, "slug": "_ddosguard_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3286.png", "url": "ddos-guard.net", "documents": [{"id": 5374, "name": "Acceptable use policy  ", "url": "https://ddos-guard.net/file/aup_en.pdf", "xpath": "//body", "text": "IQWeb FZ-LLC,DDoS Protection Company,Acceptable use policy,IQWeb FZ-LLCAcceptable use policy,DDoS Protection Company,Revision date and effective date – 12.09.2022,1.\nGeneral provisions,1.1.\nThis Acceptable use policy (hereinafter referred to as the \"Policy\") defines the limits of permissible use,of the use of the Provider's services by individuals and legal entities (hereinafter referred to as the \"Client\"),established by IQWeb FZ-LLC (hereinafter referred to as the \"Provider\").,1.2.\nThis Policy is an integral part of the General Terms and Conditions for the Provision of Services and,theServiceAgreementpostedatthefollowinglinkontheInternet—https://ddos-,guard.net/file/sladdg_en.pdf .,1.3.\nThe Client's use of the Provider's services is the Client's full and unconditional acceptance of the terms,of this Policy.,2.\nLawful and unlawful use of services,2.1.\nIn accordance with this Policy, the Client undertakes to use the services provided by the Provider,without violating the law and only for legitimate purposes, as well as to prevent abuse of them.\nThe use of,the services in violation of the provisions of the current legislation is prohibited.,2.2.\nIllegal use includes, but is not limited to the following types of actions:,2.2.1.\ntrafficking in prohibited items and materials, drug trafficking;,2.2.2.\nthreat of bodily injury or damage to individuals or groups of persons, harassment;,2.2.3.\nsending messages of an obscene or offensive nature, as well as messages intended to threaten or,harass a person,2.2.4.\ncheating schemes, gambling;,2.2.5.\npiracy (distribution of copyrighted materials in violation of copyright law);,2.2.6.\nusing the domain name by the Client through the services provided by the Provider (including,redirection to websites) for the purpose of creating, transmitting, distributing or storing materials,,information and methods, or performing actions that: violate the rights to trademarks, patents, copyrights,,trade secrets, or rights to other objects of intellectual property.\nviolate the confidentiality of personal data,,public and other personal rights of third parties.\nuse tools designed to violate security (including password,recovery software, hacking tools or other tools for scanning the network).\nviolate international export,control, information protection or anti-terrorist laws.\nviolate banking secrecy.\nviolate the secrecy of,communication, whether with vulgar content, threats, blackmail, discrimination, violence or incitement,,with malicious intent, against a certain group of people.\nuse tools to insult.\nthey use content that knowingly,contains viruses, or content that provokes any crimes or civil unrest;,document type: LEGAL | Copyright ©2022 IQWeb FZ-LLC.\nAll rights reserved.,2,IQWeb FZ-LLCAcceptable use policy,DDoS Protection Company,2.2.7.\nusing a domain hosted by the Provider or a service provided by the Provider to distribute a large,number of materials of exactly the same content or sending them to thematic conferences in the form of,spam messages;,2.2.8.\nsending a large number of emails to persons who did not express a desire to receive them, regardless,of whether this mailing provoked complaints from recipients, whether there were falsified headers and,unreliable contact information (The Provider adheres to a policy that does not allow sending spam,messages, offensive messages and messages containing advertising to persons, who did not express a desire,to receive them);,broadcast messages or any message sent in an intrusive manner, regardless of the location of the recipients;,2.2.9.\nattempt to gain access to a computer system without the permission of the copyright holder;,2.2.10.\nany attempt by the Client to hack, manipulate, persuade, assist or facilitate the manipulation or,hacking of the security modules of the Provider's network or any other of its systems (including for the,purpose of obtaining unauthorized access to information or using information, system or network.\nscanning,or testing the system or network for vulnerabilities.\nviolation of security measures;,2.2.11.\ninitiating, facilitating, inciting or using a domain name or URL hosted by a Vendor for the Client or,a Client's end user to direct or redirect any malicious traffic;,2.2.12.\nattempts to circumvent any user authentication or host, network, or account security;,2.2.13.\nactions aimed at obtaining unauthorized access to data not intended for the Service user (client);,2.2.14.\nstress tests and security checks, including: port scanning, PING Flood, packet substitution and,forgery of route information;,2.2.15.\nDenial of service attacks (DoS or DDoS);,2.2.16.\nspread of viruses and (or) IRC bots;,2.2.17.\nthe creation of code to carry out malicious effects on third-party computers;,2.2.18.\nusing the Provider's services in order to disrupt the functioning of the security system of system,resources or accounts (accounts) on the Provider's servers and resources or any other websites;,2.2.19.\nuse or distribution of software created to disrupt the functioning of the security system or containing,computer viruses or Trojan programs.\nExamples of such software include, but are not limited to the,followingtypes:passwordmatchingprograms,passwordcrackersornetworkscanningtools,,cryptographers;,2.2.20.\nusing the Provider's services to ensure the functioning of the cryptocurrency, including for its,generation and (or) storage and (or) mining (mining) using specialized software or in any other way;,2.2.21.\nwhen using the er's Services, it is prohibited to carry out excessive consumption (overload) of,computing resources of the server/s or the er's equipment, including, but not excluding, dedicated servers,,VDS (virtual dedicated servers), hosting capacities and other equipment, due to the possible negative,impact on other Clients and on equipment and infrastructure er.\nThe degree of permissible consumption of,computing resources (including the degree of maximum utilization and the permissible time of use in,maximum utilization mode) is determined by the er at its discretion;,2.2.22.\nviolation of any customs and export restrictions;,document type: LEGAL | Copyright ©2022 IQWeb FZ-LLC.\nAll rights reserved.,3,IQWeb FZ-LLCAcceptable use policy,DDoS Protection Company,2.2.23.\nany other violation of the law.,2.3.\nThe Provider has the right to determine the lists of domains in respect of which Services cannot be,provided, possible and impossible adjustments to the parameters of Services and other acceptable criteria,related to the provision of Services.\nThe er has the right to change the above parameters and lists at any,time, introduce new criteria or remove previously existing ones.\nThe reason for the domain being in the list,of unavailable Services can be clarified by contacting the ticket system within the Client's Personal Account,on the er's official website.,2.4.\nThe Client undertakes to eliminate excessive consumption (overload) of resources at the first request of,the er within the time specified by the er.\nIf the problem persists, the er may suspend Services for the Client.,2.5.\nIf the Client is involved in a violation of the functioning of the security system, the er reserves the right,to disclose to the system administrators of third-party websites the account names of all users involved in,such violations, in order to assist in suppressing cases of creating a security threat.,3.\nLawful and unlawful use of materials,3.1.\nThe Client is responsible for any information accessed through the use of services provided by the er,,regardless of whether it is made with the knowledge and consent of the Client or without it.,3.2.\nMaterials in the public domain (for example, images, texts and programs) can be downloaded or,downloaded from resources using our 3 services.\nOur Clients have the right to post materials on their,resources, providing free public access to them.\nAt the same time, the Client assumes all risks associated,with the publication of materials in the public domain.,3.3.\nThe Client is prohibited from storing, distributing or transmitting prohibited materials using our,services.\nProhibited materials include, but are not limited to the following types:,3.3.1.\ncontaining threats of physical harm, violent scenes provoking violence, or containing offensive or,hateful statements;,3.3.2.\ninfringing copyrights containing trademarks and other patented designations used without appropriate,permission, as well as intended to assist others in overcoming technical means of copyright protection;,3.3.3.\nclearly infringing the rights to other persons' trademarks and commercial service marks, patents or,other proprietary rights;,3.3.4.\ncontaining false or misleading information that violates consumer protection laws of any jurisdiction,,including information about financial chains and pyramids;,3.3.5.\ndiscrediting or violating the boundaries of a person's private life;,3.3.6.\ncreating a risk to the safety or health of people, public safety, endangering national security or,hindering the investigation by law enforcement agencies;,3.3.7.\nunlawfully disclosing commercial secrets or other confidential information of any person protected,by law;,3.3.8.\npromoting drug trafficking, violating export and customs control laws related to illegal gambling or,illegal arms trafficking;,3.3.9.\npromoting the spread of terrorism and inciting any ethnic, social or religious discord;,document type: LEGAL | Copyright ©2022 IQWeb FZ-LLC.\nAll rights reserved.,4,IQWeb FZ-LLCAcceptable use policy,DDoS Protection Company,3.3.10.\npropagandizing and promoting the spread of child pornography.,3.3.11.\nposting or displaying any images or wording related to incest, bestiality and other similar content,anywhere on the site, including URLs and meta tags;,3.3.12.\nextorting funds for purposes prohibited by the legislation of the countries where the er and the,Client are located;,3.3.13.\ncontaining other illegal information of any kind that offends the feelings of users.,4.\nUsing email.\nMass or commercial mailing by e-mail.,4.1.\nThe Client is obliged to comply with the anti-spam legislation and any other laws or requirements of,international organizations regulating the procedures for mass mailing of e-mail messages,4.2.\nIn addition, for each mass mailing, the Client must obtain the prior approval of the er.\nSuch approval,cannot be given if the Client is unable to provide all of the following confirmations for sufficient,compliance with the requirements set by the er:,4.2.1.\nThe intended recipients of the Client's mailing list have given their consent to receive the e-mailing,using such confirming means as subscription to the newsletter;,4.2.2.\nConsent procedures include the necessary measures to ensure that the person who gave his consent,was the owner of the email address to which consent was given to receive the newsletter;,4.2.3.\nThe Client retains proof of consent in a form that can be provided immediately upon request, and also,provides the possibility of providing confirmation of consent at the request of the recipients or the er within,72 hours after receiving the request;,4.2.4.\nThe Client has tools that allow the recipient to withdraw his consent without hindrance - for example,,in the form of a link in a letter or instructions in a response with the word \"Unsubscribe\" in the subject line.,The withdrawal of consent is carried out within 72 hours, and the Client must notify the recipients that the,withdrawal of consent will be carried out within 72 hours;,4.2.5.\nThe Client must publish an email address for complaints (for example, abuse@yourdomain.com ) in a,prominent place on any website associated with e-mail, and the Client must register this address on,abuse.net and promptly respond to messages sent to this address;,4.2.6.\nThe Client must have published a Privacy Policy for each domain associated with the e-mail,newsletter;,4.2.7.\nThe Client has the ability to track anonymous complaints;,4.2.8.\nThe Client cannot hide the source of the Client's email in any way.\nThe Client's email address must,include the email addresses of the recipients in the email or in the \"TO\" line of the email.,These rules apply to messages sent using the Provider's Services or to messages sent from any network by,the Client or any person on behalf of the Client that directly or indirectly point the recipient to a website or,email address hosted using the Provider's Services.,document type: LEGAL | Copyright ©2022 IQWeb FZ-LLC.\nAll rights reserved.,5,IQWeb FZ-LLCAcceptable use policy,DDoS Protection Company,4.3.\nThe Client cannot use the e-mail service provided by a third-party company that does not practice,similar procedures for all its clients.\nThe er has the right to check or otherwise monitor the Client's,compliance with these requirements and may block the sending of e-mail that violates these terms.,4.4.\nThe Client may not use the er's mail services, servers or equipment to send advertisements to other,websites that are not related to the website that the Client places on the er's equipment.,5.\nViolation of the terms of the Policy,5.1.\nViolation of this Policy entails criminal, administrative or civil liability.,5.2.\nThe er supports the principle of freedom of speech on the Internet and will not suspend or disable the,Service to the Client just because we or someone does not agree with the opinion expressed on the Client's,website.\nHowever, where there is reason to believe that the Client's online activity violated the legitimate,rights and interests of a third party, the er reserves the right, at its discretion, to determine what actions,,including, but not excluding, termination of the provision of Services, will be taken in respect of each,specific case.,5.3.\nIf the er becomes aware of possible cases of violation of this Policy, the er has the right to initiate an,investigation procedure, which may include the collection and analysis of available information about the,Client and the Services used, as well as information from the applicant who filed the complaint, if any, as,well as the study of data available to the er.\nThe er, at its discretion, determines exactly what actions will be,taken in relation to each specific case, taking into account its individual characteristics.,5.4.\nComplaints about abuse, violation and misuse of the Services described in this Policy may be sent by,applicants in the form of a written document to the following postal address:,5.5.\nThe complaint must contain:,information about the applicant:,5.5.1.\nsurname, first name, patronymic, passport data, residence address (correspondence address), a duly,certified copy of the applicant's passport;,5.5.2.full name of the legal entity, TIN and ogrn of the legal entity, legal address, documents confirming the,authority of the person acting on behalf of the legal entity without a power of attorney;,5.5.3.\ndata on the authorized person equivalent to clauses 6.3.1.\nand 6.3.2., power of attorney, if the,applicant acts on the basis of a power of attorney.,5.5.4.\nconsent to the processing of personal data for the purposes of resolving the complaint, including the,transfer of them to third parties;,5.5.5.\ncourt decision or resolution of the relevant state authority .,5.6.\nA complaint may not be accepted for consideration if it does not contain the conditions specified in,clause 5.5.,5.7.\nAny person filing a false complaint or a complaint containing misleading information must compensate,the er for any damage caused as a result of filing such a complaint.,5.8.\nBy agreeing to this Policy, the Client refuses and undertakes to protect the er from any claims related to,any actions taken by the er as a stage of verification of an alleged violation of this Policy or the result of the,document type: LEGAL | Copyright ©2022 IQWeb FZ-LLC.\nAll rights reserved.,6,IQWeb FZ-LLCAcceptable use policy,DDoS Protection Company,conclusion that a violation of this Policy has been committed.\nThe Client cannot file a claim or seek,compensation for any losses incurred as a result of the er's decision to remove material from its servers,,issue a warning to the Client, suspend or close his account, or perform any other action during the,verification of the alleged violation or on the basis of the er's conclusion that the violation was admitted.,This waiver of claims applies to all violations described in this Policy.,6.\nFinal provisions,6.1.ThecurrentversionofthePolicyisalwaysavailableonthepageathttps://ddos-,guard.net/file/aup_en.pdf,6.2.\nThe Provider has the right to make changes to this Policy (publish a new version of the Policy) without,any special notification to the Client and (or) third parties, while the new version of the Policy comes into,force from the moment it is posted on the Internet on the er's website.\nThe Client's use of the Services after,the date of entry into force of the new version of the Policy means that the Client accepts the changes made,by the new version of the Policy in full.\nIn case of disagreement with the new version of the Policy, the,Client is obliged to stop using the Services.,6.3.\nThis Policy is approved by the order of the General Director of the Provider.,6.4.\nFor questions related to the implementation of the procedures and requirements specified in this Policy,,it is possible to contact the postal address: Office No 122, dic Building 03, Al Sufouh second, Dubai,document type: LEGAL | Copyright ©2022 IQWeb FZ-LLC.\nAll rights reserved.,7", "created_at": "2021-04-24 14:20:12.935447", "updated_at": "2022-12-16 04:55:36.807014"}, {"id": 5375, "name": "General Conditions & Service Level Agreement", "url": "https://ddos-guard.net/file/sladdg_en.pdf", "xpath": "//body", "text": "IQWeb FZ-LLC,DDoS Protection Company,Service Level Agreement,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,Revision date and effective date – 12.09.2022,1.\nGeneral provisions,1.1.\nThis Service Level Agreement (hereinafter referred to as the \"Agreement\") is a public offer of,the IQWeb FZ-LLC (License number №0100290), (hereinafter referred to as the \"Provider\") to,conclude an agreement on the provision of information and technical services addressed to any,persons, including, but not limited to legal entities and individuals (hereinafter referred to as the,\"Client\").,1.2.\nThe subject of the Agreement is the provision of services by the Provider for remuneration,,which are designed and intended to significantly reduce or eliminate the traffic of \"denial of,service\" (DoS) attacks directed at the Client's service(s), as well as other services (hereinafter,referred to as the \"services\").,1.3.\nThe list of services provided is posted on the official website of the Provider on the Internet —,https://ddos-guard.net/en (hereinafter referred to as the \"official website of the Provider\") and (or) is,presented in the Personal Account, accessible via a link on the Internet https://my.ddos-guard.net ,,access to which is opened after the successful completion of the registration procedure.,The unconditional acceptance (acceptance) of the terms of this Agreement is the successful,completion of the registration procedure in the Personal Account or the Client's payment for,services.\nThe electronic version of the agreement is considered concluded between the Provider and,the Client from the moment of acceptance of this Agreement.,By concluding this Agreement, the Client confirms that he has read and understands its contents,,fully and unconditionally agrees with them, and also that the Client meets the requirements,established by the legislation necessary for its conclusion and has the necessary powers.,2.\nValidity period,2.1.\nThis Agreement between the Provider and the Client comes into force from the moment of ,acceptance by the Client and is valid, except in cases of its early termination, in terms of using the ,Personal Account — for an indefinite period, in terms of providing paid services — during the ,period prepaid by the Client.,3.\nClient's Personal Account,3.1.\nThe Provider independently sets the conditions and methods of account registration in the,Personal Account.\nThe Personal Account access page is located at the following link on the Internet,— https://my.ddos-guard.net/auth /.,3.2.\nIn case of successful completion of the registration procedure by the Client, an account for the,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,2,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,Client's Personal Account will be created in the Provider's database, which is accessed by email and,password specified by the Client during registration and / or through other services specified on the,access page to the Personal Account.,3.3.\nIn order to comply with security, the Client is obliged to use two-factor authentication to log,into the Personal Account (after registration is completed).\nTwo-factor authentication methods are,specified in the Personal Account.,3.4.\nThe Client's use of access data to the Personal Account at each authorization in the Personal,Account is recognized by the Parties as the Client's use of a simple unqualified electronic signature,,which applies to any actions of the Client performed by him in the Personal Account after the,corresponding entry into it.,3.5.\nThe order of services is carried out by the Client independently in the Personal Account.\nAn,order for the provision of a certain service is recognized as achieved between the Parties, and the,service itself is recognized as active and begins to be provided from the moment the Client pays the,corresponding invoice for the selected service.,3.6.\nThe standard service period is equal to one calendar month.\nThe countdown period begins from,the moment of activation of the order for the service on the official website of the Provider through,the Personal Account and expires on the appropriate day of the calendar month following the,activation date.,3.7.\nThe Parties confirm that electronic statistics data (hereinafter referred to as \"billing\"), which is,maintained by the Provider and partially accessible to the Client within the Personal Account, are,sufficient confirmation of the volume of services provided to the Client.,3.8.\nThe Account may be deleted:,3.8.1.\nif the Client violates any of the terms of the Agreement;,3.8.2.\nat the request of the Client to delete the account;,3.8.3.\nif the Client, in the opinion of the Provider, commits abuses when registering a scientific,record or using a Personal Account, including, but not excluding, when performing mass,registration of similar accounts, specifying deliberately incorrect technical data, and in other cases;,3.8.3.\nabsence of any active service for 6 months.,3.9.For security reasons, the Provider:,3.9.1.\ndoes not change the phone numbers specified by the Client when ordering the service or,within the account on the Provider's website, as well as disabling other two-factor authentication,methods.\nSuch changes can only be made by the Client himself when interacting with this phone,number and (or) other means of two-factor authentication;,3.9.2.\nrestores the Client's access to the account only on the basis of a request from a confirmed,email address.\nIn this case, the Provider has the right to request any additional information,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,3,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,confirming the right of access to the Personal Account.,3.10.\nThe Provider reserves the right at any time, at its discretion, to completely or partially refuse,service, suspend or close the account of the Client's Personal Account.,4.\nPayment for the services,4.1.\nThe Client undertakes to pay for the services provided by the Provider in full and on time in the,amount stipulated by the relevant tariff plan indicated on the Provider's official website and/or,Personal Account.,4.2.\nInvoices for services are generated in the Personal Account.\nThe Client pays for the services,within 5 (five) banking days from the moment the invoice is generated by the Provider in the,Personal Account, but no later than the end date of the previously prepaid period.,4.3.\nThe Client's obligation to pay is considered fulfilled from the moment of receipt of funds to the,Provider's settlement account.,4.4.\nIf the Client fails to fulfill the payment obligations within the time specified in the invoice, the,provision of the service is automatically suspended on the day after the end of the prepaid period.,4.5.\nThe Client undertakes to make every possible effort to prevent the occurrence of arrears on his,part, and also undertakes to notify the Provider of his disagreement with the calculation of the,payment amount no later than 3 (three) calendar days before the deadline for making payment for,the billing period.,4.6.\nThe deposit of funds by a legal entity or an individual entrepreneur to the Provider's settlement,account is recognized by the Parties as a sufficient confirmation of the Client's authority that has,registered in the Personal Account.\nThe Provider has the right, along with such confirmation, to,request other documents confirming these powers.,4.7.\nWhen making a payment for a Client by a third party, in the purpose of payment, it is necessary,to indicate the Client's account number, the payment of which is made, and the fact of payment of,the client by a certain third party (full name or name and TIN of the legal entity).\nIn the absence of,such data, the Provider has the right to refuse to accept funds or consider the payment as an,independent acceptance of the offer by the person who paid the bill.,4.8.\nThe Provider reserves the right to unilaterally change the components of tariff plans, as well as,to introduce new and eliminate existing tariff plans.,4.9.\nThe Provider has the right, at its discretion, but not more than once a month, to change the,amount of payment for services, about which it undertakes to notify the Client no later than 7,(seven) calendar days before its change.\nIf the Client does not agree with the new amount of,payment for services, he has the right to terminate the contract unilaterally by sending a,corresponding written notice to the Provider.,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,4,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,4.10.\nIn order to improve the quality of the services provided, as well as in connection with any,emerging risk factors, taking into account the category of the site and/or the nature of its content,and parameters for its protection, the Provider has the right to offer the Client a more suitable tariff,plan than the one previously chosen by the Client.,5.\nService delivery parameters,5.1.\nThe Client purchases the DDoS protection service from the Provider in the form of a set of,functionality with predefined parameters, while the Client agrees to use the service only in the way,provided by the Provider during its development or adaptation.,5.2.\nDDoS protection services provide traffic cleaning (filtering) aimed at reducing the load on the,attacked web resource by detecting and blocking malicious (traffic 24 hours a day, 7 days a week,,365 days a year.,The services provide guaranteed protection and operability of the Client's channels and services,both from attacks on overflow of data transmission channels (Volumetric) and from attacks on the,application layer (with the disclosure of SSL connections), using traffic analysis systems up to the,7th level of the OSI model, taking into account the following parameters:,5.2.1.\nclearing traffic from the malicious component at the level of 98% on attacks such as UDP,Flood, ICMP Flood, SYN-Flood (including IP address substitution), HTTP Flood;,5.2.2.\nclearing traffic from the malicious component at the level of 90% for other types of attacks of,3-4 OSI levels;,5.2.3.\nthe probability of erroneous blocking of a legitimate user at the application level is no more,than 2% (the IP address of a legitimate user is skipped with a probability of 98% after 5 minutes,from the start of the attack).,5.2.4.\nDDoS protection service provides protection against attacks of the following classes (but not,limited to those listed):,Attacks ClassesAttacks Types,Volumetric Attacks,TCP Flood Attacks (SYN/SYN-ACK/ACK/RST/FIN/URG-,PSH),UDP Flood,UDP Fragmented Attacks,ICMP Flood,Flood-packets by different protocols,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,5,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,Attacks ClassesAttacks Types,Amplifications,Amplifications of the following protocols:,TCP,UDP,ICMP,DNS,SSDP/UPnP,NTP,RIPv1,rpcbind,SNMP,SQL RS,Chargen,L2TP,Memcached,Resource Exhaustions ,Attacks,Incorrect or reduced packets attacks,Fragmented/segmented packets attacks (Teardrop, Targa3, ,Jolt2, Nestea et al.),Attacks by TCP-packets with the incorrect segment ID.,False TCP-sessions attacks,«Slow» TCP-attacks,Attacks by TCP/UDP-packets with the incorrect flag, ,checksum data.\nAttacks by TCP/UDP-packets with the incorrect port ,numbers Attacks by the bogon-addresses,Attacks by the modified TOS in the IP-headings,Other AttacksSIP Flood Attacks ,GRE Flood Attacks ,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,6,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,Attacks ClassesAttacks Types,IPSec Flood Attacks ,HTTP Flood,5.4.\nThe Provider guarantees the availability of the client's services and compliance with the service,parameters specified in clause 5.2, if the volume of a DDoS attack on the client's service does not,exceed 40 Gbps or 20 Mpps.,5.5.\nThe Provider guarantees the availability of the client's services if the volume of the DDoS,attack on the client's service does not exceed:,◦400 Gbps or 200 Mbps for DDoS attacks using OSI transport layer protocols requiring,connection establishment (statefull);,◦500 Gbps or 300 Mbps for other types of DDoS attacks using OSI network and transport,layer protocols that do not require connection establishment (stateless).,5.6.\nThe Provider undertakes to take all possible measures to ensure the availability of the Client's,resource if the volume of DDoS attacks on the client's service does not exceed:,◦500 Gbps or 350 Mps for DDoS attacks using OSI transport layer protocols requiring,connection establishment (statefull);,◦3200 Gbps or 500 Mps for other types of DDoS attacks using OSI (stateless) network,and transport layer protocols.,5.7.\nFor the Network Protection service, the Provider guarantees the Client that the parameters of,the services during the entire period of their provision will not exceed the following values:,Guaranteed quality parameters,Within the framework of this Agreement, the Provider guarantees to Client that within the ,whole period of services provision, the following service parameters shall not exceed the ,following values:,Service quality parametersValu,e,Availability ratio, not less0,99,5,Packet delay*, not more, ms150,Packet delay variation*, not45,more, ms,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,7,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,Packets losses*, not more, %1,* - hereinafter, the characteristics of packets' passing through the Provider's network are described,Percentage availability should be counted:,K=,(24hoursx30(31,28,29)days–Monthlytotalservicedowntime),(24hoursx30(31,28,29)days),Packet delay (one-direction) (ms) shall mean the average time of the test 128-byte-packets passing ,(ping) through the Provider's network at both ends in particular geographic zone (region) ,within given time period (for one hour, one day, one week, one month).,Packet delay variety (ms) shall mean the average time of the packet delays counted through the ,analysis of packet delay time.,Packet losses shall mean the percentage ratio of the quantity of packets lost on the Provider's network,channel to the total quantity of packets transferred within given time period (for one day, one,week, one month).,5.8.\nOther technical conditions for the provision of services are set out in the sections of the,Provider's official website on the relevant services.\nFor the avoidance of doubt, the absence of one,or another technical condition indicates that this condition is not included in a certain tariff.,5.9.\nGuarantees do not apply to the protection service at the application level of services other than,websites (for example, TeamSpeak, Lineage2, Minecraft, World Of Warcraft, etc.).,5.10.\nIn the case of services requiring changes to DNS records or other technical actions from the,Client, the Provider cannot guarantee the declared level of service provision until the Client,performs the appropriate necessary actions.,5.11.\nThe Provider cannot guarantee the declared level of service provision, and the Client is solely,responsible for the impossibility of their provision, if the Client specified incorrect or unacceptable,technical parameters when ordering the service.,5.12.\nThe Client confirms his agreement that the service is provided through a single infrastructure,of the Provider.\nThe Client's access to additional services is terminated in the event of the expiration,of the period of provision of the main service.,5.13.\nIn cases where a separate network address is not specified in the tariff plan, it is assumed that,the service is provided using a common public network IP address, and a separate (dedicated),public IP address can be provided to the Client for an additional fee.,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,8,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,5.14.\nThe Services may include a common web caching service, which means that several can be,cached on the same server.\nThe Client can limit data processing to multiple processing centers,(disable caching services) and is solely responsible for the availability of the service in this case.,5.15.\nThe Client consents to the implementation by the Provider of all necessary technical actions,for the provision of services, including, but not limited to, access to the code of the resource (site) in,respect of which the services are provided, and modification of the code of this resource (including,index html pages), detection of any email addresses and their replacement with a script to prevent,their collection, or adding resource code to improve page loading performance, interception of,requests, considered as threats and providing such actions for such requests as providing,verification (verification page, captcha), deleting the request, redirecting or other similar measures,,adding cookies to track site visitors and their sessions in order to protect the site, to other actions,aimed at improving the performance or security of the site of site users, to add the corresponding,scripts, as well as for transmitting/receiving all other necessary data,5.16.\nThe Provider independently determines its own technical capabilities for the provision of,services, including any criteria for the unavailability or impossibility of providing services, lists of,domains in respect of which services may not be provided, possible and impossible adjustments to,the parameters of services and other related parameters.\nThe Provider has the right to change the,above parameters at any time, introduce new criteria or remove previously existing ones.,5.17.\nThe services are provided on an \"as is\" basis, which means that the functionality of the service,cannot be changed for a particular client at his request.\nThe purchase of the service confirms the,sufficiency of the functionality for the client.\nAll risks associated with commercial suitability,,applicability of use for a specific purpose, nature of execution, compatibility with hardware or,software, performance, not directly specified in this Agreement, are borne by the Client.\nThe,Provider is not responsible for direct or indirect losses of the Client.\nFor the avoidance of doubt, the,Provider does not provide the client with any express or implied guarantees of any kind with respect,to any risks not explicitly stated in the text of the contract and refuses to provide such.,5.18.\nThe Provider has the right to involve other specialized organizations (data centers, hosting,providers, etc.) in the provision of Services.,5.19.\nThe Provider reserves the right, from time to time on an ongoing basis, to carry out scheduled,maintenance to improve, improve or maintain the appropriate level of service provision.\nThe,Provider is obliged to notify the Client about scheduled maintenance at least 24 hours in advance.,The duration of scheduled maintenance work should not be more than 2 hours in a row and more,than 4 hours during a calendar year.\nThe Provider undertakes to promptly notify the Client of the,occurrence of such events, for the period of which the Provider has the right to temporarily suspend,the provision of these services.,6.\nCompensation,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,9,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,6.1.\nDue to the fact that the Provider provides intangible services that are not subject to physical,return, a refund is possible only if the services do not meet the functionality stated on the Provider's,website and only after it is confirmed that this discrepancy has taken place.\nIn order to avoid,misunderstandings, the Client should carefully read this Agreement and the reference materials,posted on the Provider's official website or contact the Provider's support service to clarify the,properties of the services.,6.2.\nThe Client has the right to a full or partial refund of the payment made for the service if the,actual use of the service was prevented by its unavailability caused by the Provider's culpable,actions.\nFor the purposes of this Agreement, the unavailability of the service means the complete,unavailability of the Client's service resulting from a DDoS attack with a capacity less than,specified in clause 5.5 of the Agreement for the corresponding type of attack, provided that access,to the Client's resources from the Internet during the attack could only be carried out through the,Provider's network.,6.3.\nIn case of unavailability of the service or a malfunction that may affect the quality of the,service, the Client undertakes to immediately, but no later than 24 hours after the occurrence of such,an event, notify the Provider about it through the ticket system, which the Client has access to in his,personal account located on the Provider's website.\nThe absence of such notification releases the,Provider from responsibility for the deterioration of the quality of the service provided or the,suspension of its provision that takes place during the relevant events.,6.4.\nUpon receipt of the notification provided for in clause 6.3.\nof the Agreement, the Provider is,obliged to immediately, but no later than 24 hours after receiving the notification from the Client,,inform him of the causes of the failure and the period of time that will be required to eliminate the,interruption in the provision of the service, if the actions necessary to eliminate the problem are in,the area of responsibility Provider.,6.5.\nFull refund of the payment must be made no later than 1 (one) calendar month from the date of,receipt of a written request for a refund from the Client, but only if the unavailability of the service,lasted for more than 12 consecutive hours during this month, and the Provider was informed about,it, as required by clause 6.2 of this The contract.,6.6.\nFull or partial refund of payment is made only at the written request of the Client and is carried,out by crediting funds to the balance of his current account within 1 (one) calendar month or within,another period established by law.,6.7.\nCompensation is carried out in the following order:,6.7.1.\nif the unavailability of the service lasted more than 10 minutes, but less than 60 minutes in a,row during this month, the refund is made in an amount equal to the payment for one day,,calculated on the basis of the monthly payment for services;,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,10,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,6.7.2.\nif the unavailability of the service has lasted more than 1 hour, but not more than 6,consecutive hours during this month, the refund is made in an amount equal to the payment for,three days calculated on the basis of the monthly payment for the services;,6.7.3.\nif the unavailability of the service has lasted for more than 6 consecutive hours, but not more,than 12 consecutive hours during this month, the refund is made in an amount equal to the payment,for seven days calculated on the basis of the monthly payment for the services;,6.7.4.\nif the service has not been resumed by the Provider within the time specified by him or he has,not responded to the Client's notification within 24 hours, in this case the Provider shall refund the,amount of the proportional payment for the period of time during which the service has not actually,been or will not be used, but not more than the amount equal to the monthly payment for the,service.,6.8.\nThe Provider is not obliged to refund the funds paid by the Client for the services properly,rendered in the past period of time, regardless of whether the Client used the services provided or,not.\nThe Provider is not obliged to make a refund during the period of unavailability caused by,scheduled maintenance.,6.9.\nIn case of the Client's refusal of services before the expiration of the paid period of Service, the,Provider returns to the Client's balance prepaid funds exclusively for the full unused months.,6.10.\nThe Provider is not responsible to the Client and the cost of the paid services is not refunded,in the event of:,6.10.1 violation by the Client of the terms of this Agreement;,6.10.2.\nif the provision of services was terminated due to the fault of the Client, including, but not,excluding, the inability to use the services due to a mismatch of settings or versions of software and,(or) hardware, or settings incorrectly performed by the Client to connect the services or determine,their parameters and (or) to change DNS or another way of directing traffic or insufficient level of,technical knowledge;,6.10.3.\nthe absence of an Internet connection caused by local problems on the Internet or,malfunctions in the external resources of the provider's network, as well as in cases where the,malfunction of the Internet, data transmission medium or equipment located between the provider,and the Client is due to other factors;,6.10.4.\nnon-compliance by the Client with the instructions and requirements put forward by the,Provider in relation to the services provided they need services.,6.11.\nThe Provider does not provide refunds to persons who purchased or received the service,through resellers, distributors, or through individuals.\nRefunds apply only to services covered by the,relevant tariff plans or payment for exceeding the limits of the tariff plan, and will not apply to any,other professional or specially designed services provided by the Provider.,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,11,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,6.12.\nThe Provider has the right to withhold the amount paid by the Client as compensation for,material and non-material damage caused to him as a result of the Client's violation of the terms of,this Agreement.,7.\nFree test access,7.1.\nThe Provider has the right, but is not obliged, to provide test access to the services in order to,familiarize themselves with their functionality.,7.2 In order to get acquainted with the possibility of the \"Site Protection and Acceleration\" services,provided by the Provider, the Client may request from the Provider a test access under the \"Free\",tariff of the \"Site Protection and Acceleration\" services.,7.3.\nIn order to get acquainted with the capabilities of other services, the Client may request test,access from the Provider, justifying its necessity and providing an approximate test plan.\nFor each,request for the provision of a test period, the Provider makes an individual decision, which he,notifies the Client about.,7.4.\nThe functionality of the test access is limited and is intended solely for testing purposes (not,intended for any commercial or other ordinary use, including, but not excluding, for permanent or,temporary protection of websites on the Internet).,7.5.\nAny Provider's guarantees regarding the service quality of services do not apply to test access.,The Client is solely responsible for using the Provider's services as part of the test access.,8.\nAdditional products,8.1.\nThe Client has the right to order third-party products from the Provider (including, but not,limited to SSL certificates, software licenses) that interact with the Provider's services for a separate,fee set by the Provider.\nThe list of such products is available in your Personal Account.,8.2.\nFor ordering third-party products in the form of software, the Provider will be treated as a,sublicensee, and the Client as a sublicensee.\nThe Provider's rights to the software are based on a,corresponding license agreement with the owner of the software or another person who has the right,to sell it.,8.3.\nThe rights to the software are granted in the form of a simple (non-exclusive) license, the term,of use of the software or other third-party products is determined in accordance with the Client's,order within the Personal Account, but cannot exceed the limits specified by the owner / distributor,of the software or third-party product.,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,12,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,8.4.\nThe Client is allowed to use third-party products of the party in accordance with their direct,purpose.\nThe Client undertakes to independently identify and comply with the terms of the software,license agreements (if any).\nThe uploader is solely responsible for compliance with the terms of the,software license terms.,9.\nIntellectual property,9.1.\nAll rights and interests relating to all services and names of works, the Provider's network and,any technologies used by the Provider to provide services, as well as all related technologies, such,as computer code, other materials and results of work (including the server domain name, proxy,system, router system and switches IP network, software, information and knowledge) and all,intellectual property embedded in or derived from this structure will be fully considered the,property of the Provider and its licensors.,9.2.\nNeither the Client nor any other persons acting on his behalf may modify, adapt, sublicense,,transfer or resell for profit, distribute or create derivative products based on the Provider's property,acquired for their own use.\nThe Provider and its licensors retain all exclusive rights.,9.3.\nThe Provider's website is integrated with various services, including analytics, payment,,mailing services and may contain links to third-party sites.\nThe site only provides access to such,services.\nAll issues related to the use of the service are regulated by the documents of the owner of,the relevant service and (or) the site.,10.\nNotifications,10.1.\nThe exchange of messages / notifications between the Client and the Provider within the,framework of the Agreement may take place through the messaging system within the Personal,Account (\"ticket system\") or by e-mail (for the Client's e-mail — specified by the Client during,registration, for the Provider - the official e-mail specified on the official website Provider) or at the,official legal addresses of the Parties.,10.2.\nMessages sent to the Client by e-mail or ticket system are considered delivered from the,moment it is sent by the Provider.\nThe risk of not receiving the message / notification lies with the,Client, including in the case of an incorrect email address (email), refusal to read messages through,the ticket system, and in other cases.\nThe Parties recognize the legal force of the texts of such,messages on a par with documents executed in simple written form.,10.3.\nLegal address of the Provider: Office No 122, dic Building 03, Al Sufouh second, Dubai,10.3.\nThe Provider also has the right to notify Clients of any changes in the provision of services by,publishing information on the Provider's official website, including new versions of this Agreement.,The Client undertakes to independently monitor the current version of this Agreement and its,integral parts.,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,13,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,10.4.\nThe Client agrees that the Provider has the right to contact him to get acquainted with,information that is regarded by the Provider as information related to the execution of this,Agreement, as well as as of other interest to the Client.\nThese messages may include: requests,,notifications, promotional emails, as well as letters containing information about the improvement,of services or products, notifications about changes in the services provided, as well as notifications,about new services and products, or any other information related to the above-mentioned requests.,10.5.\nThe Client has the right to refuse to receive advertising and marketing messages, the,corresponding opportunity is provided in the Personal Account.,10.6.\nThe Client agrees to provide complete, accurate and up-to-date information requested by the,Provider under this Agreement.\nIn order to maintain the required level of reliability of information,,the Client undertakes to inform the Provider in a timely manner about any significant changes in his,data throughout the entire term of this Agreement.,10.7.\nThe Client consents to the Provider to indicate the fact of providing services to the Client, the,Client's brand name, logo/trademark, an indication of the Client's website on the Provider's official,website, as part of the Provider's text, multimedia or other advertising materials, as part of mailings,or other ways to increase marketing activity in relation to the Provider's services.\nIf the Client,considers it necessary to terminate such use, he may contact the Provider with a notice of,termination of any of the above-mentioned methods of use.,11.\nAcceptable use,11.1.\nThe Client undertakes to use the services provided by the Provider exclusively for legitimate,purposes, not to abuse them, and in no way violate the rights and legitimate interests of the Provider,and/ or third parties.\nThe Client confirms that he does not intend to carry out actions with the help,of the services provided by the Service Provider that violate any of the local, regional, state or,international laws, legislative acts, regulations, rules or norms.,11.2.\nThe limits of permissible use of the services are set out in the Acceptable Use Policy —,https://ddos-guard.net/file/aup_en.pdf , which is an integral part of this Agreement.,11.3.\nIn the process of using the services, the Client undertakes to comply with the established,standards of business ethics, culture and morality, including, but not excluding, the Client is,prohibited from using profanity, expressions, insults to any persons in any communication with the,Provider's employees.,11.4.\nThe Client undertakes to protect the Provider's business reputation on the principles of good,faith cooperation throughout the entire term of this Agreement and after its termination.,12.\nResponsibility of the Parties,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,14,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,12.1.\nThe Provider is responsible for the quality of the provision of services in accordance with the,parameters specified in this Agreement.,12.2.The Client is responsible for:,12.2.1.\nthe obligation to pay for the Provider's services, in accordance with this Agreement, the,timeliness and correctness of the payments made by him;,12.2.2.\ntext, multimedia or any other content of the web resource (website or other object) in respect,of which the Client orders services, for the content of materials posted by the Client on the,Provider's resources;,12.2.3.\nany violation of the law, as well as the rights of third parties, including, but not limited to,,violation by the Client of intellectual property rights, exclusive rights, patent, copyright, related or,other legally protected rights, including for violation committed using the Services provided by the,Provider;,12.2.4.\nfor third-party informatization objects used by the Client (equipment on the hosting,provider's side, DNS server, etc.), the correct operation of which is necessary to perform the,Provider's services;,12.2.5.\nfor the legality of the installation and use of licensed commercial software (software),,including in the case of installation of such software by the technical support staff of the Provider at,the request of the Client;,12.2.6.\nif the Client provides third parties with access to the resources and services of the Provider,available to him, the Client is solely responsible for the activities of such third parties;,12.2.7.\nif the Client processes personal data of third parties, the Client is solely responsible for such,processing, as well as compliance with the provisions of the law, including in terms of obtaining,appropriate permits from third parties, posting the necessary documents and information on,websites.,12.3.\nThe Client is solely responsible for the accuracy of any of his data specified in the Personal,Account.,12.4.\nThe Client is solely responsible for the safety of any data that provides him with access to his,Personal Account.\nAny actions performed by the Client using the Personal Account will be,considered by the Provider as actions performed directly by the Client.,12.5.\nThe Client agrees to protect the Provider from risks, investigations, processes and courts,arising from violations committed by the Client himself or his employees, clients, subscribers,,business partners, agents, representatives or other end users of the services.\nIn this case, each end,user must be informed by the Client of all the requirements of this Agreement, if the user is,authorized by the Client or any other of the listed parties to use the services, or already uses or has,access to the services through the Client's equipment or facilities.\nThe Client is obliged to strive to,prevent violations of guarantees by its representatives, as well as violations of the agreements listed,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,15,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,here, as well as to prevent any behavior defined as abuse.\nto prevent the negligence or intentional,malicious behavior of its representatives.\nto protect the Provider from any official charges arising,from the use of the services by the Client himself or his representatives.\nIn the event of claims,and/or claims against the Provider from third parties, the Client is obliged to assist the Provider in,resolving the subject of the dispute, including, but not limited to, by providing the Provider with,any requested documents, and compensate for all losses incurred by the Provider.,12.6.\nThe Internet consists of many independent networks that interact with each other, not,controlled and not monitored by the Provider.\nThe Client is aware of this and agrees not to hold the,Provider responsible for any problems caused by the inappropriate operation of these networks.\nIn,such cases, if the Internet services provided by the Internet Provider or any of the Internet networks,of the environment are not functioning properly, and these services or networks cannot be used as,planned, temporary or permanent, partial or complete interruptions in the supply of services may be,observed for a certain time.,12.7.\nThe Client agrees that the Provider is not responsible for losses or additional costs of the,Client caused by unavailability of services due to malfunction or interruption of the network(s),Internet service provider.\nNeither these circumstances nor the abuse on the part of the Client are,subject to the Provider.\nThe Provider is not responsible for the actions of transit telecom operators,(3 persons) that may affect the delivery of traffic through their networks, as well as the actions of 3,persons performing route interception (BGP hijacking).,12.8.\nThe Client confirms that the Provider does not exercise any control over the content or,information passing through the Provider's network.\nThe Provider does not bear any responsibility,for the presence of illegal content or information.,12.9.\nThe Provider and its subcontractors do not bear full and exclusive responsibility for the fact,that the services provided may contain errors, are not uninterrupted and fault-tolerant, and also does,not guarantee that the services provided meet the expectations of the Client.\nAny information,provided by the Provider, as well as its subcontractors or agents, in any case cannot be regarded as,declaring such guarantees.,12.10.\nThe Provider is not liable either to the Client or to third parties for any violations of the,security requirements of the Client's network, system or equipment, as well as any loss or theft of,information transmitted over the Internet or hosted on computers directly connected to the Internet.,Neither the Provider nor any other party connected with the installation, provision, suspension or,disconnection of the services, as well as any party involved in the maintenance of the services, will,be liable to the Client or third parties for any loss of profits, data, equipment, network or website,unavailability, any cases or any losses resulting from from the above, they will not accept claims,under this Agreement, even if the Provider informs the Client about the possibility of such losses.,12.11.\nThe Provider is not responsible if the inability to provide services is caused by the following,cases:,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,16,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,12.11.1.\nIf the Provider recommended changing the order of use, but this was not done, but the,previous order was applied,12.11.2.\nIf the service was not used for its intended purpose, was operated in violation of the,Contract, the rules of permissible use or legislation,12.11.3.\nThe Provider is not responsible for any losses incurred by the Client due to disclosure, loss,,modification, unauthorized access by third parties or the inability of the Client to receive account,data, including if the latter does not use two-factor authentication.\nThe Client is solely responsible,for the inability to restore access to the Personal Account.,12.12.\nUnder no circumstances will the Provider be liable to the Client for direct and indirect,damages of any kind, including, but not limited to, the following: loss of business, income, profit,,intangible assets, increase in value or incur additional costs, lawyer's fees.\nit does not matter,whether it is or is not this damage is the result of a contract, tort or strict liability.\nAny liability of,the Provider under this Agreement is limited to the payment of the cost of the services ordered by,the Client for one calendar month.,12.13.\nThe Provider, under no circumstances, bears any responsibility for any damage caused by the,Client to third parties, or any losses and lost profits of the Client and third parties arising from the,use of the services provided.,12.14.\nThe Parties are not liable for non-fulfillment of their obligations due to force majeure,circumstances, that is, events that he could not foresee or prevent, including, but not limited to the,following: military actions, terrorist acts, epidemics, embargoes, natural disasters, strikes, as well as,interruption or delay in the provision of telecommunications services, actions taken by providers or,manufacturers, interrupting the supply of electricity necessary to provide the service, as well as,government requirements and acts.,12.15.\nThe time of performance of obligations under this Agreement is postponed until the,termination of such circumstances and their consequences.\nIf their validity lasts for more than three,months, either Party has the right to refuse to perform the Contract, while returning the amounts,paid to the other Party minus its confirmed expenses.\nThe existence of force majeure circumstances,must be confirmed by acts of authorized bodies or in accordance with the procedure provided for by,the legislation of the United Arab Emirates and free zone «Dubai Internet City».,13.\nConfidentiality and data protection,13.1.\nThe Provider and the Client undertake to keep in strict confidentiality any information that,they exchange with each other within the framework of the fulfillment of the terms of this,Agreement.,13.2.\nConfidential information means any information that one party (hereinafter referred to as the,\"receiving Party\") receives from the other party (hereinafter referred to as the \"disclosing Party\"),document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,17,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,during negotiations or throughout the entire term of this Agreement, which is not publicly available,and to which the disclosing Party can provide access for the receiving Party,13.3.\nConfidential information that is disclosed orally may be protected under this Agreement only,if it is defined as confidential at the time of disclosure, and the fact of its disclosure will,subsequently be confirmed in writing within 30 (thirty) calendar days from the date of transmission,of this information orally.,13.4.\nThe Parties undertake to take all reasonable measures to limit the disclosure of confidential,information during the entire term of this Agreement, and in case of its termination — within 3,(three) years from the date of receipt of such information.\nIn particular, but not limited to the,following, each of the Parties undertakes:,13.4.1.\nto protect and protect confidential information from unauthorized use, publication or,disclosure by making all reasonable efforts, not in any case, no less than the efforts that it makes to,protect its own confidential information;,13.4.2.\nnot to use confidential information for purposes other than those necessary to fulfill the,obligations of the Party under this Agreement;,13.4.3.\nnot to use any confidential information for the purpose of carrying out illegal or unfair,competitive actions or for the purpose of obtaining an illegal advantage against the disclosing Party,in any kind of commercial activity;,13.4.4.\nnot to disclose confidential information to any individual or legal entity, except for the cases,described in this Agreement, without the prior written consent of the disclosing Party.,13.5.\nUnless otherwise agreed by the Parties, all samples, drawings and other documents,transmitted by the disclosing Party in any way remain the property of this Party and, upon its,written request, must be immediately returned to the owner.\nOtherwise, the receiving Party is,obliged to provide evidence of the destruction of such confidential information to the reasonable,satisfaction of the disclosing Party,13.6.\nThe Parties are not responsible for the disclosure or use of confidential information provided,by the other Party, if the said information:,13.6.1.\nis or becomes publicly available at any time from any source that is not the disclosing Party,or is, at any time, received by the receiving Party absolutely regardless of the disclosure of any such,information by the disclosing Party;,13.6.2.\nit is disclosed at the request of authorized state authorities or in court, to which the receiving,Party is directly related.,13.6.3.\nThe disclosing Party has provided written permission to disclose confidential information.,13.7.\nNeither Party has the right to use the confidential information of the other Party when,providing services to any third party without the prior written permission of the disclosing Party.\nIn,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,18,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,order to obtain written consent to the disclosure of confidential information, the Party that intends to,disclose such information is obliged to send a written request to the Disclosing Party by e-mail.,13.8 Each Party undertakes to notify the other Party in writing as soon as possible from the moment,it became aware of this, of any disclosure, misappropriation or abuse of confidential information.,13.9.\nThe Party who disclosed confidential information in violation of the terms of this Agreement,is responsible for its disclosure in accordance with applicable law.,13.10.\nThe obligations to maintain the confidentiality regime do not lose their force even after the,termination of this Agreement and must be fulfilled by the Parties within 3 (three) years from the,date of receipt of such confidential information.,14.\nTermination of the Agreement,14.1.\nThe Provider has the right to suspend or completely terminate the provision of all or part of,the services if the Client violates the obligations stipulated in this Agreement or in cases where the,Provider considers such measures reasonable and necessary to prevent damage or avoid other,negative consequences, including if it considers that the Client has committed or at the moment,,abuse of services is being committed.,14.2.\nTermination of the provision of services implies that the Client will no longer be able to access,or use any of the services provided to him earlier, until the fact of violation of this Agreement or,other circumstances that were the basis for the suspension of services is confirmed or refuted.\nThe,Provider undertakes to take all necessary actions from him to establish the actual circumstances as,soon as possible.\nThe Client agrees to make any reasonably necessary efforts to cooperate with the,Provider.,14.3.\nIn case of late and/or incomplete payment of Services by the Client, the Provider has the right,to suspend the provision of Services without notice until full payment is received.,14.4.\nThe Provider may change or terminate the provision of the services at any time, including any,parts of the services, as new features of the services are updated or added.\nTermination of the,provision of the main service entails termination of the provision of additional services.,14.5.\nThe Provider has the right at any time to terminate the Agreement unilaterally out of court in,case of a single violation by the Client of the terms of this Agreement by sending a notification to,the Client.,14.6.\nThe Provider has the right to cancel the Client's account balance if the Client's status is,inactive for 6 (six) continuous months.,14.7.\nEach of the Parties has the right at any time to unilaterally terminate this Agreement out of,court by sending a written notice to the other Party if the following circumstances arise:,14.7.1 If the other Party substantially or repeatedly violates any of its obligations under this,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,19,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,Agreement;,14.7.2 If the other Party is declared insolvent or declared bankrupt, as well as if it is a participant in,any court proceedings related to its liquidation or insolvency (bankruptcy);,14.7.3 If the revocation or suspension of permits, licenses, certificates necessary to fulfill their,obligations under this Agreement is applied to the other Party temporarily or permanently.,14.8.\nTermination of the Agreement does not release the Parties from any liability caused by non-,compliance with its terms or failure to fulfill their obligations.,15.\nFinal provisions,15.1.\nAfter the conclusion of this Agreement, all previous oral and written agreements between the,Parties are null and void.\nThis Agreement is considered as the main document regulating the,relations between these Parties.,15.2.\nThe following annexes to the Agreement are published on the Provider's website and are an,integral part of the Agreement:,15.2.1.\nThe policy of acceptable use of the services, posted at the following address on the Internet:,https://ddos-guard.net/file/aup_en.pdf (hereinafter referred to as the \"Acceptable Use of Services,Policy\");,15.2.2 The policy of processing personal data of clients, posted at the following address on the,Internet: https://ddos-guard.net/file/POPD_en.pdf (hereinafter referred to as \"Clients Personal Data,Processing Policy\").,15.3.\nThe Provider has the right at any time to unilaterally revise or supplement this Agreement by,publishing a new version of the Agreement on the Provider's official website at the following link,— https://ddos-guard.net/file/sladdg_en.pdf .\nThe new version of the Agreement comes into force,and replaces the previous version of the Agreement from the date of its publication on the Provider's,official website or from the date specified in the new version of the Agreement and extends its,effect to all Clients of the Provider.,15.4.\nThe Provider has the right to change and modify the services and / or the official website of,the Provider without the consent or notification of the Client, to carry out preventive work that may,cause the termination of the site or services, to establish any restrictions on their use.,15.5.\nIf the Client does not agree with the changes made to the Contract by its new version or other,changes, the Client has the right to send the Provider a written notice of disagreement with such,changes within 5 (five) working days from the date of their introduction.\nIf the Client does not agree,with such changes, the Client is obliged to stop using the Provider's services within one day from,the date of notification.,15.6.\nThe Provider has the right to unilaterally withdraw this offer at any time by publishing a,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,20,IQWeb FZ-LLCService Level Agreement,DDoS Protection Company,notice on the Provider's official website.,15.7.\nThe provision of certain types of services indicated on the website, at the suggestion of the,Provider, may be carried out on the basis of a separate written contract concluded by the Provider,and the Client.\nIn this case, the order of services through the personal account is considered by the,parties as a Client's request for services.\nIf a separate written agreement is signed, it will take,precedence over the terms of this Agreement.,15.8.\nNothing in this agreement can be considered as the establishment of an agency agreement,between the Client and the Provider.,15.9 Under this agreement, services may not be provided to individuals or legal entities on the,territory of the United Arab Emirates.,15.10.\nIf any of the provisions of the Agreement turns out to be null and void in accordance with the,legislation of the legislation of the United Arab Emirates and the FZE «Dubai Internet City»., the,remaining provisions will remain in force, and the Agreement will be executed by the Parties in full,without taking into account such provision,15.11.\nAll disputes arising between the Parties from this Agreement, including those concerning its,validity, interpretation, execution, are subject to consideration in accordance with jurisdiction.\nThe,claim procedure is mandatory.\nThe claim review period is 30 (thirty) calendar days.,15.12.\nAll other issues not regulated in this Agreement are regulated by the current legislation of the,United Arab Emirates and the free zone «Dubai Internet City».,15.13.\nThis Agreement and its integral parts have been approved by the General Director of the,Provider.,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,21", "created_at": "2021-04-24 14:20:13.613845", "updated_at": "2022-12-16 04:55:11.201557"}, {"id": 13321, "name": "Cookie Policy", "url": "https://ddos-guard.net/file/cookie_privacy_en.pdf", "xpath": "//body", "text": "IQWeb FZ-LLC,DDoS Protection Company,Cookie Policy,IQWeb FZ-LLCCookie Policy,DDoS Protection Company,Revision date and effective date – 12.09.2022,In this section, a website user (hereinafter referred to as “you”) may review the information on how,IQWeb FZ-LCC (hereinafter- as the «Provider») processes cookie data (hereinafter - cookie),collected while you use the website —https://ddos-guard.net/en(hereinafter referred to as the,«Provider's website»).,Cookie are small pieces of data that a website requests from the browser used on your computer or,mobile device.\nCookie show your preferences or activity on the website and information about the,user’s hardware, date, and time of the session.,By continuing to use the Provider's website, you consent to cookie processing.\nIf you do not agree to,use your cookie, you may refuse to accept cookie, but rejecting to use cookie may affect the correct,operation of the Provider's website or stop using the Provider's website,The Provider uses cookie to improve website performance.\nFor example, the website can remember,the user’s activity for his/her authorization through cookie, customize the web pages content, generate,statistics, and maintain the user’s session if he/she wishes to do so.\nCookie are stored locally on your,computer or mobile device.,User activity data from the Provider's website is processed to improve theProvider's products and,services, identify user preferences, and provide specified information on the Provider's products and,services and the Provider's partners.,The Provider processes the received data using metric software such as Yandex.Metrika, Google,Analytics, Firebase Google, Tune, Amplitude, Segmento.\nWhen dividing cookie by their purpose, it is,possible to distinguish the following categories:,Per-session (sessional) cookie,Only used in temporary memory during the time the user is on the Provider's website page.\nBrowsers,usually delete sessional cookie after you close the website window.\nSessional cookie allow the,website to remember the information about your choices on a previous website to avoid re-entering it.,Persistent (stored) cookie,Cookie that are stored on your computer and are not deleted after closing the browser.\nPersistent,cookie can save user settings (choices) for a particular website, allowing you to use those preferences,in future sessions.,These cookie allow you to be identified as a unique website user and help ensure your information,and previous activities when you return to the website.,Compulsory (required) cookie,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,2,IQWeb FZ-LLCCookie Policy,DDoS Protection Company,A minimum set of cookie, the use of such is necessary for the website stable performance.,You can refuse to use cookie in your browser settings.\nIn this case, our website will use only those,cookie that are required for the website's functioning and the services it offers.,Disabling cookie,If you prefer, you can delete stored cookie in your browser settings.,Most browsers are automatically set to accept cookie.\nThe data subject can change the settings on their,browser to block cookie or alert them when a cookie is being sent.,To manage cookie you need to access your browser settings to adjust or change the cookie rules.,Disabling cookie in your browser may cause some parts of the Provider's website not to work,correctly.,Cookie policy change,The Provider may unilaterally change the cookie policy as required.\nIf the current version of the,cookie policy is changed, its revision date should be specified.\nThe revised cookie policy will take,effect as soon as it is posted on the Provider's website.,By continuing to use the Provider's website , you agree to the revised cookie policy.,This Cookie Policy is an integral part of the Privacy Policy at the following link: https://ddos-,guard.net/file/POPD_ru.pdf,Questions?,In case of any questions related to the processing of your personal data or rights exercising of a,personal data subject, please get in touch with us at the following contact information:,Mailing address: Dubai Internet City 3, 122, Dubai, UAE;,E-mail: pdn@ddos-guard.net.,The response period to requests of data subjects is 1 month.,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,3", "created_at": "2022-12-16 04:56:03.697054", "updated_at": "2022-12-16 04:56:11.783548"}, {"id": 13322, "name": " Personal Data Processing Policy ", "url": "https://ddos-guard.net/file/POPD_en.pdf", "xpath": "//body", "text": "IQWeb FZ-LLC,DDoS Protection Company,Personal data processing policy,IQWeb FZ-LLCPersonal data processing policy,DDoS Protection Company,Revision date and effective date – 12.09.2022,1.\nGeneral terms and conditions,1.1.\nThe Personala data processing policy (hereinafter - Personal Data Processing Policy)of IQWeb,FZ-LLC (hereinafter — as the «Provider») on the processing of personal data determines the list of,personal data of Clients who sign up on the Provider's website or who already use the Provider's,services and website (hereinafter — as the «Client»), the source of their obtaining, the order of,personal data processing, purposes and/or personal data processing conditions.,1.2.\nThe Personal Data Processing Policy applies to all Client's personal data receiving by the,Provider,1.3.\nSign up on the Provider's website by sending the completed sign up form on this website or,entering the signs of consent to the personal data processing in the corresponding web forms of this,website or by using the Provider's services or website means that the Client consents tothe personal,data processing under the Personal Data Processing Policy and the Privacy Policy.,2.\nPersonal data processing essentials,2.1.\nThe Provider processes personal data to the following purposes:,2.1.1.\nconclude and execute the Providers service agreement, such as the agreement for the provision,of compensated rendering of services (avaliable at - https://ddos-guard.net/file/sladdg_en.pdf),,including:,providing access to the Client Area section in the secure part of the Provider's website to enter into,an agreement for the provision and ordering of services;,in the performance of concluded service agreements;,providing answers to the requests sent by the website user when filling out web forms on the,Providers website to services to enter into an agreement for the provision of services.,2.1.2.\nfor technical data of «cookie» to ensure the functioning and improvement of the Provider's,website quality towards technical cookie.,2.2.\nThe Provider processes personal data (collection, systematization, buffering, storing, refining,(updating, change), blocking, personal data termination) and is a personal data processor.,2.3.\nThe Provider personal data processing is carried out using automated and non-automated means.,2.4.\nThe basis for the personal data processing is the consent of the Client on the purpose of the,personal data processing, expressed by placing necessary marks of consent in the web forms on the,Provider's website.,3.\nSources of personal data obtention,3.1.\nPersonal data is processed and obtained by the Provider from the following sources:,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,2,IQWeb FZ-LLCPersonal data processing policy,DDoS Protection Company,3.2.\nprovided by the Client him/herself when entering the information necessary to render the service,or sign up an account or fill out web forms on the Provider's website;,3.3.\nprovided by or on behalf of the pclent when authorizing through third-party websites or when,entering such information on a retailer and service outlet specialized page, with which the Company,has an agreement for the provision of information and technological interaction of compensated,rendering of services.,One should note that the Client authorizes the submission of information.\nIt is impossible to obtain,such information without his/her permission.,3.4.\nwhen receiving technical data that is automatically transmitted by the device with the help of,which the cusomer enters the Provider's website.,4.\nList of obtained and processed personal data,4.1.\nThe list of the Client’‎s personal data, processed by the Provider following the purposes of,processing specified in A.\n3 of this Personal Data Processing Policy:,What is obtaining?How can it be used?,Surname, first name, and patronymic (if any)to enter into an agreement for the provision,of the Client (or his/her legal representative).,of services, including the creation of a user,account and identification when signing into,the account or responding to requests for,services to conclude an agreement for the,provision of services;,to perform the agreement for the provision of,services;,to identify the Client when signing into the,accountduringtheperformanceofthe,service agreement;,torecordserviceagreements,including,entering data into the Provider'sbilling,system.,E-mail address;,phone number;,Client’‎s address.,to perform the service agreement (e.g., access,to the personal account or to restore such access),tosendnotificationsintotheconcluded,service agreement (the option can be disabled in,the user account settings).,IP addressor other log-information.,to identify the Client with the intent of,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,3,IQWeb FZ-LLCPersonal data processing policy,DDoS Protection Company,performing the service agreement.,information provided by the Clientonlyin,inquiries regarding the provision of services,,internal service identifiers, Client’‎s login.,to perform the agreement for the provision of,services.,the host country of the Client,to gather statistics on the Client's geolocation,(data used in an impersonal form).,datawhensigningintothewebsite,through third-party platforms (data when,signing in with «Google» specified in,statement 4.5 of this Policy).,for the intent of Client authorization and,identification for the conclusion of an agreement,for the provision of services or its execution.\n,technicaldatastoredincookie(formore,information on disabling, see Cookie Policy -,https://ddos-,guard.net/file/cookie_privacy_en.pdf).\n,to assist the Client with the website;,toimprovethequalityofthewebsite,(including visits recording statistics) and the,quality of service delivery.,4.2.\nThe Client is not allowed to indicate the personal data of third parties on the Provider's website.,The Clientis responsible for the data fidelity he/she provides.,4.3.\nIf the Client is not an adult or his/her consent is subject to other legal requirements, his/her,consent must be established by legislation to use the website or services in the absence of such,requirements.\nThe company services usage in the absence of such requirements (e.g., for children,under 13) is prohibited.,4.4 The Provider does not collect or process any special categories such as: biometric data,,information about political or religious beliefs, previous convictions, health condition, or other similar,information.,4.5.\nAs it pertains to authorization with the Google website (platform), when authorizing, the client,provides the following data:,- Name or pseudonym, host country (if specified);,- ID number - Google user personal identifier provided to him/her as part of the account registration,on the Google platform.,5.\nNotice of cookie using.\nWays to disable cookie,5.1.\nThe Provider website uses cookie data.\nCookie are used to improve the Provider website (for,example, to authenticate the website user, statistics on website visits, keeping website user,preferences).,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,4,IQWeb FZ-LLCPersonal data processing policy,DDoS Protection Company,5.2.\nOur Cookie Policy is available at https://ddos-guard.net/file/cookie_privacy_en.pdf.\nNote that the,Clientr can disable cookie in his/her browser settings at any time.,6.\nPersonal data transfer and dissemination,6.1.\nThe Provider provides personal data processing to fulfill its agreement obligations to the Client,,with whom the agreement on the provision of services concluded.,6.2.\nThe Provider does not distribute or disclose personal data to third parties without obtaining the,confirmation of the Client or in cases where such obligation is explicitly stated by law or is aimed at,meeting obligations under the agreement with the Client, does not place personal data in publicly,available sources.,6.3.\nThe Provider has the right to provide the processed personal data to the third parties when it is,necessary to meet its obligations into the paid services agreement in the process of payment,settlements.,Such third parties receive the strictly limited data that is needed to the provision of services to the,Client.\nProvidertakes possible measures to guarantee confidentiality of data transfer.\n,The third parties may include:,1.\nService providers if it is necessary to peform a contract;,2.\nАffiliated companies of the Provider (for example DDOS-GUARD LLC located in Russian,Federation).\n,3.\nWeb analytics partners: Yandex.Metrika, Google Analytics , Firebase Google, Tune, Amplitude,,Segmento.,6.4.\nIn the case of entrusting personal data processing to a third party, the processing is carried out,after the conclusion of an agreement between the Provider and the third party.\nSuch party must,observe the principles and rules of personal data processing set by the applicable legislation regarding,personal data protection.\nAt this time, the Provider’‎s commit determines the actions (operations) with,personal data to be performed by such a third-party and the purpose of personal data processing.\nIt is,establishing the obligation of the Party to comply with the confidentiality of personal data during its,processing and the responsibility to meet the requirements for the protection of processed personal,data.,6.5 Personal data may be transferred to, and stored at, a destination outside the European Economic,Area (”EEA”), to the countries that dont provide the sane level of data protection as EEA if cross-,border transfer is necessary for the performance of the contract to which the Client is a party.\nBy,submitting personal data, the Client acknowledges that his/her personal data may be transferred,outside of the EEA.\nIn accordance with the clauses 45-49 of the GDPR, the Client located in the,European Union it is informed about the possible risks of such transfer of personal data in connection,with other data protection standards established by laws on the territory of other countries.\nPrior to,such consent, the Client must also be informed that without his/her consent, the Providerwill not be,able to provide the Service.,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,5,IQWeb FZ-LLCPersonal data processing policy,DDoS Protection Company,7.\nPersonal data period of storing and personal data processing termination,7.1.\nPersonal data of the Client shall be stored until the objectives of personal data processing are,achieved unless a different period is required by the law.,7.2.\nProcessing of personal data ends when:,- achieving the purpose of personal data processing;,- in the case of withdrawal of consent to personal data processing, if there are no other grounds for,personal data processing provided for by the apllicable legislation;,- expiration of the consent to personal data processing or, in other cases, provided for by law.,7.3.\nPersonal data shall be terminated after the extinction of contractual relations and the performing,of all responsibilities assumed by the Parties, in the absence of other grounds for personal data,processing.,7.4.\nThe Provider is taking the necessary steps to terminate or anonymize expired data.,8.\nThe rights of the Client,8.1.\nThe Client has the right to receive information regarding the personal data he/she provides and,information relating to its processing, the right to withdraw this consent at any time, to request,correction of his/her personal data if inaccuracies are found in the personal data processed by the,Provider, the right to request a list of the personal data available to the Provider for processing and,entrust the Provider with the transfer of their personal data to a third party if theProvideris,technically capable of doing so, the right to erasure, the right to demand clarification (if the data is not,accurate or expired), the right to request block or termination (if the data was obtained illegally or is,not necessary for the stated purpose of processing) of personal data and other rights due to applicable,legislation.\n,8.2.\nThe Client has the right to withdraw the consent given by him/her by sending a relevant,notification to the Provider.The Client agrees that when the specified personal data is necessary for,rendering services, rendering services and contractual relations between the Parties will be considered,terminated from the moment of consent withdrawal for personal data processing.,8.3.\nThe r has the right to take measures to protect their rights and legitimate interests, including,applying with the appropriate application.,8.4.\nThe r has the right to unsubscribe from newsletters regarding the provision of services or news,items under the agreement on the provision of services by going to the Client Area and clicking the,«unsubscribe from the newsletter».,8.5.\nAfter receiving a corresponding request from the Client, the Provider:,8.5.1.\nperforms identification of the r;,8.5.2.\nestablishes the fact of personal data processing of the r;,8.5.3.\nprovides the r an opportunity to get familiar with the complete information about his personal,data, processed bytheProvider free of charge;,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,6,IQWeb FZ-LLCPersonal data processing policy,DDoS Protection Company,8.5.4.\namends, terminates, or blocks ther's personal data when he/she provides information,confirming that the processed personal data is incomplete, expired, unreliable, illegally obtained, or is,not necessary for the stated purpose of the processing;,8.5.5.\nnotifies all Parties who have previously been reported incorrect or incomplete personal data of,the r.\nreports of all corrections and / or additions made to them;,8.5.6.\ninforms the r on the results of the requested actions.,8.5.7.\nperforms other actions prescribed by law.,9.\nPersonal data protection,9.1.\nMeasures to protect technical means exclude unauthorized access to stationary IT equipment that,process personal data, the means that ensure the functioning of the information system and the,premises in which they permanently located, the protection of technical means from external,influences, as well as the protection of personal data in the form of informative electrical signals and,physical fields.,9.2.\nMeasures to supervise (analyze) the security of personal data ensure the control of the personal,data security level by conducting methodical steps to investigate the security of information system,and test the personal data system protection performance.\nSecurity event logging allows to collect,,record, store and protect information on security events in the data system and the ability to view and,analyze information about such events and respond to them.,9.3.\nThe Provider employees, under their authority, are allowed to work with personal data, to sign a,non-disclosure obligation of confidential information.,9.4.\nThe Information Security Department monitors and supervises personal data processing.,9.5.\nAll disputes arising from this Agreement shall be resolved by following applicable law.\nBefore,bringing the court action, the r must comply with the mandatory pre-trial procedure and send the,operator a corresponding complaint in writing.\nThe deadline for responding to the complaint is 30,(thirty) business days.,9.6.\nAll other issues not regulated in this Agreement are regulated by the current legislation of the,United Arab Emirates and the FZE «Dubai Internet City».,10.\nThe Personal Data Processing Policy Modification,10.1.\nThe Provider has the right to unilaterally change the Personal Data Processing Policy at any time,without prior notice.\nAll changes become effective on the date of the relevant version of the Personal,Data Processing Policy placement on the Provider's website.,10.2.\nIf rs who already use the services and/or the Provider'swebsite - continue to use the services or,specified website after changes made in this edition, agree to the changes.,11.\nContact details for questions,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,7,IQWeb FZ-LLCPersonal data processing policy,DDoS Protection Company,11.1.\nA responsible employee has been assigned by the Provider.\nto interact on all issues related to this,Personal Data Processing Policy.,11.2.\nIf you have any questions on the performance of this Personal Data Processing Policy, please get,in touch with us at the following contact information:,Mailing address: Office No 122, dic Building 03, Al Sufouh second, Dubai,E-mail: pdn@ddos-guard.net,The response period to requests is 1 month.,document type: LEGAL | Copyright © 2022 IQWeb FZ-LLC.\nAll rights reserved.,8", "created_at": "2022-12-16 04:57:15.680851", "updated_at": "2022-12-16 04:57:18.892446"}], "points": [], "urls": ["ddos-guard.net"]}}