{"error": 448, "message": "OK", "parameters": {"id": 7889, "name": "Gap Inc", "created_at": "2023-04-03 19:49:28.784333", "updated_at": "2023-11-17 19:34:03.842523", "wikipedia": null, "keywords": null, "related": null, "slug": "gap-inc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7889.png", "url": "gap.com,gapinc.com,bananarepublic.com", "documents": [{"id": 15254, "name": "Privacy Policy ", "url": "https://www.gapinc.com/en-us/consumer-privacy-policy", "xpath": "//*[@id=\"main\"]", "text": " The Gap, Inc.\nPrivacy Policy <p>\n<em>Last Updated: January 1, 2023</em>\n<br>\n<br>\nView in PDF format</p>\n<p>English&nbsp.\n|&nbsp.\nEspañol&nbsp.\n|&nbsp.\nFrançais Canada</p>\n<p>At Gap&nbsp;Inc., and on behalf of our family of brands (Gap, Old Navy, Banana Republic, and Athleta) and subsidiaries:</p>\n<blockquote> We want to inform and empower you to exercise meaningful control over how your personal information is collected and used.\n</blockquote>\n<p>This Privacy Policy explains how we process personal information provided and collected when you access or use our websites (sites), mobile applications (apps), and any other online services where this Privacy Policy is posted (collectively, our&nbsp;<b>online&nbsp;services</b>).\nIt also explains how we process personal information provided and collected when you interact with us offline&nbsp;(like when you shop in our stores, call our customer service team, or attend our events).</p>\n<p>In this Privacy Policy,&nbsp;<strong>personal information&nbsp;</strong>means information that relates to an identified or identifiable individual or as otherwise defined under applicable law.</p>\n<p>We follow this Privacy Policy in accordance with applicable laws in the places where we operate.\nIn some cases, we may provide supplemental terms specific to certain products and services and separate terms specific to certain regions.\nSupplemental terms are to be read in conjunction with this Privacy Policy, and region-specific terms apply separately.&nbsp;</p>\n<p>While we strive to manage various privacy laws consistently, some terms, obligations, and rights only apply or may be available to those who live in certain jurisdictions.\nUse of the term “right” in this Privacy Policy (and any supplements) is not intended to and shall&nbsp;not confer any legal rights or remedies on any person or party, and any such rights or remedies shall only exist to extent expressly provided under applicable law.&nbsp;&nbsp;</p>\n<p>\n<strong>Employees and job applicants.</strong> If you are a Gap Inc.\nemployee, please refer to the Gap Employee Privacy Policy applicable to you.\nIf you are a job applicant, please refer to our Global Applicant Privacy Policy&nbsp;available by clicking \"Privacy Policy Careers\" at the bottom of our corporate site (gapinc.com).</p> Notice at collection Notice at collection : click to collapse : click to expand <p>While we encourage you to read our full Privacy Policy, this Notice is to provide you with timely notice, at or before the point of collection of personal information, about the categories of personal information to be collected from consumers, the purposes for which the personal information is collected or used, and whether personal information is “sold” or “shared” (as those terms may be defined by applicable privacy laws).</p>\n<p>We hope you will use this Notice as a tool when choosing whether to engage with us or to request to limit certain uses of your personal information.</p>\n<p>\n<strong>We collect the following types of personal information:</strong>\n</p>\n<ul>\n<li>Contact and registration information</li>\n<li>Order details and payment information</li>\n<li>Records of purchases and services requested</li>\n<li>Customer service communications</li>\n<li>Internet and network activity information</li>\n<li>Online identifiers (cookies and similar technologies)</li>\n<li>Content provided in our public forums</li>\n<li>In-store video and electronic anti-theft information</li>\n<li>Inferences reflecting interests and preferences</li>\n</ul>\n<p>\n<strong>We collect personal information to:</strong>\n</p>\n<ul>\n<li>Provide the products and services you purchase and request</li>\n<li>Respond to your inquiries and provide customer service</li>\n<li>Operate and improve online services</li>\n<li>Personalize online content and experiences</li>\n<li>Market and advertise</li>\n<li>Maintain safety in our stores and combat illegal activities</li>\n<li>Comply with legal obligations</li>\n</ul>\n<p>We retain personal information for the length of time needed to fulfill the purposes for collection unless a longer retention period is required or permitted by applicable law.</p>\n<p>\n<strong>Request to opt-out of certain uses of your personal information: </strong>\n</p>\n<p>We may share personal information with other parties to provide analytics services and serve ads on our behalf targeted to your interests and based on your online activities.\nInformation may be linked to your browser or device (like cookies and similar tracking technologies) and related to you if you have a customer account or interact with us in other ways.\nThese parties may use the information for their own marketing and to offer products and services on our online services.</p>\n<p>Your personal information is not shared for money, but certain uses may be deemed the “sale” or “sharing” of personal information under applicable privacy laws.</p>\n<p>Click \"Do Not Sell or Share My Personal Info\" located at the bottom of our websites and within our mobile apps under Customer Service, to opt-out of these uses of your personal information.\nUsers of websites in Canada (with .ca in the website address), please click \"Interest Based Ads\" located at the bottom of the websites.</p>\n<p>Read more about other privacy rights and choices that may be available to you under the \"Your privacy rights and choices” section of this Privacy Policy.</p> Close Types of personal information we collect and sources Types of personal information we collect and sources : click to collapse : click to expand <p>The types of personal information we collect about you depend on your interactions with us but typically consist of information you provide to us, we generate and automatically collect on our online services, and we receive from other sources.</p>\n<p>Please be aware that if you do not allow us to collect certain personal information, we may not be able to provide&nbsp;certain products and services, and some products and services may not be able to take account of your interests and preferences.</p>\n<p>\n<strong>Information you provide to us</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Contact and registration information.</strong> We collect contact and registration information when you purchase, exchange, or return products, request services, create a customer account, participate in a Loyalty Rewards Program, redeem promotions, or interact with us for&nbsp;other products and services, such as your name, email address, phone number, billing and shipping address, clothing size and fit preferences, and other information you may choose to provide (like your height, weight, interests and activity preferences, partial birthday, social media handle, preferred language, and your age and gender).</p>\n</li>\n<li>\n<p>\n<strong>Transaction information.\n</strong>We collect transaction information you provide when you purchase, exchange, or return products, request services, or redeem promotions, such as your order and service details and payment information.\nWe may add to or combine information we have collected about you.\nFor example, we may identify the region you live in so we can show you prices for products in your local currency and improve the accuracy of your shipping address.</p>\n</li>\n<li>\n<p>\n<strong>Communications information.\n</strong>We collect and record communications information and content you provide when you sign-up to receive marketing emails or texts and communicate with us about a customer service issue or to make other inquiries.&nbsp;For example, we collect and record information and content you provide to us over the phone, text, or online chat (you may choose to chat with us anonymously) or when you communicate with us using any other service or communication method.&nbsp;This type of information includes your contact information, the date and time you contacted us, call recordings, the content of your communications, and your communication method.</p>\n</li>\n<li>\n<p>\n<strong>Customer content.\n</strong>We collect information and content you provide or make available in our public forums (like online message boards, social and wellness community environments, and other forums that do not have a restricted audience) and when you provide feedback or product reviews, respond to surveys, or use features of our services which may require the collection of certain personal information to utilized the features.&nbsp;We also collect information and content when you engage with us on social media (like when you tag us or our products and services or allow us to follow your social media profile).&nbsp;These types of information includes any information and content you choose to provide or make available, such as opinions, feedback, preferences, wellness goals, photos, images, and social media profiles and handles.&nbsp;&nbsp;</p>\n</li>\n</ul>\n<p>\n<strong>Information we generate and automatically collect</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Internal customer identifiers and commercial information.</strong> We generate internal customer identifiers (like a customer or account ID) to keep track of and manage your transactions and relationships with us and collect commercial information, such as records of products or services purchased, requested, considered, exchanged, or returned, and other purchasing or consuming histories and tendencies.\nWe may draw inferences about you from the other types of information we collect reflecting your interests, preferences, online behaviors, and characteristics.</p>\n</li>\n<li>\n<p>\n<strong>Internet and network activity&nbsp;information.\n</strong>We use automated information technologies to collect certain internet and network activity information (with your consent, when required by applicable law) when you access or use our online services.\nThis type of information includes:</p>\n<ul>\n<li>\n<p>Identifiers that can be used to recognize you or a device over time and across different services (like browser ID, device ID, IP address, cookies and app tracking technologies, or other forms of persistent or probabilistic identifiers).</p>\n</li>\n<li>\n<p>Information about your interactions with our online services and advertisements, including browsing activities and data that reflects the content you have accessed, clicked on, or viewed, use of our accessibility features, and information about the websites or apps visited immediately before or after interacting&nbsp;with our online services.</p>\n</li>\n<li>\n<p>Information about your computer or device, such as the browser version and device model.</p>\n</li>\n<li>\n<p>Information about your precise location when you permit an online service to access device location</p>\n</li>\n<li>\n<p>For more information about the use of automated information technologies for targeted advertising and how you&nbsp;can opt-out of certain uses of your information, please see the \"Your privacy rights and choices\" section of this&nbsp;Privacy Policy.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Safety&nbsp;and anti-theft&nbsp;information.</strong> In our stores and on our properties, we collect safety and anti-theft information, such as in-store video (like information from Closed-Circuit Television (CCTV)), electronic information from theft-prevention devices (like Radio Frequency Identification (RFID)), and similar information to help ensure your and our employees’ safety and security and to combat theft and other illegal activities.</p>\n</li>\n<li>\n<p>\n<strong>In-store technologies.</strong> We offer Wi-Fi access points in some of our stores.\nIf you choose to connect to our Wi-Fi Services, we will receive information about you and your device, such as your MAC and IP address, received signal strength indicators, and operating system.\nWe may also collect information about the store location and areas of the store you visit, the names and&nbsp;internet addresses of the websites you visit, and the applications you use.\nWe may collect de-identified&nbsp;data from Wi-Fi access points to understand traffic patterns in our stores.</p>\n</li>\n<li>\n<p>\n<strong>De-identified data.&nbsp;</strong>We may generate and use de-identified data (or anonymized or aggregate information) which cannot reasonably be used to identify you.&nbsp;We will maintain and use this data only in a de-identified form and will not attempt to re-identify such data, except as permitted by applicable law.&nbsp;</p>\n</li>\n</ul>\n<p>\n<strong>Information we collect from others</strong>\n</p>\n<p>We may collect personal information about you from publicly available and other sources, including:</p>\n<ul>\n<li>\n<p>\n<b>Service providers and contractors.&nbsp;</b>Service providers and contractors may collect personal information when processing personal information on our behalf for specific business purposes we alone or jointly with other data controllers determine, including information you provide&nbsp;to us and that we generate and automatically collect.</p>\n</li>\n<li>\n<p>\n<strong>NFT platforms and blockchains.</strong>&nbsp;If you participate in a NFT (non-fungible token) program (like Gap Threads), we may collect information from third parties operating and hosting such programs, including digital wallet providers (such as Kukai) and open source blockchain networks (such as Tezos).\nWe may collect NFT ownership information, including digital assets and tokens, and other NFT-related information (such as transfers of NFTs between accounts, the corresponding smart contracts, amounts paid, and metadata describing each NFT and its properties as a digital asset).\nWe may also collect cryptocurrency wallet address and related information, including your digital wallet types, amounts of digital assets you possess, and account balances.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>Social media platforms and content distribution channels.</b>&nbsp;When you interact with content or features provided by social media platforms on our online services or our content or ads on social media platforms (like login or sign in features or tools that allow you to share our content with others), we may obtain information from the social media platforms, including your username, user ID, demographic information, and other service-related information, subject to the settings and privacy practices of the relevant social media platform.&nbsp;In addition, when you interact with our content, products, services, or ads available on third-party sites, apps, content distribution channels, or other media (like video sharing and social network websites and apps), we may obtain information from those third-party sources.\nThe information we receive may include information about the content you view or access, your demographic information, and information about your interests.</p>\n</li>\n<li>\n<p>\n<b>Other third parties.</b>&nbsp;Third-party data suppliers (such as data aggregators and data resellers) may supply us with internet and network activity information, demographic information, and other information that helps us recognize and learn more about you and other users of our online services.\nWe may also collect information from third-party fraud prevention companies and companies that we allow to make their goods and services available to you on our online services, market and sell our products, or that offer products on a co-branded, co-sponsored, or cross-promotional basis, such as contact, transaction, and automatically collected information.</p>\n</li>\n</ul>\n<strong>Franchisees</strong>&nbsp.\n<p>We have franchise agreements with franchisees in a number of countries around the world.\nUnder these agreements, third parties operate (or will operate) stores, shop-in-shops, and websites that sell apparel and related products under our brand names.\nWe do not share personal information with our franchisees, and they do not share personal information with us.\nPersonal information collected by a franchisee is subject to the franchisee's own privacy policies.\nPlease be sure to review other privacy policies that may apply.</p> Close How we use personal information How we use personal information : click to collapse : click to expand <p>We use personal information we collect to:</p>\n<ul>\n<li>\n<p>\n<strong>Provide products and services.\n</strong>These uses include providing products and services you purchase and request, such as processing&nbsp;transactions and payments, fulfilling orders, maintaining and servicing customer accounts and Loyalty Rewards Programs, and providing promotions, events, and other offers.&nbsp;We also use information to improve and develop new products and services.&nbsp;If you participate in a NFT program (like Gap Threads), we may also use your digital wallet and other related NFT or cryptocurrency information to facilitate your participation in the program and related cryptocurrency transactions.</p>\n</li>\n<li>\n<p>\n<strong>Communicate with you.</strong> These uses include responding to your inquiries, providing customer service and technical support, sending you transactional and related&nbsp;communications about your purchases, Loyalty Rewards Programs, and product and policy changes, and sending you communications about promotions, events, and other offers and products and services we think may be of interest to you.</p>\n</li>\n<li>\n<p>\n<strong>Operate and improve online services.\n</strong>These uses include operating, troubleshooting, improving, and developing new online services and features, as well as learning how you and other users interact with and respond to our online services and advertisements.</p>\n</li>\n<li>\n<p>\n<strong>Personalize online content and experiences.\n</strong>These uses include personalizing online content, providing recommendations and reminders, and enhancing the quality and your overall experience with our online services (like retaining your user preferences and presenting content in the most effective manner for the browser or device you use to access our online services).\nWe may try to establish cross-device connections and link the different browsers and devices you use to access or use our online services to help us recognize you as a customer or visitor and provide you with a seamless and consistent personalized experience when interacting with us using different browsers or devices.</p>\n</li>\n<li>\n<p>\n<strong>Market and advertise.</strong> These uses include developing, managing, and conducting advertising and marketing campaigns.\nWe may use personal information to serve targeted ads and analyze and measure the performance and reach of our advertising and marketing efforts (on our online services and elsewhere) based on your online activities and how you interact with our advertising and marketing.&nbsp;We may also use personal information to create and identify audiences that are most likely to respond to ads based on information we have already collected or infer about your interests and preferences.</p>\n</li>\n<li>\n<p>\n<strong>Maintain safety and security and combat illegal activities.\n</strong>These uses include maintaining safety and security in our stores, preventing, detecting, and investigating security incidents or activities that may violate our polices or be illegal, and helping to ensure the ability of our networks and information systems to detect security incidents that may compromise the availability, authenticity, integrity, and confidentiality of stored or transmitted personal information.</p>\n</li>\n<li>\n<p>\n<strong>Comply with legal obligations.</strong> These uses include complying with our legal and&nbsp;regulatory obligations (such as maintaining records of your privacy requests, preferences, and choices), protecting our rights and the rights of others, and fulfilling our corporate obligations.\n&nbsp;</p>\n</li>\n</ul>\n<p>For residents in certain jurisdictions outside the United States, we may process your personal information on the following grounds:</p>\n<ul>\n<li>\n<p>\n<strong>To perform our contractual obligations to you.&nbsp;</strong>We process your information to provide you with our online services and other products and services,&nbsp;related content, and to communicate with you.\nFor example, when you make a purchase from us, we process your contact and payment information to fulfill our commercial obligations, communicate with you about your purchases and requested services, and provide customer services you request.\nFailure to provide requested information could prevent or delay the fulfillment of our contractual obligations.</p>\n</li>\n<li>\n<p>\n<strong>To pursue our legitimate interests.</strong> We process your information to provide you with our online services and other products and services, to communicate with you, and for our advertising and marketing purposes.\nFor example, our legitimate interests may include making improvements to and understanding how you interact with our online services and, as appropriate, sending you communications about our products and services we think may be of interest to you.\nTo accomplish our legitimate interests, we may share your information with other parties (as outlined in the “Disclosure of personal information and recipients” section of this Privacy Policy), including for our advertising and marketing purposes.&nbsp;We maintain safeguards to protect the information we process to pursue our legitimate interests.</p>\n</li>\n<li>\n<p>\n<strong>To comply with our legal obligations&nbsp;</strong>\n<b>and protect our rights.&nbsp;</b>We process and share your information as necessary to comply with our legal obligations and protect our rights and the rights of others.\nFor example, we may be required to collect certain information from you when processing your purchase and payment information for tax, regulatory compliance, or financial reporting reasons.</p>\n</li>\n<li>\n<p>\n<strong>With your consent.</strong> If we obtain your consent to process your information, you can withdraw your consent at any time&nbsp;(typically through the same method by which you provided your consent).\nIf you have questions about the process to withdraw your consent, please write to us using the address in your area listed in the “Contact us” section of this Privacy Policy.&nbsp.\n&nbsp;</p>\n</li>\n</ul> Close Disclosure of personal information and recipients Disclosure of personal information and recipients : click to collapse : click to expand <p>We may disclose or share the types of personal information we collect with:</p>\n<ul>\n<li>\n<p>\n<strong>Our brands and subsidiaries.\n</strong>We may share information with and among our family of brands and subsidiaries&nbsp;to provide our products and services and for other purposes outlined in this Privacy Policy.</p>\n</li>\n<li>\n<p>\n<b>Service providers and contractors.&nbsp;</b>We may provide or make available personal information to service providers and contractors to process on our behalf for specific business purposes we alone or jointly with other data controllers determine.\nFor example, service providers and contractors may process personal information on our behalf to process payment card transactions, distribute communications, operate online and other communication methods, manage offers and promotions, and provide services for order fulfillment and logistics, data analytics, computer and cloud-based networks, and fraud prevention.</p>\n</li>\n<li>\n<p>\n<strong>Advertising and marketing providers.&nbsp;</strong>We may share your information with advertisers (such as advertising agencies, networks, and exchanges), marketing businesses, third-party data suppliers (such as data aggregators and data resellers), and other entities that help us to create, deliver, and assess our advertising and marketing campaigns and learn more about you and other users of our online services.\nThese parties may combine your personal information with their own records (and records available from other sources) for their own purposes, including for their own and other third-party marketing.\nWe do not share payment information with these parties.<br>\n<br> For more information about how we may share information for targeted advertising and how you can opt-out,&nbsp.\nplease see the \"Your privacy rights and choices\" section of this Privacy Policy.&nbsp.\n&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>Social media platforms.\n</strong>If you interact with social media widgets, share content using social media share buttons or access features of our online services that contain content or features provided by social media platforms, the relevant social media platforms may collect or have access to personal information.\nPlease review the privacy policies of the social media platforms you interact with as we are not responsible for their privacy policies.</p>\n</li>\n<li>\n<p>\n<strong>Participants in public forums or&nbsp;the public.</strong> When you participate in our public forums (like online message boards, social and wellness community environments, and other forums that do not have a restricted audience), you may choose to make your personal information available to other participants, such as your opinions, feedback, goals, and personal information that may be considered sensitive.&nbsp;Your personal information can be viewed by other participants, and they may be able to comment on it and collect and store it elsewhere before you have a chance to remove it.&nbsp;We do not control and are not responsible for how others may use your personal information.&nbsp;We urge you not to post or make any information available that can be used to directly identify you (such as your name, age, address, email, and phone number) or you have any concern about being viewed or accessible by other participants or the public.</p>\n</li>\n<li>\n<p>\n<strong>Our credit card provider.</strong> We may provide you with offers to apply for credit from Barclays Bank (our co-branded credit card provider).\nWe may use information from your customer account to facilitate your request to apply, pre-populate your online application, or send you a pre-approved credit offer.&nbsp;This and any other personal information you provide in connection with your application may be provided to Barclays Bank and is subject to Barclays Bank's privacy policies.&nbsp;As part of applying for credit, you may be asked to provide a government identification number, such as your social security number, national identification number, or driver’s license number.\nWe do not retain this information.\nPlease review all applicable terms and conditions.</p>\n</li>\n<li>\n<p>\n<strong>NFT platform and blockchain participants.\n</strong>If you participate in a NFT (non-fungible token) program (like Gap Threads), by virtue of the public nature of the blockchain, the holdings and transactions associated with your cryptocurrency wallet address will be publicly available and accessible to third parties.</p>\n</li>\n<li>\n<p>\n<strong>Non-profit groups and programs.\n</strong>If you participate in third-party non-profit programs, we may provide your information to the program providers, administrators, and others when required by the programs.\nFor example, it may be necessary to provide your contact and purchase information to those who run the programs and your purchase information to credit card processors, so part of your purchase may be donated to non-profit organizations or participants.&nbsp;Once your information is provided to these third parties, it is subject to their privacy policies.&nbsp;Please review other privacy policies that may apply.</p>\n</li>\n<li>\n<p>\n<strong>Other third parties.\n</strong>We may provide your information to other third-party companies that we allow to make their goods and services available to you on our online services, market and sell our products, or offer products on a co-branded, co-sponsored, or cross-promotional basis.\nThese initiatives may be offered on our online services or on other media.</p>\n</li>\n<li>\n<p>\n<strong>Parties you direct us to share information with.\n</strong>We may share your information with third parties with&nbsp;your consent or at your request.</p>\n</li>\n<li>\n<p>\n<b>Others when required by law or as necessary to protect our rights.</b>&nbsp;We may share your information to comply with or enforce the law, legal process, or applicable industry standards (including responding to court orders, warrants, subpoenas, and other requests from public and government authorities) and as we believe is necessary or appropriate to protect, enforce, or defend our legal rights (including with third parties to help us prevent, detect, and investigate security incidents and combat fraud or other illegal activities) and protect individuals’ privacy and safety.</p>\n</li>\n<li>\n<p>\n<strong>Parties involved in corporate transactions.</strong> We reserve the right to transfer any of the information we have about you to proceed with the consideration, negotiation, or completion of a sale or transfer of all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or other disposition, or in connection with a bankruptcy reorganization, dissolution, or liquidation.</p>\n</li>\n</ul> Close Your privacy rights and choices Your privacy rights and choices : click to collapse : click to expand <p>Depending on where you reside and legal limitations, applicable laws in your jurisdiction may grant you the right to make certain privacy requests.\nEven if you do not live in one of these jurisdictions, we allow you to make the same requests, and we will take reasonable steps to fulfill them.</p>\n<p>You may make a request to:</p>\n<ul>\n<li>\n<strong>Know.</strong> You may request a copy of the personal information we have collected about you.</li>\n<li>\n<strong>Delete.</strong> You may request that we delete the personal information we have collected about you.</li>\n<li>\n<strong>Correct.\n</strong>You may request to have inaccurate information about you corrected.</li>\n<li>\n<strong>Opt-out of sharing for targeted ads.\n</strong>You may opt-out of our&nbsp;sharing certain personal information with other parties to provide analytics services and serve targeted ads on our behalf.</li>\n</ul>\n<p>\n<strong>How to make a request to know, delete, or correct</strong>\n</p>\n<p>Click here to make a request using&nbsp;our online Privacy Requests Form.\nTo fulfill your request, we may need to verify your identity.\nWe will send you an email with a link to confirm your email address and may request additional information solely for the purposes of verifying your identity.&nbsp;We only use the information collected through the Privacy Requests Form or otherwise requested to fulfill and maintain records of your request.&nbsp;</p>\n<p>Please follow the instructions provided in the communications sent to you, including how to access the fulfillment status and other information related to your request.&nbsp;</p>\n<p>You may have an authorized agent make a request on your behalf using the Privacy Requests Form.&nbsp;Your agent will be required to provide written proof that you gave the agent signed permission to submit the request on your behalf.\nIn some cases, we may ask you to verify your identity directly with us or directly confirm that you provided the agent permission to submit the request on your behalf.</p>\n<p>You or your authorized agent may also make a request by calling us toll-free at 1-866-237-4007 or writing to us at: Privacy Requests, Legal Department - Gap Inc., 2 Folsom Street, San Francisco CA 94105, United States.\n&nbsp;</p>\n<p>If you are a business contact, please submit your requests by calling our toll-free number or by writing to us using the contact information above.</p>\n<ul>\n<li>\n<p>\n<strong>Notice regarding requests to delete.</strong> After submitting a request to delete, your personal information will be deleted, including your online accounts and Loyalty Program Memberships.\nDeletion removes all related records, including all&nbsp;Loyalty Program Membership rewards, benefits, and available promotions.\nWe are not able to reinstate these after deletion.</p>\n</li>\n<li>\n<p>\n<strong>Reviewing and correcting personal information.</strong> If you have created a customer account, you are able to review and update certain information and user preferences for your&nbsp;account.\nPlease sign in and click \"your account\" in the top right corner of the website or the account icon in our mobile apps.\nYou may also contact customer service or make a request to delete.</p>\n</li>\n</ul>\n<p>We work to fulfill requests within the time frames provided by applicable law, and, in some cases, fulfillment make take up to 45 days.</p>\n<p>\n<strong>Opt-out of sharing for targeted advertising</strong>\n</p>\n<p>We may share personal information with other parties to provide analytics services and serve ads on our behalf targeted to your interests and based on your online activities.\nInformation may be linked to your browser or device (like cookies and similar tracking technologies) and related to you if you have a customer account or interact with us in other ways.\nThese parties may use the information for their own marketing and to offer products and services on our online services.</p>\n<p>Your personal information is not shared for money, but certain uses may be deemed the “sale” or “sharing” of personal information under applicable privacy laws.\nWe do not sell or share personal information of individuals we know to be under 16 years of age.</p>\n<p>\n<strong>Please click “Do Not Sell or Share My Personal Info” located at the bottom of our sites and within our mobile apps under Customer Service, to opt-out of these uses of your personal information using&nbsp;our Privacy Preference Page and Webform.</strong>\n</p>\n<p>If you have a customer account, please sign-in first, before taking the steps on the Privacy Preference Page and Webform, so we can maintain your preference.&nbsp;We only use the information requested to fulfill and maintain records of your request.&nbsp;Your request may take up to 15 business days to process.&nbsp;</p>\n<p>Users of websites in Canada (designated with&nbsp;.ca in the website address), please click \"Interest Based Ads\" located at the bottom of the websites.</p>\n<p>Some browsers&nbsp;allow you to enable privacy-controls in the browser's settings to automatically signal your opt-out preference to the websites you visit (like the Global Privacy Control).\nWe honor the Global Privacy Control as a valid request to opt-out of the sharing of information linked to your browser.</p>\n<p>You may have an authorized agent submit a request to opt-out on your behalf using the Privacy Preference Page and Webform.\nYour agent will be required to provide your signed permission to make the request on your behalf.\nThe requirement for your agent to provide signed permission does not apply to requests to opt-out received via the Global Privacy Control.</p>\n<p>Please keep in mind:</p>\n<ul>\n<li>\n<p>Opt-out tools are limited to the browser or device you use because they work off your browser ID and device ID.&nbsp;If you’re not signed-in to your customer account or don’t have a customer account, you will need to opt-out on each browser and device you use.</p>\n</li>\n<li>\n<p>Your browser may save some information in its cookies and cache to maintain your privacy preferences.\nClearing these may remove opt-out preferences, requiring you to opt-out again.</p>\n</li>\n<li>\n<p>If you opt-out, you may still see ads online, but these ads will not be based on your inferred interests.</p>\n</li>\n<li>\n<p>Some automated means may still be used to collect information about your interactions with our online services for the other purposes described in this Privacy Policy (like to remember user preferences or enable specific functionality).</p>\n</li>\n</ul>\n<p>You may also choose to control targeted ads you receive within apps by using the settings and choices made available to you by your device manufacturer.\nYour device manufacturer will typically have their own privacy settings to block technologies used for targeted advertising or ask for your permission first.</p>\n<p>You can read more about targeted adverting and take additional steps to control targeted advertising from many ad networks and exchanges by visiting the Digital Advertising Alliance (www.optout.aboutads.info) or European Interactive Digital Advertising Alliance (www.edaa.eu).&nbsp;</p>\n<p>As online environments continue to evolve, additional opt-out mechanisms or privacy settings may become available to you.\nWe encourage you to review the information on opt-outs and settings that browser owners, device manufacturers, technology companies, and industry associations make available to you.</p>\n<p>\n<strong>Reasons a request may be denied and exceptions</strong>\n</p>\n<p>We may deny your request if we are unable to verify your identity.\nWe use your confirmation of your email address as one way to verify your identity.\nFor example, we may deny your request, if you don’t timely respond to our request to confirm your email address or provide other requested information necessary for us to verify your identity or process your request.\nWe may deny a request from an authorized agent if the agent does not provide required&nbsp;permissions.</p>\n<p>If you make a request to delete your personal information, we may not be able to delete certain information&nbsp;if the information is required for us to process your purchase payments or fulfill your orders (exchanges or returns) or requested services.</p>\n<p>If you participate in a NFT program (like Gap Threads), smart contracts are employed that collect certain information that is then stored on a blockchain that we do not control.\nYour information will be cryptographically transmitted and stored on that blockchain, and any deletion or modification of that information (to the extent possible on a blockchain) is governed by the terms of the relevant smart contract associated with the NFT and may not be able to be modified or deleted due to the immutable nature of the blockchain.</p>\n<p>We may not be able to honor your request, to the extent it otherwise restricts our ability to comply with applicable law (including cooperating with law enforcement) or our regulatory obligations (like maintaining records of your requests and preferences) or in our good-faith judgment we believe information is necessary to exercise or defend a legal claim or protect our operations and property or the privacy, safety, and property of others.</p>\n<p>If we deny your request, you may appeal our decision by writing to us using the address in your area listed under the \"Contact us\" section of this Privacy Policy.\nIf you have concerns about the results of an appeal, you may contact the supervisory authority where you reside.</p>\n<p>\n<strong>Non-discrimination</strong>\n</p>\n<p>We do not discriminate against anyone for exercising their privacy rights or making similar requests.</p>\n<p>\n<strong>Automated individual decision making</strong>\n</p>\n<p>We do not make decisions about you based solely on automated processing of your personal information, including profiling, which produces legal effects or similarly significantly affects you, unless necessary for entering or performance of a contract with you based on your explicit consent or as authorized by applicable law.</p>\n<p>\n<strong>Email marketing</strong>\n</p>\n<p>You may opt-out of receiving marketing or promotional emails from us by clicking on the “unsubscribe” link contained in such emails.\nPlease keep in mind that if you opt out of receiving marketing or promotional emails, we may still send you transactional communications, such as those relating to your purchases or Loyalty Rewards Program.</p>\n<p>\n<strong>Text message marketing</strong>\n</p>\n<p>You may opt out of receiving marketing or promotional&nbsp;texts from us by texting the word STOP in response to a text message or following other instructions provided to you when you elected to receive texts.&nbsp;You may have requested texts from more than one list, so you will need to opt-out&nbsp;from each list you are on.</p>\n<p>\n<strong>Direct mail</strong>\n</p>\n<p>You may request that we stop sending you postal mail offers through the United States post office by writing to us at: Privacy Requests, Legal Department – Gap Inc., 2 Folsom Street, San Francisco, CA 94105, United States.</p>\n<p>\n<strong>Co-branded, co-sponsored, or cross-promotional offerings</strong>\n</p>\n<p>If you choose to participate in a co-branded, co-sponsored, or cross-promotional offering, the brand, sponsor, or other third party involved in that offering may use your information for their&nbsp;own purposes, including advertising and marketing.&nbsp;You must contact the relevant third party directly to exercise your opt-out choices with respect to the third party’s use of your information.</p>\n<p>\n<strong>Push notifications</strong>\n</p>\n<p>If an online service enables push notifications on your device, you may review and update your push notification preferences by adjusting the notification settings provided by your device manufacturer.\nDeactivation may not apply to our in-app notifications and alerts.</p>\n<p>\n<strong>In-store technologies</strong>\n</p>\n<p>If you choose to use our in-store Wi-Fi services, you can opt-out of the auto-reconnect feature by adjusting your mobile device settings provided by your device manufacturer or by visiting www.smart-places.org.</p> Close Sensitive personal information Sensitive personal information : click to collapse : click to expand <p>We do not use or disclose sensitive personal information unless it is necessary to provide the goods or perform the services you have requested (such as processing or fulfilling orders and transactions), with your consent, or as otherwise authorized by applicable law (such as to prevent, detect, and investigate security incidents, ensure physical safety, and show non-personalized advertising as part of your current interaction with us).</p> Close Children’s privacy Children’s privacy : click to collapse : click to expand <p>We do not knowingly collect personal information directly from children under the age of 13 (16 in the United Kingdom or European Union) without parental consent.\nOur online services are general audience properties and are not specifically targeted to or intended for use by children.</p> Close Retention of personal information Retention of personal information : click to collapse : click to expand <p>We retain personal information for the length of time needed to fulfill the purposes for collection unless a longer retention period is required or permitted by applicable law.&nbsp;&nbsp;</p> Close Data transfers Data transfers : click to collapse : click to expand <p>We have operations and vendors in the United States, Canada, and other countries which means we may transfer your personal information to&nbsp;or store or access it in&nbsp;jurisdictions that may not provide levels of data protection that are equivalent to those of your home jurisdiction.\nWe provide adequate protection for the transfer of personal information in accordance with applicable law, such as by obtaining your consent, setting up contractual obligations with our service providers and third parties, relying on the European Commission’s adequacy decisions, or executing Standard Contractual Clauses.&nbsp;As applicable law may provide, you may request a copy of these Standard Contractual Clauses by contacting our representative in the United Kingdom and European Union identified in the \"Contact us\" section of this Privacy Policy.</p> Close Information safeguards Information safeguards : click to collapse : click to expand <p>Our goal is to provide you with safe and convenient experiences when you interact with us.&nbsp;We maintain technical and organizational measures designed to&nbsp;protect you and your personal information.\nPlease note that we will never email you asking for personal information (like your customer account access credentials, date of birth, or credit card information).\nAdditionally, we will never email you with attachments that can be opened.&nbsp;If you receive a suspicious email that appears to be from us, please&nbsp;contact us.&nbsp.\n&nbsp;&nbsp;</p> Close Third-party sites and platforms Third-party sites and platforms : click to collapse : click to expand <p>When you provide information to us on sites, apps, and other platforms operated by third parties (like using one of our apps on a third-party platform through your mobile device), the information you provide may be separately collected by these third-party operators.\nIn addition, you may interact with our content, products, services, or ads available on content distribution channels operated by third parties (like video sharing and social network websites and apps).\nThe information we collect is subject to this Privacy Policy, and the information these third-party operators collect is subject to their own privacy policies.\nPrivacy choices you make on third-party sites, apps, platforms, or content distribution channels will not apply to our use of the information we have collected directly through our online services.</p>\n<p>Please also keep in mind that our online services may contain links to other sites and platforms that we do not own&nbsp;or control.&nbsp;We are not responsible for the privacy practices of other&nbsp;sites and platforms.&nbsp;We encourage you to be aware when you leave our online services and to read the privacy policies published by relevant third parties that may apply.</p> Close Additional information for California residents Additional information for California residents : click to collapse : click to expand <p>This Privacy Policy covers our information practices for the last 12 months regarding the categories of personal information we have collected (under the \"Types of personal information we collect and sources\" section of this Privacy Policy), sold/shared to third parties (under the \"Your privacy rights and choices\" section of this Privacy Policy), and disclosed for business purposes to third parties (under the \"Disclosure of personal information and recipients\" section of this Privacy Policy).\nFor information about your privacy rights and choices and how to exercise them, please review the&nbsp;\"Your privacy rights and choices\" section of this Privacy Policy.&nbsp;</p> Loyalty Rewards Programs <p>\n<strong>Notice of Financial Incentive.&nbsp;</strong>We provide rewards benefits and special offers to customers who participate in our Gap Inc.\nLoyalty Rewards Programs (like Old Navy Navyist Rewards, Banana Republic Rewards, Athleta Rewards, Gap Good Rewards) (collectively, the \"Loyalty Rewards Programs\").&nbsp;We may also provide other program offerings (such as sweepstakes, contests, or promotional campaigns) to customers who sign up to participate or to receive communications from us via email, text, and social media.&nbsp;Personal information is collected when you participate in Loyalty Rewards Programs and other program offerings and may include your contact and transaction information, information we generate and automatically collect, and other information that allows us to tailor our communications and provide offers and products and services we think may be of interest to you.</p>\n<p>You can sign up to participate in Loyalty Rewards Programs online or in stores.&nbsp.\nPlease review our Loyalty Rewards Program Terms and Conditions presented to you when you sign up.&nbsp;You can withdraw from Loyalty Rewards Programs at any time by contacting a customer service representative at 1-833-244-5556.</p>\n<p>You may choose to opt-out of or end communications related to other program offerings, as explained&nbsp;under the “Your privacy rights and choices” section of this Privacy Policy.&nbsp;&nbsp;</p>\n<p>Loyalty Rewards Program benefits and offers and other program offerings are reasonably related to the value of a participant’s data based on our estimate of the value of participant’s data that forms the basis for offering the programs (less expenses to provide such programs).\nMethods used to calculate the value of a participant’s data include:</p>\n<ul>\n<li>\n<p>\n<strong>Loyalty Rewards&nbsp;</strong>\n<b>Programs.&nbsp;</b>Participants earn points when they purchase products from participating brands that can be used to discount the price of their future purchases with participating brands.\nWe estimated the value of a participant’s data by comparing the amount spent by participants to similarly situated customers who do not participate in the Loyalty Rewards Programs over a 12-month period.</p>\n</li>\n<li>\n<p>\n<strong>Other special offers.</strong> Participants receive special offers when they sign up, and the value of a participant's data varies based on: (i) the special offer provided at the time, (ii) the amount a participant purchases using that special offer, and (iii) the value of future special offers a participant receives from us and uses to make purchases.\nFor example, a 20% discount offer will be valued differently depending on the amount of a participant's purchases.</p>\n</li>\n</ul>\n<p>If you participate in any of our Loyalty Rewards Programs or other program offerings, you will not be treated differently because you exercise a legal right or make a similar request.</p>\n<p>If you request deletion of your personal information, deletion includes your online accounts&nbsp;and Loyalty Program Memberships (unless an exception applies) and all related&nbsp;rewards, benefits, and available promotions.\nWe are not able to reinstate these after deletion</p>\n<p>\n<strong>Statistics on California consumer privacy requests we receive.</strong> The following are statistics on the number of privacy requests we’ve received from California residents.&nbsp;</p> Requests from California residents July 1, 2021—June 30, 2022 Received Fulfilled Denied* Mean number of days for response Requests to know 75 50 25 6 Requests to delete 534 420 114 14 Requests to opt-out of sales/sharing 8,608 8,608 0 1 <p>*Lack of&nbsp;response to identity&nbsp;verification.</p>\n<p>\n<strong>Shine the light.\n</strong>California law permits California residents to request certain information regarding and/or opt-out of our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please write to us at the following address:</p>\n<p>Privacy Requests<br>\nLegal Department – Gap Inc.<br>\n2 Folsom Street<br>\nSan Francisco, CA 94105<br>\nUnited States</p>\n<p>\n<strong>Minor content removal.\n</strong>If you are a California resident, under 18, and a registered user of our services, you may ask us to remove content or information that you have posted to these services by contacting us.&nbsp;Please note that your request does not ensure complete or comprehensive removal of the content or information.\nFor example, some of your content may have been reposted by another user on other media.</p> Close Policy revisions and updates Policy revisions and updates : click to collapse : click to expand <p>Because we may revise and update this Privacy Policy from time to time, we encourage you to review it regularly.\nIf we make changes, we will notify you by revising the date at the top.\nIf we make material changes, we will provide you with additional notice, such as adding a statement on the homepages of our websites or sending you a notification.</p> Close Contact us Contact us : click to collapse : click to expand <p>If you have any questions or concerns about this Privacy Policy or our information practices, you may write to us at:</p>\n<p>Privacy Requests<br>\nLegal Department – Gap Inc.<br>\n2 Folsom Street<br>\nSan Francisco, CA 94105<br>\nUnited States</p>\n<p>If you are in the United Kingdom, you may write to us at:</p>\n<p>Privacy Requests<br>\nc/o&nbsp;Tmf Group, 8<sup>th</sup> Floor<br>\n20 Farringdon Street<br>\nLondon<br>\nEC4A 4AB<br>\nUnited Kingdom</p>\n<p>If you are in the European Union, you may write to us at:</p>\n<p>The DPO Centre Europe Ltd.&nbsp;<br>\nAlexandra House&nbsp;<br>\n3 Ballsbridge Park<br>\nDublin, D04C 7H2&nbsp;<br>\nIreland &nbsp;<br>\nEUrep@gap.com</p> Close ", "created_at": "2023-04-03 19:49:28.81683", "updated_at": "2023-04-03 19:50:11.41866"}, {"id": 15255, "name": "Terms of Use", "url": "https://www.gapinc.com/en-us/policy/terms-of-use", "xpath": "//*[@id=\"main\"]", "text": " Terms of Use <p>\n<strong>January 3, 2013</strong>\n</p>\n<p>Welcome to the Gap Inc.\nWeb Site (\"Site\").\n&nbsp;Please review the following terms and conditions of use, which govern your use of the Site (the \"Agreement\").</p>\n<p>Your use of the Site constitutes your agreement to follow and be bound by the Agreement.\n&nbsp;We reserve the right to update or modify this Agreement at any time without prior notice.\n&nbsp;For this reason, we encourage you to review the Agreement whenever you use the Site.\n&nbsp;If you do not agree to these terms, please do not use the Site.</p> Site Contents <p>Unless otherwise noted, the Site, and all materials on the Site, including text, images, illustrations, designs, icons, photographs, video clips and other materials, and the copyrights, trademarks, trade dress and/or other intellectual property in such materials (collectively, the \"Contents\"), are owned, controlled or licensed by Gap Inc.\n&nbsp;GAP, GAPKIDS, BABYGAP, BANANA REPUBLIC, OLD NAVY, PIPERLIME, ATHLETA, INTERMIX and other trademarks appearing on the Site are the trademarks of Gap Inc.\nand/or its subsidiaries.</p>\n<p>The Site and the Contents are intended solely for personal, non-commercial use.\n&nbsp;You may download or copy the Contents and other downloadable materials displayed on the Site for your personal use only.\n&nbsp;No right, title or interest in any downloaded Content is transferred to you as a result of any such downloading or copying.\n&nbsp;You may not reproduce (except as noted above), publish, transmit, distribute, display, modify, create derivative works from, sell or exploit in any way any of the Contents or the Site.</p> User Comments, Feedback, and Other Submissions <p>Gap Inc.\nis pleased to hear from users and welcomes your comments regarding our products and services.\n&nbsp;Gap Inc.'s longstanding company policy does not allow us to accept or to consider creative ideas, suggestions, proposals, plans, or other materials other than those we have specifically requested.\n&nbsp;We hope that you will understand that the intent of this policy is to avoid the possibility of future misunderstandings when projects developed by Gap Inc.'s employees and agents might seem to be similar to creative works submitted by users.\n&nbsp;Accordingly, while we value your feedback, we must ask that you do not send creative ideas, suggestions, proposals, plans, or other materials for our business.\n&nbsp;If, at our request, you send certain specific submissions (for example by posting comments on our blog) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, \"Comments\"), you agree that Gap Inc.\nmay, at any time, without restriction, edit, copy, publish, distribute, translate, and otherwise use in any medium any Comments that you forward to Gap Inc.\n&nbsp;Gap Inc.\nis and shall be under no obligation (1) to maintain any Comments in confidence.\n(2) to pay compensation for any Comments.\nor (3) to respond to any Comments.\n&nbsp;Gap Inc.\nhas the right but not the obligation to monitor and edit or remove any Comments.</p>\n<p>You agree that your Comments will not violate any right of any third party, including copyright, trademark, privacy or other personal or proprietary right.\n&nbsp;You further agree that your Comments will not contain libelous or otherwise unlawful, abusive or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Site.\n&nbsp;You may not use a false e-mail address, pretend to be someone other than yourself, or otherwise mislead Gap Inc.\nor third parties as to the origin of any Comments.\n&nbsp;You are solely responsible for any Comments you make and their accuracy.\nGap Inc.\ntakes no responsibility and assumes no liability for any Comments posted by your or any third party.</p> Personal Information Submitted Through the Site <p>Your submission of personal information through the Site is governed by our privacy policy, which can be reached by clicking on the \"Privacy Policy\" link located in the footer section of the Site (the \"Privacy Policy\").\n&nbsp;This Agreement incorporates by reference the terms and conditions of the Privacy Policy.</p> Copyright Complaints <p>Gap Inc.\nrespects the intellectual property of others.\n&nbsp;If you believe that your work has been copied in any way that constitutes copyright infringement, please follow our Notice and Procedure for Making Claims of Copyright Infringement.</p> Inaccuracy Disclaimer <p>From time to time there may be information on the Site that contains typographical errors, inaccuracies, or omissions.\n&nbsp;We reserve the right to correct any errors, inaccuracies or omissions and to change or update information at any time without prior notice.</p> Links to Other Web Sites and Services <p>The Site may contain links to other Web sites that are not under the control of Gap Inc.\n&nbsp;Gap Inc.\nhas no responsibility for the linked Web sites nor does linking constitute an endorsement of any linked Web site.\n&nbsp;Links are provided solely for the convenience and information of the Site's users.</p> Disclaimer <p>The materials on the Site are provided \"as is\" without warranties of any kind, either express or implied, including without limitation, warranties of title, implied warranties of merchantability, fitness for a particular purpose or non-infringement of intellectual property.\n&nbsp;Gap Inc.\nexpressly disclaims any duty to update or revise the materials on the Site, although Gap Inc.\nmay modify the materials at any time without notice.\n&nbsp;Your use of the Site is at your sole risk, and you assume full responsibility for any costs associated with your use of the Site.\n&nbsp;Gap Inc.\nshall not be liable for any damages of any kind related to your use of the Site.</p> Indemnification <p>You agree to defend, indemnify and hold Gap Inc.\nharmless from and against any and all claims, damages, costs and expenses, including attorneys' fees, arising from or related to your use of the Site and/or your breach of any representation, warranty, or other provision of the Agreement.</p> Choice of Law <p>This Agreement shall be construed in accordance with the laws of the State of California, without regard to any conflict of law provisions.\n&nbsp;Any dispute arising under this Agreement shall be resolved exclusively by the state and/or federal courts of the State of California, County of San Francisco and/or the Northern District of California.\n&nbsp;The waiver of any provision of the Agreement shall not be considered a waiver of any other provision or of Gap Inc.'s right to require strict observance of each of the terms herein.\n&nbsp;If any provision of the Agreement is found to be unenforceable or invalid for any reason, that provision shall be severable, and all other provisions shall remain in full force and effect.\n&nbsp;This Agreement constitutes the entire agreement between us relating to your use of the Site.</p> Termination <p>These terms are effective unless and until terminated by either you or Gap Inc.\n&nbsp;You may terminate this Agreement at any time.\n&nbsp;Gap Inc.\nalso may terminate this Agreement at any time without notice, and accordingly may deny you access to the Site, if in our sole judgment you fail to comply with any term or provision of the Agreement.\n&nbsp;The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of this Agreement for all purposes.</p> ", "created_at": "2023-04-03 19:50:25.010401", "updated_at": "2023-04-03 19:50:54.59725"}], "points": [], "urls": ["gap.com", "gapinc.com", "bananarepublic.com"]}}