{"error": 448, "message": "OK", "parameters": {"id": 7020, "name": "LA Care", "created_at": "2022-11-28 04:27:06.133555", "updated_at": "2022-11-28 23:01:06.091683", "wikipedia": "https://en.wikipedia.org/wiki/L.A._Care_Health_Plan", "keywords": null, "related": null, "slug": "la-care", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7020.png", "url": "lacare.org,members.lacare.org", "documents": [{"id": 12872, "name": "License Agreement", "url": "https://members.lacare.org/v3app/a/?6713520D04184E041C0D022C0D140C1C130C11166E010C300B101E1F575C5221020F1904460007191751270D5A125C0603434A234B047A01040F5A4847137F514C0D430E59595B5C0D7756015F5E035416153C5416321713070A001A45751E030F410C04430B0E432157010F43515C134A6C10536000480B0D014A127B50575C420B51094F0716360700545E51204B4177455C67555C582F2046117153532A47592347515C2A725D5E515B555336317636506E/", "xpath": "//body", "text": " English | Español License Agreement <p>Disclaimer.\nThis system is for members and a member’s authorized personal representative only.\nOnly the member or a person who State law says can speak or act for a member (“personal representative”) should use the site.\nBy using this system, you have provided all necessary information to prove that you are the member whose data you are attempting to view or use or that you are the member’s personal representative.\nBy using this system, you are certifying that you are that member or that member’s personal representative.</p>\n<p>Members must be duly authorized to make account changes through the L.A.\nCare Connect Online Member Portal, e.g.\nchanging a doctor.\nBy requesting a change to this account you certify that you are either the adult Member to whom the account belongs, or the legal parent/guardian of a Member and are authorized to make this change, or a legally emancipated minor.\nChanges initiated by individuals who are not authorized may be voided, including retroactively.\nThe Member and/or parent/guardians may be held responsible for any charges or fees for services received due to unauthorized changes.\nIf you are not the member or a personal representative, leave this page now and do not use this system.\nThis system is the property of L.A.\nCare Health Plan and/or its contracted vendor.\nIt may be used for business purposes only.\nYou may be referred to law enforcement for unlawful use.\nL.A.\nCare Health Plan and/or its contracted vendor may watch any activity on the system.\nWe may also retrieve any information stored within the system.\nWe may do this for law enforcement and other purposes.\nPlease note that all communications, written and verbal, related to any question, grievance, or issue submitted are recorded to ensure quality service.\nThis includes calls which may be made to the member by L.A.\nCare staff.\nby submitting the electronic request the member consents to such recording.\nBy registering and using this site, you are giving us your okay to watch your activity on this site.\nYou are also giving us your okay to retrieve information stored on the system.\nBy using this system, you are agreeing to L.A.\nCare Health Plan’s Privacy Policy, Terms &amp.\nConditions and License Agreement.\nIf you do not agree to the Privacy Policy, Terms &amp.\nConditions and License Agreement, leave this page now and do not use this system.</p>\n<p>License Grant.\nThis is a legal Agreement between you and the producers of this website.\nThe terms of this Agreement govern your use of and access to this website.\nBy using this website, you are agreeing to be bound by this Agreement.\nIn consideration of your agreement to these terms and for other valuable consideration, you are granted a nonexclusive, non-transferable, limited, terminable license to access and use the website under the laws of the United States.\nThe producer of this website, Healthx Inc., reserves all rights not expressly granted in this Agreement.</p>\n<p>Restrictions.\nThis website is protected by United States copyright law, international treaty provisions, and trade secret, trade dress and other intellectual property laws.\nUnauthorized copying of or access to this website is expressly forbidden.\nYou may not copy, disclose, loan, rent, sell, lease, give away, give your password to or otherwise allow access to this website by any other person, except that you may allow your spouse or immediate family to use the website for the purpose of processing your own data.\nYou agree to only use this website to process your own data.\nYou agree not to misuse, abuse, or overuse beyond reasonable amounts, this website.\nYou agree not to attempt to view, disclose, copy, reverse engineer, disassemble, decompile or otherwise examine the source program code behind this website.\nYou may be held legally responsible for any copyright infringement or other unlawful act that is caused or incurred by your failure to abide by the terms of this Agreement.</p>\n<p>Term and Termination.\nThis license is effective until terminated by either you or the producers of this website.\nThis license will automatically terminate without notice if you fail to comply with any provisions of this Agreement.\nThe provisions of this Agreement which by their nature extend beyond the termination of this Agreement shall survive termination of this Agreement, including but not limited to the sections relating to Restrictions, Content of the Website, Links to Third Party Websites, Disclaimer of Warranties, Limitation of Liability, and Governing Law.</p>\n<p>Content of the Website.\nThe insurance products, data, and other information referenced in the website are provided by parties other than the producer of the website.\nWe make no representations regarding the products, data, or any information about the products.\nWe are not liable for errors in data or transmission or for lost data.\nAny questions, complaints, or claims regarding the products or data must be directed to the appropriate provider or vendor.</p>\n<p>Links to Third Party Websites.\nThe hypertext links in the website let you leave our website.\nThe linked websites are not under our control, and therefore we are not responsible for the contents of any linked website.\nWe are providing these links to you only as a convenience, and the inclusion of any link does not imply any endorsement by the producers of the site.</p>\n<p>Security.\nYou are responsible for changing your password upon entering the system for the first time.\nYou are also responsible for safeguarding and maintaining the secrecy of your password at all times.\nWe believe that we have taken all reasonable security steps to encrypt your personal information so that it cannot be read as the information travels over the Internet.\nHowever, nothing is entirely foolproof, and as a customer, you accept the risk of conducting financial and private transactions via the Internet.</p>\n<p>Disclosure of Personal Data.\nYou agree to the disclosure of personal data (including but not limited to your Social Security number, medical treatment and other medical information, name, address, age, date of birth, and credit card or other billing information) to the appropriate health care service provider, your employer's health care benefit administrator staff, health insurance payors and claims processing personnel for the purpose of processing and/or paying your health care benefit claims.</p>\n<p>Disclaimer of Warranties.\nTO THE EXTENT PERMITTED BY APPLICABLE LAW, THIS WEBSITE IS PROVIDED ON AN \"AS IS\" BASIS WITHOUT EXPRESS OF WARRANTY OF ANY KIND, INCLUDING BUT NOT LIMITED TO ANY IMPLIED WARRANTY OF MERCHANTABILITY, NONINFRINGEMENT, OR FITNESS FOR A PARTICULAR PURPOSE, OR WARRANTIES ARISING FROM A COURSE OF DEALING, TRADE USAGE, OR TRADE PRACTICE.\nTHERE IS NO WARRANTY THAT THE WEBSITE WILL OPERATE UNINTERRUPTED, ERROR FREE OR VIRUS FREE.\nWE MAKE NO WARRANTIES OF ANY KIND WHATSOEVER AS TO THE RESULTS THAT YOU WILL OBTAIN FROM RELYING UPON THE SERVICES PROVIDED TO YOU.\nYOU AGREE THAT WE SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY LOSSES, DAMAGES, OR LIABILITIES OF ANY NATURE WHATSOEVER ON ACCOUNT OF OR ASSOCIATED WITH THE SERVICES RENDERED UNDER THIS AGREEMENT OR THE USE OF THE WEBSITE, UNLESS CAUSED BY THE GROSS NEGLIGENCE OF THE PRODUCERS OF THIS WEBSITE.</p>\n<p>Limitation of Liability.\nUNDER NO CIRCUMSTANCES SHALL WE BE LIABLE TO YOU OR ANY THIRD PARTY ON ACCOUNT OF ANY CLAIM, LOSS OR DAMAGE (WHETHER BASED UPON PRINCIPLES OF CONTRACT, WARRANTY, MISREPRESENTATION, NEGLIGENCE OR OTHER TORT, BREACH OF ANY STATUTORY DUTY, PRINCIPLES OF INDEMNITY, THE FAILURE OF ANY LIMITED REMEDY TO ACHIEVE ITS ESSENTIAL PURPOSE, OR OTHERWISE) FOR ANY SPECIAL, INDIRECT, RELIANCE, CONSEQUENTIAL, INCIDENTAL, OR EXEMPLARY DAMAGES OR ATTORNEY FEES, INCLUDING BUT NOT LIMITED TO LOST PROFITS, LOST SAVINGS, LOST BENEFITS, LOST DATA, OR FOR ANY DAMAGES OR SUMS PAID BY YOU TO THIRD PARTIES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>Concesión de licencia.Este es un acuerdo legal entre usted y los productores de este sitio web.\nLos términos de este Acuerdo rigen el uso y el acceso a este sitio web.\nMediante el uso de este sitio web, usted está de acuerdo en obligarse por este Acuerdo.\nEn consideración a su aceptación de estos términos y por otra consideración de valor, se le concede una licencia no exclusiva, intransferible, licencia limitada, rescindible para acceder y utilizar el sitio web de conformidad con las leyes de los Estados Unidos.\nEl productor de esta web, Healthx Inc., se reserva todos los derechos no concedidos expresamente en este Acuerdo.</p>\n<p>Restricciones.\nEste sitio web está protegido por derechos de autor de los Estados, las disposiciones de los tratados internacionales, y el secreto comercial, imagen comercial y otras leyes de propiedad intelectual.\nLa copia no autorizada o el acceso a este sitio web está expresamente prohibido.\nUsted no puede copiar, divulgar, prestar, alquilar, vender, arrendar, ceder, dar su contraseña o de lo contrario permitir el acceso a este sitio web por cualquier otra persona, excepto que usted puede permitir que su cónyuge o su familia inmediata a utilizar el sitio web de la fin de procesar sus propios datos.\nUsted se compromete a utilizar este sitio Web sólo para procesar sus propios datos.\nUsted se compromete a no hacer mal uso, abuso o uso excesivo más allá de una cantidad razonable, este sitio web.\nUsted se compromete a no tratar de ver, divulgar, copiar, realizar ingeniería inversa, desmontar, descompilar o de otra manera examinar el código fuente del programa detrás de este sitio web.\nUsted puede ser considerada legalmente responsable de cualquier infracción de derechos de autor u otro acto ilegal que es causada o incurrida por el incumplimiento de los términos de este Acuerdo.</p>\n<p>Duración y extinción.\nEsta licencia es efectiva hasta que sea terminado por usted o los productores de este sitio web.\nEsta licencia terminará automáticamente sin previo aviso si usted no cumple con las disposiciones del presente Acuerdo.\nLas disposiciones del presente Acuerdo que por su naturaleza se extiendan más allá de la terminación de este Acuerdo sobrevivirán a la terminación de este Acuerdo, incluyendo pero no limitado a las secciones relativas a las restricciones, el contenido de la página web, enlaces a sitios web de terceros, la negación de garantías, las limitaciones de la responsabilidad, y la Ley vigente.</p>\n<p>El contenido del sitio web.\nLos productos de seguros, datos y otra información se hace referencia en la página web son proporcionados por terceros que no sean el productor de la página web.\nNosotros no hacemos ninguna representación con respecto a los productos, datos o cualquier información sobre los productos.\nNo somos responsables de los errores en los datos o de transmisión o pérdida de datos.\nCualquier pregunta, queja o reclamación relativa a los productos o los datos deben dirigirse al proveedor adecuado o vendedor.</p>\n<p>Enlaces a páginas de terceros.\nLos enlaces de hipertexto en el sitio web le permiten salir de nuestro sitio web.\nLos sitios enlazados no están bajo nuestro control, y por lo tanto no somos responsables de los contenidos de cualquier página web vinculada.\nEstamos proporcionando estos vínculos solamente para su conveniencia, y la inclusión de estos vínculos no implica aprobación por parte de los productores del sitio.</p>\n<p>Seguridad.\nUsted es responsable de cambiar la contraseña al entrar en el sistema por primera vez.\nUsted también es responsable de salvaguardar y mantener la confidencialidad de su contraseña en todo momento.\nCreemos que hemos tomado todas las medidas razonables de seguridad para encriptar su información personal para que no se puede leer como la información viaja a través de Internet.\nSin embargo, nada es completamente infalible, y como cliente, usted acepta el riesgo de realizar transacciones financieras y privadas a través de Internet.</p>\n<p>Divulgación de Datos de Carácter Personal.\nUsted está de acuerdo con la divulgación de los datos personales (incluyendo pero no limitado a su número de Seguro Social, el tratamiento médico y otra información médica, nombre, dirección, edad, fecha de nacimiento y tarjeta de crédito o información de facturación) para la atención adecuada de salud proveedor de servicios, de su empleador cuidado de la salud de prestaciones al personal del administrador, los pagadores de seguros de salud y personal de procesamiento de reclamaciones con el fin de la transformación y / o el pago de sus reclamos de beneficios de salud de atención.</p>\n<p>Limitación de garantías.\nA LA EXTENSIÓN PERMITIDA POR LA LEY APLICABLE, ESTE SITIO WEB SE PROPORCIONAN \"TAL CUAL\" SIN EXPRESA DE GARANTÍA DE NINGÚN TIPO, INCLUYENDO PERO NO LIMITADO A CUALQUIER GARANTÍA DE COMERCIALIZACIÓN, NO INFRACCIÓN, O IDONEIDAD PARA UN PROPÓSITO PARTICULAR , O LAS GARANTÍAS QUE DERIVAN DE NEGOCIACIONES, USO COMERCIAL LA PRÁCTICA O USO COMERCIAL.\nNO HAY GARANTÍA DE QUE EL SITIO WEB FUNCIONARÁ SIN INTERRUPCIONES, LIBRE DE ERRORES O LIBRE DE VIRUS.\nNO HACEMOS NINGUNA GARANTÍA DE NINGÚN TIPO EN CUANTO A LOS RESULTADOS QUE SE OBTIENE DE CONFIAR EN LOS SERVICIOS PRESTADOS A USTED.\nUSTED ACEPTA QUE NO SEREMOS RESPONSABLES ANTE USTED O CUALQUIER TERCERO POR PERDIDAS, DAÑOS O RESPONSABILIDAD DE CUALQUIER NATURALEZA DE LA CUENTA DE O RELACIONADOS CON LA PRESTACIÓN DE SERVICIOS BAJO ESTE ACUERDO O POR EL USO DE LA WEB, A MENOS QUE LA CAUSA POR EL BRUTO NEGLIGENCIA DE LOS PRODUCTORES DE ESTE SITIO WEB.</p>\n<p>Limitación de la responsabilidad.\nBAJO NINGUNA CIRCUNSTANCIA SEREMOS RESPONSABLES ANTE USTED O CUALQUIER TERCERO EN CUENTA DE CUALQUIER RECLAMACIÓN, PÉRDIDA O DAÑO (YA SEA basados ​​en los principios de contrato, garantía, tergiversación, negligencia u otro, la violación de una disposición estatutaria, PRINCIPIOS de indemnización, LA FALTA DE CUALQUIER RECURSO LIMITADO PARA LOGRAR SU OBJETIVO ESENCIAL, O DE OTRA MANERA) POR DAÑOS ESPECIALES, INDIRECTOS, CONSECUENTE, INCIDENTAL O DAÑOS EJEMPLARES O honorarios de abogados, INCLUYENDO PERO NO LIMITADO A LA PÉRDIDA DE BENEFICIOS, PÉRDIDA DE AHORROS, LA PÉRDIDA DE BENEFICIOS , PÉRDIDA DE DATOS, O POR CUALQUIER DAÑO O las cantidades pagadas por usted a terceros, INCLUSO SI HEMOS SIDO ADVERTIDO DE LA POSIBILIDAD DE TALES DAÑOS.</p>\n<p>Legislación aplicable.\nEl presente Acuerdo se regirá e interpretará de acuerdo con las leyes del Estado de Indiana (excluyendo sus conflictos de leyes).\nUsted da su consentimiento a la jurisdicción de los tribunales estatales y federales ubicados en el Estado de Indiana para todos los litigios relacionados con este Acuerdo.</p>\n<p>Servicios móviles.\n<br>\n<b>Cómo solicitar que en</b>: Para participar o suscribirse a los servicios móviles, usted puede registrarse en este sitio web en su perfil.\n<br>\n<b>Cómo retractarse</b>: Para optar por nuestro servicio de SMS, el texto se puede \"STOP\" en el 28963 de su teléfono móvil y se te dará de baja de</p>\n<p>\n</p> Accept <p>\n</p> Continue Cancel <ul>\n</ul> Close Please Confirm Confirm Add Providers Cancel Add Cancel <ul>\n<li>Provider Directory</li>\n<li>Privacy Policy</li>\n</ul>\n<p>© 2022 L.A.\nCare Health Plan</p> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<p>You are now leaving the L.A.\nCare website.</p>\n<p>L.A.\nCare is not responsible for any information, content, services or products on any external Internet website.</p> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<p>You are now leaving the L.A.\nCare website and being taken to an L.A.\nCare-approved partner.</p>\n<p>Please review the privacy policy and terms of use of our partner site as they differ from those of this site.</p> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nSession Logoff <p>Your session has timed out.</p>\n<p>You are now leaving the L.A.\nCare Website.\nThe information, content, services or products on the website is offered through \"L.A.\nCare's Plan Partners\" and/or service providers.</p> Proceed Cancel ", "created_at": "2022-11-28 04:27:06.135986", "updated_at": "2022-11-28 03:28:13.457259"}, {"id": 12873, "name": "Terms and Conditions", "url": "https://www.lacare.org/terms-and-conditions", "xpath": "//body", "text": null, "created_at": "2022-11-28 03:28:35.872759", "updated_at": "2022-11-28 03:28:35.872759"}, {"id": 12874, "name": "Privacy Policy", "url": "https://www.lacare.org/privacy", "xpath": "//body", "text": null, "created_at": "2022-11-28 03:28:58.579324", "updated_at": "2022-11-28 03:28:58.579324"}], "points": [], "urls": ["lacare.org", "members.lacare.org"]}}