{"error": 448, "message": "OK", "parameters": {"id": 7683, "name": "In-N-Out Burger", "created_at": "2023-03-19 23:53:20.783503", "updated_at": "2023-03-29 19:26:51.157802", "wikipedia": null, "keywords": null, "related": null, "slug": "in-n-out-burger", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7683.png", "url": "in-n-out.com,innout.com,talent.innout.com", "documents": [{"id": 14802, "name": "Privacy Policy", "url": "https://www.in-n-out.com/privacy-policy", "xpath": "//body", "text": " <ul>\n<li>Skip to Main Content</li>\n<li>Skip to Footer</li>\n</ul>\n<ul>\n<li>Locations</li>\n<li>Menu</li>\n<li>History</li>\n<li>Employment</li>\n<li>Merchandise</li>\n<li> Foundations </li>\n</ul>\n<ul>\n<li>Gift Cards</li>\n<li>Cookout Truck</li>\n<li>Search</li>\n</ul>\n<ul>\n<li>facebook</li>\n<li>instagram</li>\n</ul>\n<strong>Privacy Policy</strong>\n<p>\n<em>LAST UPDATED: FEBRUARY 2023</em>\n</p>\n<p>In-N-Out values your privacy.\nThis Privacy Policy describes the privacy practices of In-N-Out Burgers (“In-N-Out”), and how we collect information from you when you visit and use In-N-Out’s websites, mobile or tablet applications, or other on-line services or platforms (“Services”).\nThis Privacy Policy only applies to those Services operated by or for In-N-Out, including in-n-out.com, shop.in-n-out.com, ino4kids.org, and slave2nothing.org.</p>\n<p>In-N-Out does not generally require your personal information to visit and use the Services.&nbsp.\nHowever, if you choose to participate in certain activities associated with the Services, such as providing general comments or making purchases from our on-line Company Store, you may be required to provide your personal information.&nbsp.\nWhen you provide personal information through the Services, you are agreeing to our collection and use of such information as described in this Privacy Policy, subject to additional terms stated herein.</p>\n<p>\n<strong>Overview of Use of Services and Information Collected</strong>\n</p>\n<p>For each visitor to or user of In-N-Out’s Services, In-N-Out’s Web server automatically recognizes and stores computer-readable information, such as the visitor’s IP address and domain name combination.\nThis is typically anonymous information automatically provided by your computer.\nIn-N-Out uses this information to follow visitor traffic patterns through the Services to improve user experience.\nIf your Internet browser employs blocking or “Do Not Track” technology that limits recognition or the collection of such computer-readable information, In-N-Out will not alter or bypass such technology.&nbsp.\nIn-N-Out does not provide access to third parties to track your personal information through your use of the Services.\n&nbsp;&nbsp;&nbsp;</p>\n<p>When you visit or use the Services, In-N-Out may use \"cookies\" to store certain information on your computer that allows us to customize your visit to In-N-Out’s Services or to simply facilitate signing in to the Services.\nMost browsers automatically accept cookies, but your browser settings can be adjusted to erase or block cookies or receive a warning before a cookie is stored.\nPlease refer to your browser instructions or help screen to learn more about these functions.</p>\n<p>In order to provide some of our services to you, including on-line purchases or comment entries, In-N-Out may ask for some of your personal information, including your email address, name, mailing address, telephone number, or persistent identifier (such as a customer number held in a cookie).\nYou should provide such personal information accurately, so we can communicate with you, perform services for you, or process your requests relating to any of your information that we have.\n</p>\n<p>If you provide your mobile phone number to In-N-Out, you agree that In-N-Out can send you text messages, by automated or other means.&nbsp.\nStandard messaging and data rates may apply.&nbsp.\nIf you are an In-N-Out Associate (employee), you are not required to agree to receive text messages to work for In-N-Out.&nbsp.\nReply “STOP” to opt out of text messages.&nbsp;&nbsp;</p>\n<p>If you need to inform us about any changes to your personal information, or any changes you wish to make to In-N-Out’s retention of your information, you can contact us through the “Contact Us” page at in-n-out.com or by using the contact information below.</p>\n<p>\n<strong>Information Collected by In-N-Out</strong>\n</p>\n<p>In addition to the information described above that In-N-Out may collect through your use of the Services (<em>e.g</em>., IP addresses, cookies), In-N-Out may have collected the following types of information that could constitute “personal information” over the past twelve (12) months from the last update of this Privacy Policy.</p>\n<ul>\n<li>Identifiers: names, signatures, aliases, postal addresses, telephone numbers, unique personal identifiers, online identifiers, Internet Protocol addresses, e-mail addresses, Social Security numbers, driver’s license numbers, passport numbers, employment history, credit card numbers, bank account numbers, debit card numbers, medical information, health insurance information, or other similar identifiers</li>\n<li>Information protected against security breaches: names, Social Security numbers, driver’s license numbers, passport numbers, credit card numbers, bank account numbers, debit card numbers</li>\n<li>Protected legal characteristics: race, gender</li>\n<li>Commercial information: product shipment addresses, purchase histories</li>\n<li>Internet activity: information on customers’ interactions with the Services, interaction with social media sites maintained by In-N-Out</li>\n<li>Audio information</li>\n<li>Employment information: employment history within or outside In-N-Out</li>\n<li>Educational information from education history</li>\n<li>Geolocation data</li>\n<li>Inferences about personal preferences: use of or visits to the Services.\nproduct purchases and reviews</li>\n</ul>\n<p>Please note that different jurisdictions may have varying definitions for personal information.&nbsp.\nYou should check with local resources to determine how personal information is defined where you reside.</p>\n<p>\n<strong>Sources of Information Collected by In-N-Out</strong>\n</p>\n<p>In-N-Out may collect personal information through these sources:</p>\n<ul>\n<li>Customers providing information directly to In-N-Out, such as through In-N-Out’s “Contact Us” page, calls or e-mail made to our Customer Service department, or calls or e-mail to other In-N-Out departments</li>\n<li>Customers using the Services </li>\n<li>Employment applications</li>\n<li>Points of purchase for In-N-Out’s products and services</li>\n<li>Social media sites maintained by In-N-Out</li>\n<li>On-line purchases or donations </li>\n<li>Vendor data used to provided services to In-N-Out</li>\n<li>Information provided at In-N-Out events or locations</li>\n<li>Information provided to obtain In-N-Out food services</li>\n<li>Geographic data and preferences from use of mobile applications</li>\n<li>Information collected in the course of employment</li>\n</ul>\n<p>\n<strong>Use of Information</strong>\n</p>\n<p>When In-N-Out receives your personal information, we may use your information or disclose your personal information to third parties in the following instances:</p>\n<ul>\n<li>you request or authorize it</li>\n<li>to satisfy a reason or request for which you provided the information</li>\n<li>to complete a transaction, donation, purchase, or payment</li>\n<li>to prevent fraud</li>\n<li>to respond to communications from you</li>\n<li>to process employment applications or employment history inquiries</li>\n<li>to help you locate In-N-Out Burger restaurant locations</li>\n<li>to provide, personalize, develop, and support the Services and other services provided by In-N-Out</li>\n<li>to perform research on consumer preferences and habits</li>\n<li>to comply with laws, regulations, governmental and quasi-governmental requests, court orders or subpoenas, and legal investigations</li>\n<li>to enforce our Terms of Use or other agreements</li>\n<li>to protect the rights, property, safety, and security of In-N-Out, you, and others</li>\n<li>to allow our agents, outside vendors, or service providers to perform functions on our behalf, such as order processing, merchandise shipments, and application processing</li>\n<li>for other purposes consistent with this Privacy Policy</li>\n</ul>\n<p>We may also gather aggregated data about you and disclose such aggregated data, without any personally identifiable information, to third parties for research purposes.</p>\n<p>\n<strong>Purposes for Transactions of Personal Information</strong>\n</p>\n<p>In-N-Out does not sell your personal information to third parties for monetary consideration.&nbsp.\nIn-N-Out may have provided personal information in the last twelve (12) months from the last date of this Privacy Policy to third parties for other consideration, such as research relating to customer geographic data, customer social media use, and customer mobile application use.&nbsp.\nSuch personal information includes: </p>\n<ul>\n<li>Identifiers: personal identifiers, online identifiers, Internet Protocol addresses</li>\n<li>Internet activity: information on customers’ interactions with the Services and social media sites maintained by In-N-Out</li>\n<li>Geolocation data</li>\n</ul>\n<p>In-N-Out may have used or disclosed personal information to trusted third parties for business purposes over the past twelve (12) months from the last date of this Privacy Policy.&nbsp.\nThese business purposes include:</p>\n<ul>\n<li>Security: protecting against fraud and malicious activity</li>\n<li>Related personal information: credit card numbers, debit card numbers, bank account information, names</li>\n<li>Short-term use: contextual ad customization that does not involve or contribute to profiling</li>\n<li>Related personal information: IP addresses, geolocation data, social media identifiers</li>\n<li>Performing services: customer service.\nprocessing transactions.\nmarketing</li>\n<li>Related personal information: name, e-mail addresses, phone numbers, addresses, credit card numbers, debit card numbers, bank account information, geolocation data, purchase histories </li>\n<li>Internal research to develop or demonstrate technology</li>\n<li>Related personal information: geolocation data, social media identifiers, IP addresses, product purchases and reviews, unique personal identifiers</li>\n<li>Testing or improving the Services or other products and services provided by In-N-Out</li>\n<li>Related personal information: geolocation data, social media identifiers, IP addresses, e-mail addresses, voicemail, product purchases and reviews, unique personal identifiers, online identifiers</li>\n<li>Processing job applications and providing employment opportunities</li>\n<li>Related personal information: names, signatures, aliases, postal addresses, telephone numbers, e-mail addresses, Social Security numbers, driver’s license numbers, passport numbers, employment history, race, gender, education history </li>\n</ul>\n<p>In-N-Out only shares this personal information to the extent necessary to fulfill these business purposes.&nbsp.\nWe require such third parties to maintain security measures to ensure privacy and security for personal information.</p>\n<p>\n<strong>Third Party Sites</strong>\n</p>\n<p>In-N-Out’s Services and communications through the Services may contain links and pointers to other third party websites, including, without limitation, advertising and social media platforms.\nThis Privacy Policy does not apply to these third party websites, and we are not responsible for the privacy practices, policies, or content of any such third party websites, even if you link to them through the Services or communications related to the Services.\nWe have no control over how such third party websites collect or use personal information, and we have no responsibility for any personal information you provide or content you post on such third party websites.\nWe encourage you to read and understand the privacy policies of any third party websites that you visit.\n</p>\n<p>\n<strong>Credit Card Purchases</strong>\n</p>\n<p>In-N-Out may ask you to provide a credit card number in order to purchase a product.\nCredit card transactions are processed by a third party professional payment authorization service selected by In-N-Out to provide added security and reliability.\nOnly the purchase price and the credit card information provided by you are supplied to this third party service.\nInformation collected during credit card transactions is maintained in the service’s database for accounting and billing purposes and is not released to other third parties.\nIn-N-Out does not maintain a copy of your credit card information on its servers and will not use your credit card information for any purpose other than processing your order.\n</p>\n<p>\n<strong>Privacy Rights for California Residents and Associates</strong>\n</p>\n<p>If you are a California resident, you have certain privacy rights under the California Privacy Rights Act (“CPRA”) regarding your personal information.&nbsp.\nThese include:</p>\n<ol>\n<li>the right to request In-N-Out to disclose what personal information is collected and how it is used;</li>\n<li>the right to request In-N-Out to disclose how it sells your personal information;</li>\n<li>the right of non-discrimination if you make a request about your personal information.\nand</li>\n<li>the right to opt out of having your personal information sold</li>\n</ol>\n<p>You can submit requests about your information to the following:</p>\n<blockquote>\n<p>Customer Service <br>In-N-Out Burgers<br>4199 Campus Drive, 9th floor<br>Irvine, CA 92612<br>E-mail: privacy@innout.com </p>\n<p>CPRA phone line: 855-427-7970 </p>\n</blockquote>\n<p>You may only make two requests over a 12-month period.&nbsp.\nIn-N-Out will respond to your request within 45 days of receiving your request and will provide information from the 12-month period prior to your request.</p>\n<p>There are some exceptions to these requests.&nbsp.\nFor example, In-N-Out can keep your personal information for certain business purposes, such as processing payments for merchandise you order or undertaking internal research for our technological developments.\n</p>\n<p>Additionally, the CPRA provides for certain exemptions, such that requests under the CPRA cannot prevent In-N-Out’s ability to:</p>\n<ul>\n<li>comply with federal, state, or local laws;</li>\n<li>comply with certain requests by legal authorities;</li>\n<li>cooperate with enforcement agencies;</li>\n<li>exercise or defend legal claims;</li>\n<li>collect, use, retain, sell, or disclose consumer information that is deidentified or aggregate consumer information;</li>\n<li>collect or sell personal information if all aspects of such transactions occur wholly outside California.\nor</li>\n<li>preserve evidentiary privileges</li>\n</ul>\n<p>In some instances, In-N-Out may refuse to respond to such a request based on an exemption, a legal requirement, or other business or legal policy.&nbsp.\nIn-N-Out will inform you as to the basis for refusing any such request.</p>\n<p>CPRA also allows for Associates to request: information as to what personal information In-N-Out collects, sells, or shares.\nthat In-N-Out delete, limit use and disclosure, or correct personal information.\nor an opt-out from In-N-Out sharing or selling personal information.\nIn-N-Out does not sell Associates’ personal information to any third party for monetary consideration.\nhowever, In-N-Out may provide Associates’ personal information to third parties for the areas described herein along with services such as benefits, travel reservations, and printed correspondence.\nIn-N-Out may not be able to respond to requests regarding personal information that In-N-Out is required to keep for purposes of compliance, employment, or provision of services to Associates.</p>\n<p>In-N-Out’s home website page <strong>www.in-n-out.com</strong>\n<strong>\n</strong>also provides a “Do Not Sell My Personal Information” button that links you to an on-line form for submitting a request to not have your personal information sold.&nbsp.\n</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>In-N-Out takes great care in maintaining the security of your personal information and in preventing its unauthorized access by employing appropriate technology and internal procedures.\nWhen we transmit sensitive personal information through our Services, we protect it through the use of encryption, such as Secure Socket Layer (SSL) protocol.\nHowever, In-N-Out does not guarantee that unauthorized access is completely preventable in every circumstance, as no method of electronically storing or transmitting data is completely secure.\nIt is highly recommended that you monitor your credit card activity and use of your personal information on a regular basis.\n</p>\n<p>\n<strong>Notice Regarding Minors</strong>\n</p>\n<p>In-N-Out strongly believes in protecting and maintaining the privacy rights of children.\nIn-N-Out’s Services are not intended to be used by or targeted to children under age 13.\nWe do not intend to collect personal information through our Services from children under age 13.\nIf we receive actual knowledge that we have collected any individually identifiable information about a child under age 13, we will delete that information and not use or disclose the child’s information except as may be required by law.\nIf you are a parent or legal guardian and believe your child under age 13 has provided us with personally identifiable information, you can write us at the address provided at the end of this Privacy Policy or through the “Contact Us” page at in-n-out.com.\nPlease use “COPPA Information Request” in the subject line of your communication.</p>\n<p>In-N-Out does not intend to collect personally identifiable information from children under age 18 (or under the age of majority in their jurisdiction of residence) without permission from a parent or guardian.\nIn-N-Out strongly encourages all parents to supervise their children's on-line activities and regularly monitor their children's use of the Internet, including use of In-N-Out’s Services.\nParents should consider using parental control tools and other services to assist them in supervising their children's on-line use or on-line disclosure of their name, address or other personal information without parental consent.\n</p>\n<p>\n<strong>Request to Remove Posts by Minors</strong>\n</p>\n<p>If you are under age 18 and you posted content on one of In-N-Out’s Services that you no longer want anyone to see, you can send a request to In-N-Out to remove that content.\nTo send a request, contact In-N-Out’s Customer Service department using the information and instructions on the “Contact Us” page at in-n-out.com or write us at the address provided at the end of this Privacy Policy.\nWe will review your request and determine whether your request is appropriate for proper removal of content.\nYou should be aware that even if In-N-Out attempts to remove content per your request, this does not ensure complete or comprehensive removal of the content posted on In-N-Out’s Services.\n</p>\n<p>This provision only applies to In-N-Out’s Services and does not apply to any websites operated by third parties that may have content related to In-N-Out and its Services, such as social media sites.\nAlso, this provision only applies to content that you post yourself and does not apply to content posted by third parties, even if it refers to you.\n</p>\n<p>\n<strong>Use and Disclosure of Anonymous Aggregated Information</strong>\n</p>\n<p>In-N-Out may collect, aggregate, and maintain anonymous information about our Services’ users, such as interests, purchasing habits, and the like.\nIn-N-Out may use this information for tailoring content and advertising to deliver a better experience for our users.\nIn-N-Out may also share such aggregate information about the Services’ users with business partners and other third parties for the purposes described above.\n</p>\n<p>\n<strong>Consent</strong>\n</p>\n<p>Your continued use of the Services constitutes your agreement to this Privacy Policy and any updates.\nBy accepting the terms of this Privacy Policy, you are consenting to the collection and processing of all personal information provided by you through your use of the Services and sharing of such information in accordance with the terms of this Privacy Policy.\n</p>\n<p>\n<strong>Changes to Privacy Policy</strong>\n</p>\n<p>In-N-Out may revise this Privacy Policy on occasion and will always post the most current version with the Services.\nFor any material change to this Privacy Policy, particularly any change relating to the collection and use of your personal information, we will notify you (for example, by posting a notice with the Services or sending an e-mail to an e-mail address that you had agreed to provide).\nYour continued use of the Services and/or provision of your personal information constitute your acceptance of our updated Privacy Policy.\nWe encourage you to periodically review this Privacy Policy to stay informed about our use and protection of your personal information.\n</p>\n<p>\n<strong>Revocations of Policy and Questions</strong>\n</p>\n<p>You may revoke acceptance of the terms of this Privacy Policy, request that your e-mail address or other personal information is not shared, or send any other inquiries about our practices relating to personal information and Privacy Policy by writing us at: </p>\n<p>Customer Service <br>In-N-Out Burgers<br>4199 Campus Drive, 9th floor<br>Irvine, CA 92612<br>E-mail: privacy@innout.com\n</p>\n<p>\n<em>For California residents</em>\n<br>CCPA phone line: 855-427-7970</p>\n<ul>\n<li>Associate Link</li>\n<li>Transparency Supply Chain</li>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>Accessibility</li>\n</ul>\n<p>© 2023 In-N-Out Burgers</p> ", "created_at": "2023-03-19 23:53:20.845691", "updated_at": "2023-03-19 23:53:48.644247"}, {"id": 14801, "name": "Terms & Conditions", "url": "https://www.in-n-out.com/terms-and-conditions", "xpath": "//body", "text": " <ul>\n<li>Skip to Main Content</li>\n<li>Skip to Footer</li>\n</ul>\n<ul>\n<li>Locations</li>\n<li>Menu</li>\n<li>History</li>\n<li>Employment</li>\n<li>Merchandise</li>\n<li> Foundations </li>\n</ul>\n<ul>\n<li>Gift Cards</li>\n<li>Cookout Truck</li>\n<li>Search</li>\n</ul>\n<ul>\n<li>facebook</li>\n<li>instagram</li>\n</ul> TERMS &amp.\nCONDITIONS<p>\n<em>LAST UPDATED: December, 2019</em>\n</p>\n<p>These Terms of Use (“Terms”) apply to any website, mobile or tablet application, or other on-line service or platform (“Services”) controlled and operated by In-N-Out Burgers, a California corporation (“In-N-Out”).\nIn-N-Out requires that all users of the Services agree to the terms and conditions below.\nBy accessing and using the Services, you and any entity you represent (“You”) signify Your agreement with these Terms.\nIf You do not agree with the Terms, You should not use the Services.\nThese Terms also govern our interactions with You on third party platforms.</p>\n<p>\n<strong>Use of the Services</strong>\n<br>The main purpose of the Services is to provide You with information about In-N-Out Burger and to provide information about In-N-Out’s products and services.\nYou shall use the Website for lawful purposes only.\nAny User conduct that in the sole discretion of In-N-Out restricts or inhibits any other user from using or enjoying the Services will not be permitted.\nYou shall not use the Services to advertise or perform any commercial solicitation or promotion.\nBy using the Services, You confirm that You are legally permitted to use the Services.<br>\n<br>All content on the Services, including but not limited to text, images, graphics, and sound files (“Content”), is subject to intellectual property rights and other rights owned or controlled by In-N-Out.\nYou may not use, reproduce, transmit, modify, amend, create derivative works, distribute, republish, upload, download, or post the Content without the prior written consent of In-N-Out.\nSuch action violates In-N-Out’s intellectual property and any other rights under the applicable laws.\nIn-N-Out does not transfer any property rights or issue any license by allowing use of the Services.<br>\n<br>You are responsible for any devices, software, and services needed to use the Services.\nIn-N-Out does not guarantee the Services will properly function on any particular device or software.\nYou are responsible for any charges You incur on Your computer, tablet, mobile device, or other device You utilize to use and interface with the Services.\nYou are responsible for all activity You conduct for any account You create or open in association with the Services.<br>\n<br>You must be age 18 to use the Services without supervision.\nThe Services are not to be used by children younger than age 13.\nPersons who are age 13 or older but younger than age 18 (or the age of majority in their jurisdiction of residence) may only use the Services with the permission and under the supervision of a parent or guardian who has reviewed and agreed to these Terms.\nPlease see our Privacy Policy&nbsp;for more information relating to children’s privacy as it relates to the Services.\n</p>\n<p>\n<strong>Submissions</strong>\n<br>All remarks, suggestions, ideas, graphics, or other information (“Submissions”) that You communicate through the Services will become subject to In-N-Out’s unlimited use, wherein In-N-Out will have a perpetual, irrevocable, worldwide, non-exclusive, royalty-free, transferable license to use the Submissions in any manner and for any purpose, including promotional and advertising purposes, without compensation to You.\nIn-N-Out has no obligation to treat Submissions as confidential.\nYou may only provide Submissions that are original, that You have the right to provide, and that do not infringe on others’ rights.<br>\n<br>You may not provide any Submissions if you are under age 13.\nIf You are older than age 13 but younger than the age of majority in Your jurisdiction of residence (e.g., age 18), You may provide submissions only with the permission and under the supervision of a parent or guardian, wherein Your parent or guardian is responsible for any legal liability relating to Your Submissions.</p>\n<p>\n<strong>Warranty Disclaimer and Limitation of Liability</strong>\n<br>The Services are provided on an “as is” basis without warranties of any kind, express or implied.\nIn-N-Out disclaims all warranties as to merchantability and fitness for a particular purpose.\nIn-N-Out does not warrant that: the Services will be uninterrupted or error-free.\ndefects will be corrected.\nor the Services and server that make the Services available are free from viruses or other harmful components.\nIn-N-Out further does not make any warranty or representation as to the accuracy, reliability, content, or completeness of search results or other information or services provided through the Services.\nThese warranty disclaimers may not apply to You to the extent that applicable law does not allow the exclusion of such warranties.\nIn-N-Out may make changes or improvements to the Services at any time.\n<br>\n<br>You expressly agree that use of the Services is at Your sole risk, and You assume total responsibility for use of the Services.\nIn-N-Out is not responsible for any loss You may incur as a result of using the Services.\nYou agree that In-N-Out shall not be liable for any damages, losses, or injury caused by any failure of performance, error, omission, interruption, deletion, defect, delay in operation or transmission, computer virus, communication line failure, theft, destruction, unauthorized access to, or alteration of the Services, whether for breach of contract, tortious behavior, negligence, or any other cause of action.\nYou agree that In-N-Out is not responsible for any losses or damages arising out of the loss or theft of user information transmitted from or stored on a computer or device or from unauthorized or fraudulent transactions associated with the Services.\nYou agree that In-N-Out is not liable for the defamatory, offensive, or illegal conduct of other users or their parties and that the risk of injury from the foregoing rests entirely with You.\nIn-N-Out, or any person or entity involved in creating, producing or distributing any of the Services, will not be liable for any losses or damages, including (without limitation) direct, indirect, incidental, special, consequential and/or punitive damages, or lost profits arising out of the use of or inability to use any of the Services or any content contained therein.\nThis section is not intended to limit In-N-Out’s liability for damages to the extent caused by In-N-Out’s own gross negligence or intentional or unlawful misconduct.\nThis section is not intended to limit or alter Your rights as a consumer that cannot be limited or altered under applicable law.\n</p>\n<p>\n<strong>Indemnity</strong>\n<br>You agree to indemnify, defend, and hold harmless In-N-Out, its content providers, and their respective officers, directors, shareholders, employees, agents, successors, licensees, distributors, affiliates, and assigns from any and all third party claims, demands, liabilities, costs and/or expenses, including attorneys’ fees, arising out of or in connection with Your use or activities relating to the Services, Content, or Submissions, including: (1) Your use of the Services.\n(2) Your on-line conduct in connection with the Services.\n(3) Your (or anyone acting under Your password, user name, or other identifier) violation or breach of these Terms.\n(4) Your failure to comply with applicable laws or regulations in connection with the Services.\n(5) Your negligence, willful misconduct, or violations of the intellectual property or other rights of any person or entity in connection with the Services.\n(6) any of Your dealings or transactions with other persons or third party platforms resulting from use of the Services.\nand (7) Your breach of any of the agreements, representations, and warranties set forth in these Terms.</p>\n<p>\n<strong>Third Party Sites</strong>\n<br>In-N-Out may on occasion provide links and pointers to websites maintained by third parties.\nUnless otherwise specified, In-N-Out does not operate or control any information, products, or services on these third party websites.\nIn-N-Out does not state and expressly disclaims that it has the consent of third parties operating such websites to provide a link or pointer to such websites.\nIn-N-Out does not endorse and is not responsible for the accuracy or reliability of any site to which any of the Services is linked or any opinion, content, advice, statement or information made or provided in any such third party site.</p>\n<p>\n<strong>Copyright Notice</strong>\n<br>In-N-Out respects the rights of copyright holders and expects its Services users to do the same.\nIn-N-Out has a policy of responding expeditiously to notices of copyright infringement committed through use of the Services if such claims are reported to In-N-Out’s designated Copyright Agent, named below, and thus reserves the right to remove infringing content from the Services and to terminate or limit Services access to users who repeatedly infringe copyrights.\nIf You believe that Your work has been copied in a way that constitutes copyright infringement, please provide In-N-Out’s Copyright Agent a notice with the following information required by the Digital Millennium Copyright Act, 17 U.S.C.\n§ 512: </p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyright work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material;</li>\n<li>Information reasonably sufficient to permit us to contact the complaining party;</li>\n<li>A statement that the complaining party has a good-faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>\n<br>Please send the notice and any other inquiries under the Digital Millennium Copyright Act to: <br>In-N-Out Burgers<br>Attn: Copyright - Legal<br>4199 Campus Drive, 9th Floor<br>Irvine, CA 92612<br>Fax: (949) 509-6378<br>E-mail: copyright@innout.com<br>\n</p>\n<p>In-N-Out will take whatever action, in its sole discretion, it deems appropriate to respond to the notice.\nIn doing so, In-N-Out may notify the user who submitted the infringing content.\nIf You have been notified that Your content on the Services is infringing, You may submit a counter-notice to the Copyright Agent with sufficient information for In-N-Out to consider in taking any action.<br>\n<br>DO NOT make false claims.\nMisuse of this process may result in termination of Your access to the Services and/or other legal consequences, including costs and attorneys’ fees.\nIf You are uncertain whether an activity constitutes infringement, You should seek the advice of an attorney.</p>\n<p>\n<strong>Privacy</strong>\n<br>In-N-Out appreciates Your use of the Services and respects Your privacy.\nYou can review the Privacy Policy for a list of the Services.\n</p>\n<p>\n<strong>Arbitration and Class Action Waiver</strong>\n<br>PLEASE READ THIS SECTION CAREFULLY, AS IT AFFECTS YOUR LEGAL RIGHTS.\nIn-N-Out hopes to resolve any issues You have with the Services before needing a formal legal case.\nBefore filing a claim against In-N-Out, You agree to try to resolve the dispute informally by contacting Customer Service as shown below or by mailing the details of Your issue to the following: In-N-Out Burgers, Attn: Legal Department, 4199 Campus Drive, 9th Floor, Irvine, CA 92612.\nIf In-N-Out is unable to informally resolve Your issue, You may proceed with a dispute against In-N-Out in accordance with the conditions herein.<br>\n<br>Except for certain types of disputes described below, You agree that disputes between You and In-N-Out (whether such disputes involves a third party) relating to these Services will be resolved by binding, individual arbitration.\nARBITRATION IS MANDATORY AND FINAL.\nYou should be aware that discovery and rights to appeal in arbitration are generally more limited than in a lawsuit, and other rights that You would otherwise have in court may not be available in arbitration.<br>\n<br>Notices of arbitration should be sent to In-N-Out’s address provided above.\nThere shall be one arbitrator agreed to by the parties within twenty days of receipt by the respondent of the request for arbitration or in default thereof appointed by the American Arbitration Association (“AAA”) in accordance with the AAA’s rules for arbitration of consumer-related disputes, which are available at www.adr.org or by calling AAA at 1-800-778-7879.\nThe parties may alternatively elect an arbitrator from JAMS in the event that an AAA arbitrator is not available to the parties, whether by location, cost, or otherwise.\nThe arbitration will be held in Orange County, California, U.S.A., or any other location upon which You and In-N-Out agree, and will be conducted in the English language.\nThe AAA rules will govern payment of all arbitration fees.\nIn-N-Out will pay all arbitration fees for claims less than $20,000.<br>\n<br>Neither You nor In-N-Out will participate in a class action or class-wide arbitration for any claims.\nYou are giving up Your right to participate as a class representative or class member on any class claim You may have against In-N-Out including any right to class arbitration or any consolidation of individual arbitrations.\nNeither You nor In-N-Out will participate in a class action or class-wide arbitration for any claims covered by this agreement to arbitrate.\nYou and In-N-Out each waive rights to trial by jury or to participate in a class action lawsuit or class-wide arbitration.\nThis dispute resolution provision will be governed by the Federal Arbitration Act and not by any state law concerning arbitration.\nJudgment on the award rendered by the arbitrator may be entered in any court having competent jurisdiction.\nAny provision of applicable law notwithstanding, the arbitrator will not have authority to award damages, remedies, or awards that conflict with these Terms.\n<br>\n<br>In the event that the agreement to arbitrate is found not to apply to You or Your claim, You and In-N-Out agree that any judicial proceeding (other than small claims actions as described herein) will be brought in the federal or state courts of Orange County, California, U.S.A.\nBoth You and In-N-Out consent to venue and personal jurisdiction there.<br>\n<br>Exceptions to arbitration: As an alternative, You or In-N-Out may assert claims, if they qualify, in a local \"small claims\" court in Orange County, California or any United States county where You live and work.\nYou may bring claims only on Your own behalf.\nYou agree that In-N-Out may seek preliminary or injunctive relief from a court of competent jurisdiction in Orange County, California to protect its rights or property pending the completion of arbitration.\n</p>\n<p>\n<strong>Modifications</strong>\n<br>In-N-Out may revise these Terms on occasion and will post the most current version with the Services.\nIf a revision meaningfully reduces Your rights, we will notify You (by, for example, posting a notice with the Services or sending a notice to an e-mail address that You agree to provide).\nBy continuing to use or access the Services after the revisions come into effect, You agree to be bound by the revised Terms.\n</p>\n<p>\n<strong>Trademark Ownership</strong>\n<br>The following trademarks are used and owned by In-N-Out Burgers, and all rights are hereby reserved: </p>\n<p>IN-N-OUT BURGER, Rectangle and Arrow Design, IN-N-OUT BURGER and Design, IN-N-OUT, IN-N-OUT and Design, Palm Tree Design, Palm Tree and Ocean Design, Ocean Design, PROTEIN, PROTEIN STYLE, ANIMAL, ANIMAL STYLE, 2X2, DOUBLE-DOUBLE, DOUBLE DOUBLE, TWO BY TWO, TRIPLE TRIPLE, 3X3, THREE BY THREE, FOUR BY FOUR, 4X4, QUAD-QUAD, FIVE-BY-FIVE, 5X5, ENTRE-Y-SALGA, DOBLE-DOBLE, FRESH! EVERY STEP OF THE WAY, BTV, BURGER TELEVISION, ENTRADA-Y-SALIDA, HAMBURGUESAS DE ENTRADA-Y-SALIDA, IN-N-OUT BURGERS with Building Over Arrow Design, Arrow in Box Design, INO, QUALITY YOU CAN TASTE, FRESHNESS YOU CAN TASTE, THAT'S WHAT A HAMBURGER'S ALL ABOUT, CLEANLINESS YOU CAN SEE, in-n-out, in-n-outburger, THE BEST ENTERPRISE IS A FREE ENTERPRISE.\n</p>\n<p>\n<strong>Miscellaneous</strong>\n<br>These Terms constitute the entire agreement of the parties and supersede all previous written or oral agreements between the parties with respect to the Services.\nThese Terms will be governed by the laws of the State of California, U.S.A., notwithstanding any conflicts of laws principles.\nIn-N-Out’s failure to enforce a provision is not a waiver of its right to do so later.\nNo waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.\nIf a provision is found unenforceable, the remaining provisions of the Terms will remain in full effect.\nYou may not assign any of Your rights under these Terms, and any such attempt will be void.\nIn-N-Out may assign its rights to any of its affiliates or subsidiaries, or to any successor in interest of any business associated with the Services.\nNothing contained in this agreement shall create any association, partnership, or agency or joint venture between In-N-Out and You.\n</p>\n<p>\n<strong>Contact</strong>\n</p>\n<p>If you have any questions relating to the Terms or Services, please call Customer Service at 1-800-786-1000 or mail us at:<br>\n<br>In-N-Out Burgers<br>Attn: Customer Service<br>4199 Campus Drive, 9th Floor<br>Irvine, CA 92612</p>\n<p>&nbsp;</p>\n<ul>\n<li>Associate Link</li>\n<li>Transparency Supply Chain</li>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>Accessibility</li>\n</ul>\n<p>© 2023 In-N-Out Burgers</p> ", "created_at": "2023-03-19 23:53:20.814876", "updated_at": "2023-03-19 23:54:30.4303"}], "points": [], "urls": ["in-n-out.com", "innout.com", "talent.innout.com"]}}