{"error": 448, "message": "OK", "parameters": {"id": 8879, "name": "yourrights.legal", "created_at": "2023-07-07 16:48:27.091413", "updated_at": "2023-07-07 22:02:28.39209", "wikipedia": null, "keywords": null, "related": null, "slug": "yourrights-legal", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8879.png", "url": "yourrights.legal,abuseattention.com,consumerattention.com,consumerguardian.com,cpapsafetynews.com,drugsafety.legal,familyhealthwatch.com,righttofight.com", "documents": [{"id": 17352, "name": "Privacy Policy And Terms", "url": "https://yourrights.legal/", "xpath": "//body", "text": " <strong>Privacy Policy</strong>\n<strong>Last Updated: May 19th, 2023</strong> Introduction + <p>Thank you for visiting our websites: ABUSEATTENTION.COM, or CAMPLEJEUNEATTENTION.COM, or CAMPLEJEUNEVICTIMS.COM, or CONSUMERATTENTION.COM, or CONSUMERGUARDIAN.COM, or CONSUMERLIFELINE.COM, or CPAPSAFETYNEWS.COM, or DRUGSAFETY.LEGAL, or FAMILYHEALTHALERT.COM, or FAMILYHEALTHWATCH.COM, or FOAMLAWSUITS.COM, or INJURYATTENTION.COM, or LEJEUNELAWSUITS.COM, or LEJEUNEVICTIMS.COM, or NATIONALCLAIMSBUREAU.COM, or PROPERTYDAMAGEHELPLINE.COM, or RIGHTTOFIGHT.COM, or USACLAIMSBUREAU.COM, or VICTIMABUSE.COM (“Site(s)\",\"Abuse Attention\",\"CPAP Safety News\",\"Camp Lejeune Attention\",\"Camp Lejeune Victims\",\"Consumer Attention\",\"Consumer Guardian\",\"Consumer Lifeline\",\"Drug Safety.legal\",\"Family Health Alert\",\"Family Health Watch\",\"Foam Lawsuits\",\"Injury Attention\",\"Lejeune Lawsuits\",\"Lejeune Victims\",\"National Claims Bureau\",\"Property Damage Helpline\",\"Right to Fight\",\"USA Claims Bureau\",\"Victim Abuse\") or \"AA\",\"CA\",\"CG\",\"CL\",\"CLA\",\"CLV\",\"CSN\",\"DS\",\"FHA\",\"FHW\",\"FO\",\"IA\",\"LL\",\"LV\",\"NCB\",\"PDH\",\"RF\",\"UCB\",\"VA\",\"We\",\"Us\", or \"Our\").\nWe respect the privacy of our users (“you\" or\"your\").\nThis Privacy Policy (“Privacy Policy\") governs the Sites we and our businesses, subsidiaries and related entities operate.\nThis Privacy Policy sets out the privacy considerations for you on our Sites so please read this carefully.\nBy using our Site, you are agreeing to the terms of this Privacy Policy and our Terms of Use.\nIf you do not agree to these collective terms, then please do not use our Site.\n</p> What Choices Do You Have? + <p>If you no longer wish to receive marketing communications from us, you can let us know by filling out this form or by mail at the address provided below in\"Contact Us\".\nThe electronic marketing communications we send will also contain an opt-out mechanism pursuant to legal requirements.\nPlease note that it may take up to 10 calendar days to remove your contact information from our marketing communications lists, so you may receive correspondence from us for a short time after you make your request.\nPlease also contact us to update or correct your information if it changes or if you believe that any information that we have collected about you is inaccurate.</p>\n<p>Please note that the Sites are compliant with the Telephone Consumer Protection Act.\nWhen you click a submit button or other similar button that transmits the information you enter on one of Our web forms on the Sites, you expressly agree to the terms of the opt-ins and disclaimers on the relevant Site page.\nPlease pay careful attention to these terms when submitting your information.\nYou are also agreeing to this Privacy Policy and our Terms of Use.\nAs a result, you may be contacted by Us, our affiliates, subsidiaries, partners, clients and other businesses and groups.\nYou may be contacted by telephone or the use of electronic technologies such as SMS text messages, email, auto dialers, pre-recorded messages even if the telephone number that you submitted on the Site is a mobile number or a number listed on any state, federal or corporate \"Do Not Call\" list.\nMoreover, such contact may occur after 9 PM local time.\nYou also understand that your telephone company may impose charges on you for these contacts and that you can revoke your consent at any time.\nFor any active SMS messages that you may be contacted from, you can Text STOP to cancel or HELP for help.\nMessage and date rates may apply.\nBy clicking a submit button on our Sites, you affirm that you have read and agreed to the Site’s Terms of Use and Privacy Policy.</p> Information We Collect + <p>We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (“personal information\" or\"PI\").\nIn particular, we have processed the following categories of personal information from consumers within the last twelve (12) months:</p>\n<strong>Category</strong>\n<strong>Example(s)</strong>\n<strong>Source(s)</strong>\n<strong>Purposes of Collection</strong>\n<strong>Who Do We Share Your PI with?</strong>\n<strong>Identifiers</strong> First Name, Last Name, Alias, Age, Sex, Employment, Name, information as to preferences or consumer behavior, financial information or medical information.\nDirectly from you during your interaction on our web or mobile application or data brokers or service providers.\nTo respond to your inquiry, to provide you with more targeted services or to conduct data auditing.\nPersonalization and improvement of sites, internal database, site analysis, customer service, legal and compliance.\nMinimize duplication of contact.\nBusinesses, clients, service providers or third parties <strong>Customer records</strong> Personal property, products/services purchased or used, purchasing histories/tendencies, medical services used and locations, usage of products and services.\nDirectly from you during your interaction on our web or mobile application or data brokers or service providers To respond to your inquiry, to provide you with more targeted services or to conduct data auditing.\nPersonalization and improvement of sites, internal database, site analysis, customer service, legal and compliance.\nMinimize duplication of contact.\nBusinesses, clients, service providers or third parties <strong>Commercial Information</strong> Personal property, products/services purchased or used, purchasing histories/tendencies, medical services used and locations, usage of products and services.\nDirectly from you during your interaction on our web or mobile application or data brokers or service providers.\nTo respond to your inquiry, to provide you with more targeted services Businesses, clients, service providers or third parties <strong>Internet/ Network Activity</strong> Browsing history, Internet or other electronic network activity, search history, information regarding a consumer’s interaction with an internet website, application, content or advertisement.\nIn particular, time and date of your visit to the Site, Which site you came from, What other pages you have visited, Domain Name Servers, Devices used, browsers used, Time Spent, behavioral and activity data.\nDirectly from your device during your interaction on our web or mobile application or data brokers or service providers To better provide you with appropriate and applicable service offers, fulfillment of requests submitted on Site, internal database, site analysis, site security, data analysis, customer service and legal and compliance.\nService providers or third parties <strong>Geolocation Data</strong> Physical location, geographic region based on Internet Protocol Address, area codes, zip codes associated with your web servers and other similar types of information.\nDirectly from your device during your interaction on our web or mobile application.\nTo better provide you with appropriate and applicable service offers, personalization and site improvement, internal databases, site security, customer services and legal and compliance.\nService providers or third parties <strong>Audio, electronic, visual, etc.\ninformation</strong> Video recordings of your interaction on our website or mobile application Directly from your digital interaction on our web or mobile applications Legal and Compliance, quality control purposes and site security.\nService providers, third parties, clients and businesses.\n<strong>Professional/Employment Information</strong> Job title or Profession or other similar information relating to your job or profession.\nDirectly from you on our web or mobile application or data broker or service providers To respond to your inquiry and to ensure relevance of the offer Service providers, third parties, clients and businesses.\n<strong>Inferences</strong> Consumer activity history, purchases, uses regarding products and services Directly from you or data brokers or service providers To better provide you with appropriate and applicable service offers, internal databases, site analysis and improving customer experience.\nService providers, third parties, clients and businesses.\n<br>\n<p>Information Collected Automatically.\nWe and our third party providers may use cookies and other technologies such as log files, tracking pixels, SDKs, and analytic tools and services to collect information (including Personal Information) automatically from you.\nSuch information includes your IP address, location information, the type of the web browser and operating system you use, browsing activities, usage information, and any other information that your web browsing software or Internet Service Provider automatically provides to our Services.\nCookies.\nA cookie is a small piece of data stored by your web browser on your computer or mobile device.\nWe use cookies to collect information from you regarding your usage of the Services in order to remember user preferences and settings, personalize your experience with the Services, and for security purposes.\nYou may opt-out of the automatic collection of some information by referring to your web browser’s or mobile device’s options or settings menu.\nHowever, doing so may disable many of the portions, features, or functionality of the Services.\nEach browser is different, so check the \"Help\" menu of your browser to learn how to change your cookie preferences or visit http://www.allaboutcookies.org for more information.</p> California Privacy Notice + <p>We adopt this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA\").\nThe following applies solely to California\"consumers\" as defined in Section 17014 of Title 18 of the California Code of Regulations.\nThis notice applies to the personal information categories listed above.</p>\n<p>Please note that job applicants, current and former employees, and individuals subject to business-to-business communications are not considered\"consumers\" for the purpose of this policy.</p> Summary of Your Rights Under California Law + <p>Under California law, subject to certain exceptions, California residents have the following rights with respect to their Personal Information: </p>\n<strong>Privacy Right</strong>\n<strong>Description</strong> Notice You have the right to be notified of what categories of Personal Information will be collected at or before the point of collection and the purposes for which they will be used and shared.\nAccess You have the right to request information on the categories of Personal Information that we collected in the previous twelve (12) months, the categories of sources from which the Personal Information was collected, the specific pieces of Personal Information we have collected about you, and the business purposes for which such Personal Information is collected and shared.\nYou also have the right to request information on the categories of Personal Information which were disclosed for business purposes, and the categories of third parties in the twelve (12) months preceding your request for your Personal Information.\nErasure You have the right to request to have your Personal Information deleted from our servers and we will direct our service providers to do the same.\nHowever, please be aware that we may not fulfill your request for deletion if we (or our service provider(s)) are required to retain your Personal Information for one or more of the following categories of purposes: (1) to complete a transaction for which the Personal Information was collected, provide a good or service requested by you, or complete a contract between us and you.\n(2) to ensure our website integrity, security, and functionality.\n(3) to comply with applicable law or a legal obligation, or exercise rights under the law.\n(4) to otherwise use your Personal Information, internally, in a lawful manner that is compatible with the context in which you provided the information.\nDisclosure of Personal Information + <p>In the preceding twelve (12) months, we may have disclosed the following categories of personal information for a business purpose:</p>\n<strong>Categories of Personal Information</strong>\n<strong>Business Purpose</strong>\n<strong>Categories of Third Parties (as defined by CCPA) with whom information is shared for a Business Purpose</strong> Identifiers Auditing, Detecting Security Incidents, Performing Services, Undertaking Internal Research Not Disclosed Customer records To respond to your inquiry, to provide you with more targeted services or to conduct data auditing Not Disclosed Commercial Information To respond to your inquiry, to provide you with more targeted services Not Disclosed Internet/ Network Activity To better provide you with appropriate and applicable service offers Not Disclosed Geolocation Data To better provide you with appropriate and applicable service offers Not Disclosed Audio, electronic, visual, etc.\ninformation Compliance and quality control purposes Not Disclosed Professional/Employment Information To respond to your inquiry and to ensure relevance of the offer Not Disclosed Inferences To better provide you with appropriate and applicable service offers Not Disclosed Sales of Personal Information + <p>In the preceding (12) twelve months we have sold the following categories of personal information to third parties: </p>\n<strong>Categories of Personal Information</strong>\n<strong>Categories of Third Parties with whom information is sold (for the purposes of CCPA)</strong> Identifiers Businesses and Clients such as direct lead buyers, brands, advertisers and marketers.\nCustomer records Businesses and Clients such as direct lead buyers, brands, advertisers and marketers.\nCommercial Information Businesses and Clients such as direct lead buyers, brands, advertisers and marketers.\nInternet/ Network Activity Businesses and Clients such as direct lead buyers, brands, advertisers and marketers.\nGeolocation Data Businesses and Clients such as direct lead buyers, brands, advertisers and marketers.\nAudio, electronic, visual, etc.\ninformation Businesses and Clients such as direct lead buyers, brands, advertisers and marketers.\nProfessional/Employment Information Businesses and Clients such as direct lead buyers, brands, advertisers and marketers.\nInferences Businesses and Clients such as direct lead buyers, brands, advertisers and marketers.\n<br>\n<p>We aim to provide consumers with control over the collection and use of their personal information.\nConsistent with this goal, we will honor requests from consumers to\"opt-out\" of the sale of their personal information.\nThe\"Your California Privacy Rights\" section below provides instructions on how to opt-out of the sale of your personal information.</p>\n<p>Please note that We do not knowingly sell personal information of California consumers under the age of sixteen (16) years.</p> Your California Privacy Rights + <p>As set out above, under the CCPA, California consumers are provided with certain privacy rights which they may exercise themselves or through an authorized agent.\n</p>\n<p>\n<strong>The Right to Opt-Out of the Sale of Personal Information: </strong>You have the right to request that we discontinue the sale of your personal information that we have collected about you.\nOnce you submit this request, we will not request authorization from you to begin selling your data again in the future for twelve (12) months.\nYou may utilize the options below in the\"Exercising Your California Privacy Rights\" section or by visiting our\"Do Not Sell My Personal Information\" webpage Here </p>\n<p>\n<strong>The Right to Know: </strong>You have the right to request that we disclose to you the personal information we have collected, used, disclosed or sold about you in the previous twelve (12) months.\nYou may also request a copy of the personal information we have collected on you over the past twelve (12) months.\nSee the \"Exercising Your California Privacy Rights\" section for instructions on submitting a right to know request.</p>\n<p>\n<strong>The Right to Deletion:</strong> You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable request, we will delete and direct our service providers to delete your personal information from our records, unless an exception applies.\nSee the \"Exercising Your California Privacy Rights\" section for instructions on submitting a right to deletion request.\n</p> Exercising Your California Privacy Rights + <p>To exercise the rights described above, please submit a verifiable consumer request to us by either calling the number below or submitting a request online through the link below.\nWe may require you to provide certain personal information to allow us to verify your identity, such as your email address, full name, postal address, date of birth and phone number, etc and any other reasonable information we require to process your request.\nIf we cannot comply with a request, we will explain the reasons in our response.</p>\n<p>\n<strong>\n<em>Help Us Verify Your Identity:</em>\n</strong> Provide us with information to verify your identify.\nPlease note that if we cannot initially verify your identity, we may request additional information to complete the verification process.\nAny Personal Information you disclose to us for purposes of verifying your identity will solely be used for the purpose of verification.\n</p>\n<p>\n<strong>Call Us At: 914-486-5529</strong>\n</p>\n<p>\n<strong>Submit Your Details Here</strong>\n</p>\n<p>\n<strong>Shine the Light: </strong>&nbsp.\nCalifornia residents may request the categories of personal information that we shared with third parties for the third parties’ direct marketing purposes during the previous calendar year, if any.\nWritten requests may be sent to the following address: 2 Depot Plaza, Suite 402, Bedford Hills, NY 10507 </p>\n<p>You must write \"Your California Privacy Rights\" at the top of your inquiry.\nOnce we have all the necessary information from you, we will respond within 30 days to requests regarding the categories of personal information that we shared with third parties for their own direct marketing purposes within the previous calendar year.\nRequests for this information that come to Abuse Attention, CPAP Safety News, Camp Lejeune Attention, Camp Lejeune Victims, Consumer Attention, Consumer Guardian, Consumer Lifeline, Drug Safety.legal, Family Health Alert, Family Health Watch, Foam Lawsuits, Injury Attention, Lejeune Lawsuits, Lejeune Victims, National Claims Bureau, Property Damage Helpline, Right to Fight, USA Claims Bureau or Victim Abuse by other means may result in a delayed response.</p>\n<p>\n<strong>Use of an Authorized Agent:</strong>&nbsp.\nYou may designate, in writing or through a power of attorney, an authorized agent to make these privacy requests on your behalf to exercise these rights.\nAn authorized agent may submit a request on your behalf if you have provided the authorized agent with power of attorney in accordance with California law.\nIf this has not occurred, we will require the agent to provide proof that you have authorized it to act on your behalf and may require you to verify your own identity with us directly before we accept a request.\nWe will do this by requiring the authorized agent to present verifiable written authorization from you that you have provided the agent with permission to submit the request and independently verify the agent’s own identity with Abuse Attention, CPAP Safety News, Camp Lejeune Attention, Camp Lejeune Victims, Consumer Attention, Consumer Guardian, Consumer Lifeline, Drug Safety.legal, Family Health Alert, Family Health Watch, Foam Lawsuits, Injury Attention, Lejeune Lawsuits, Lejeune Victims, National Claims Bureau, Property Damage Helpline, Right to Fight, USA Claims Bureau or Victim Abuse.</p>\n<p>\n<strong>Non-Discrimination:</strong>&nbsp.\nWe will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services;</li>\n<li>Charge you different prices or rates for goods or services, including granting discounts or other benefits, or imposing penalties;</li>\n<li>Provide you a different level or quality of goods and services.\nor</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul> Nevada Privacy Disclosure + <p>The following applies solely to Nevada residents.\nWe adopt this notice to comply with the Nevada Privacy Law.\nAs a Nevada resident, you have the right to review and request changes to any of your covered information that is collected through our website or online services.\nIf you are a Nevada\"consumer\" as defined by the Nevada Privacy Law, you may also request to opt out of the sale of such information about you.\n</p>\n<p>See the\"Exercising Your Nevada Privacy Rights\" section below for instructions on how to exercise your rights described above.\n</p> Exercising Your Nevada Privacy Rights + <p>To exercise your rights described above, please submit a verifiable request to us by either calling the number below or submitting a request online through the link below.\n</p>\n<p>\n<strong>Call Us At: 914-486-5529<br> Submit Your Details Here </strong>\n</p>\n<p>Once we have all the information we need, we will process your request within 60 days, or we will let you know if we need additional time.\n</p> How We Respond to Do Not Track Signals + <p>We do not support \"Do Not Track\" browser settings and therefore does not change its practices in response to a \"Do Not Track\" signal in the HTTP header from a browser or mobile application.\n</p> Opting Out of Marketing Messages + <p>Should you no longer wish to receive newsletter and promotional communications, you may opt-out of receiving them by following the instructions included in each newsletter or communication or by emailing us at the address listed at the end of this Privacy Policy or by following this link.\nYou may continue to receive email communications from us up to ten business days from the time we receive your unsubscribe request.\n</p>\n<p>Please note that Abuse Attention, CPAP Safety News, Camp Lejeune Attention, Camp Lejeune Victims, Consumer Attention, Consumer Guardian, Consumer Lifeline, Drug Safety.legal, Family Health Alert, Family Health Watch, Foam Lawsuits, Injury Attention, Lejeune Lawsuits, Lejeune Victims, National Claims Bureau, Property Damage Helpline, Right to Fight, USA Claims Bureau, and Victim Abuse can only control its own mailing list and policies.\nThird party advertisers that maintain their own mailing lists may send communications that advertise our services, and you may need to contact these parties directly in order to stop receiving their communications.</p> Personal Information from Children + <p>Because of the nature of our business, our services are not provided to minors.\nWe will not ask minors, specifically children under the age of 13, to provide personal information.</p> Security of Personal Information + <p>We maintain our systems in accordance with commercially reasonable industry standards to preserve the integrity and security of your personally identifiable information under our control.\nNo security system is impenetrable.\nWe cannot, however, guarantee, ensure or warrant the security of any information you transmit to us and you do so at your own risk.\nMoreover, we are not responsible for the security of information you transmit to us over networks that we do not control, including the Internet and wireless networks.\nPlease note that this is not a guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.</p> Links to Other Sites + <p>ABUSEATTENTION.COM, CAMPLEJEUNEATTENTION.COM, CAMPLEJEUNEVICTIMS.COM, CONSUMERATTENTION.COM, CONSUMERGUARDIAN.COM, CONSUMERLIFELINE.COM, CPAPSAFETYNEWS.COM, DRUGSAFETY.LEGAL, FAMILYHEALTHALERT.COM, FAMILYHEALTHWATCH.COM, FOAMLAWSUITS.COM, INJURYATTENTION.COM, LEJEUNELAWSUITS.COM, LEJEUNEVICTIMS.COM, NATIONALCLAIMSBUREAU.COM, PROPERTYDAMAGEHELPLINE.COM, RIGHTTOFIGHT.COM, USACLAIMSBUREAU.COM or VICTIMABUSE.COM may include links or references to other websites or services.\nThese linked sites are provided for your convenience and for information purposes only.\nThis Privacy Policy does not apply to third party websites or social media features that may be accessed through links that we provide for your convenience and information.\nAccessing those links will cause you to leave our site and may result in the collection of your personal information by third parties.\nWe do not control, endorse or make any representations about those third party websites or their privacy practices, which may differ from ours.\nWe encourage you to review the privacy policy of any site you interact with before allowing the collection and use of your information.\nAbuse Attention, CPAP Safety News, Camp Lejeune Attention, Camp Lejeune Victims, Consumer Attention, Consumer Guardian, Consumer Lifeline, Drug Safety.legal, Family Health Alert, Family Health Watch, Foam Lawsuits, Injury Attention, Lejeune Lawsuits, Lejeune Victims, National Claims Bureau, Property Damage Helpline, Right to Fight, USA Claims Bureau or Victim Abuse are not responsible for the privacy practices of such sites.\nThis Privacy Policy applies solely to information collected via ABUSEATTENTION.COM, CAMPLEJEUNEATTENTION.COM, CAMPLEJEUNEVICTIMS.COM, CONSUMERATTENTION.COM, CONSUMERGUARDIAN.COM, CONSUMERLIFELINE.COM, CPAPSAFETYNEWS.COM, DRUGSAFETY.LEGAL, FAMILYHEALTHALERT.COM, FAMILYHEALTHWATCH.COM, FOAMLAWSUITS.COM, INJURYATTENTION.COM, LEJEUNELAWSUITS.COM, LEJEUNEVICTIMS.COM, NATIONALCLAIMSBUREAU.COM, PROPERTYDAMAGEHELPLINE.COM, RIGHTTOFIGHT.COM, USACLAIMSBUREAU.COM or VICTIMABUSE.COM.</p> Using Our Services Outside of the United States + <p>If you are using the Services from outside of the United States of America, please be aware that your Personal Information may be transferred to, stored or processed in the United States, where our servers are located, and our central database is operated.\nThe data protection and other laws of the United States might not be as comprehensive as those in your country.\nBy using any portion of the Services, you understand and consent to the transfer of your Personal Information to our facilities in the United States and those third parties with whom we share it as described in this Privacy Policy.</p> Online Analytics + <p>We may use third party analytics tools, such as Google Analytics and other services from time to time, in order to better understand your use of our Services and how we can improve them.\nThese tools collect information sent by your browser or mobile device, including the pages you visit and other usage information.\nFor more information regarding how Google collects, uses, and shares your information please visit http://www.google.com/policies/privacy/partners/.\n</p>\n<p>To prevent data from being used by Google Analytics, you can download the opt-out browser add-on at: http://tools.google.com/dlpage/gaoptout?hl=en.\n</p> Changes to Our Privacy Policy + <p>This Privacy Policy may be updated periodically, and we encourage visitors to frequently check this page for any changes.\nYou can tell when this policy was last updated by looking at the\"Last Update:\" date located at the top of this policy.\nIn the event of substantive changes in the way we collect, process, use or share personal information, we may provide additional notice by adding a statement to our homepage or sending you a notification via email with a link to our revised policy.</p>\n<p>Your further use of our website after the date our Privacy Policy was last updated will be subject to the revised policy.</p> Questions? + <p>If you have questions regarding our Privacy Policy or your privacy rights as described above, please contact us at: Info@yourrights.legal </p>\n<p>Converge | 25 W.\n39th St.\n| 6th Floor | New York, NY 10018</p>\n<strong>Terms Of Use</strong>\n<strong>Last Updated: May 19th, 2023</strong> Introduction + <p>Thank you for visiting the websites ABUSEATTENTION.COM, or CAMPLEJEUNEATTENTION.COM, or CAMPLEJEUNEVICTIMS.COM, or CONSUMERATTENTION.COM, or CONSUMERGUARDIAN.COM, or CONSUMERLIFELINE.COM, or CPAPSAFETYNEWS.COM, or DRUGSAFETY.LEGAL, or FAMILYHEALTHALERT.COM, or FAMILYHEALTHWATCH.COM, or FOAMLAWSUITS.COM, or INJURYATTENTION.COM, or LEJEUNELAWSUITS.COM, or LEJEUNEVICTIMS.COM, or NATIONALCLAIMSBUREAU.COM, or PROPERTYDAMAGEHELPLINE.COM, or RIGHTTOFIGHT.COM, or USACLAIMSBUREAU.COM, or VICTIMABUSE.COM (“Site(s)\").\nBy using and or accessing the Site, you agree to comply with and be bound by the following Terms of Use and our Privacy Policy as well as other supplemental terms that may added from time to time on the Site which are expressly incorporated herein.\nPlease review this document and all terms on our Site carefully.\nIf you do not agree with any of our terms, you are not authorized to use the Site in any way.\n</p>\n<p>We may use the terms\"We\" or\"Us\",\"Abuse Attention\",\"CPAP Safety News\",\"Camp Lejeune Attention\",\"Camp Lejeune Victims\",\"Consumer Attention\",\"Consumer Guardian\",\"Consumer Lifeline\",\"Drug Safety.legal\",\"Family Health Alert\",\"Family Health Watch\",\"Foam Lawsuits\",\"Injury Attention\",\"Lejeune Lawsuits\",\"Lejeune Victims\",\"National Claims Bureau\",\"Property Damage Helpline\",\"Right to Fight\",\"USA Claims Bureau\",\"Victim Abuse\",\"AA\",\"CA\",\"CG\",\"CL\",\"CLA\",\"CLV\",\"CSN\",\"DS\",\"FHA\",\"FHW\",\"FO\",\"IA\",\"LL\",\"LV\",\"NCB\",\"PDH\",\"RF\",\"UCB\",or\"VA\" in this Terms of Use to refer to ABUSEATTENTION.COM, or CAMPLEJEUNEATTENTION.COM, or CAMPLEJEUNEVICTIMS.COM, or CONSUMERATTENTION.COM, or CONSUMERGUARDIAN.COM, or CONSUMERLIFELINE.COM, or CPAPSAFETYNEWS.COM, or DRUGSAFETY.LEGAL, or FAMILYHEALTHALERT.COM, or FAMILYHEALTHWATCH.COM, or FOAMLAWSUITS.COM, or INJURYATTENTION.COM, or LEJEUNELAWSUITS.COM, or LEJEUNEVICTIMS.COM, or NATIONALCLAIMSBUREAU.COM, or PROPERTYDAMAGEHELPLINE.COM, or RIGHTTOFIGHT.COM, or USACLAIMSBUREAU.COM, or VICTIMABUSE.COM.</p> Automatically Identifiable Information + <p>When you access this Site, We, may activate one or more cookies, tracking pixels, SDKs (and other similar technologies) to your computer or device on our Site.\nWe use these tracking technologies to identify prior users and track usage of the site to enhance the service we provide you.\nYou can modify your browser’s settings at any time to accept all cookies, reject all cookies, or notify you when a cookie is sent.\nPlease refer to the following URL for information on cookies http://www.allaboutcookies.org</p>\n<p>We may also automatically record certain information from your system including your IP address, a unique device or User ID, version of software installed, system type, the content and pages that you access on the site and the dates and times that you visit site.\nWe use this information for analytical purposes and to help us improve our site and our business in general.\nWe may provide this information to affiliates and/or third parties to assist us in improving these functions.\nWe may use other digital tracking on the Site to ensure that we provide you with a better digital consumer journey and experience as well as to ensure We have digital proof of our compliance of certain laws.\nPlease refer to our Privacy Policy above.\n</p> Personally Identifiable Information + <p>Please refer to our Privacy Policy above to understand how we collect your personal information and how we may use it.\nFor example, your personal information, that is voluntarily provided by you under the Terms of Use, maybe used for administrative purposes.\nfor authentication purposes.\nto properly operate, maintain and provide you with the features and functionality of the site.\nto present you with promotions, advertisements and opportunities which may be of interest to you via a variety of marketing mediums, such as, but not limited to, direct mail, email, phone, text, or sms.\nto enable our affiliates and to assist us in operating, maintaining and providing our services to you via a variety of marketing channels and mediums, to enable Us to carry out our obligations.\nto notify you about changes to the Policies, site or service.\nto investigate and help prevent potentially unlawful activities that threaten the integrity of the Site or Us, our technology.\nto investigate allegations of fraud or violations of our Policies (including Privacy Policy).\nto enforce or apply our rights under the Privacy Policy.\nto protect the rights, property, or safety of any of our clients or others.\nto improve the quality and design of the site and to create new features, functionality, and services by storing, tracking, and analyzing your preferences and trends.\nand/for marketing and business purposes generally.</p>\n<p>Information submitted to the Site in some instances may be shared or sold unless consent is NOT authorized by you.</p>\n<p>We reserve the right to disclose your personally identifiable information, as required, to comply with the law, applicable regulations, governmental and quasi-governmental requests, judicial proceedings, court orders or subpoenas, to enforce our legal notices or other agreements, or to protect our rights, property or safety or the rights, or to protect the property or safety of our users or others (e.g., to a consumer reporting agency for fraud protection etc.), and to ensure the security of our network and services.\nInformation obtained is utilized solely to improve and enhance the quality of our Sites, advertisements and related mediums.</p> Attorney Advertisement or not? + <p>Certain states may consider this an attorney advertisement for legal services paid for by a non-attorney spokesperson.\n</p> Who Are We? + <p>We are a privately held, Limited Liability Company, that does fee-based marketing for its law firm and other legal marketing clients that offer legal or related services to individuals that have allegedly been injured by certain drugs, medical devices, environmental events, corporate events or consumer products.</p>\n<p>We are a consumer marketing group generating marketing materials and mediums for the benefit of consumers and lawyers or is instructed by lawyers to market their services.\nWe are NOT a law firm or lawyer referral service.\n</p>\n<p>We are not affiliated with or responsible for the representations or services provided by the lawyers or companies with which you are matched.</p> Medical Issues + <p>Any medical or health decisions are important, and you should always consult a medical professional before altering usage of any pharmaceutical or product.\n</p> No Representations as to Attorney Services + <p>We make no representation as to quality of the legal services to be performed being directly or indirectly greater than the quality of the legal services performed by other lawyers whatsoever or howsoever.\nDo not rely on any information herein as legal advice of any nature.\nChoice of an attorney is an important decision that should not be based solely upon an advertisement.\nBy contacting Us, you expressly agree to receive a call back by different legal service providers and related services, even if you are on the \"Do Not Call\" registry.\n</p> Disclaimer Information + <p>All disclaimers noted below apply to the following: (1) users of the Site, (2) people seeing and/or responding to our advertisements of any kind, (3) anyone that views or hears any marketing materials, email or any communication from Us or persons affiliated with Us (“Any Communication\").\nAll rights to these ads and properties are reserved by Us.\nParticipating law firms and their representatives vary for each campaign and changes from time to time.\nParticipating law firms and their representatives are subject to change without notice.</p> Prescription Drug Campaigns + <p>Do not stop taking a prescribed medication without first consulting with a medical professional.\nDiscontinuing a prescribed medication without your doctor’s advice can result in injury or death.\n– Do not base any medical decision on this or any other advertisement.\n– The subject drug remains approved by FDA unless FDA provides further information.</p> What To Expect Next + <p>Your initial call or contact may not be with a licensed attorney and does not constitute legal advice or create an attorney-client relationship.\nA participating law firm or their agent may evaluate your case and by that process they do not thereby establish an attorney-client relationship.\nTransmission of information to Our law firm clients about potential clients responding to Any Communication from Us is not intended to create and does not constitute an attorney-client relationship.\nViewing or hearing Any Communication from Us, requesting additional information, or transmitting information back and forth, should never be considered the formation of an attorney-client relationship.\nThe law firm or their representative that responds to your inquiry will have no obligation to take any action to protect your interests unless he or she agrees to do so in writing pursuant to their terms and conditions.\nWe do not guarantee a response to your inquires, although in most cases you should be contacted by a lawyer or their representative within three to five business days if your inquiry has not already been answered.\nResults are not guaranteed.</p> Confidentiality and Client-Attorney Privilege <p>A Client-Attorney relationship will only be created by a written agreement between a law firm and a client.\nBy providing us your information there is no Client-Attorney relationship as We are not an attorney.\nHowever, you understand and agree that any information that you provide to Us is provided in the strictest confident, will be treated confidentially and subject to the terms of Our Privacy Policy.\n</p> Your Case + <p>The material and data from Any Communication from us is general in nature and may not apply to your specific circumstances.\nEvery case comes with its own set of unique circumstances and facts.\nA participating law firm may accept or reject a case based at their sole discretion.\nRejection of your case is not the expression of a legal opinion about your case, instead you are encouraged to discuss the matter with any other law firm or attorney of your choice.\nIf there are multiple participating firms, matching of an initial inquiry to a specific law firm is done by an internal random process.\nSome cases may be transferred to other attorneys, discuss with your attorney.\nThe law firm or their representative that responds to your inquiry will have no obligation to take any action to protect your interests unless he or she agrees to do so in writing pursuant to their terms and conditions.\nWe do not guarantee a response to your inquires, although in most cases you should be contacted by a lawyer or their representative within three to five business days if your inquiry has not already been answered.\nResults are not guaranteed.</p> Legal Fees + <p>Legal Fees shall strictly be subject to the terms of the retainer that you and a law firm agree, and We make no representations as to retainers, fees or otherwise save for a free case assessment by a law firm of their representative.\n</p> Existing Attorney + <p>Do not respond to us on a specific claim if you already have an attorney as to that specific claim or campaign.\nIf you do have an attorney as to a specific claim or campaign, do not disclose any information regarding your attorney or any information.</p> Site and Brand Affiliations + <p>This website or brand is not affiliated with any product company or any trademarked product.\nThe information in this website was not written by legal or medical professionals and should not be viewed as medical or legal advice and should never interfere with a patient and his or her healthcare providers.</p> Legal Cases + <p>The statements made in Any Communication from Us do not fully state all the requirements needed for a successful case.\nDo not select an attorney or law firm solely based upon an advertisement.\nNo representation is made that the quality of legal services to be performed is greater than the quality of legal services performed by other lawyers or that any attorney involved with this ad or Any Communication is a licensed specialist of any state.\nNo claim to the contrary is made by us.</p> No Guarantees + <p>Any statement contained in Any Communication from us shall not constitute nor act as a guarantee, warranty or prediction regarding the ultimate outcome of any matter or legal proceeding.\nWe do not guarantee the accuracy of the information provided in Any Communication but believes them to be accurate.\nDo not use Any Communication from us as a substitute for seeking your own legal advice nor failing to make your own investigation of facts and claims and seeking advice from an appropriate professional where appropriate in your judgment.</p> Indemnification + <p>You agree to indemnify and hold Us and our, parent, subsidiaries and affiliates, and each of their respective members, officers, directors, owners, employees, agents, co-branders and/or other partners, harmless from and against any and all claims, expenses (including reasonable attorney's fees), damages, suits, costs, demands and/or judgments whatsoever, made by any third party due to or arising out of: (a) your use of the Site and/or Services.\n(b) your breach of the Agreement.\n(c) any dispute between you and any Third Party Service Providers.\nand/or (d) your violation of any rights of another individual and/or entity.\nThe provisions of this Section are for the benefit of Us, our parents, subsidiaries and/or affiliates, and each of their respective officers, directors, members, owners, employees, agents, shareholders, licensors, suppliers and/or attorneys.\nEach of these individuals and entities shall have the right to assert and enforce these provisions directly against you on its own behalf.</p> Disclaimer of Warranties + <p>The Site, Services and/or any other products and/or services that you may apply for through the Site are provided to you on an \"as is\" and \"as available\" basis and all warranties, express and implied, are disclaimed to the fullest extent permissible pursuant to applicable law (including, but not limited to, the disclaimer of any warranties of merchantability, non-infringement of intellectual property and/or fitness for a particular purpose).\nIn particular, but not as a limitation thereof, We make no warranty that: (a) the Site, Services and/or any other products and/or services that you may apply for through the Site will meet your requirements.\n(b) the Site, Services and/or any other products and/or services that you may apply for through the Site will be uninterrupted, timely, secure or error-free.\n(c) you will qualify for services from our third party providers.\nor (d) the results that may be obtained from the use of the Site, Services and/or any other products and/or services that you may apply for through the Site will be accurate or reliable.\nThe Site, Services and/or any other products and/or services that you may apply for through the Site may contain bugs, errors, problems or other limitations.\nWe will not be liable for the availability of the underlying internet connection associated with the Site.\nNo advice or information, whether oral or written, obtained by you from Us, our Third Party Service Providers or otherwise through or from the Site, shall create any warranty not expressly stated in the Terms of Use and related terms.</p> Express Acknowledgment + <p>By placing a call to us or using or entering the Site (and the links accessible through this site) you expressly acknowledge your understanding and agreement to all of the disclaimers and agreements contained herein.</p> Limitation of Liability + <p>We expressly assume no liability for information stated in Any Communication from us or our partners.\nWe expressly assume no liability for any advice given to you or for any actions taken by a lawyer that you may have retained through us.\nAs to all such information received from Any Communication from us, there is no warranty, guarantee or prediction of outcome whatsoever or howsoever.</p>\n<p>By visiting this Site and/or replying to our TV or other advertisements of any kind, you agree that We are not responsible or liable for any claim, loss or damage of any kind, directly or indirectly resulting from your use of any law firm, legal service, marketing service and legal advice or any information obtained from Us.</p>\n<p>For additional questions regarding our policies please email: info@yourrights.legal</p>\n<p>Converge | 25 W.\n39th St.\n| 6th Floor | New York, NY 10018</p> ", "created_at": "2023-07-07 16:48:27.122227", "updated_at": "2023-07-07 16:48:41.098682"}], "points": [], "urls": ["yourrights.legal", "abuseattention.com", "consumerattention.com", "consumerguardian.com", "cpapsafetynews.com", "drugsafety.legal", "familyhealthwatch.com", "righttofight.com"]}}