{"error": 448, "message": "OK", "parameters": {"id": 8234, "name": "Idea Buddy", "created_at": "2023-05-08 18:36:23.461977", "updated_at": "2023-05-08 22:02:25.466307", "wikipedia": null, "keywords": null, "related": null, "slug": "idea-buddy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8234.png", "url": "ideabuddy.com", "documents": [{"id": 15972, "name": "Terms of Service", "url": "https://ideabuddy.com/terms-of-service", "xpath": "/html/body/div[1]/div[1]/div[3]/div", "text": "Terms of Service<p>Last Updated: January 31st, 2023</p>\n<p>Thank you for choosing IdeaBuddy.</p>\n<p>The website ideabuddy.com (“Site”), is owned and operated by Deep Blue Sea Studio DOO, Serbia (“Deep Blue Sea Studio”).\nIt allows users to sign up and to use our software product IdeaBuddy, which is a web-based subscription service that enables you to plan, model and develop your business ideas.\nIdeaBuddy is at times referred to in these Terms of Service as the “Service.”</p>\n<p>These Terms of Service (“The Agreement”) form a legally binding contract between you and Deep Blue Sea Studio.\nPlease review this Agreement carefully.\nOnce you access the Site and have clicked on the “I Agree” or “Start my free trial” button, or use the Service, you have agreed to enter into a binding legal relationship with Deep Blue Sea Studio.\nand in doing so you are legally bound by and agree to comply with Deep Blue Sea Studio’s Terms of Service and Privacy Policy, jointly described as the “Terms”.\nThe Privacy Policy is available athttps://ideabuddy.com/privacy-policy.\nIf you represent an organization, your agreement to these Terms of Service shall bind your organization and you hereby represent and warrant that you have the authority to act on behalf of your organization.</p>\n<p>Upon entering this agreement, you have the right to require a non-electronic signature or to receive non-electronic records to the extent permitted under applicable law.\nIn addition, you must agree to be bound by the Terms in their entirety to be permitted to access the Site, use the Services (defined below), or download, install, or use the Software or Content.</p>\n<p>We may update this Agreement or the Privacy Policy at any time, without notification to you.\nYou should review this Agreement and the Privacy Policy each time you access the Site.\nYour continued use of the Site and/or the Services shall be deemed irrevocable acceptance of any such revisions.\nBefore you continue, you should print or save a local copy of this Agreement and the Privacy Policy for your records.\nYou should periodically check the \"Last Updated\" date at the top of this document to familiarize yourself with the most recent version of this Agreement.</p>\n<p>The Service is provided for a fee, although certain of the services contained therein may be provided free of charge, during a free trial period.\nUpon gaining permission to use the Site, you will be able to access your Account and use our Service.\nDeep Blue Sea may also send you newsletters from time to time.\nWhen using the site, note that under the Terms and in keeping with our Privacy Policy, Deep Blue Sea Studio may collect and save certain personal data about you, and some not personally identifiable data as well.Under no circumstances will Deep Blue Sea Studio transfer your private data to any third party for their marketing purposes.</p>\n<p>We ask that you judiciously read these Terms, and in is our sincere hope that you enjoy using our Site and Services.</p>1.\nService and Site Use and Registration<p>By agreeing to these Terms, you affirm that you comply with the following admissibility terms.\nIf you are acting on a company’s behalf, you agree that any company end-user or employee will be granted permission to access the Site, its services, and use purchased or otherwise accessible licensed Site Software, and shall accept and comply with these Terms as well.</p>\n<ul>Eligibility: You are eligible to enter into this agreement if:<li>you have not in any way been prohibited by any competent authority, judicial act or jurisdictional law to enter into any legal agreement;</li>\n<li>you are 18 years of age or older;</li>\n<li>f the Service is to be accessed and used by an individual (the User) under the age of eighteen (18) or the age of legal eligibility and capacity in the applicable jurisdiction, you hereby attest that you are the legal guardian of the individual in question, that you both have read and agreed to these Terms, and that, subject to these Terms, you have approved of the User’s present and continued use of the Service;</li>\n<li>Deep Blue Sea Studio has not prohibited you from entering an agreement with Deep Blue Sea Studio at any previous time, nor has your account and/or your use of the Service been obstructed, deferred, or terminated by Deep Blue Sea Studio at any time and for any reason;</li>\n<li>you do not reside in any outlawed state, nor are you in any way associated with or a member of a terrorist organization;</li>\n<li>you are using the Service and/or entering these Terms on behalf of a company, you have the authority to legally bind said company to these Terms, and you have been sanctioned by, and hold the necessary and required consents of said company to enter into and be bound by these Terms on said company’s behalf.</li>\n</ul>\n<p>Personal Use Only: You may choose to subscribe to a Subscription Plan (as defined on our pricing pagehttps://ideabuddy.com/pricing) that allows you to use our Service.\nThe subscription and its associated license are for your personal, non-commercial use only.\nYou are not permitted to sell, rent, or distribute the license and any related services, nor are you permitted to commercialize, or publish the license and any related services to a third party.</p>\n<ul>Appropriate and Restricted Use: You shall only use the Services in a lawful manner and in accordance with these Terms, you shall not allow a third party to use the Services in any way, shape, or form, and you shall not:<li>impair, interfere with, or disrupt or delay the operation of the Services;</li>\n<li>harass, intimidate, or threaten any person or disrupt computer system operations in any way, including sending spam, malware, or unsolicited messages;</li>\n<li>infringe upon or violate a person’s rights, including their right to privacy and their intellectual property rights.\nand you may not collect private data about any users of the Service without having received their express consent;</li>\n<li>use automated means such as software crawlers, scripts, or robots to gather, accumulate, or process data made available via the Service, nor shall you export, extract, download or store any Content, data or other materials said Service provides;</li>\n<li>create a database, offer “Software as-a-Service” (SaaS,) or use a hosting service or any other means to distribute or resell the Services, Content, or other data and materials contained within or available via the Services;</li>\n<li>sanction, instigate, allow, or in any way permit any third party to do any of the foregoing;</li>\n<li>use the Services for any illegal, unethical, or unauthorized purpose, or any purpose which may in any way in Deep Blue Sea Studio’s discretion harm Deep Blue Sea Studio’s good name and goodwill.</li>\n</ul>\n<p>You shall not create any script, software, or intrusive code or component that is harmful or potentially harmful to, or impairs, disrupts, devalues, or adds any non-sanctioned functionality to the Services.</p>\n<p>This includes transmitting or making available in connection with the Services any type of web bug, virus, worm, Trojan Horse, time bomb, spyware, or any other computer code, program, or file that may damage or is intended to damage or hijack the operation of Deep Blue Sea Studio hardware, software, or telecommunications equipment.</p>\n<p>No License: Except as explicitly licensed under these Terms, you are prohibited from using or sharing any of Deep Blue Sea Studio’s intellectual property or that of its end users.</p>2.\nProfile Information and Account<p>You agree and understand that you are responsible for maintaining the confidentiality of your password which, together with your email address, allows you to access the Services.\nThat email address and password, together with any or other user information you provide, form your \"Profile Information\" and allow you to access your account (\"Account\").\nYou agree to provide true, accurate, current and complete information about yourself and to immediately provide updated information as your circumstances change.\nYou may not misrepresent your Profile Information.</p>\n<p>Verifying Your Account: When registering to the Services, Deep Blue Sea Studio may verify your identity through other services and, according to its sole discretion, may require additional data or identification.</p>\n<p>If you register through electronic mail, Deep Blue Sea Studio may elect to verify your email address by sending an electronic notification to the address you provide.\nIn said notification, Deep Blue Sea Studio may include information or links that will serve to verify your identity as the owner of the email address.\nOnce your identity has been authenticated, Deep Blue Sea Studio will set up a registered account in your name.</p>\n<p>Securing Your Account: In accordance with the sensitivity of data stored on the service, and any potential risks to the data involved in using the Service, you shall be required to create a password and use said password to access your Account.</p>\n<p>Preserving the confidentiality of your Account, your username, and your password is your sole responsibility.\nIn addition, you agree to accept sole responsibility for all activities that occur under your Account.</p>\n<p>One Account for One Person: It is Deep Blue Sea Studio’s policy to have one Account for one person, and one person for one Account.\nYou may not hold more than one Account, nor can you allow others access to your Account.</p>\n<p>If you are a company or are using the Account on behalf of a company, you can allow access to one employee, and one employee only, and only when that person has been authorized to access the Account on your behalf.</p>\n<p>You hereby signify and acknowledge that, unless you have explicitly notified us otherwise, anyone accessing or seeking access to your company Account has the requisite consents and authorizations and is acting on your behalf.</p>\n<p>You also acknowledge that any act or omission in connection with such use by another person is as if those acts or omissions were yours and you retain responsibility for any loss, disruption, or damage such act or omission may cause.</p>\n<p>Sharing your Account Credentials: You are expressly prohibited from sharing your username and password with any other individual or third party.</p>\n<p>Notification of Abuse: You are required to inform Deep Blue Sea Studio immediately, atcontact@ideabuddy.comin any instance that causes you to have reason to believe your account has been hacked or is no longer secure, or if you have been informed of actual or possible unsanctioned use of your IdeaBuddy account whether such use was intended or unintended.</p>\n<p>Deep Blue Sea Studio’s Liability: Without detracting from any restriction of liability under these Terms, Deep Blue Sea Studio shall not be liable in any instance where you have not adhered to these security standards.\nDeep Blue Sea Studio will be unable to assist you in any manner if you fail to apply its security guidelines as published periodically.</p>3.\nContent Ownership, Intellectual Property Rights<p>All right, title, interest and ownership and intellectual property rights in and to the trademarks and the Site, including but not limited to its \"look and feel\" (e.g., text, graphics, images, logos, buttons, icons and the placement and layout thereof), images, video, audio, data, content, software and other media, material or information, other than user Content, are and will remain the property of Deep Blue Sea Studio and its licensors.\nThe Site and the Service is protected under Serbia and international copyright, trademark and other laws and treaties.</p>\n<p>“Intellectual Property Rights” addresses and includes the rights defined in, and applicable to, copyrights, trade secrets, service marks, and trademarks.\nPatents, know-how, similar intellectual property rights, and any legal, moral, or ethical rights of any type under the laws or regulations of any foreign or domestic governmental, judicial, or regulatory authority also fall under the Intellectual Property Rights umbrella.</p>\n<p>Restrictions.\nExcept as explicitly permitted under these Terms, the Content may not be used or made available to others for any purpose or in any way, shape, or form.</p>\n<p>Subject to the terms and conditions of this Agreement, we grant to you, during the term of this Agreement, a personal, non-transferable, non-sublicensable, non-exclusive, revocable, limited-purpose right to access the Site and use the Services that are subject to a valid Subscription.</p>\n<p>DEEP BLUE SEA STUDIO DOES NOT CLAIM ANY OWNERSHIP IN ANY OF THE CONTENT, INCLUDING ANY OF YOUR BUSINESS IDEAS, TEXT, DATA, INFORMATION, IMAGES, PHOTOGRAPHS, MUSIC, SOUND, VIDEO, OR OTHER MATERIAL, THAT YOU ENTER, UPLOAD, TRANSMIT, OR STORE IN YOUR IDEABUDDY ACCOUNT.\nYOUR IDEAS WILL REMAIN SECURE AND COMPLETELY CONFIDENTIAL.\nTHE ENCRYPTION PROCESS PROTECTS YOUR PRIVATE DATA 24/7, SO NO ONE CAN ACCESS IT WITHOUT YOUR PERMISSION.</p>\n<p>All of entries and uploads in your IdeaBuddy account will be stored one month after the expiry of your subscription and then will be deleted permanently.</p>\n<p>Deep Blue Sea Studio reserves the right to access, read, preserve, and disclose any information and Content as it reasonably believes is necessary to: (a) satisfy any applicable law, regulation, legal process, or governmental request, (b) enforce these Terms of Service, including investigation of potential violations hereof, (c) detect, prevent, or otherwise address fraud, security, or technical issues (including, without limitation, the filtering of spam), (d) respond to User support requests, or (e) protect the rights, property, or safety of Deep Blue Sea Studio, its Users and the public.</p>\n<p>Deep Blue Sea Studio will only retain, use, or disclose the Personal Data processed on behalf of its users for the specific purpose of performing the Services or as otherwise permitted by applicable privacy laws.</p>\n<p>Deep Blue Sea Studio will not be responsible or liable for the exercise or non-exercise of its rights under these Terms of Service.</p>4.\nFeedback<p>You may, but are not required to, provide Deep Blue Sea Studio with input, suggestions, data, materials and/or feedback with respect to the Services, Software and/or the Content in connection with your use thereof (“Feedback”).</p>\n<p>Deep Blue Sea Studio shall own all rights, title, and interest in and to any aforementioned Feedback, and may use or incorporate such Feedback into the Services, Content, and/or Software at its discretion.</p>\n<p>You acknowledge that any ideas, suggestions, concepts, processes or techniques (other than your Content) which you provide to us related to the Services, the Site or Deep Blue Sea Studio or it’s business (\"Feedback\") shall become our property without any compensation or other consideration payable to you by us, and you do so of your own free will and volition.\nWe may or may not, in its sole discretion, use or incorporate the Feedback (in whatever form or derivative we may decide) into the Site, its software, services, documentation, business or other products, or any future versions or derivatives of the foregoing.\nYou hereby assign all rights on a worldwide basis in perpetuity to us in any Feedback and, as applicable, waive any moral rights.</p>5.\nUser Representations and Warranties<p>You are solely responsible for your Content and the consequences of uploading, storing, transmitting, or otherwise distributing Content to and/or from your account.\nExcept as set forth herein, Deep Blue Sea Studio will not use any of Content for any purpose except to provide you with the Service.</p>\n<ul>By uploading, storing, transmitting, or otherwise distributing Content, you affirm, represent, and warrant that:<li>the Content and any use of it does not and will not: (i) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right, (ii) violate any securities law or regulation in any jurisdiction, or (iii) slander, defame, or libel any other person.\nand</li>\n<li>the Content does not contain any viruses, adware, spyware, worms, or other malicious code.\nViolators of any third-party rights may be subject to criminal and civil liability.\nDeep Blue Sea Studio reserves all rights and remedies against any Users who violate these Terms of Service.\nthe Content does not contain any viruses, adware, spyware, worms, or other malicious code.\nViolators of any third-party rights may be subject to criminal and civil liability.\nDeep Blue Sea Studio reserves all rights and remedies against any Users who violate these Terms of Service.</li>\n</ul>6.\nNo Liability<p>Deep Blue Sea Studio shall not be liable for any damages resulting from or arising out of the Service, Site, Software, or Content.\nThese include direct or indirect, incidental, singular or unusual, or consequential damages of any kind affecting the use or resulting in an inability to use any of the foregoing, including failure of any of the foregoing to perform as represented or expected.</p>\n<p>Such damages include the loss of goodwill, data or profits, the performance or failure to perform under these terms, together with any act, omission, or cause, including and without restrictions, any damages that may arise from any third party service’s conduct.</p>\n<p>To the extent permissible under the law as it applies to you and/or your use of the Service, Site, or Content, and without detracting from the aforementioned, no action may be brought by you after one (1) year has elapsed following the occurrence of such cause of action against Deep Blue Sea Studio or any of its employees, directors, officers, affiliates, or end-users for any cause whatsoever, including the breach of these terms.</p>\n<p>The foregoing restrictions, exclusions, and disclaimers shall apply to all claims for damages, whether based on a contractual action, on negligence, on a warranty, strict liability, negligence, tort, or otherwise.</p>\n<p>You hereby acknowledge and agree that these restrictions of liability are agreed to apportionments of risk comprising in part the consideration for Deep Blue Sea Studio’s Site, Content or Services offered to you, and such restrictions will apply notwithstanding the failure of essential purpose of any limited remedy, and even in the instance where Deep Blue Sea Studio and/or any Deep Blue Sea Studio affiliates have been advised of the possibility of such liabilities and/or damages.</p>\n<p>Notwithstanding anything to the contrary, and without detracting from the foregoing restrictions, Deep Blue Sea Studio’s total liability to you shall not exceed the amounts you paid for a Deep Blue Sea Studio Subscription Plan over the 12 months immediately preceding the occurrence of the cause of action.</p>\n<p>User fully recognizes by agreeing to the terms herein that Deep Blue Sea Studio and its affiliates provide no guarantees as to the performance, exactness, functionality or appropriateness of the Service, or Content for any given purpose.\nDeep Blue Sea Studio does not guarantee or make any interpretations regarding the use, the inability to use or operate, or the results of the use of the content available on the service.</p>\n<p>The Service, Site and Content, and any part thereof, are provided on an “as is” and an “as available” basis, without guarantees of any kind, whether expressed or implied, including guarantees of title or title non- infringement, or implied guarantees pertaining to use, merchantability, or fitness for a particular purpose or use.</p>7.\nAdvertising<p>The Site may display ads, although Deep Blue Sea Studio neither endorses nor monitors these ads or their content.\nnor is Deep Blue Sea Studio responsible for the foregoing, even in those instances they appear to be affiliated with Deep Blue Sea Studio.</p>8.\nModifying These Terms<p>Deep Blue Sea Studio may modify or change these Terms from time to time with or without notice, and such changes will become effective immediately.\nIf you conclude a modification or change is not acceptable to you, you may terminate these Terms.\nHowever, it should be noted that any changes made to these Terms shall not have a retroactive effect.\nIt is important therefore to periodically inspect these Terms for changes, amendments, and modifications, and you are strongly advised to do so.</p>9.\nPayment, Refund, Upgrading and Downgrading<p>When subscribing to a Subscription Plan for the Content and Services as made available to you by Deep Blue Sea Studio on our pricing pagehttps://ideabuddy.com/pricing, you are required to pay the fees published in the Site at the time you apply.\nThe payment shall be made through our third payment service provider, Paddle, and subject to their terms of use and privacy policies.\nPaddle is available athttps://paddle.com.</p>\n<p>When you purchase a Subscription Plan, your subscription will be billed in advance at the beginning of each billing period.\nIt will automatically be renewed at the end of the given subscription period.</p>\n<p>Rates: Deep Blue Sea Studio may from time to time determine, establish, or modify monthly and annual rates or one-time fees for the use of the Service.</p>\n<p>The Service is billed in advance on a monthly or annual basis and is non-refundable.\nThere will be no refunds or credits for partial months of service, upgrade/downgrade refunds, or refunds for months unused with an open account.\nIn order to treat everyone equally, no exceptions will be made;</p>\n<p>All fees are exclusive of all taxes, levies, or duties imposed by taxing authorities, and you shall be responsible for payment of all such taxes, levies, or duties.\nIf you decide to upgrade from one plan to the other, your existing paying plan will end and you will be billed for your first month immediately upon upgrading.\nby default, when changing plans, our merchant service provider (Paddle) will prorate the subscription costs.</p>\n<p>All your entries in the IdeaBuddy account will be saved when you do the upgrade.\nDowngrading of the Service may cause the loss of Content, features, or capacity of your Account.\nDeep Blue Sea Studio does not accept any liability for such loss.</p>\n<p>For any upgrade or downgrade in plan level, your credit card or other payment method that you provided will automatically be charged the new rate on your next billing cycle.</p>10.\nTermination<p>Deep Blue Sea Studio may, according to its sole discretion, terminate these Terms, the Service or any service provided by it for any reason, whether the termination applies to all users or just to you.</p>\n<p>These Terms may be terminated for any cause and for no cause, including and without restriction if Deep Blue Sea Studio believes you have breached these Terms or acted in a manner that may harm Deep Blue Sea Studio or the Services.\nDeep Blue Sea Studio may, in accordance with its sole discretion, abstain from providing the Services or any part thereof, with or without prior notice.</p>\n<p>You hereby understand and agree that any termination of your access to the service or services may apply without prior notice, and you fully recognize that Deep Blue Sea Studio may terminate the services immediately or remove your Content.</p>\n<p>Moreover, Deep Blue Sea Studio shall not be liable for any damage caused to you or any third-party as a result of said termination proceedings, or by suspending or otherwise limiting your use of the Services.</p>\n<p>However, in any case, where Deep Blue Sea Studio shall terminate these terms for reasons not due to any breach of these terms on your part, Deep Blue Sea Studio shall continue to provide you with Services for the Subscription term you paid or refund the unused portion of your pre-paid subscription fees.\naccording to your preference.</p>11.\nReimbursement<p>You hereby guarantee to reimburse and hold Deep Blue Sea Studio and its affiliates, officers, directors, employees, and agents harmless for any claims, damages, obligations, losses, liabilities, costs and expenses including, but not limited to, attorney’s fees that arise due to any breach of obligations and responsibilities on your part under these Terms or relate to your use or inability to use the Service, Content, Software or the Site.\nThis reimbursement shall be made promptly, in accordance with Deep Blue Sea Studio’s request.</p>12.\nEntire Agreement<p>These Terms constitute the entire agreement between Deep Blue Sea Studio and yourself.\nIt shall only be revised by a written instrument.\nAny waiver, delay, or withholding by Deep Blue Sea Studio to enforce its rights shall not be construed as being an amendment to said agreement.</p>13.\nAssignment<p>Deep Blue Sea Studio may assign any and all rights or obligations under these Terms and/or under any Subscription Plan to any third party.\nThis applies without any restriction to an affiliate, and/or in the event of a merger, the acquisition or sale of all or the bulk of its shares or assets, or such part of its assets underlying these Terms, with or without notice.\nThese terms will adjust to the benefit of any Deep Blue Sea Studio successor.</p>14.\nGoverning Law<p>These terms of service shall be exclusively governed by the laws of the Republic of Serbia without regard to its conflict of laws rules, and any dispute arising from it shall be exclusively brought to the courts of the Belgrade district.</p>\n<p>Notwithstanding the foregoing, we may seek injunctive relief in any court of competent jurisdiction.\nYou agree that any cause of action that you may have that arises out of, or is related to these Terms, must be initiated within one year after the cause of action accrues.\nOtherwise, such a cause of action is permanently barred.</p>15.\nNo Class Action<p>You agree not to undertake nor engage in any class action suit against Deep Blue Sea Studio, and to personally and solely claim any losses.</p>16.\nSystem Requirements:<ul>IdeaBuddy works on the most recent version of the following browsers:<li>Chrome</li>\n<li>Safari</li>\n<li>Firefox</li>\n<li>Edge</li>\n</ul>\n<p>IdeaBuddy requires that cookies and JavaScript are enabled in order to work properly.\nNonetheless, the User shall be entitled to disable cookies which are not strictly necessary for the provision of the Services by “opting out” of the use of certain cookies when using the Service</p>\n<p>You may contact us by email atcontact@ideabuddy.comor by mail at:</p>\n<p>Idea Buddy</p>\n<p>1049 El Monte Avenue, Ste C #601</p>\n<p>Mountain View, CA 94040</p>\n<p>USA</p>", "created_at": "2023-05-08 18:36:23.492387", "updated_at": "2023-05-08 18:37:20.85705"}, {"id": 15973, "name": "Cookie Statement", "url": "https://ideabuddy.com/cookie-statement/", "xpath": "/html/body/div[1]/div[1]/div[3]/div", "text": "Cookie Statement<p>Cookies are small data files that are placed on your computer or mobile device when you visit a website.\nCookies are widely used by online service providers in order to make their websites or services work, to work more efficiently, as well as to provide reporting information.</p>\n<p>Cookies set by the website owner or service provider are called “first-party cookies”.\nCookies set by parties other than the website owner are called “third-party cookies”.\nThird-party cookies enable third-party features or functionality to be provided on or through the website or service you are using (advertising, interactive content and analytics).\nThe third parties that set these third-party cookies can recognize your computer either when it visits the website or service in question and also when it visits certain other websites or services.</p>\n<p>This Cookie Statement explains how IdeaBuddy team (in this Statement: “we”, “us”, “our”), uses cookies and similar technologies in the course of our business through our Website (www.ideabuddy.com) and Subscription Services.\nCapitalized terms used and not otherwise defined in this Cookie Statement have the meanings given to those terms in ourPrivacy Policy.</p>\n<p>We may use cookies and other tracking technologies described in this Cookie Statement to collect Personal Information, or to collect information that becomes Personal Information if we combine it with other information.\nFor more information about how we process your Personal Information, please refer to ourPrivacy Policy.\nWe may update this Cookie Statement from time to time in order to reflect changes to the cookies we use or for other operational, legal or regulatory reasons.\nPlease therefore re-visit this Cookie Statement regularly to stay informed about our use of cookies and related technologies.</p>Why Cookies?<ul>\n<li>Necessary Website Cookies</li>\n</ul>\n<p>These cookies are required for technical reasons.\nThey are essential to provide you with Subscription Services available through our Website and to use some of their features, such as access to secure areas.\nBecause these cookies are strictly necessary to deliver the Website and Subscription Services, you cannot refuse them without impacting how the Website and Subscription Services function.\nYou can block or delete them by changing your browser settings, as described under the heading “Managing Cookies” in the Cookie Statement below.</p>\n<ul>\n<li>Functionality Cookies</li>\n</ul>\n<p>These cookies enable us and the third parties we work with to track and target the interests of visitors to our Website in order to tailor content and information displayed for you.\nFunctionality cookies can personalize your experience while interacting with our Website and otherwise enhance the performance and functionality of our Website but are non-essential to its use.\nHowever, without these cookies, certain functionality may become unavailable.\nBesides Necessary and Functionality cookies described above, there are also Statistic cookiesthat collect information used in aggregate form to help us understand how our Website is being used, or how effective our marketing campaigns are.\nAdvertising cookiesare used to make advertising messages relevant to your interests and they in the same time prevent the same ad from continuously reappearing.</p>Targeted Online Advertising<p>We have engaged one or more third-party service providers to track and analyze both individualized usage and volume statistical information from interactions with our Website.\nWe also partner with one or more third parties (such as advertisers and ad networks) to display advertising on our Websites and/or to manage and serve advertising on other sites.</p>\n<p>These third parties use cookies, web beacons, pixel tags and similar tracking technologies to collect and use certain information about your online activities, either on our Website and/or other sites or mobile apps, to infer your interests and deliver you targeted advertisements that are more tailored to you based on your browsing activities and inferred interests.\nFor more information about this practice, click here:https://www.aboutads.info/choices.</p>\n<p>Our third-party service providers may also use cookies or web beacons to collect information about your visits to our Website and/or other sites to measure and track the effectiveness of advertisements and our online marketing activities (for example, by collecting data on how many times you click on one of our ads).\nThe information collected by these third parties does not include Personal Information that enables you to be specifically identified (e.g.\nby reference to your name or email address).</p>Managing Cookies<p>You have the right to decide whether to accept or reject cookies.</p>\n<p>Browser Controls: You can set or amend your web browser controls to accept or refuse cookies.\nIf you choose to reject cookies, you may still use our Website and Subscription Services.\nHowever, your access to some functionality and areas of our Website and Subscription Services may be restricted.\nAs the means by which you can refuse cookies through your web browser controls vary from browser-to-browser, you should visit your browser's help menu for more information.</p>\n<p>Disabling Most Interest Based Advertising: Most advertising networks offer you a way to opt out of Interest Based Advertising.\nIf you would like to find out more information, please visithttps://www.aboutads.info/choicesorhttps://www.youronlinechoices.com.</p>\n<p>Mobile Advertising: You can opt out of having your mobile advertising identifiers used for certain types of Interest Based Advertising, including those performed by us, by accessing the settings in your Apple or Android mobile device and following the most recent published instructions.\nIf you opt out, we will remove all data about you and no further data collection or tracking will occur.\nThe random ID we (or our third-party partners) had previously assigned to you will also be removed.\nThis means that if at a later stage, you decide to opt-in, we will not be able to continue and track you using the same ID as before, and you will for all practical purposes be a new user to our system.</p>Our details<ol>\n<li>This website is owned and operated by Deep Blue Sea Studio DOO.</li>\n<li>We are registered in Serbia under registration number 21506532.</li>\n<li>You can contact us by using our website contact form.</li>\n</ol>", "created_at": "2023-05-08 18:37:37.057974", "updated_at": "2023-05-08 18:37:45.376005"}, {"id": 15974, "name": "Privacy Policy", "url": "https://ideabuddy.com/privacy-policy/", "xpath": "/html/body/div[1]/div[1]/div[3]/div", "text": "Privacy Policy<p>Last Updated: January 31st, 2023</p>\n<p>This privacy policy will explain how we use the personal data we collect from you when you use our website: ideabuddy.com.\nIn this Policy “we”, “us”, “our” refer to the IdeaBuddy team.\nWe are committed to protecting the privacy of our website visitors and to protect data of our subscribers.</p>\n<ol>Topics:<li>What data do we collect?</li>\n<li>How do we collect your data?</li>\n<li>How will we use your data?</li>\n<li>How long do we store your data?</li>\n<li>What are your data protection rights?</li>\n<li>Are your ideas safe with IdeaBuddy?</li>\n<li>What are cookies?</li>\n<li>How do we use cookies?</li>\n<li>What types of cookies do we use?</li>\n<li>How to manage your cookies</li>\n<li>Privacy policies of other websites</li>\n<li>Changes to our privacy policy</li>\n<li>How to contact us</li>\n<li>Our details</li>\n</ol>\n<p>By reading this Privacy Policy, you give your Consent on all the topics stated in the Policy.\nIf you do not agree with any of the stated formulations, please do not use our Website, Service or any of its features offered.</p>1.\nWhat data do we collect?<ul>We collect the following data:<li>Personal identification information (Name, email address).</li>\n<li>Your IP address, geographical location, browser type, and version, operating system, referral source, length of visit, page views and website navigation paths, information about the timing, frequency and pattern of your service use.\nThe source of this usage data is Google Analytics.</li>\n<li>Your IP address, geographical location, browser type, and version, operating system, referral source, length of visit, page views and website navigation paths, information about the timing, frequency and pattern of your service use.\nThe source of this usage data is Google Analytics.</li>\n</ul>\n<p>The legal basis for this processing is consent.</p>2.\nHow do we collect your data?<ul>You directly provide us with the data we collect.\nWe collect data and process data when you:<li>Register for free trial and test of the IdeaBuddy application;</li>\n<li>Voluntarily complete a customer survey or provide feedback on any of our message boards or via email;</li>\n<li>Use or view our website via your browser’s cookies;</li>\n<li>Google analytics.</li>\n</ul>3.\nHow will we use your data?<ul>We collect your data so that we can:<li>Email you info on the upcoming updates of the web application</li>\n<li>Offer you a subscription to our Newsletter and/or for the purpose of emailing you the relevant notifications</li>\n<li>Analyze the use of the website and services</li>\n<li>Secure: operating of our website, providing our services, ensuring the security of our website and services, maintaining back-ups of our databases and communicating with you</li>\n<li>Process information that you post for publication on our support portal or through our service.\nYour data may be processed for the purposes of enabling such publication and administering our website and services.</li>\n<li>Provide technical and customer support, offering, marketing and selling relevant goods and/or services to you.</li>\n</ul>\n<p>We may process any of your personal data identified in this policy where necessary for the establishment, exercise or defense of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.\nThe legal basis for this processing is our legitimate interests, i.e.\nthe protection and assertion of our legal rights, your legal rights and the legal rights of others.\nAlso, your data can be processed where necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, or obtaining professional advice.\nThe legal basis for this processing is our legitimate interests, namely the proper protection of our business against risks.</p>\n<p>We can also use any of your personal data where its processing is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>\n<ul>If you agree, we will share your data with our third-party partner companies solely to enable them to perform specific services for us.\nThose services made on our behalf may include:<li>Assisting us with sending marketing emails and performing social network tracking;</li>\n<li>Providing cloud storage services;</li>\n<li>Serving advertisements;</li>\n<li>Providing customer support services;</li>\n<li>Enabling us to send you emails;</li>\n<li>Providing web analytics, performance tracking, and email automation software;</li>\n<li>Providing subscription management, payment gateway integration, and invoicing services;</li>\n<li>Providing video streaming services;</li>\n<li>Providing issue-tracking software;</li>\n<li>Monitoring errors on web platforms;</li>\n<li>Offering marketing and advertising services;</li>\n<li>Assisting appointment scheduling;</li>\n<li>Providing online survey software;</li>\n<li>Providing web conferencing services.</li>\n</ul>\n<p>The legal basis for this processing is consent.</p>4.\nHow long do we store your data?<p>Personal data that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.\nWe will keep your personal data for a period of 12 months.\nOnce this time period has expired, we will delete your data from our system unless you opt to prolong the use of IdeaBuddy application or other website features such as Blog, Newsletter, etc.\nfurther on.</p>\n<p>We may retain your personal data where such retention is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>5.\nWhat are your data protection rights?<p>Our Company would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<p>The right to access – You have the right to request us for copies of your personal data.\nWe may charge you a small fee for this service.</p>\n<p>The right to rectification – You have the right to request that Our Company correct any information you believe is inaccurate.\nYou also have the right to request us to complete the information you believe is incomplete.</p>\n<p>The right to erasure – You have the right to request that we erase your personal data, under certain conditions.</p>\n<p>The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.</p>\n<p>The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.</p>\n<p>The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us at our email:support@ideabuddy.com</p>6.\nAre your ideas safe with IdeaBuddy?<p>Your ideas will remain secure and completely confidential.\nThe encryption process protects your private data 24/7, so no one can access it without your permission.</p>\n<p>Deep Blue Sea Studio does not claim any ownership in any of the content, including any of your business ideas, text, data, information, images, photographs, music, sound, video, or other material, that you enter, upload, transmit, or store in your IdeaBuddy account.\nyour ideas will remain secure and completely confidential.\nthe encryption process protects your private data 24/7, so no one can access it without your permission.</p>\n<p>All of the entries and uploads in your IdeaBuddy account will be stored one month after the expiry of your subscription and then will be deleted permanently.</p>7.\nCookies<p>Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information.\nWhen you visit our websites, we may collect information from you automatically through cookies or similar technology.</p>\n<p>For further information, visitallaboutcookies.org.</p>8.\nHow do we use cookies?<ul>We use cookies in a range of ways to improve your experience on our website, including:<li>Keeping you signed in</li>\n<li>Understanding how you use our website</li>\n</ul>9.\nWhat types of cookies do we use?<ul>There are a number of different types of cookies, however, our website uses:<li>Functionality – we use these cookies so that we recognize you on our website and remember your previously selected preferences.\nThese could include what language you prefer and location you are in.\nA mix of first-party and third-party cookies are used</li>\n<li>Advertising – we use these cookies to collect information about your visit to our website, the content you viewed, the links you followed and information about your browser, device, and your IP address.\nWe sometimes share some limited aspects of this data with third parties for advertising purposes.\nWe may also share online data collected through cookies with our advertising partners.\nThis means that when you visit another website, you may be shown advertising based on your browsing patterns on our website</li>\n<li>Statistic – we may use these cookies to collect information used in aggregate form to help us understand how our website is being used, or how effective our marketing campaigns are.</li>\n<li>Necessary – after the launch of the commercial subscription plans for our application, these cookies are required for technical reasons.</li>\n</ul>10.\nHow to manage cookies<p>You can set your browser not to accept cookies, and for more information on this, please refer to ourCookie Statement.\nHowever, in a few cases, some of our website features may not function as a result.</p>11.\nPrivacy policies of other websites<p>Our website can contain links to other websites.\nOur privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy.</p>12.\nChanges to our privacy policy<p>We keep our privacy policy under regular review and we place any updates on this web page.\nPlease refer to “Last updated” in the beginning of this document.</p>13.\nHow to contact us<p>If you have any questions about our privacy policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to email us on:support@ideabuddy.com.</p>14.\nOur details<ol>\n<li>This website is owned and operated by Deep Blue Sea Studio DOO.</li>\n<li>We are registered in Serbia under registration number 21506532.</li>\n<li>You can contact us by using our website contact form.</li>\n</ol>", "created_at": "2023-05-08 18:38:06.116437", "updated_at": "2023-05-08 18:38:16.353284"}], "points": [], "urls": ["ideabuddy.com"]}}