{"error": 448, "message": "OK", "parameters": {"id": 8757, "name": "Rucksack App Development ", "created_at": "2023-07-02 22:30:21.465614", "updated_at": "2023-07-03 22:03:01.016862", "wikipedia": null, "keywords": null, "related": null, "slug": "rucksack-app-development", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8757.png", "url": "rucksack.dev", "documents": [{"id": 17084, "name": " Terms & Conditions", "url": "https://rucksack.dev/legal/terms-conditions/", "xpath": "//body", "text": " <p>Rucksack Mobile App Development</p>\n<p> … for Android &amp.\niOS.\n</p>\n<ul>\n<li>Home</li>\n<li>Products <ul>\n<li>Android: Barcode Scanner For Amazon Shopping</li>\n<li>iOS: Barcode Scanner from A-to-Z</li>\n</ul>\n</li>\n<li>Legal <ul>\n<li>Privacy Policy for mobile apps</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy for this website</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>Imprint</li>\n<li>English <ul>\n<li>Deutsch</li>\n</ul>\n</li>\n</ul> Terms &amp.\nConditions <p>By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app.\nYou’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way.\nYou’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions.\nThe app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to Sönke Gissel.</p>\n<p>Sönke Gissel is committed to ensuring that the app is as useful and efficient as possible.\nFor that reason, we reserve the right to make changes to the app or to charge for its services, at any time and for any reason.\nWe will never charge you for the app or its services without making it very clear to you exactly what you’re paying for.</p>\n<p>The Apps offered by Rucksack Mobile App Development app stores and processes personal data that you have provided to us, in order to provide my Service.\nIt’s your responsibility to keep your phone and access to the app secure.\nWe therefore recommend that you do not jailbreak or root your phone, which is the process of removing software restrictions and limitations imposed by the official operating system of your device.\nIt could make your phone vulnerable to malware/viruses/malicious programs, compromise your phone’s security features and it could mean that the Apps offered by Rucksack Mobile App Development app won’t work properly or at all.</p>\n<p>You should be aware that there are certain things that Sönke Gissel will not take responsibility for.\nCertain functions of the app will require the app to have an active internet connection.\nThe connection can be Wi-Fi, or provided by your mobile network provider, but Sönke Gissel cannot take responsibility for the app not working at full functionality if you don’t have access to Wi-Fi, and you don’t have any of your data allowance left.</p>\n<p>If you’re using the app outside of an area with Wi-Fi, you should remember that your terms of the agreement with your mobile network provider will still apply.\nAs a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges.\nIn using the app, you’re accepting responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e.\nregion or country) without turning off data roaming.\nIf you are not the bill payer for the device on which you’re using the app, please be aware that we assume that you have received permission from the bill payer for using the app.</p>\n<p>Along the same lines, Sönke Gissel cannot always take responsibility for the way you use the app i.e.\nYou need to make sure that your device stays charged – if it runs out of battery and you can’t turn it on to avail the Service, Sönke Gissel cannot accept responsibility.</p>\n<p>With respect to Sönke Gissel’s responsibility for your use of the app, when you’re using the app, it’s important to bear in mind that although we endeavour to ensure that it is updated and correct at all times, we do rely on third parties to provide information to us so that we can make it available to you.\nSönke Gissel accepts no liability for any loss, direct or indirect, you experience as a result of relying wholly on this functionality of the app.</p>\n<p>At some point, we may wish to update the app.\nThe app is currently available on Android &amp.\niOS – the requirements for both systems(and for any additional systems we decide to extend the availability of the app to) may change, and you’ll need to download the updates if you want to keep using the app.\nSönke Gissel does not promise that it will always update the app so that it is relevant to you and/or works with the Android &amp.\niOS version that you have installed on your device.\nHowever, you promise to always accept updates to the application when offered to you, We may also wish to stop providing the app, and may terminate use of it at any time without giving notice of termination to you.\nUnless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end.\n(b) you must stop using the app, and (if needed) delete it from your device.</p>\n<p>\n<strong>Changes to This Terms and Conditions</strong>\n</p>\n<p>I may update our Terms and Conditions from time to time.\nThus, you are advised to review this page periodically for any changes.\nI will notify you of any changes by posting the new Terms and Conditions on this page.\nThese changes are effective immediately after they are posted on this page.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any questions or suggestions about my Terms and Conditions, do not hesitate to contact me.</p>\n<p>\n</p>\n<p>Business photo created by yanalya – www.freepik.com</p>\n<p> Proudly powered by WordPress | Theme: Bulk </p> In case you want to change your privacy settings (e.g.\nissue consent or revoke an already issued consent) please click on the button below.\nSettings ", "created_at": "2023-07-02 22:30:48.170508", "updated_at": "2023-07-02 22:30:59.281884"}, {"id": 17083, "name": "Privacy Policy", "url": "https://www.iubenda.com/privacy-policy/49142085", "xpath": "//body", "text": " Privacy Policy of <strong>Mobile applications offered by Rucksack Mobile App Development and this website</strong>\n<p>Mobile applications offered by Rucksack Mobile App Development and this website collects some Personal Data from its Users.</p>\n<br>\n<p>Users may be subject to different protection standards and broader standards may therefore apply to some.\nIn order to learn more about the protection criteria, Users can refer to the applicability section.</p>\n<p>This document contains a section dedicated to Californian consumers and their privacy rights.</p>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Policy summary Personal Data processed for the following purposes and using the following services: <ul>\n<li>\n<ul>\n<li> Advertising <ul>\n<li> AdMob and Facebook Audience Network <p>Personal Data: Cookies.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nUsage Data</p>\n</li>\n<li> MoPub, InMobi, Vungle, Chartboost and AdColony <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n<li> Pangle, AppLovin and Smaato <p>Personal Data: Tracker.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Analytics <ul>\n<li> Google Analytics for Firebase <p>Personal Data: Application opens.\nApplication updates.\nCookies.\nnumber of Users .\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example)</p>\n</li>\n</ul>\n</li>\n<li> Commercial affiliation <ul>\n<li> CJ Affiliate <p>Personal Data: purchase history.\nTracker.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Content performance and features testing (A/B testing) <ul>\n<li> Firebase Remote Config <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Handling payments <ul>\n<li> Payments processed via the Google Play Store <p>Personal Data: payment data</p>\n</li>\n</ul>\n</li>\n<li> Infrastructure monitoring <ul>\n<li> Crashlytics <p>Personal Data: geographic position.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Managing contacts and sending messages <ul>\n<li> Firebase Notifications <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Platform services and hosting <ul>\n<li> Apple App Store and Google Play Store <p>Personal Data: Usage Data</p>\n</li>\n</ul>\n</li>\n<li> Social features <ul>\n<li> Firebase Invites <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Information on opting out of interest-based advertising <p> In addition to any opt-out feature provided by any of the services listed in this document, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section of the Cookie Policy.\n</p> Contact information <ul>\n<li>\n<ul>\n<li> Owner and Data Controller <p>Sönke Gissel\n<br>Leonhard-Stinnes-Str.\n62\n<br>45470 Mülheim an der Ruhr\n<br>GERMANY</p>\n<p>\n<strong>Owner contact email:</strong> contact@rucksack.dev</p>\n</li>\n</ul>\n</li>\n</ul> Full policy Owner and Data Controller <p>Sönke Gissel\n<br>Leonhard-Stinnes-Str.\n62\n<br>45470 Mülheim an der Ruhr\n<br>GERMANY</p>\n<p>\n<strong>Owner contact email:</strong> contact@rucksack.dev</p> Types of Data collected <p> Among the types of Personal Data that Mobile applications offered by Rucksack Mobile App Development and this website collects, by itself or through third parties, there are: Cookies.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nnumber of Users .\nApplication opens.\nApplication updates.\nUsage Data.\ngeographic position.\npayment data.\npurchase history.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using Mobile applications offered by Rucksack Mobile App Development and this website.<br>Unless specified otherwise, all Data requested by Mobile applications offered by Rucksack Mobile App Development and this website is mandatory and failure to provide this Data may make it impossible for Mobile applications offered by Rucksack Mobile App Development and this website to provide its services.\nIn cases where Mobile applications offered by Rucksack Mobile App Development and this website specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by Mobile applications offered by Rucksack Mobile App Development and this website or by the owners of third-party services used by Mobile applications offered by Rucksack Mobile App Development and this website serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through Mobile applications offered by Rucksack Mobile App Development and this website and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of Mobile applications offered by Rucksack Mobile App Development and this website (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br>\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>If broader protection standards are applicable, Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br>\nIf any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br>\nOnce the retention period expires, Personal Data shall be deleted.\nTherefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Analytics, Content performance and features testing (A/B testing), Social features, Advertising, Managing contacts and sending messages, Infrastructure monitoring, Platform services and hosting, Handling payments and Commercial affiliation.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Advertising <p>This type of service allows User Data to be utilized for advertising communication purposes.\nThese communications are displayed in the form of banners and other advertisements on Mobile applications offered by Rucksack Mobile App Development and this website, possibly based on User interests.<br>\nThis does not mean that all Personal Data are used for this purpose.\nInformation and conditions of use are shown below.\n<br>\nSome of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e.\ndisplaying ads tailored to the User’s interests and behavior, including those detected outside Mobile applications offered by Rucksack Mobile App Development and this website.\nFor more information, please check the privacy policies of the relevant services.<br>\nServices of this kind usually offer the possibility to opt out of such tracking.\nIn addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document.</p> AdMob (Google LLC) <p>AdMob is an advertising service provided by Google LLC.<br>\n<strong>In order to understand Google's use of Data, consult Google's partner policy</strong>.</p>\n<p>Personal Data processed: Cookies.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to CCPA: identifiers.\ninternet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> MoPub (MoPub Inc.) <p>MoPub is an advertising service provided by MoPub Inc.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> InMobi (InMobi Pte Ltd) <p>InMobi is an advertising service provided by InMobi Pte Ltd.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: India – Privacy Policy – Opt out.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Vungle (Vungle, Inc.) <p>Vungle is an advertising service provided by Vungle, Inc.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Chartboost (Chartboost, Inc.) <p>Chartboost is an advertising service provided by Chartboost Inc.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> AdColony (AdColony, Inc.) <p>AdColony is an advertising service provided by AdColony, Inc.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Facebook Audience Network (Facebook, Inc.) <p>Facebook Audience Network is an advertising service provided by Facebook, Inc.\n<strong>In order to understand Facebook's use of Data, consult Facebook's data policy.</strong>\n</p>\n<p>Mobile applications offered by Rucksack Mobile App Development and this website may use identifiers for mobile devices (including Android Advertising ID or Advertising Identifier for iOS, respectively) and technologies similar to cookies to run the Facebook Audience Network service.\nOne of the ways Audience Network shows ads is by using the User's ad preferences.\nThe User can control this in the Facebook ad settings.</p>\n<p>Users may opt-out of certain Audience Network targeting through applicable device settings, such as the device advertising settings for mobile phones or by following the instructions in other Audience Network related sections of this privacy policy, if available.</p>\n<p>Personal Data processed: Cookies.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to CCPA: identifiers.\ninternet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Pangle (BYTEDANCE PTE.\nLTD.) <p>Pangle is an advertising service provided by BYTEDANCE PTE.\nLTD.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: Singapore – Privacy Policy – Opt out.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> AppLovin (AppLovin Corporation) <p>AppLovin is an advertising service provided by AppLovin Corporation.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt out.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Smaato (Smaato, Inc.) <p>Smaato is an advertising service provided by Smaato, Inc.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt out.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Analytics for Firebase (Google LLC) <p>Google Analytics for Firebase or Firebase Analytics is an analytics service provided by Google LLC.<br>\n<strong>In order to understand Google's use of Data, consult Google's partner policy</strong>.</p>\n<p>Firebase Analytics may share Data with other tools provided by Firebase, such as Crash Reporting, Authentication, Remote Config or Notifications.\nThe User may check this privacy policy to find a detailed explanation about the other tools used by the Owner.</p>\n<p>Mobile applications offered by Rucksack Mobile App Development and this website uses identifiers for mobile devices and technologies similar to cookies to run the Firebase Analytics service.</p>\n<p>Users may opt-out of certain Firebase features through applicable device settings, such as the device advertising settings for mobile phones or by following the instructions in other Firebase related sections of this privacy policy, if available.</p>\n<p>Personal Data processed: Application opens.\nApplication updates.\nCookies.\nnumber of Users .\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: identifiers.\ninternet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Commercial affiliation <p>This type of service allows Mobile applications offered by Rucksack Mobile App Development and this website to display advertisements for third-party products or services.\nAds can be displayed either as advertising links or as banners using various kinds of graphics.<br>\nClicks on the icon or banner posted on the Application are tracked by the third-party services listed below, and are shared with Mobile applications offered by Rucksack Mobile App Development and this website.<br>\nFor details of which data are collected, please refer to the privacy policy of each service.</p> CJ Affiliate (Commission Junction LLC (part of Publicis Groupe)) <p>CJ Affiliate is a commercial affiliation service provided by Commission Junction LLC (part of Publicis Groupe).</p>\n<p>Personal Data processed: purchase history.\nTracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: commercial information.\ninternet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Content performance and features testing (A/B testing) <p>The services contained in this section allow the Owner to track and analyze the User response concerning web traffic or behavior regarding changes to the structure, text or any other component of Mobile applications offered by Rucksack Mobile App Development and this website.</p> Firebase Remote Config (Google LLC) <p>Firebase Remote Config is an A/B testing and configuration service provided by Google LLC.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Handling payments <p>Unless otherwise specified, Mobile applications offered by Rucksack Mobile App Development and this website processes any payments by credit card, bank transfer or other means via external payment service providers.\nIn general and unless where otherwise stated, Users are requested to provide their payment details and personal information directly to such payment service providers.\nMobile applications offered by Rucksack Mobile App Development and this website isn't involved in the collection and processing of such information: instead, it will only receive a notification by the relevant payment service provider as to whether payment has been successfully completed.</p> Payments processed via the Google Play Store <p>Mobile applications offered by Rucksack Mobile App Development and this website uses a payment service provided by Google LLC or by Google Ireland Limited, depending on the location Mobile applications offered by Rucksack Mobile App Development and this website is accessed from, that allows the Owner to offer the purchase of the app itself or in-app purchases.</p>\n<p>Personal Data processed to complete the purchases are processed by Google, as described in the privacy policy for the Google Play store.</p>\n<p>Personal Data processed: payment data.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: commercial information.\n</p>\n</li>\n<li> Infrastructure monitoring <p>This type of service allows Mobile applications offered by Rucksack Mobile App Development and this website to monitor the use and behavior of its components so its performance, operation, maintenance and troubleshooting can be improved.<br>\nWhich Personal Data are processed depends on the characteristics and mode of implementation of these services, whose function is to filter the activities of Mobile applications offered by Rucksack Mobile App Development and this website.</p> Crashlytics (Google LLC) <p>Crashlytics is a monitoring service provided by Google LLC.</p>\n<p>Personal Data processed: geographic position.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: identifiers.\ninternet information.\ngeolocation data.\n</p>\n</li>\n<li> Managing contacts and sending messages <p>This type of service makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.<br>\nThese services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message.</p> Firebase Notifications (Google LLC) <p>Firebase Notifications is a message sending service provided by Google LLC.\nFirebase Notifications can be integrated with Firebase Analytics to target analytics-based audiences and track opening and conversion events.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Platform services and hosting <p>These services have the purpose of hosting and running key components of Mobile applications offered by Rucksack Mobile App Development and this website, therefore allowing the provision of Mobile applications offered by Rucksack Mobile App Development and this website from within a unified platform.\nSuch platforms provide a wide range of tools to the Owner – e.g.\nanalytics, user registration, commenting, database management, e-commerce, payment processing – that imply the collection and handling of Personal Data.\n<br>\nSome of these services work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> Apple App Store (Apple Inc.) <p>Mobile applications offered by Rucksack Mobile App Development and this website is distributed on Apple's App Store, a platform for the distribution of mobile apps, provided by Apple Inc.</p>\n<p>By virtue of being distributed via this app store, Apple collects basic analytics and provides reporting features that enables the Owner to view usage analytics data and measure the performance of Mobile applications offered by Rucksack Mobile App Development and this website.\nMuch of this information is processed on an opt-in basis.</p>\n<p>Users may opt-out of this analytics feature directly through their device settings.\nMore information on how to manage analysis settings can be found on this page.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Google Play Store <p>Mobile applications offered by Rucksack Mobile App Development and this website is distributed on the Google Play Store, a platform for the distribution of mobile apps, provided by Google LLC or by Google Ireland Limited, depending on the location Mobile applications offered by Rucksack Mobile App Development and this website is accessed from.</p>\n<p>By virtue of being distributed via this app store, Google collects usage and diagnostics data and share aggregate information with the Owner.\nMuch of this information is processed on an opt-in basis.</p>\n<p>Users may opt-out of this analytics feature directly through their device settings.\nMore information on how to manage analysis settings can be found on this page.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Social features Firebase Invites (Google LLC) <p>Firebase Invites is a social feature provided by Google LLC that enables Users to share Mobile applications offered by Rucksack Mobile App Development and this website.\nThe sharing may contain referral codes, or content from within Mobile applications offered by Rucksack Mobile App Development and this website and may be done via email or SMS.\nSharing is tracked with Google Analytics for Firebase, which informs the Owner that the User has opened or installed Mobile applications offered by Rucksack Mobile App Development and this website via invite.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n</ul> Information on opting out of interest-based advertising <p> In addition to any opt-out feature provided by any of the services listed in this document, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section of the Cookie Policy.\n</p> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>Users entitled to broader protection standards may exercise any of the rights described below.\nIn all other cases, Users may inquire with the Owner to find out which rights apply to them.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<strong>Withdraw their consent at any time.</strong> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<strong>Object to processing of their Data.</strong> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<strong>Access their Data.</strong> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<strong>Verify and seek rectification.</strong> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<strong>Restrict the processing of their Data.</strong> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<strong>Have their Personal Data deleted or otherwise removed.</strong> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<strong>Receive their Data and have it transferred to another controller.</strong> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<strong>Lodge a complaint.</strong> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Applicability of broader protection standards <p>While most provisions of this document concern all Users, some provisions expressly only apply if the processing of Personal Data is subject to broader protection standards.</p>\n<p>Such broader protection standards apply when the processing:</p>\n<ul>\n<li>is performed by an Owner based within the EU;</li>\n<li>concerns the Personal Data of Users who are in the EU and is related to the offering of paid or unpaid goods or services, to such Users;</li>\n<li>concerns the Personal Data of Users who are in the EU and allows the Owner to monitor such Users’ behavior taking place in the EU.</li>\n</ul> Cookie Policy <p>Mobile applications offered by Rucksack Mobile App Development and this website uses Trackers.\nTo learn more, the User may consult the Cookie Policy.</p> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of Mobile applications offered by Rucksack Mobile App Development and this website or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, Mobile applications offered by Rucksack Mobile App Development and this website may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, Mobile applications offered by Rucksack Mobile App Development and this website and any third-party services may collect files that record interaction with Mobile applications offered by Rucksack Mobile App Development and this website (System logs) use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>Mobile applications offered by Rucksack Mobile App Development and this website does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within Mobile applications offered by Rucksack Mobile App Development and this website and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br>\nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Information for Californian consumers\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the business running Mobile applications offered by Rucksack Mobile App Development and this website and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>The provisions contained in this section apply to all Users who are consumers residing in the state of California, United States of America, according to \"The California Consumer Privacy Act of 2018\" (Users are referred to below, simply as “you”, “your”, “yours”), and, for such consumers, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.</p>\n<p>This part of the document uses the term “personal information“ as it is defined in The California Consumer Privacy Act (CCPA).</p> Categories of personal information collected, disclosed or sold\n<p>In this section we summarize the categories of personal information that we've collected, disclosed or sold and the purposes thereof.\n<strong>You can read about these activities in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</strong>\n</p> Information we collect: the categories of personal information we collect\n<p>We have collected the following categories of personal information about you: identifiers, commercial information, internet information and geolocation data.</p>\n<p>We will not collect additional categories of personal information without notifying you.</p> How we collect information: what are the sources of the personal information we collect?\n<p>We collect the above mentioned categories of personal information, either directly or indirectly, from you when you use Mobile applications offered by Rucksack Mobile App Development and this website.</p>\n<p>For example, you directly provide your personal information when you submit requests via any forms on Mobile applications offered by Rucksack Mobile App Development and this website.\nYou also provide personal information indirectly when you navigate Mobile applications offered by Rucksack Mobile App Development and this website, as personal information about you is automatically observed and collected.\nFinally, we may collect your personal information from third parties that work with us in connection with the Service or with the functioning of Mobile applications offered by Rucksack Mobile App Development and this website and features thereof.</p> How we use the information we collect: sharing and disclosing of your personal information with third parties for a business purpose\n<p>We may disclose the personal information we collect about you to a third party for business purposes.\nIn this case, we enter a written agreement with such third party that requires the recipient to both keep the personal information confidential and not use it for any purpose(s) other than those necessary for the performance of the agreement.</p>\n<p>We may also disclose your personal information to third parties when you explicitly ask or authorize us to do so, in order to provide you with our Service.</p>\n<p>To find out more about the purposes of processing, please refer to the relevant section of this document.</p> Sale of your personal information\n<p>For our purposes, the word “sale” means any “selling, renting, releasing, disclosing, disseminating, making available, transferring or otherwise communicating orally, in writing, or by electronic means, a consumer's personal information by the business to <strong>another business or a third party, for monetary or other valuable consideration</strong>”.</p>\n<p>This means that, for example, a sale can happen whenever an application runs ads, or makes statistical analyses on the traffic or views, or simply because it uses tools such as social network plugins and the like.</p> Your right to opt out of the sale of personal information\n<p>You have the right to opt out of the sale of your personal information.\nThis means that whenever you request us to stop selling your data, we will abide by your request.<br>Such requests can be made freely, at any time, without submitting any verifiable request, simply by following the instructions below.</p> Instructions to opt out of the sale of personal information\n<p>If you’d like to know more, or exercise your right to opt out in regard to all the sales carried out by Mobile applications offered by Rucksack Mobile App Development and this website, both online and offline, you can contact us for further information using the contact details provided in this document.</p> What are the purposes for which we use your personal information?\n<p>We may use your personal information to allow the operational functioning of Mobile applications offered by Rucksack Mobile App Development and this website and features thereof (“business purposes”).\nIn such cases, your personal information will be processed in a fashion necessary and proportionate to the business purpose for which it was collected, and strictly within the limits of compatible operational purposes.</p>\n<p>We may also use your personal information for other reasons such as for commercial purposes (as indicated within the section “Detailed information on the processing of Personal Data” within this document), as well as for complying with the law and defending our rights before the competent authorities where our rights and interests are threatened or we suffer an actual damage.</p>\n<p>We will not use your personal information for different, unrelated, or incompatible purposes without notifying you.</p> Your California privacy rights and how to exercise them The right to know and to portability\n<p>You have the right to request that we disclose to you:</p>\n<ul>\n<li>the categories and sources of the personal information that we collect about you, the purposes for which we use your information and with whom such information is shared;</li>\n<li> in case of sale of personal information or disclosure for a business purpose, two separate lists where we disclose: <ul>\n<li>for sales, the personal information categories purchased by each category of recipient.\nand </li>\n<li>for disclosures for a business purpose, the personal information categories obtained by each category of recipient.</li>\n</ul>\n</li>\n</ul>\n<p>The disclosure described above will be limited to the personal information collected or used over the past 12 months.</p>\n<p>If we deliver our response electronically, the information enclosed will be \"portable\", i.e.\ndelivered in an easily usable format to enable you to transmit the information to another entity without hindrance – provided that this is technically feasible.</p> The right to request the deletion of your personal information\n<p>You have the right to request that we delete any of your personal information, subject to exceptions set forth by the law (such as, including but not limited to, where the information is used to identify and repair errors on Mobile applications offered by Rucksack Mobile App Development and this website, to detect security incidents and protect against fraudulent or illegal activities, to exercise certain rights etc.).</p>\n<p>If no legal exception applies, as a result of exercising your right, we will delete your personal information and direct any of our service providers to do so.</p> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your verifiable request to us by contacting us via the details provided in this document.</p>\n<p>For us to respond to your request, it’s necessary that we know who you are.\nTherefore, you can only exercise the above rights by making a verifiable request which must:</p>\n<ul>\n<li>provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative;</li>\n<li>describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We will not respond to any request if we are unable to verify your identity and therefore confirm the personal information in our possession actually relates to you.</p>\n<p>If you cannot personally submit a verifiable request, you can authorize a person registered with the California Secretary of State to act on your behalf.</p>\n<p>If you are an adult, you can make a verifiable request on behalf of a minor under your parental authority.</p>\n<p>You can submit a maximum number of 2 requests over a period of 12 months.</p> How and when we are expected to handle your request\n<p>We will confirm receipt of your verifiable request within 10 days and provide information about how we will process your request.</p>\n<p>We will respond to your request within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Our disclosure(s) will cover the preceding 12 month period.</p>\n<p>Should we deny your request, we will explain you the reasons behind our denial.</p>\n<p>We do not charge a fee to process or respond to your verifiable request unless such request is manifestly unfounded or excessive.\nIn such cases, we may charge a reasonable fee, or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind it.</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through Mobile applications offered by Rucksack Mobile App Development and this website (or third-party services employed in Mobile applications offered by Rucksack Mobile App Development and this website), which can include: the IP addresses or domain names of the computers utilized by the Users who use Mobile applications offered by Rucksack Mobile App Development and this website, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using Mobile applications offered by Rucksack Mobile App Development and this website who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of Mobile applications offered by Rucksack Mobile App Development and this website.\nThe Data Controller, unless otherwise specified, is the Owner of Mobile applications offered by Rucksack Mobile App Development and this website.</p> Mobile applications offered by Rucksack Mobile App Development and this website (or this Application) <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by Mobile applications offered by Rucksack Mobile App Development and this website as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to Mobile applications offered by Rucksack Mobile App Development and this website, if not stated otherwise within this document.</p>\n<p> Latest update: January 05, 2022 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> ", "created_at": "2023-07-02 22:30:21.495669", "updated_at": "2023-07-02 22:31:02.815361"}, {"id": 17085, "name": " Privacy Policy for mobile apps", "url": "https://rucksack.dev/legal/privacy-policy/", "xpath": "//body", "text": " <p>Rucksack Mobile App Development</p>\n<p> … for Android &amp.\niOS.\n</p>\n<ul>\n<li>Home</li>\n<li>Products <ul>\n<li>Android: Barcode Scanner For Amazon Shopping</li>\n<li>iOS: Barcode Scanner from A-to-Z</li>\n</ul>\n</li>\n<li>Legal <ul>\n<li>Privacy Policy for mobile apps</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy for this website</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>Imprint</li>\n<li>English <ul>\n<li>Deutsch</li>\n</ul>\n</li>\n</ul> Privacy Policy for mobile apps <p>\n</p> Privacy Policy of <strong>Mobile applications offered by Rucksack Mobile App Development and this website</strong>\n<p>Mobile applications offered by Rucksack Mobile App Development and this website collects some Personal Data from its Users.</p>\n<br>\n<p>Users may be subject to different protection standards and broader standards may therefore apply to some.\nIn order to learn more about the protection criteria, Users can refer to the applicability section.</p>\n<p>This document contains a section dedicated to Californian consumers and their privacy rights.</p>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Policy summary Personal Data processed for the following purposes and using the following services: <ul>\n<li>\n<ul>\n<li> Advertising <ul>\n<li> AdMob and Facebook Audience Network <p>Personal Data: Cookies.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nUsage Data</p>\n</li>\n<li> MoPub, InMobi, Vungle, Chartboost and AdColony <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n<li> Pangle, AppLovin and Smaato <p>Personal Data: Tracker.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Analytics <ul>\n<li> Google Analytics for Firebase <p>Personal Data: Application opens.\nApplication updates.\nCookies.\nnumber of Users .\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example)</p>\n</li>\n</ul>\n</li>\n<li> Commercial affiliation <ul>\n<li> CJ Affiliate <p>Personal Data: purchase history.\nTracker.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Content performance and features testing (A/B testing) <ul>\n<li> Firebase Remote Config <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Handling payments <ul>\n<li> Payments processed via the Google Play Store <p>Personal Data: payment data</p>\n</li>\n</ul>\n</li>\n<li> Infrastructure monitoring <ul>\n<li> Crashlytics <p>Personal Data: geographic position.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Managing contacts and sending messages <ul>\n<li> Firebase Notifications <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Platform services and hosting <ul>\n<li> Apple App Store and Google Play Store <p>Personal Data: Usage Data</p>\n</li>\n</ul>\n</li>\n<li> Social features <ul>\n<li> Firebase Invites <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Information on opting out of interest-based advertising <p> In addition to any opt-out feature provided by any of the services listed in this document, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section of the Cookie Policy.\n</p> Contact information <ul>\n<li>\n<ul>\n<li> Owner and Data Controller <p>Sönke Gissel <br>Leonhard-Stinnes-Str.\n62 <br>45470 Mülheim an der Ruhr <br>GERMANY</p>\n<p>\n<strong>Owner contact email:</strong> contact@rucksack.dev</p>\n</li>\n</ul>\n</li>\n</ul> Full policy Owner and Data Controller <p>Sönke Gissel <br>Leonhard-Stinnes-Str.\n62 <br>45470 Mülheim an der Ruhr <br>GERMANY</p>\n<p>\n<strong>Owner contact email:</strong> contact@rucksack.dev</p> Types of Data collected <p> Among the types of Personal Data that Mobile applications offered by Rucksack Mobile App Development and this website collects, by itself or through third parties, there are: Cookies.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nnumber of Users .\nApplication opens.\nApplication updates.\nUsage Data.\ngeographic position.\npayment data.\npurchase history.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using Mobile applications offered by Rucksack Mobile App Development and this website.<br>Unless specified otherwise, all Data requested by Mobile applications offered by Rucksack Mobile App Development and this website is mandatory and failure to provide this Data may make it impossible for Mobile applications offered by Rucksack Mobile App Development and this website to provide its services.\nIn cases where Mobile applications offered by Rucksack Mobile App Development and this website specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by Mobile applications offered by Rucksack Mobile App Development and this website or by the owners of third-party services used by Mobile applications offered by Rucksack Mobile App Development and this website serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through Mobile applications offered by Rucksack Mobile App Development and this website and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of Mobile applications offered by Rucksack Mobile App Development and this website (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br> Depending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>If broader protection standards are applicable, Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br> If any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br> Once the retention period expires, Personal Data shall be deleted.\nTherefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Analytics, Content performance and features testing (A/B testing), Social features, Advertising, Managing contacts and sending messages, Infrastructure monitoring, Platform services and hosting, Handling payments and Commercial affiliation.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Advertising <p>This type of service allows User Data to be utilized for advertising communication purposes.\nThese communications are displayed in the form of banners and other advertisements on Mobile applications offered by Rucksack Mobile App Development and this website, possibly based on User interests.<br> This does not mean that all Personal Data are used for this purpose.\nInformation and conditions of use are shown below.\n<br> Some of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e.\ndisplaying ads tailored to the User’s interests and behavior, including those detected outside Mobile applications offered by Rucksack Mobile App Development and this website.\nFor more information, please check the privacy policies of the relevant services.<br> Services of this kind usually offer the possibility to opt out of such tracking.\nIn addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document.</p> AdMob (Google LLC) <p>AdMob is an advertising service provided by Google LLC.<br>\n<strong>In order to understand Google's use of Data, consult Google's partner policy</strong>.</p>\n<p>Personal Data processed: Cookies.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to CCPA: identifiers.\ninternet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> MoPub (MoPub Inc.) <p>MoPub is an advertising service provided by MoPub Inc.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> InMobi (InMobi Pte Ltd) <p>InMobi is an advertising service provided by InMobi Pte Ltd.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: India – Privacy Policy – Opt out.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Vungle (Vungle, Inc.) <p>Vungle is an advertising service provided by Vungle, Inc.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Chartboost (Chartboost, Inc.) <p>Chartboost is an advertising service provided by Chartboost Inc.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> AdColony (AdColony, Inc.) <p>AdColony is an advertising service provided by AdColony, Inc.</p>\n<p>Personal Data processed: Cookies.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Facebook Audience Network (Facebook, Inc.) <p>Facebook Audience Network is an advertising service provided by Facebook, Inc.\n<strong>In order to understand Facebook's use of Data, consult Facebook's data policy.</strong>\n</p>\n<p>Mobile applications offered by Rucksack Mobile App Development and this website may use identifiers for mobile devices (including Android Advertising ID or Advertising Identifier for iOS, respectively) and technologies similar to cookies to run the Facebook Audience Network service.\nOne of the ways Audience Network shows ads is by using the User's ad preferences.\nThe User can control this in the Facebook ad settings.</p>\n<p>Users may opt-out of certain Audience Network targeting through applicable device settings, such as the device advertising settings for mobile phones or by following the instructions in other Audience Network related sections of this privacy policy, if available.</p>\n<p>Personal Data processed: Cookies.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to CCPA: identifiers.\ninternet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Pangle (BYTEDANCE PTE.\nLTD.) <p>Pangle is an advertising service provided by BYTEDANCE PTE.\nLTD.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: Singapore – Privacy Policy – Opt out.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> AppLovin (AppLovin Corporation) <p>AppLovin is an advertising service provided by AppLovin Corporation.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt out.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Smaato (Smaato, Inc.) <p>Smaato is an advertising service provided by Smaato, Inc.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt out.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Analytics for Firebase (Google LLC) <p>Google Analytics for Firebase or Firebase Analytics is an analytics service provided by Google LLC.<br>\n<strong>In order to understand Google's use of Data, consult Google's partner policy</strong>.</p>\n<p>Firebase Analytics may share Data with other tools provided by Firebase, such as Crash Reporting, Authentication, Remote Config or Notifications.\nThe User may check this privacy policy to find a detailed explanation about the other tools used by the Owner.</p>\n<p>Mobile applications offered by Rucksack Mobile App Development and this website uses identifiers for mobile devices and technologies similar to cookies to run the Firebase Analytics service.</p>\n<p>Users may opt-out of certain Firebase features through applicable device settings, such as the device advertising settings for mobile phones or by following the instructions in other Firebase related sections of this privacy policy, if available.</p>\n<p>Personal Data processed: Application opens.\nApplication updates.\nCookies.\nnumber of Users .\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: identifiers.\ninternet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Commercial affiliation <p>This type of service allows Mobile applications offered by Rucksack Mobile App Development and this website to display advertisements for third-party products or services.\nAds can be displayed either as advertising links or as banners using various kinds of graphics.<br> Clicks on the icon or banner posted on the Application are tracked by the third-party services listed below, and are shared with Mobile applications offered by Rucksack Mobile App Development and this website.<br> For details of which data are collected, please refer to the privacy policy of each service.</p> CJ Affiliate (Commission Junction LLC (part of Publicis Groupe)) <p>CJ Affiliate is a commercial affiliation service provided by Commission Junction LLC (part of Publicis Groupe).</p>\n<p>Personal Data processed: purchase history.\nTracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: commercial information.\ninternet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Content performance and features testing (A/B testing) <p>The services contained in this section allow the Owner to track and analyze the User response concerning web traffic or behavior regarding changes to the structure, text or any other component of Mobile applications offered by Rucksack Mobile App Development and this website.</p> Firebase Remote Config (Google LLC) <p>Firebase Remote Config is an A/B testing and configuration service provided by Google LLC.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Handling payments <p>Unless otherwise specified, Mobile applications offered by Rucksack Mobile App Development and this website processes any payments by credit card, bank transfer or other means via external payment service providers.\nIn general and unless where otherwise stated, Users are requested to provide their payment details and personal information directly to such payment service providers.\nMobile applications offered by Rucksack Mobile App Development and this website isn't involved in the collection and processing of such information: instead, it will only receive a notification by the relevant payment service provider as to whether payment has been successfully completed.</p> Payments processed via the Google Play Store <p>Mobile applications offered by Rucksack Mobile App Development and this website uses a payment service provided by Google LLC or by Google Ireland Limited, depending on how the Owner manages the Data processing, that allows the Owner to offer the purchase of the app itself or in-app purchases.</p>\n<p>Personal Data processed to complete the purchases are processed by Google, as described in the privacy policy for the Google Play store.</p>\n<p>Personal Data processed: payment data.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: commercial information.\n</p>\n</li>\n<li> Infrastructure monitoring <p>This type of service allows Mobile applications offered by Rucksack Mobile App Development and this website to monitor the use and behavior of its components so its performance, operation, maintenance and troubleshooting can be improved.<br> Which Personal Data are processed depends on the characteristics and mode of implementation of these services, whose function is to filter the activities of Mobile applications offered by Rucksack Mobile App Development and this website.</p> Crashlytics (Google LLC) <p>Crashlytics is a monitoring service provided by Google LLC.</p>\n<p>Personal Data processed: geographic position.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: identifiers.\ninternet information.\ngeolocation data.\n</p>\n</li>\n<li> Managing contacts and sending messages <p>This type of service makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.<br> These services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message.</p> Firebase Notifications (Google LLC) <p>Firebase Notifications is a message sending service provided by Google LLC.\nFirebase Notifications can be integrated with Firebase Analytics to target analytics-based audiences and track opening and conversion events.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Platform services and hosting <p>These services have the purpose of hosting and running key components of Mobile applications offered by Rucksack Mobile App Development and this website, therefore allowing the provision of Mobile applications offered by Rucksack Mobile App Development and this website from within a unified platform.\nSuch platforms provide a wide range of tools to the Owner – e.g.\nanalytics, user registration, commenting, database management, e-commerce, payment processing – that imply the collection and handling of Personal Data.\n<br> Some of these services work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> Apple App Store (Apple Inc.) <p>Mobile applications offered by Rucksack Mobile App Development and this website is distributed on Apple's App Store, a platform for the distribution of mobile apps, provided by Apple Inc.</p>\n<p>By virtue of being distributed via this app store, Apple collects basic analytics and provides reporting features that enables the Owner to view usage analytics data and measure the performance of Mobile applications offered by Rucksack Mobile App Development and this website.\nMuch of this information is processed on an opt-in basis.</p>\n<p>Users may opt-out of this analytics feature directly through their device settings.\nMore information on how to manage analysis settings can be found on this page.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p> Google Play Store <p>Mobile applications offered by Rucksack Mobile App Development and this website is distributed on the Google Play Store, a platform for the distribution of mobile apps, provided by Google LLC or by Google Ireland Limited, depending on how the Owner manages the Data processing.</p>\n<p>By virtue of being distributed via this app store, Google collects usage and diagnostics data and share aggregate information with the Owner.\nMuch of this information is processed on an opt-in basis.</p>\n<p>Users may opt-out of this analytics feature directly through their device settings.\nMore information on how to manage analysis settings can be found on this page.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n<li> Social features Firebase Invites (Google LLC) <p>Firebase Invites is a social feature provided by Google LLC that enables Users to share Mobile applications offered by Rucksack Mobile App Development and this website.\nThe sharing may contain referral codes, or content from within Mobile applications offered by Rucksack Mobile App Development and this website and may be done via email or SMS.\nSharing is tracked with Google Analytics for Firebase, which informs the Owner that the User has opened or installed Mobile applications offered by Rucksack Mobile App Development and this website via invite.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to CCPA: internet information.\n</p>\n<p>This processing constitutes a sale based on the definition under the CCPA.\nIn addition to the information in this clause, the User can find information regarding how to opt out of the sale in the section detailing the rights of Californian consumers.</p>\n</li>\n</ul> Information on opting out of interest-based advertising <p> In addition to any opt-out feature provided by any of the services listed in this document, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section of the Cookie Policy.\n</p> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>Users entitled to broader protection standards may exercise any of the rights described below.\nIn all other cases, Users may inquire with the Owner to find out which rights apply to them.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<strong>Withdraw their consent at any time.</strong> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<strong>Object to processing of their Data.</strong> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<strong>Access their Data.</strong> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<strong>Verify and seek rectification.</strong> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<strong>Restrict the processing of their Data.</strong> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<strong>Have their Personal Data deleted or otherwise removed.</strong> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<strong>Receive their Data and have it transferred to another controller.</strong> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<strong>Lodge a complaint.</strong> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Applicability of broader protection standards <p>While most provisions of this document concern all Users, some provisions expressly only apply if the processing of Personal Data is subject to broader protection standards.</p>\n<p>Such broader protection standards apply when the processing:</p>\n<ul>\n<li>is performed by an Owner based within the EU;</li>\n<li>concerns the Personal Data of Users who are in the EU and is related to the offering of paid or unpaid goods or services, to such Users;</li>\n<li>concerns the Personal Data of Users who are in the EU and allows the Owner to monitor such Users’ behavior taking place in the EU.</li>\n</ul> Cookie Policy <p>Mobile applications offered by Rucksack Mobile App Development and this website uses Trackers.\nTo learn more, the User may consult the Cookie Policy.</p> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of Mobile applications offered by Rucksack Mobile App Development and this website or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, Mobile applications offered by Rucksack Mobile App Development and this website may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, Mobile applications offered by Rucksack Mobile App Development and this website and any third-party services may collect files that record interaction with Mobile applications offered by Rucksack Mobile App Development and this website (System logs) use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>Mobile applications offered by Rucksack Mobile App Development and this website does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within Mobile applications offered by Rucksack Mobile App Development and this website and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br> Should the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Information for Californian consumers <p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the business running Mobile applications offered by Rucksack Mobile App Development and this website and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>The provisions contained in this section apply to all Users who are consumers residing in the state of California, United States of America, according to \"The California Consumer Privacy Act of 2018\" (Users are referred to below, simply as “you”, “your”, “yours”), and, for such consumers, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.</p>\n<p>This part of the document uses the term “personal information“ as it is defined in The California Consumer Privacy Act (CCPA).</p> Categories of personal information collected, disclosed or sold <p>In this section we summarize the categories of personal information that we've collected, disclosed or sold and the purposes thereof.\n<strong>You can read about these activities in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</strong>\n</p> Information we collect: the categories of personal information we collect <p>We have collected the following categories of personal information about you: identifiers, commercial information, internet information and geolocation data.</p>\n<p>We will not collect additional categories of personal information without notifying you.</p> How we collect information: what are the sources of the personal information we collect? <p>We collect the above mentioned categories of personal information, either directly or indirectly, from you when you use Mobile applications offered by Rucksack Mobile App Development and this website.</p>\n<p>For example, you directly provide your personal information when you submit requests via any forms on Mobile applications offered by Rucksack Mobile App Development and this website.\nYou also provide personal information indirectly when you navigate Mobile applications offered by Rucksack Mobile App Development and this website, as personal information about you is automatically observed and collected.\nFinally, we may collect your personal information from third parties that work with us in connection with the Service or with the functioning of Mobile applications offered by Rucksack Mobile App Development and this website and features thereof.</p> How we use the information we collect: sharing and disclosing of your personal information with third parties for a business purpose <p>We may disclose the personal information we collect about you to a third party for business purposes.\nIn this case, we enter a written agreement with such third party that requires the recipient to both keep the personal information confidential and not use it for any purpose(s) other than those necessary for the performance of the agreement.</p>\n<p>We may also disclose your personal information to third parties when you explicitly ask or authorize us to do so, in order to provide you with our Service.</p>\n<p>To find out more about the purposes of processing, please refer to the relevant section of this document.</p> Sale of your personal information <p>For our purposes, the word “sale” means any “selling, renting, releasing, disclosing, disseminating, making available, transferring or otherwise communicating orally, in writing, or by electronic means, a consumer's personal information by the business to <strong>another business or a third party, for monetary or other valuable consideration</strong>”.</p>\n<p>This means that, for example, a sale can happen whenever an application runs ads, or makes statistical analyses on the traffic or views, or simply because it uses tools such as social network plugins and the like.</p> Your right to opt out of the sale of personal information <p>You have the right to opt out of the sale of your personal information.\nThis means that whenever you request us to stop selling your data, we will abide by your request.<br>Such requests can be made freely, at any time, without submitting any verifiable request, simply by following the instructions below.</p> Instructions to opt out of the sale of personal information <p>If you’d like to know more, or exercise your right to opt out in regard to all the sales carried out by Mobile applications offered by Rucksack Mobile App Development and this website, both online and offline, you can contact us for further information using the contact details provided in this document.</p> What are the purposes for which we use your personal information? <p>We may use your personal information to allow the operational functioning of Mobile applications offered by Rucksack Mobile App Development and this website and features thereof (“business purposes”).\nIn such cases, your personal information will be processed in a fashion necessary and proportionate to the business purpose for which it was collected, and strictly within the limits of compatible operational purposes.</p>\n<p>We may also use your personal information for other reasons such as for commercial purposes (as indicated within the section “Detailed information on the processing of Personal Data” within this document), as well as for complying with the law and defending our rights before the competent authorities where our rights and interests are threatened or we suffer an actual damage.</p>\n<p>We will not use your personal information for different, unrelated, or incompatible purposes without notifying you.</p> Your California privacy rights and how to exercise them The right to know and to portability <p>You have the right to request that we disclose to you:</p>\n<ul>\n<li>the categories and sources of the personal information that we collect about you, the purposes for which we use your information and with whom such information is shared;</li>\n<li> in case of sale of personal information or disclosure for a business purpose, two separate lists where we disclose: <ul>\n<li>for sales, the personal information categories purchased by each category of recipient.\nand </li>\n<li>for disclosures for a business purpose, the personal information categories obtained by each category of recipient.</li>\n</ul>\n</li>\n</ul>\n<p>The disclosure described above will be limited to the personal information collected or used over the past 12 months.</p>\n<p>If we deliver our response electronically, the information enclosed will be \"portable\", i.e.\ndelivered in an easily usable format to enable you to transmit the information to another entity without hindrance – provided that this is technically feasible.</p> The right to request the deletion of your personal information <p>You have the right to request that we delete any of your personal information, subject to exceptions set forth by the law (such as, including but not limited to, where the information is used to identify and repair errors on Mobile applications offered by Rucksack Mobile App Development and this website, to detect security incidents and protect against fraudulent or illegal activities, to exercise certain rights etc.).</p>\n<p>If no legal exception applies, as a result of exercising your right, we will delete your personal information and direct any of our service providers to do so.</p> How to exercise your rights <p>To exercise the rights described above, you need to submit your verifiable request to us by contacting us via the details provided in this document.</p>\n<p>For us to respond to your request, it’s necessary that we know who you are.\nTherefore, you can only exercise the above rights by making a verifiable request which must:</p>\n<ul>\n<li>provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative;</li>\n<li>describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We will not respond to any request if we are unable to verify your identity and therefore confirm the personal information in our possession actually relates to you.</p>\n<p>If you cannot personally submit a verifiable request, you can authorize a person registered with the California Secretary of State to act on your behalf.</p>\n<p>If you are an adult, you can make a verifiable request on behalf of a minor under your parental authority.</p>\n<p>You can submit a maximum number of 2 requests over a period of 12 months.</p> How and when we are expected to handle your request <p>We will confirm receipt of your verifiable request within 10 days and provide information about how we will process your request.</p>\n<p>We will respond to your request within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Our disclosure(s) will cover the preceding 12 month period.</p>\n<p>Should we deny your request, we will explain you the reasons behind our denial.</p>\n<p>We do not charge a fee to process or respond to your verifiable request unless such request is manifestly unfounded or excessive.\nIn such cases, we may charge a reasonable fee, or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind it.</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through Mobile applications offered by Rucksack Mobile App Development and this website (or third-party services employed in Mobile applications offered by Rucksack Mobile App Development and this website), which can include: the IP addresses or domain names of the computers utilized by the Users who use Mobile applications offered by Rucksack Mobile App Development and this website, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using Mobile applications offered by Rucksack Mobile App Development and this website who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of Mobile applications offered by Rucksack Mobile App Development and this website.\nThe Data Controller, unless otherwise specified, is the Owner of Mobile applications offered by Rucksack Mobile App Development and this website.</p> Mobile applications offered by Rucksack Mobile App Development and this website (or this Application) <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by Mobile applications offered by Rucksack Mobile App Development and this website as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to Mobile applications offered by Rucksack Mobile App Development and this website, if not stated otherwise within this document.</p>\n<p> Latest update: January 05, 2022 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p>\n<p>\n</p>\n<p> Proudly powered by WordPress | Theme: Bulk </p> In case you want to change your privacy settings (e.g.\nissue consent or revoke an already issued consent) please click on the button below.\nSettings ", "created_at": "2023-07-02 22:31:05.521749", "updated_at": "2023-07-02 22:31:15.608766"}, {"id": 17086, "name": " Privacy Policy for this website", "url": "https://rucksack.dev/legal/privacy-policy-for-this-website/", "xpath": "//body", "text": " <p>Rucksack Mobile App Development</p>\n<p> … for Android &amp.\niOS.\n</p>\n<ul>\n<li>Home</li>\n<li>Products <ul>\n<li>Android: Barcode Scanner For Amazon Shopping</li>\n<li>iOS: Barcode Scanner from A-to-Z</li>\n</ul>\n</li>\n<li>Legal <ul>\n<li>Privacy Policy for mobile apps</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy for this website</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>Imprint</li>\n<li>English <ul>\n<li>Deutsch</li>\n</ul>\n</li>\n</ul> Privacy Policy for this website Privacy Policy\n<p>\n</p>\n<p> In this privacy policy we inform you about the processing of your personal data.\n</p>\n<p> If you want to change your privacy settings (grant consent or revoke your previously granted consent), click here to change your settings.</p>\nResponsible\n<p>Sönke Gissel, Leonhard-Stinnes-Straße 62, 45470 Mülheim an der Ruhr, Deutschland, contact@rucksack.dev, </p>\nHosting\nAll-inkl.com\n<p>\n</p>\n<p>Our website is hosted by our processor All-inkl.com, ALL-INKL.COM – Neue Medien Münnich, René Münnich, Hauptstraße 68, 02742 Friedersdorf, Germany.</p>\n<p>Connection data are processed to provide and to deliver the website.\nData are not stored beyond access for the mere purpose of delivery and provision of the website.</p>\n<p>The legal basis of processing is the legitimate interest (absolute technical necessity to provide and to deliver the “website” service which you have explicitly requested by visiting the website according to Article 6 (1) (f) GDPR combined with § 25 TTDSG.</p>\n<p>Connection data and other personal data are also processed in connection with various other functions or services in order to operate the website.\nDetailed information is provided in this Data Privacy Statement and in the individual functions or services.</p>\n<p>\n</p>\nServer Log Files\n<p>\n</p>\n<p>Connection data are processed to monitor the technical function and to increase the reliability of our webhost.\nThe duration of processing is limited to 3650 days.</p>\n<p>The legal basis of processing is the legitimate interest (absolute technical necessity of a server log file as fundamental data basis for failure analysis and for security measures in connection with the “website” service which you have explicitly requested by visiting the website) according to Art.\n6 (1) (f) GDPR combined with § 25 TTDSG.</p>\n<p>\n</p>\nContact Form\n<p>\n</p>\n<p>You can contact us by using a contact form provided on our website.\nAfter submission of the contact form, the controller will process the personal data you have provided for the purpose of handling your request on the basis of your consent which you have given by submitting the form according to Art.\n6 (1) (a) GDPR, until revocation.<br>You have no legal or contractual obligation to provide personal data.\nIf you do not provide such data, you are simply not able to submit and we are not able to process your request.</p>\n<p>\n</p>\nSecurity Services\n<p>\n</p>\n<p>On this website we use the offer of security service providers such as Captcha services to avoid non-human and automated input.</p>\n<p>\n</p>\nWeb Fonts\nAnalysis Services\nGoogle Analytics\n<p>\n</p>\n<p>If you give your consent, we will process your personal data in cooperation with the service Google Analytics, Google LLC, Amphitheatre Parkway, Mountain View, CA 94043, USA, as joint controllers for the purpose of failure analysis and statistical analysis of our website.\nA failure to give consent will have no immediate impact on the function of the website, although a lack of statistic data will make it more difficult for us to sophisticate the website.\nYou can revoke your consent by changing the settings at Privacy settings.</p>\n<p>We will enable the service to collect connection data, data of your web browser and data of accessed content and to execute analysis software and to store data on your terminal device.\nThe service anonymizes collected data immediately after such data were collected and provides us with statistics for analysis containing anonymous data.\nWe use these statistics for failure analysis and for the sophistication of our website.\nData on your terminal device are kept for up to two years.</p>\n<p>The legal basis of processing is your consent according to Article 6 (1) (a) GDPR.\nThe Google group transfers your personal data to the USA.\nThe legal basis for data transfer to the USA is your consent in accordance with Art.\n49 Para.\n1 a in conjunction with Art.\n6 Para.\n1 a GDPR.\nBefore you gave your consent, you were informed that the USA does not have a data protection level that complies with EU standards.\nIn particular, US intelligence agencies can access your data without being informed about it and without you being able to take legal action against it.\nFor this reason, the European Court of Justice ruled in a judgment that the previous adequacy decision (Privacy Shield) was invalid.</p>\n<p>\n</p>\nRight to object\n<p>\n</p>\n<p>You have the right to object to processing if your personal data is processed based on legitimate interests.</p>\n<p>We will then cease the processing carried out on this basis, unless there are compelling and legitimate reasons for us to do so.</p>\n<p>You have the right to object to the processing of your personal data for the purpose of direct marketing.\nIn this case, we will cease the processing of your personal data for the purpose of direct mail.</p>\n<p>The withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal.</p>\n<p>\n</p>\nWithdrawal\n<p>\n</p>\n<p>You have the right to withdraw your consent at any time by changing the settings at Privacy settings.</p>\n<p>If you have given your consent to receipt of advertising by email, you may withdraw your consent by clicking the unsubscribe link.\nIn this case, we will cease the processing operations, unless there is any other legal basis.</p>\n<p>The withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal.</p>\n<p>\n</p>\nRight to data subject\n<p>\n</p>\n<p>You have the right to access to, rectification, erasure and restriction of processing of personal data.</p>\n<p>You have also the right to data portability if the processing of your personal data is based on your consent or on a contract concluded with you.\n</p>\n<p>You have also the right to lodge a complaint with the supervisory authority.\nIf you need more information on the supervisory authorities in the European Union, go to here.</p>\n<p>\n</p>\n<p> Proudly powered by WordPress | Theme: Bulk </p> In case you want to change your privacy settings (e.g.\nissue consent or revoke an already issued consent) please click on the button below.\nSettings ", "created_at": "2023-07-02 22:31:22.902245", "updated_at": "2023-07-02 22:31:38.73569"}], "points": [], "urls": ["rucksack.dev"]}}