{"error": 448, "message": "OK", "parameters": {"id": 7621, "name": "Citizen Systems Europe GmbH", "created_at": "2023-03-17 21:02:26.846632", "updated_at": "2023-03-29 19:26:48.879069", "wikipedia": null, "keywords": null, "related": null, "slug": "citizen-systems-europe-gmbh", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7621.png", "url": "citizen-systems.com", "documents": [{"id": 14673, "name": " Privacy Policy", "url": "https://www.citizen-systems.com/en/legal", "xpath": "/html/body/div[1]/div[5]/div/div/div", "text": " <p>\n<b>Privacy Statement</b>\n</p>\n<p>We (Citizen Systems Europe GmbH) value every visit to our website.</p>\n<p>We take data protection and data security very seriously.\nTherefore, we treat users’ personally identifiable information (hereinafter referred to as “Data”) confidentially and in accordance with the statutory data protection regulations and this Privacy Statement.</p>\n<p>&nbsp;</p>\n<p>\n<b>Controller:</b>\n</p>\n<p>Citizen Systems Europe GmbH</p>\n<p>Otto-Hirsch-Brücken 17</p>\n<p>D-70329 Stuttgart Germany</p>\n<p>&nbsp;</p>\n<p>\n<b>Commercial register:</b> District Court Stuttgart, HRB 213626</p>\n<p>&nbsp;</p>\n<p>\n<b>Managing director:</b> Mark Moore</p>\n<p>&nbsp;</p>\n<p>\n<b>Tel.:</b> +49 (0)711 - 49032-0</p>\n<p>&nbsp;</p>\n<p>\n<b>Email:</b>info@citizen-europe.com</p>\n<p>&nbsp;</p>\n<p>\n<b>Data Protection Officer:</b>\n</p>\n<p>We do have a DPO and if you have any questions regarding our GDPR guidelines please contact him by post to the Citizen Systems GmbH’s office address stated above, adding (attn.\nDPO) or via the following mail address: datenschutzbeauftragter@citizen-europe.com</p>\n<p>&nbsp;</p>\n<p>\n<b>1.\nGeneral information regarding data processing and legal bases</b>\n</p>\n<p>1.1 This Privacy Statement describes the nature, scope and purpose of the data processing within our web presence and or social media profiles (Facebook, LinkedIn, Twitter, YouTube) and any webpages associated with the web presence.\nThis Privacy Statement applies regardless of which devices the website is running on.</p>\n<p>The data protection terms used in this Privacy Statement (for example, “personally identifiable information” or “processing”) can be looked up in the definition catalogue under Article 4 of the General Data Protection Regulation (hereinafter referred to as “GDPR\").</p>\n<p>1.2 Data processed by our website includes user data (e.g., first and last names or email addresses), usage data (e.g., for website visits or interest in our products), and content data (e.g., entries in the contact form).</p>\n<p>The term “user” covers all categories of data subjects affected by data processing.\nThese include our business partners, customers, interested parties and other visitors to our website.</p>\n<p>1.3 Users' data is only processed with legal permission or the users’ consent.\nThis means that we only process user data for the purpose of providing our online services on the basis of legal permission or on the basis of prior consent obtained from the user.\nIn this context, we refer in particular to the basis for consent under art.\n6 (1) lit.\nf.\nGDPR, according to which processing may be necessary to safeguard our legitimate interests.\nA legitimate interest may arise in particular from the reach measurement, from the creation of profiles for advertising and marketing purposes as well as from the collection of access data and the use of third-party services.\nConceivable scenarios are the analysis, optimisation, business operation and security of our website.</p>\n<p>1.4 The consent is based on art.\n6 (1) lit.\na.\nand art.\n7 GDPR, the processing for the fulfilment of a legal obligation is based on art.\n6 (1) lit.\nc.\nGDPR, the processing for the performance of a contract or a pre-contractual measure is based on art.\n6 (1) lit.\nb.\nGDPR and processing for the protection of legitimate interests is based on art.\n6 (1) lit.\nf.\nGDPR.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.\nSecurity measures</b>\n</p>\n<p>All data sent to us via our website or in email traffic is secure.\nTo prevent intentional manipulation, loss, destruction and to prevent access by unauthorised persons, we take extensive organisational, contractual and technical security measures, which are regularly reviewed and adapted as necessary.\nHowever, due to the structure of the internet, it is possible that data protection regulations and security arrangements will not be observed by other persons or institutions outside our area of responsibility.\nIn particular, unencrypted data (for example, in an email) may be read by third parties.\nIt is therefore the user’s responsibility to protect the data provided by them against misuse using encryption or by some other means.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.\nDisclosure of data</b>\n</p>\n<p>3.1 Data is only transferred to third parties in accordance with legal requirements.\nWe will only pass users' data to third parties if this is required, for example, for the economic and effective operation of our business based on legitimate interests pursuant to art.\n6 (1) lit.\nf.\nGDPR.</p>\n<p>3.2 If we use subcontractors to provide our services, we will take appropriate legal precautions and relevant technical and organisational measures to protect the data in accordance with relevant data protection legislation.</p>\n<p>3.3 If contents, tools or other assets of third-party providers with registered offices in third countries are covered by this Privacy Statement, it must be assumed that data will be transferred to third countries.\nThird countries are to be understood as countries in which the GDPR is not a directly applicable law, that is, principally countries outside the EU or the European Economic Area (EEA).\nData is only transferred to third countries if an adequate level of data protection exists in the third countries or if suitable guarantees, separate consent or other legal authorisation exists.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.\nContact</b>\n</p>\n<p>4.1 When contacting us (via email or contact form), the user’s details are processed to handle the request and its processing.\nThe data will be only stored for processing the request as well as for any related questions that may arise.</p>\n<p>4.2 As soon as the user uses our email address to contact us, they automatically leave our website.\nThe provision of data to us in the email is voluntary.</p>\n<p>4.3 When contacting us using our contact form, we collect the user's first name, last name and email address in a manner that is earmarked and obligatory for the user.\nWe also collect the company name.\nThe provision of data to us in the free field of the contact form is voluntary.</p>\n<p>4.4 Users can object to the processing of the data provided by them at any time.\nUsers should send their objections in any form to the following email address: admin@citizen-europe.com</p>\n<p>4.5 User information can be stored in our Customer Relationship Management System (“CRM System”) or comparable query organisation.\nWe use a CRM system from the provider HubSpot Germany GmbH, Unter den Linden 26, 10117 Berlin, Germany, on the basis of our legitimate interests (efficient and fast processing of user requests) pursuant to art.\n6 (1) lit.\nf GDPR.\nFor this purpose, we have concluded an order data processing contract with HubSpot Germany GmbH, which among other things obliges HubSpot Germany GmbH to process data only in accordance with our instructions.\nHubSpot and its sub-contractors process personal data i.a.\nin the US.\nWe have concluded standard contractual clauses with HubSpot Inc., 25 First Street, 2<sup>nd</sup> Floor, MA 02141, USA to ensure an adequate level of data protection in the recipient country.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.\nCollection of Access Data and Log Files</b>\n</p>\n<p>5.1 On the basis of our legitimate interests pursuant to art.\n6 (1) lit.\nf.\nGDPR, we collect data about every access to the server on which this service is located (server log files).\nThe access data include the name of the retrieved web page, the file, the date and time of the retrieval, the amount of data transferred, the message about the successful retrieval, the browser type and version, the user’s operating system, the referrer URL (previously visited page), the IP address and the requesting provider.</p>\n<p>5.2 Log file information is stored for security purposes (for example, to investigate abusive or fraudulent activities) for a maximum of seven days and then deleted.\nData whose further retention is required for evidential purposes is exempted from deletion until final clarification of the incident.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.\nLocalisation</b>\n</p>\n<p>Our website can use the user's IP address to identify the location from which a user is visiting our website and can present the website to the user in a language version corresponding to the location or provide information and links to online shops or retailers that may be of interest to the user due to their geographical location.\nFor this purpose, we integrate the service GeoIP by MaxMind Inc (14 Spring Street, Waltham, MA 02451, USA), to which the IP addresses of the users are transmitted.\nWe have concluded a data processing agreement with MaxMind and, since the IP addresses are transmitted to the USA, also standard contractual clauses to guarantee an adequate level of data protection.\nThe legal basis is art.\n6 (1) lit.\nf GDPR, our legitimate interest is to be able to show users relevant content.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>7.\nCookies and Reach Measurement</b>\n</p>\n<p>7.1 Cookies are information transmitted by our web server or third-party web servers to the users' web browsers, which are stored there for later retrieval.\nCookies can be small files or other types of information storage.</p>\n<p>7.2 We use session cookies, which are only stored for the duration of the visit to our website (for example, to enable storage of the login status and thus the use of our website in the first place).\nIn a session cookie, a randomly generated unique identification number is stored, which is know as a session ID.\nIn addition, a session cookie contains information about its origin and the retention period.\nSession cookies cannot save other data.\nSession cookies are deleted when the use of our website is ended (for example, by logging out or closing the browser).</p>\n<p>7.3 If users do not want cookies stored on their device, they are asked to disable the option in the browser's system settings.\nSaved cookies can be deleted in the browser’s system settings.\nThe exclusion of cookies can restrict functions of our website.</p>\n<p>7.4 We use the consent management platform Usercentrics by Usercentrics GmbH, Rosental 4, 80331 Munich, Germany to manage consent and cookies with mandatory opt-out as well as tracking technologies and have concluded a data processing agreement with them.\nUsercentrics also uses cookies.</p>\n<p>7.5 We inform Users of the use of cookies as part of pseudonymous reach measurement in this Privacy Statement and our consent management tool (Usercentrics).\nAn overview over the technology used can be found in our Cookie Policy.</p>\n<p>7.6 Users may opt out of the use of cookies for reach measurement and promotional purposes via the deactivation page of the Network Advertising Initiative optout.networkadvertising.org and additionally the US website www.aboutads.info/choices or the European website www.youronlinechoices.com/uk/your-ad-choices/.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.\nAnalysis and Range Measurement</b>\n</p>\n<p>\n<b>8.1 Google Analytics</b>\n</p>\n<p>8.1.1 On the basis of our legitimate interests (interest in the analysis, optimisation and economic operation of our website pursuant to art.\n6 (1) lit.\nf.\nGDPR), we use Google Analytics, a web analytics service provided by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland („Google“).\nGoogle uses cookies.\nInformation generated by the cookie regarding the user’s use of our website is generally transferred to a Google server in the USA and stored there.</p>\n<p>8.1.2 Google will use the information obtained on our behalf to evaluate the use of our website, to compile reports regarding activities within our website and to provide us with additional services related to the use of our website and internet usage.\nIn the process, pseudonymous user profiles can also be created from the processed data.\nThis is independent from the configuration of marketing functions of Google Analytics which we also use on this website and which are described in section 9.3 below.</p>\n<p>8.1.3 We only use Google Analytics with IP anonymisation activated.\nThis mean the user’s IP address will be abridged by Google within the Member States of the European Union or in other states parties to the Agreement on the European Economic Area.\nThe full IP address is only sent to a Google server in the U.S.\nand truncated there in exceptional cases.\nTo cover these exceptional cases where personal data is transferred to the US Google has concluded standard contractual clauses pursuant to art.\n46 GDPR.</p>\n<p>8.1.4 Google will not merge the IP address provided by your browser with other data.\nUsers may prevent cookies from being stored by making relevant settings in their browser software.\nUsers can also prevent the recording of the data generated by the cookie and relating to their use of the website by Google as well as the processing of these data by Google, by downloading and installing the browser plug in available at the following link.\ntools.google.com/dlpage/gaoptout</p>\n<p>8.1.5 For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: policies.google.com/privacy.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.2 HubSpot</b>\n</p>\n<p>8.2.1 Based on our legitimate interests (interest in the analysis, optimisation and economical operation of our online offer pursuant to art.\n6 (1) lit.\nf.\nGDPR we use HubSpot, a service of HubSpot, Inc., 25 First Street, 2nd Floor, Cambridge, MA 02141 USA, on our website.\nThe functions include email marketing (more on this in section 10 Newsletters), reporting, contact management, landing pages and contact forms for marketing and analysis purposes.</p>\n<p>8.2.2 This involves the use of so-called \"web beacons\" and also the setting of \"cookies\" which are stored on the user's computer and which enable us to analyse their use of the website.\nData such as IP address, geographical location, browser type, duration of the visit and pages viewed are collected and evaluated by HubSpot on our behalf in order to generate reports about the visit and the pages visited on our website.\nAs personal data is transferred to the US as part of the processing via HubSpot, we have concluded standard contractual clauses with HubSpot in addition to a data processing agreement to ensure an adequate level of data protection.</p>\n<p>8.2.3 If a collection by HubSpot is generally not desired, the storage of cookies can be prevented at any time by appropriate browser settings (see section 7.6 above).</p>\n<p>Further information on how HubSpot works can be found in HubSpot’s privacy policy: legal.hubspot.com/de/privacy-policy.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.3 Yandex.Metrica</b>\n</p>\n<p>8.3.1 On the basis of our legitimate interests (interest in the analysis, optimisation and economical operation of our online offer pursuant to art.\n6 (1) 1 lit.\nf.\nGDPR, we use Yandex.Metrica, a service for analysis, click tracking and website optimisation provided by the service provider Yandex Oy, Moreenikatu 6, 04600 Mantsala, Finland.\nWe have concluded a data processing agreement with Yandex Oy (website: yandex.com.\nprivacy policy: yandex.com/legal/privacy/).\nStandard contractual clauses (ensuring an adequate level of data protection in the case of processing in third countries) have been agreed between Yandex Oy and YANDEX LLC, 16 Lva Tolstogo st., Moscow, 11 902 1, Russia, which is responsible for processing the data.</p>\n<p>8.3.2 We use Yandex.Metrica with IP anonymisation activated.\nThis means that Yandex.Metrica replaces the last octet of an IPv4 address or the last 64 bits of an IPv6 address with zeros, so that an incomplete address is registered in the system.</p>\n<p>8.3.3 Yandex.Metrica's session replay tool is configured for use on our website to automatically mask fields where personal data may be entered.</p>\n<p>8.3.4 Yandex.Metrica opt-out add-on</p>\n<p>By default, Yandex.Metrica collects information about all visitors to our website.\nHowever, data collection can be blocked by individual users using a browser extension, which is available for popular browsers here: yandex.com/support/metrica/general/opt-out.html.</p>\n<p>8.3.5 Further information on data use by Yandex, on setting and objection options can be found on their website: metrica.yandex.com/about/info/gdpr.</p>\n<p>&nbsp;</p>\n<p>\n<b>9 Marketing</b>\n</p>\n<p>\n<b>9.1 Facebook Pixel (Conversion / Custom Audiences)</b>\n</p>\n<p>9.1.1 We use \"Facebook Pixel\", a service of Facebook Ireland Ltd, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland (\"Facebook\") on our website and based on consent pursuant to art.\n6 (1) lit.\na.\nGDPR for marketing and optimisation purposes.\nAs a transfer of personal data to the USA may take place, we have agreed standard contractual clauses with Facebook pursuant to art.\n46 (2) lit.\nc.\nGDPR to ensure an adequate level of data protection.\nInformation on the data security can be found here: https://www.facebook.com/legal/terms/data_security_terms.\nInformation on the processing based on standard contractual clauses can be found here: www.facebook.com/legal/EU_data_transfer_addendum.</p>\n<p>9.1.2 We use Facebook Pixel for remarketing purposes (Facebook (Website) Custom Audiences) to be able to display interest-based advertisements (\"Facebook Ads\") to users of our website again within 180 days if they visit the social network \"Facebook\" or other websites also using this process and to make our website and our offers more interesting.</p>\n<p>9.1.3 With the help of Facebook Pixel, we can also track the effectiveness of the Facebook ads for statistical and market research purposes because it allows us to see whether users were redirected to our website after clicking on a Facebook ad (\"conversion\").</p>\n<p>9.1.4 Due to the Facebook Pixel, the user's browser automatically establishes a direct connection with Facebook’s servers as soon as the user has agreed to the use of cookies.\nFacebook then receives the information that the user has called up our website or clicked on an advertisement.\nIf a user has a Facebook account and is logged in, Facebook can assign the visit to the user's account.\nFurther information on data protection at Facebook: www.facebook.com/about/privacy.\nFurther information on Facebook Pixel: www.facebook.com/business/help/651294705016616</p>\n<p>9.1.5 Logged-in Facebook users can object to the collection of data by Facebook Pixel and the use of their data to display Facebook Ads.\nUsers can make the relevant settings as to which types of advertisements are displayed to them within Facebook on the Facebook website: www.facebook.com/settings.\nPlease note that this setting will be deleted when the user deletes the cookies.</p>\n<p>9.1.6 For the collection and transfer of data as part of this process, we are jointly responsible with Facebook Ireland Ltd, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland within the meaning of art.\n26 GDPR.\nThis applies to the creation and optimisation of interest-based ads.\nThe processing that takes place after collection and transfer is the sole responsibility of Facebook.\nFor the joint responsibility, we have concluded a corresponding agreement with Facebook, which can be accessed here: www.facebook.com/legal/controller_addendum.\nThis agreement sets out the respective responsibilities for fulfilling the obligations under the GDPR with regard to joint responsibility.\nAmong other things, the agreements say that, irrespective of the allocation of responsibilities in the agreement, Facebook can be used as a contact point for the assertion of data subject rights.\n</p>\n<p>The contact details of the data controller and the data protection officer of Facebook can be found here: www.facebook.com/about/privacy.</p>\n<p>9.1.7 The preparation of reports and analyses in aggregated and anonymised form is carried out as part of commissioned processing and is therefore our responsibility.</p>\n<p>We transmit the data within the scope of joint responsibility based on legitimate interest pursuant to art.\n6 (1) lit.\nf.\nGDPR.</p>\n<p>9.1.8 Lifetime of cookies: up to 180 days after the last interaction (this only applies to cookies set via this website).</p>\n<p>&nbsp;</p>\n<p>\n<b>9.2 Google Ads</b>\n</p>\n<p>9.2.1 Google Ads Conversion</p>\n<p>On the basis of consent pursuant to art.\n6 (1) lit.\na.\nGDPR, we use the Google Ads Conversion service to advertise our services on external websites and to determine the effectiveness of our advertising campaigns.</p>\n<p>Google delivers these ads via so-called \"Ad Servers\".\nThis is done with the help of Ad Server Cookies, which can be used to measure certain parameters for measuring success, such as the display of ads or clicks by users.\nIf a user accesses our website via a Google Ad, Google Ads stores a cookie on the user's device.\nThese cookies usually lose their validity after 30 days and are not used to identify the user personally.\nThe unique cookie ID, number of ad impressions per placement (frequency), last impression (relevant for post-view conversions) and opt-out information (marking that the user no longer wishes to be addressed) are usually stored as analysis values for this cookie.</p>\n<p>These cookies enable Google to recognise a user's internet browser.\nIf a user visits certain pages of an Ads client's website and the cookie stored on their computer has not yet expired, Google and the client can recognise that the user has clicked on the ad and been redirected to that page.\nThe (custom) cookies cannot be tracked via Ads customers' websites.\nWe ourselves do not collect and process any personal data in the aforementioned advertising measures and only receive statistical evaluations from Google.\nFrom these, we can see which of the ads used are particularly effective.</p>\n<p>Due to the marketing tools used, the user's browser automatically establishes a direct connection with Google's server.\nWe have no influence on the scope and further use of the data collected by Google through the use of this tool.\nAs far as we are aware, the integration of Ads Conversion provides Google with the information that the user has called up the relevant part of our website or clicked on one of our advertisements.\nIf the user is registered with a Google service, Google can assign the visit to their account.\nEven if the user is not registered with Google or has not logged in, it is still possible for the provider to obtain and store the user's IP address.</p>\n<p>&nbsp;</p>\n<p>9.2.2 Google Ads Remarketing</p>\n<p>On the basis of consent in accordance with art.\n6 (1) lit.\na.\nGDPR, we use the remarketing function within the Google Ads service.\nWith the remarketing function, we can show users of our website interest-based advertising on other websites within the Google advertising network (in Google Search or on YouTube, so-called \"Google Ads\" or on other websites).\nFor this purpose, the interaction of users on our website is analysed, e.g., which offers the user was interested in, to be able to display targeted advertising to users on other sites even after they have visited our website.\nFor this purpose, Google stores cookies on the end devices of users who visit certain Google services or websites in the Google display network.\nThese cookies are used to record the visits of these users.\nThe cookies are used to uniquely identify a web browser on a particular device and not to identify a person.</p>\n<p>Further information on data protection at Google can be found here: www.google.com/intl/de/policies/privacy and services.google.com/sitestats/de.html.</p>\n<p>Transfers to third countries are possible.\nSo-called standard contractual clauses pursuant to art.\n46 GDPR have been concluded as suitable guarantees.</p>\n<p>Cancellation/revocation: Users can prevent participation in this tracking procedure in various ways: By an appropriate setting of the browser software, in particular the suppression of third-party cookies leads to the user not receiving ads from third-party providers, by installing the plug-in provided by Google at the following link: www.google.com/settings/ads/plugin, by deactivating the interest-based ads of the providers that are part of the self-regulation campaign \"About Ads\" via the link www.aboutads.info/choices, whereby this setting is deleted when the user deletes cookies on the end device, by means of the corresponding cookie setting in our consent management tool Usercentrics.\nWe would like to point out that in this case not all functions of this website may be fully available.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.3 Google Analytics Advertising Functions</b>\n</p>\n<p>9.3.1 We use Google Analytics advanced features on this website in addition to the standard features.\nThe Google Analytics advertising features implemented on this website include: Google Display Network Impressions reports.\nGoogle Analytics Performance by Demographics and Interests reports.\nIntegrated Services for which Google Analytics collects data for advertising purposes, including the collection of data via cookies for ad preferences and anonymous identifiers.\nEvent Tracking.\nFor this purpose, in addition to the data collected by the Google Analytics analysis tool, further data is collected via Google cookies for ad preferences and anonymous identifiers on accesses.\nWe use this information to improve our website.</p>\n<p>9.3.2 Users can prevent the use of Google Ads and Google Analytics advertising functions by making the appropriate setting in their browser, via the Google Ads settings at www.google.com/ads/preferences/, in our consent management platform Usercentrics or by deactivating them on the Network Advertising Initiative (NAI) website at www.networkadvertising.org.\nWe would like to point out that in this case not all functions of this website may be fully available.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>9.4 Google Tag Manager</b>\n</p>\n<p>This website uses Google Tag Manager, a service by Google Ireland Ltd, Gordon House, Barrow Street, Dublin, Ireland, based on consent pursuant to art.\n6 (1) lit.\na.\nGDPR, Dublin 4, Ireland.\nSo-called standard contractual clauses pursuant to art.\n46 GDPR have been concluded with this service provider as suitable guarantees to ensure an appropriate level of data protection.</p>\n<p>Google Tag Manager allows marketers to manage website tags via an interface.\nThe tool itself (which implements the tags) is a cookie-less domain and does not store any personal data.\nThe tool takes care of triggering other tags, which in turn may collect data.\nGoogle Tag Manager does not access this data.\nIf a deactivation has been made at the domain or cookie level, this remains in place for all tracking tags implemented with Google Tag Manager.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.5 LinkedIn Analytics and LinkedIn Ads</b>\n</p>\n<p>We use the conversion tracking technology and the retargeting function of LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Ireland on our website based on consent pursuant to art.\n6 (1) lit.\na.\nGDPR.</p>\n<p>With the help of this technology, visitors to this website can be shown personalised advertisements on LinkedIn.\nFurthermore, it allows to create anonymous reports on the performance of the advertisements as well as information on website interaction.\nFor this purpose, the LinkedIn Insight tag is integrated on this website, which establishes a connection to the LinkedIn server for users who are logged into their LinkedIn account at the same time.</p>\n<p>Further information on data collection and use and on the options and rights to protect your privacy is available in LinkedIn's privacy policy at: www.linkedin.com/legal/privacy-policy.\nData collection can be deactivated in the LinkedIn account under the following link: www.linkedin.com/psettings/enhanced-advertising.</p>\n<p>&nbsp;</p>\n<p>\n<b>10.\nNewsletter</b>\n</p>\n<p>10.1 With the following information, we inform users regarding the contents of our newsletter, the registration, dispatch and statistical evaluation procedures and the right of objection.\nBy subscribing to our newsletter, the user agrees to the receipt and the procedures described.</p>\n<p>10.2 Content of the newsletter: We only send newsletters, emails and other electronic notifications containing advertising information (hereinafter “newsletter”) based on the recipient’s (user’s) consent within the meaning of art.\n6 (1) lit.\na.\nGDPR or any other legal permission.\nIf the contents of the newsletter are outlined specifically upon registration, these are authoritative for users’ consent.\nIn all other cases, our newsletters contain information regarding our products, offers, promotions and our company.</p>\n<p>10.3 Double opt-in and logging: Registration for our newsletter is performed using a double opt-in procedure.\nThis means that after signing up, the user will receive an email to their email address asking them to confirm their registration.\nThis confirmation is necessary so that nobody can register with third-party email addresses.\nThe registration for the newsletter will be logged to prove that the registration process complies with legal requirements.\nThis includes the storage of the login and the confirmation time, as well as the IP address.\nChanges in the data stored with the shipping service provider are also logged.</p>\n<p>10.4 The newsletter is distributed via the service provider Hubspot Ireland Limited, Ground Floor, Two Dockland Central, Guild St, North Dock, Dublin, D01 R8H7 Dublin (“Hubspot”) who receives the user data provided upon sign up.\nThe data provided by the use (e.g., email address) is stored on servers in Germany.\nHubSpot uses this information to send the newsletter and analyse interactions with the newsletter on our behalf.\nAs it is possible that personal data is transferred to the US, we have concluded standard contractual clauses pursuant to art.\n46 GDPR in addition to a data processing agreement with the service provider, who in addition is certified under the Privacy Shield, to ensure an adequate level of data protection in the recipient country.</p>\n<p>10.5 According to its own statements, the marketing automation service provider may use the data in a pseudonymised form, meaning without assignment to a user, for the optimisation or improvement of their own services (e.g., for the technical optimisation of mailouts and the display of newsletters or for statistical purposes to determine which countries the recipients come from).\nHowever, the marketing automation service does not use the newsletter recipients’ data to write to them itself or pass this data on to third parties.</p>\n<p>10.6 Registration data: To sign up for the newsletter, the user only needs to provide their email address.\nWe request the user to optionally provide their name so that they may be addressed personally in the newsletter.</p>\n<p>10.7 Statistical survey and analyses: For evaluation purposes, the emails sent contain so-called web beacons or tracking pixels, which are single-pixel image files stored on our website.\nThis makes it possible to determine whether a newsletter message has been opened and which links, if any, have been clicked on.\nWith the help of so-called conversion tracking, it can also be analysed whether a predefined action (e.g., the purchase of a product on our website or the filling out of a form) has taken place after clicking on the link in the newsletter.\nIn addition, technical information is collected (e.g., time of retrieval, IP address, browser type and operating system).\nThe data is collected exclusively in pseudonymised form and is not linked to any other personal data of the user.\ndirect personal reference is excluded.\nThis data is used exclusively for the statistical analysis of newsletter campaigns.\nThe results of these analyses can be used to better adapt future newsletters to the interests of the recipients.</p>\n<p>10.8 The use of the marketing automation provider, the performance of statistical surveys and analyses and the logging of the registration process are based on our legitimate interests in pursuant to art.\n6 (1) lit.\nf.\nGDPR.\nOur interest lies in maintaining a user-friendly and secure newsletter system that serves both our business interests and meets users' expectations.</p>\n<p>10.9 Termination/revocation: The user may unsubscribe our newsletter at any time, which means revoking consent.\nThis also revokes consent to its dispatch by the marketing automation provider and ends the statistical analyses.\nSeparate revocation of dispatch or statistical evaluations by the marketing automation service provider is unfortunately not possible.\nThis means that if a user does not wish that its personal data for statistical analysis, the user must terminate the newsletter.\nA link to terminate/revoke the newsletter can be found at the end of each newsletter.\nThe data stored with us or with the marketing automation service will be deleted after termination unless the user has consented to continued processing of the data or such processing is permissible by law.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.\nThird-Party Services and Contents</b>\n</p>\n<p>On the basis of our legitimate interests (interest in the analysis, optimisation and economic operation of our website within the meaning of art.\n6 (1) lit.\nf.\nGDPR), contents and service offers from third parties are used within our website to integrate their contents and services, such as videos or fonts (hereinafter collectively referred to as “Content”).\nThis always assumes that the third-party providers can see the users’ IP addresses, since they cannot send the contents to users’ browser without the IP address.\nThe IP address is therefore required to display the contents.\nHowever, we endeavour to only use contents from providers who only use the IP addresses to deliver the respective contents.\nThird-party providers may also use pixel tags (invisible graphics, also known as web beacons) for statistical or marketing purposes.\nPixel tags allow information, such as our website’s traffic, to be evaluated.\nIn addition, the pseudonymous information may be stored in cookies on the user's device and may include, but is not limited to, technical information about the browser and the operating system, referring websites, time of visit, and other information regarding the use of our website and be linked to such information from other sources.</p>\n<p>Users who want to avoid that their visits on our website are connected to social media user accounts must log off before they visit our website and delete the cookies from their device.</p>\n<p>The following statement provides an overview of third-party providers as well as their contents and links to their privacy statements, which contain further information on the processing of data as well as opt-out options:</p>\n<p>&nbsp;</p>\n<p>\n<b>11.1 Facebook Social Plugins</b>\n</p>\n<p>11.1.1 On the basis of our legitimate interests (interest in the analysis, optimisation and economic operation of our online offer within the meaning of art.\n6 (1) lit.\nf.\nGDPR), we use social plug-ins (\"plug-ins\") of the social network facebook.com, which is operated by Facebook Ireland Ltd, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland (\"Facebook\").\nThe plug-ins can display interaction elements or content (e.g., videos, graphics or text contributions) and are recognisable by one of the Facebook logos (e.g., white \"f\" on a blue tile, the terms \"Like\", \"Like\" or a \"thumbs up\" sign) or are marked with the addition \"Facebook Social Plug-In\".\nThe list and appearance of Facebook social plug-ins can be viewed at developers.facebook.com/docs/plugins/.</p>\n<p>11.1.2 When a user calls up a function of our online offer that contains a plug-in, their device establishes a direct connection with the Facebook servers.\nThe content of the plug-in is transmitted by Facebook directly to the user's device and integrated into the online offer by the latter.\nIn the process, user profiles can be created from the processed data.\nWe have no influence on the scope of the data that Facebook collects with the help of this plug-in and therefore inform users according to our own knowledge.</p>\n<p>11.1.3 By integrating the plug-ins, Facebook receives the information that a user has accessed the corresponding page of our online offer.\nIf the user is logged in to Facebook, Facebook can assign the visit to their Facebook account.\nWhen users interact with the plug-ins, e.g.\nby clicking the \"Like\" button or posting a comment, the corresponding information is transmitted from the user's device directly to Facebook and stored there and, if the user is logged into their Facebook account, linked to their Facebook profile.\nAccording to Facebook, only an anonymised IP address is stored in Germany.</p>\n<p>11.1.4 The purpose and scope of the data collection and the further processing and use of the data by Facebook, as well as the relevant rights and setting options for protecting the privacy of the users, can be found in the data protection information of Facebook at www.facebook.com/about/privacy/.\nFurther settings and objections to the use of data for advertising purposes are possible within the Facebook profile settings at https://www.facebook.com/settings?tab=ads.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.2 Google Fonts</b>\n</p>\n<p>We use the online font library Google Fonts by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland (\"Google\"), for the uniform, fast and secure display of fonts on our website.\nThe integration of Google Fonts takes place through a server call at Google (usually in the USA).\nNo cookies or other trackers are stored in the user's browser for the use of the fonts.\nHowever, when the fonts are requested from the provider's server, usage data such as IP address, the browser used, the website previously visited and the usage behaviour are transmitted to the provider of the fonts, as is the case with all data transmission on the web.\nAccording to Google, all requests concerning CSS and fonts are processed separately from all other Google services and are not assigned to users' Google accounts.\nGoogle only uses the data pseudonymously for a static evaluation.\nGoogle's privacy policy can be found at https://www.google.com/policies/privacy/.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.3 Google Maps</b>\n</p>\n<p>We integrate maps from the \"Google Maps\" service into our website.\nThe data processed may include, in particular, IP addresses and location data of the users, which are, however, not collected without their consent (usually executed within the framework of the settings of their mobile devices).\nThe service provider is Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland.\nGoogle Ireland Limited is a subsidiary of Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.</p>\n<p>Website: cloud.google.com/maps-platform.\nPrivacy policy: policies.google.com/privacy.\nOpt-out: Opt-out plugin: tools.google.com/dlpage/gaoptout, Settings for the display of advertisements: https://adssettings.google.com/authenticated.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>11.4 YouTube Videos</b>\n</p>\n<p>11.4.1 Videos stored on the \"YouTube\" platform of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland, can be played directly via our website.\nGoogle Ireland Limited can be played directly.\nGoogle Ireland Limited is a subsidiary of Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.\nGoogle also processes users' personal data in the USA and has concluded standard contractual clauses pursuant to art.\n46 GDPR.</p>\n<p>11.4.2 The videos are integrated in \"extended data protection mode\".\nThis means that data about users is only transmitted to YouTube when they play the videos.\nWe have no influence on this data transmission.\nBy visiting the website, YouTube receives the information that the user has called up the corresponding sub-page of our website and the information mentioned in section 5.\nThis takes place regardless of whether the user maintains an account with Google via which he or she is logged in or whether no user account exists.\nIf the user is logged in to Google, the data will be assigned to his or her account.\nIf the user does not wish this allocation to his account, he or she must log out before activating the button.\nYouTube stores the data as user profiles and uses them for the purposes of advertising, market research and/or designing its website to meet user needs.</p>\n<p>11.4.3 Further information on the purpose and scope of data collection and processing by YouTube, as well as on the rights of users concerned, is contained in the Google privacy policy: https://www.google.de/intl/de/policies/privacy.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.5 LinkedIn</b>\n</p>\n<p>Our website uses functions of the LinkedIn network.\nThe provider is LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Ireland (parent company: LinkedIn Corp., 2029 Stierlin Court, Mountain View, CA 94043, USA).\nIf the user clicks on the LinkedIn \"Recommend\" button, among other things, and he or she is logged into his or her LinkedIn account, it is possible for LinkedIn to assign the visit to our website to the user's LinkedIn profile.\nWe have no knowledge of the content of the transmitted data or its use by LinkedIn.</p>\n<p>&nbsp;Privacy policy: www.linkedin.com/legal/privacy-policy.</p>\n<p>&nbsp;Opt-out: https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.6 Twitter for Websites</b>\n</p>\n<p>Our website uses functions of the Twitter service (\"Twitter for websites\"), with which Twitter content can be integrated into third-party websites.\nThis Twitter content includes embedded tweets, embedded timelines, Twitter buttons and \"follow\" buttons.\nThese features are offered to users in the EU, EFTA countries and UK by Twitter International Company, One Cumberland Place, Fenian Street, Dublin 2, D02 AX07 IRELAND (Parent company: Twitter Inc, 1355 Market Street, Suite 900, San Francisco, CA 94103, USA).\nWhen viewing content integrated into other websites via Twitter for Websites, Twitter may collect that visit, including the particular page, IP address, browser type, operating system and cookie information for purposes such as product improvement, personalised suggestions and personalised ads.\nAccording to Twitter, the browsing history that Twitter collects for websites through Twitter is never linked to the name, email address, phone number or Twitter username and the data is deleted, obscured or aggregated after a maximum of 30 days.\nBy using Twitter and the \"Re-Tweet\" function, the websites visited by the user are linked to his or her Twitter account and made known to other users.\nIn the process, data is also transmitted to Twitter.\nIf the user clicks on the Twitter \"Share\" button, among other things, and is logged into his or her Twitter account, it is possible for Twitter to associate the visit to our website with the user's Twitter profile.\nOtherwise, we have no knowledge of the content of the transmitted data or its use by Twitter.</p>\n<p>Privacy policy: twitter.com/privacy.</p>\n<p>The user can change the data protection settings in his account settings at https://twitter.com/account/settings.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.7 Instagram</b>\n</p>\n<p>Our website uses functions of the Instagram service.\nThese functions are offered by Facebook Ireland Ltd.\n(details above under 11.1.1).\nIf the user is logged into his or her Instagram account, the contents of our online offer are linked to her or his Instagram profile by clicking on the \"Insta\" button, among others.\nThis enables Instagram to associate the visit to our online offer with its user account.\nWe have no knowledge of the content of the transmitted data or its use by Instagram.</p>\n<p>Privacy policy: https://instagram.com/legal/privacy/</p>\n<p>&nbsp;</p>\n<p>\n<b>12.\nIntegration of links to third-party websites</b>\n</p>\n<p>We integrate links to third-party websites in our website under the tab partnerships/cooperations and other places.\nWe assume no responsibility or liability for the confidential handling of users' data by providers of other websites, as we neither know their privacy statement nor have any influence over compliance.\nInformation regarding the handling of users' data by providers of other websites can be found in the privacy statement of the respective provider.</p>\n<p>&nbsp;</p>\n<p>\n<b>13.\nPartner Area</b>\n</p>\n<p>By entering the registered email address and the assigned password, our distributors can register as users in the Partner Area to, for example, download the latest firmware for our products.\nThe registration data of our distributors (name and email address of the respective employee) are only processed by us for the implementation of the login and the provision of our services relating to the Partner Area.</p>\n<p>&nbsp;</p>\n<p>\n<b>14.\nUsers' Rights</b>\n</p>\n<p>Users of our website have the following rights as provided by law with respect to their personal data:</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nright of access to personal data, </p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nright to rectification and erasure, </p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nright to restriction of processing, </p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nright to data portability, </p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nright to object.</p>\n<p>We may require proof of identity when dealing with your request.</p>\n<p>User also have the right to lodge a complaint with a supervisory authority regarding our processing of your personal data.</p>\n<p>&nbsp;</p>\n<p>\n<b>15.\nRight of Objection</b>\n</p>\n<p>We would like to point out that users can object to the future processing of their data at any time in accordance with legal requirements.\nThe objection may be made in particular against processing for the purpose of direct advertising – if this is performed by us.\nUsers should send their objections in any form to the following email address: admin@citizen-europe.com.</p>\n<p>&nbsp;</p>\n<p>\n<b>16.\nChanges to the Privacy Statement</b>\n</p>\n<p>&nbsp;</p>\n<p>We reserve the right to change this Privacy Statement for the purpose of adapting it to any changes in the legal situation or any changes in services or data processing.\nHowever, this only applies to statements regarding services and data processing.\nIf users' consent is required or elements of the Privacy Statement contain provisions of the contractual relationship with the users, the changes will only be made with the users’ consent.\nUsers are requested to regularly keep themselves informed regarding the content of the Privacy Statement.</p>\n<p>&nbsp;<b>Last updated: </b>10.05.21</p> ", "created_at": "2023-03-17 21:02:26.87834", "updated_at": "2023-03-17 21:02:52.081231"}], "points": [], "urls": ["citizen-systems.com"]}}